{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the prophetic message that the Lord gave to Micah of Moresheth. He delivered this message during the reigns of Jotham, Ahaz, and Hezekiah, kings of Judah. The prophecies pertain to Samaria and Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, all you nations! Pay attention, all inhabitants of earth! The sovereign Lord will testify against you; the Lord will accuse you from his majestic palace. He will descend and march on the earth&quot;s mountaintops! and the valleys will be split in two. The mountains will melt like wax in a fire, the rocks will slide down like water cascading down a steep slope. and the sins of the nation of Israel. How has Jacob rebelled, you ask? Samaria epitomizes their rebellion! Where are Judah&quot;s pagan worship centers, you ask? They are right in Jerusalem! vineyards will be planted there! I will tumble the rubble of her stone walls down into the valley, and tear down her fortifications to their foundations. all her metal cult statues will be destroyed by fire. I will make a waste heap of all her images. Since she gathered the metal as a prostitute collects her wages, the idols will become a prostitute&quot;s wages again.&apos; I will walk around barefoot and without my outer garments. I will howl like a wild dog, and screech like an owl. It has infected Judah; it has spread to the leadership of my people and has even contaminated Jerusalem! Don&quot;t shed even a single tear! In Beth Leaphrah sit in the dust! The residents of Zaanan can&quot;t leave their city. Beth Ezel mourns, &apos;He takes from you what he desires.&apos; though the Lord has sent disaster against the city of Jerusalem. You influenced Daughter Zion to sin, for Israel&quot;s rebellious deeds can be traced back to you! The residents of Achzib will be as disappointing as a dried up well to the kings of Israel. the leaders of Israel shall flee to Adullam. shave your foreheads as bald as an eagle,"
            },
            {
                "verse_number": "3",
                "verse_text": "Look, the Lord is coming out of his dwelling place!"
            },
            {
                "verse_number": "4",
                "verse_text": "The mountains will disintegrate beneath him,"
            },
            {
                "verse_number": "5",
                "verse_text": "All this is because of Jacob&quot;s rebellion"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I will turn Samaria into a heap of ruins in an open field &ndash;"
            },
            {
                "verse_number": "7",
                "verse_text": "All her carved idols will be smashed to pieces;"
            },
            {
                "verse_number": "8",
                "verse_text": "For this reason I will mourn and wail;"
            },
            {
                "verse_number": "9",
                "verse_text": "For Samaria&quot;s disease is incurable."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t spread the news in Gath!"
            },
            {
                "verse_number": "11",
                "verse_text": "Residents of Shaphir, pass by in nakedness and humiliation!"
            },
            {
                "verse_number": "12",
                "verse_text": "Indeed, the residents of Maroth hope for something good to happen,"
            },
            {
                "verse_number": "13",
                "verse_text": "Residents of Lachish, hitch the horses to the chariots!"
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore you will have to say farewell to Moresheth Gath."
            },
            {
                "verse_number": "15",
                "verse_text": "Residents of Mareshah, a conqueror will attack you,"
            },
            {
                "verse_number": "16",
                "verse_text": "Shave your heads bald as you mourn for the children you love; for they are taken from you into exile."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Those who devise sinful plans are as good as dead, those who dream about doing evil as they lie in bed. As soon as morning dawns they carry out their plans, and seize the houses they want. They defraud people of their homes, and deprive people of the land they have inherited. It will be like a yoke from which you cannot free your neck. You will no longer walk proudly, they will mock you with this lament: they sell off the property of my people. How they remove it from me! They assign our fields to the conqueror.&quot; we will not be overtaken by humiliation.&quot; &quot;The Lord &quot;s patience can&quot;t be exhausted &ndash; he would never do such things&quot;? for those who obey them, You steal a robe from a friend, from those who pass by peacefully as if returning from a war. You defraud their children of their prized inheritance. For this land is not secure! Sin will thoroughly destroy it! &quot;I&quot;ll promise you blessings of wine and beer,&quot; he would be just the right preacher for these people! I will certainly assemble those Israelites who remain. I will bring them together like sheep in a fold, like a flock in the middle of a pasture; they will be so numerous that they will make a lot of noise. they will break out, pass through the gate, and leave. Their king will advance before them, The Lord himself will lead them. because they have the power to do so. for it will be a time of catastrophe. &quot;We are completely destroyed; &quot;These prophets should not preach of such things; To be sure, my commands bring a reward"
            },
            {
                "verse_number": "2",
                "verse_text": "They confiscate the fields they desire,"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore the Lord says this: &apos;Look, I am devising disaster for this nation!"
            },
            {
                "verse_number": "4",
                "verse_text": "In that day people will sing this taunt song to you &ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore no one will assign you land in the Lord &quot;s community."
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;Don&quot;t preach with such impassioned rhetoric,&quot; they say excitedly."
            },
            {
                "verse_number": "7",
                "verse_text": "Does the family of Jacob say,"
            },
            {
                "verse_number": "8",
                "verse_text": "but you rise up as an enemy against my people."
            },
            {
                "verse_number": "9",
                "verse_text": "You wrongly evict widows among my people from their cherished homes."
            },
            {
                "verse_number": "10",
                "verse_text": "But you are the ones who will be forced to leave!"
            },
            {
                "verse_number": "11",
                "verse_text": "If a lying windbag should come and say,"
            },
            {
                "verse_number": "12",
                "verse_text": "I will certainly gather all of you, O Jacob,"
            },
            {
                "verse_number": "13",
                "verse_text": "The one who can break through barriers will lead them out"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I said, &apos;Listen, you leaders of Jacob, you rulers of the nation of Israel! You ought to know what is just, and love what is evil. You flay my people&quot;s skin and rip the flesh from their bones. You chop them up like flesh in a pot &ndash; are as good as dead. they offer an oracle of peace. they are ready to declare war on him. it will grow dark, and you will no longer be able to read the omens. and the daylight will turn to darkness over their heads. All of them will cover their mouths, for they will receive no divine oracles.&apos; and have a strong commitment to justice. and Israel with its sin. you rulers of the nation of Israel! You hate justice Jerusalem through unjust violence. Yet they claim to trust the Lord and say, &apos;The Lord is among us. Disaster will not overtake us!&apos; and the Temple Mount will become a hill overgrown with brush!"
            },
            {
                "verse_number": "2",
                "verse_text": "yet you hate what is good,"
            },
            {
                "verse_number": "3",
                "verse_text": "You devour my people&quot;s flesh, strip off their skin, and crush their bones. like meat in a kettle. but he will not answer them. He will hide his face from them at that time, because they have done such wicked deeds.&apos; If someone gives them enough to eat, But if someone does not give them food, The sun will set on these prophets, the omen readers will be humiliated. This enables me to confront Jacob with its rebellion, and pervert all that is right. her priests proclaim rulings for profit, and her prophets read omens for pay. Jerusalem will become a heap of ruins,"
            },
            {
                "verse_number": "4",
                "verse_text": "Someday these sinners will cry to the Lord for help,"
            },
            {
                "verse_number": "5",
                "verse_text": "This is what the Lord says: &apos;The prophets who mislead my people"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore night will fall, and you will receive no visions;"
            },
            {
                "verse_number": "7",
                "verse_text": "The prophets will be ashamed;"
            },
            {
                "verse_number": "8",
                "verse_text": "But I am full of the courage that the Lord &quot;s Spirit gives,"
            },
            {
                "verse_number": "9",
                "verse_text": "Listen to this, you leaders of the family of Jacob,"
            },
            {
                "verse_number": "10",
                "verse_text": "You build Zion through bloody crimes,"
            },
            {
                "verse_number": "11",
                "verse_text": "Her leaders take bribes when they decide legal cases,"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, because of you, Zion will be plowed up like a field,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "In the future the Lord &quot;s Temple Mount will be the most important mountain of all; it will be more prominent than other hills. to the temple of Jacob&quot;s God, so he can teach us his commands and we can live by his laws.&apos; the Lord &quot;s teachings will proceed from Jerusalem. and settle disputes between many distant nations. They will beat their swords into plowshares, and their spears into pruning hooks. Nations will not use weapons against other nations, or under his own fig tree without any fear. The Lord who commands armies has decreed it. we will follow the Lord our God forever. and assemble the outcasts whom I injured. and those far off into a mighty nation. from that day forward and forevermore.&apos; fortress of Daughter Zion &ndash; your former dominion will be restored, Has your king disappeared? Has your wise leader been destroyed? Is this why pain grips you as if you were a woman in labor? There the Lord will deliver you from the power of your enemies. They say, &apos;Jerusalem must be desecrated, so we can gloat over Zion!&apos; He has gathered them like stalks of grain to be threshed at the threshing floor. For I will give you iron horns; and you will crush many nations.&apos; and dedicate their wealth to the sovereign Ruler of the whole earth. People will stream to it. &apos;Come on! Let&quot;s go up to the Lord &quot;s mountain, For Zion will be the source of instruction; and they will no longer train for war. The Lord will reign over them on Mount Zion, the sovereignty that belongs to Daughter Jerusalem. For you will leave the city and live in the open field. You will go to Babylon, but there you will be rescued. they do not understand his strategy. I will give you bronze hooves, You will devote to the Lord the spoils you take from them,"
            },
            {
                "verse_number": "2",
                "verse_text": "Many nations will come, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "He will arbitrate between many peoples"
            },
            {
                "verse_number": "4",
                "verse_text": "Each will sit under his own grapevine"
            },
            {
                "verse_number": "5",
                "verse_text": "Though all the nations follow their respective gods,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;In that day,&apos; says the Lord , &apos;I will gather the lame,"
            },
            {
                "verse_number": "7",
                "verse_text": "I will transform the lame into the nucleus of a new nation,"
            },
            {
                "verse_number": "8",
                "verse_text": "As for you, watchtower for the flock,"
            },
            {
                "verse_number": "9",
                "verse_text": "Jerusalem, why are you now shouting so loudly?"
            },
            {
                "verse_number": "10",
                "verse_text": "Twist and strain, Daughter Zion, as if you were in labor!"
            },
            {
                "verse_number": "11",
                "verse_text": "Many nations have now assembled against you."
            },
            {
                "verse_number": "12",
                "verse_text": "But they do not know what the Lord is planning;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Get up and thresh, Daughter Zion!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "(4:14) But now slash yourself, daughter surrounded by soldiers! We are besieged! on the side of his face. Should the Assyrians try to invade our land should they attempt to invade our land and try to set foot in our territory. They will be like the dew the Lord sends, like the rain on the grass, that does not hope for men to come in the midst of many peoples. They will be like a lion among the animals of the forest, like a young lion among the flocks of sheep, which attacks when it passes through; and smash your chariots. and tear down all your fortresses. you will no longer worship what your own hands made. With a scepter they strike Israel&quot;s ruler seemingly insignificant among the clans of Judah &ndash; from you a king will emerge who will rule over Israel on my behalf, one whose origins are in the distant past. until the time when the woman in labor gives birth. Then the rest of the king&quot;s countrymen will return to be reunited with the people of Israel. by the sovereign authority of the Lord his God. They will live securely, for at that time he will be honored even in the distant regions of the earth. and attempt to set foot in our fortresses, we will send against them seven shepherd-rulers, make that eight commanders. the land of Nimrod with a drawn sword. Our king will rescue us from the Assyrians in the midst of many nations. or wait around for humans to arrive. it rips its prey and there is no one to stop it. may all your enemies be destroyed! &apos;I will destroy your horses from your midst, and you will no longer have omen readers living among you. and destroy your idols. on the nations that do not obey me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "(5:1) As for you, Bethlehem Ephrathah,"
            },
            {
                "verse_number": "3",
                "verse_text": "So the Lord will hand the people of Israel over to their enemies"
            },
            {
                "verse_number": "4",
                "verse_text": "He will assume his post and shepherd the people by the Lord &quot;s strength,"
            },
            {
                "verse_number": "5",
                "verse_text": "He will give us peace."
            },
            {
                "verse_number": "6",
                "verse_text": "They will rule the land of Assyria with the sword,"
            },
            {
                "verse_number": "7",
                "verse_text": "Those survivors from Jacob will live"
            },
            {
                "verse_number": "8",
                "verse_text": "Those survivors from Jacob will live among the nations,"
            },
            {
                "verse_number": "9",
                "verse_text": "Lift your hand triumphantly against your adversaries;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;In that day,&apos; says the Lord ,"
            },
            {
                "verse_number": "11",
                "verse_text": "I will destroy the cities of your land,"
            },
            {
                "verse_number": "12",
                "verse_text": "I will remove the sorcery that you practice,"
            },
            {
                "verse_number": "13",
                "verse_text": "I will remove your idols and sacred pillars from your midst;"
            },
            {
                "verse_number": "14",
                "verse_text": "I will uproot your images of Asherah from your midst,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will angrily seek vengeance"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Listen to what the Lord says: &apos;Get up! Defend yourself before the mountains! Present your case before the hills!&apos; he has a dispute with Israel! I sent Moses, Aaron, and Miriam to lead you. so you might acknowledge that the Lord has treated you fairly.&apos; With what should I bow before the sovereign God? my offspring &ndash; my own flesh and blood &ndash; for my sin? and what the Lord really wants from you: He wants you to promote justice, to be faithful, and to live obediently before your God. It is wise to respect your authority, O Lord ! Listen, O nation, and those assembled in the city! or the smaller-than-standard measure I hate so much. or a bag of deceptive weights. her inhabitants lie, their tongues speak deceptive words. Even if you have the strength to overtake some prey, you will not be able to carry it away; you will squeeze oil from the olives, but you will have no oil to rub on your bodies; you will squeeze juice from the grapes, but you will have no wine to drink. and all the practices of Ahab&quot;s dynasty; you follow their policies. Therefore I will make you an appalling sight, the city&quot;s inhabitants will be taunted derisively, and nations will mock all of you.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Hear the Lord &quot;s accusation, you mountains, you enduring foundations of the earth! For the Lord has a case against his people; How have I wearied you? Answer me! I delivered you from that place of slavery. how Balaam son of Beor responded to him. Recall how you journeyed from Shittim to Gilgal, Should I enter his presence with burnt offerings, with year-old calves? or ten thousand streams of olive oil? Should I give him my firstborn child as payment for my rebellion, and destroy you because of your sin. if you do happen to carry away something, I will deliver it over to the sword."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;My people, how have I wronged you?"
            },
            {
                "verse_number": "4",
                "verse_text": "In fact, I brought you up from the land of Egypt,"
            },
            {
                "verse_number": "5",
                "verse_text": "My people, recall how King Balak of Moab planned to harm you,"
            },
            {
                "verse_number": "6",
                "verse_text": "With what should I enter the Lord &quot;s presence?"
            },
            {
                "verse_number": "7",
                "verse_text": "Will the Lord accept a thousand rams,"
            },
            {
                "verse_number": "8",
                "verse_text": "He has told you, O man, what is good,"
            },
            {
                "verse_number": "9",
                "verse_text": "Listen! The Lord is calling to the city!"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I will not overlook, O sinful house, the dishonest gain you have hoarded away,"
            },
            {
                "verse_number": "11",
                "verse_text": "I do not condone the use of rigged scales,"
            },
            {
                "verse_number": "12",
                "verse_text": "The city&quot;s rich men think nothing of resorting to violence;"
            },
            {
                "verse_number": "13",
                "verse_text": "I will strike you brutally"
            },
            {
                "verse_number": "14",
                "verse_text": "You will eat, but not be satisfied."
            },
            {
                "verse_number": "15",
                "verse_text": "You will plant crops, but will not harvest them;"
            },
            {
                "verse_number": "16",
                "verse_text": "You implement the regulations of Omri,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "I am depressed! Indeed, it is as if the summer fruit has been gathered, and the grapes have been harvested. no fresh figs that I crave so much. there are no godly men left. They all wait in ambush so they can shed blood; they hunt their own brother with a net. government officials and judges take bribes, and they all do what is necessary to satisfy them. the most godly among them are more dangerous than a row of thorn bushes. your appointed time of punishment &ndash; is on the way, and then you will experience confusion. Don&quot;t even share secrets with the one who lies in your arms! a daughter challenges her mother, a man&quot;s enemies are his own servants. My God will hear my lament. Though I sit in darkness, the Lord will be my light. But then he will defend my cause, I will experience firsthand his deliverance. They say to me, &apos;Where is the Lord your God?&apos; I will gloat over them. Then they will be trampled down in that day your boundary will be extended. from Assyria as far as Egypt, from Egypt as far as the Euphrates River, from the seacoasts and the mountains. because of what its inhabitants have done. the flock that belongs to you, in the midst of a pastureland. Allow them to graze in Bashan and Gilead, as they did in the old days. I will show you miraculous deeds.&apos; and act as if they were deaf. like serpents crawling on the ground. to the Lord our God; they will be terrified of you. You forgive sin and pardon the rebellion of those who remain among your people. You do not remain angry forever, you will conquer our evil deeds; you will hurl our sins into the depths of the sea. and extend your loyal love to Abraham, which you promised on oath to our ancestors in ancient times. There is no grape cluster to eat, prominent men make demands, The day you try to avoid by posting watchmen &ndash; do not trust a companion! and a daughter-in-law her mother-in-law; I will wait for the God who delivers me. Though I have fallen, I will get up. for I have sinned against him. and accomplish justice on my behalf. He will lead me out into the light; like mud in the streets. the one that lives alone in a thicket, they will put their hands over their mouths, They will come trembling from their strongholds but delight in showing loyal love."
            },
            {
                "verse_number": "2",
                "verse_text": "Faithful men have disappeared from the land;"
            },
            {
                "verse_number": "3",
                "verse_text": "They are determined to be experts at doing evil;"
            },
            {
                "verse_number": "4",
                "verse_text": "The best of them is like a thorn;"
            },
            {
                "verse_number": "5",
                "verse_text": "Do not rely on a friend;"
            },
            {
                "verse_number": "6",
                "verse_text": "For a son thinks his father is a fool,"
            },
            {
                "verse_number": "7",
                "verse_text": "But I will keep watching for the Lord ;"
            },
            {
                "verse_number": "8",
                "verse_text": "My enemies, do not gloat over me!"
            },
            {
                "verse_number": "9",
                "verse_text": "I must endure the Lord &quot;s anger,"
            },
            {
                "verse_number": "10",
                "verse_text": "When my enemies see this, they will be covered with shame."
            },
            {
                "verse_number": "11",
                "verse_text": "It will be a day for rebuilding your walls;"
            },
            {
                "verse_number": "12",
                "verse_text": "In that day people will come to you"
            },
            {
                "verse_number": "13",
                "verse_text": "The earth will become desolate"
            },
            {
                "verse_number": "14",
                "verse_text": "Shepherd your people with your shepherd&quot;s rod,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;As in the days when you departed from the land of Egypt,"
            },
            {
                "verse_number": "16",
                "verse_text": "Nations will see this and be disappointed by all their strength,"
            },
            {
                "verse_number": "17",
                "verse_text": "They will lick the dust like a snake,"
            },
            {
                "verse_number": "18",
                "verse_text": "There is no other God like you!"
            },
            {
                "verse_number": "19",
                "verse_text": "You will once again have mercy on us;"
            },
            {
                "verse_number": "20",
                "verse_text": "You will be loyal to Jacob"
            }
        ]
    }
}