{
    "Zechariah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the eighth month of Darius&quot; second year, the word of the Lord came to the prophet Zechariah, son of Berechiah son of Iddo, as follows:"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord was very angry with your ancestors."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore say to the people: The Lord who rules over all says, &apos;Turn to me,&apos; says the Lord who rules over all, &apos;and I will turn to you,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not be like your ancestors, to whom the former prophets called out, saying, &quot;The Lord who rules over all says, &apos;Turn now from your evil wickedness,&apos;&quot; but they would by no means obey me,&apos; says the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;As for your ancestors, where are they? And did the prophets live forever?"
            },
            {
                "verse_number": "6",
                "verse_text": "But have my words and statutes, which I commanded my servants the prophets, not outlived your fathers? Then they paid attention and confessed, &quot;The Lord who rules over all has indeed done what he said he would do to us, because of our sinful ways.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "On the twenty-fourth day of the eleventh month, the month Shebat , in Darius&quot; second year, the word of the Lord came to the prophet Zechariah son of Berechiah son of Iddo, as follows:"
            },
            {
                "verse_number": "8",
                "verse_text": "I was attentive that night and saw a man seated on a red horse that stood among some myrtle trees in the ravine. Behind him were red, sorrel, and white horses."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I asked one nearby, &apos;What are these, sir?&apos; The angelic messenger who replied to me said, &apos;I will show you what these are.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the man standing among the myrtle trees spoke up and said, &apos;These are the ones whom the Lord has sent to walk about on the earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The riders then agreed with the angel of the Lord , who was standing among the myrtle trees, &apos;We have been walking about on the earth, and now everything is at rest and quiet.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The angel of the Lord then asked, &apos; Lord who rules over all, how long before you have compassion on Jerusalem and the other cities of Judah which you have been so angry with for these seventy years?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord then addressed good, comforting words to the angelic messenger who was speaking to me."
            },
            {
                "verse_number": "14",
                "verse_text": "Turning to me, the messenger then said, &apos;Cry out that the Lord who rules over all says, &quot;I am very much moved for Jerusalem and for Zion."
            },
            {
                "verse_number": "15",
                "verse_text": "But I am greatly displeased with the nations that take my grace for granted. I was a little displeased with them, but they have only made things worse for themselves."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;&quot;Therefore,&quot; says the Lord , &quot;I have become compassionate toward Jerusalem and will rebuild my temple in it,&quot; says the Lord who rules over all. &quot;Once more a surveyor&quot;s measuring line will be stretched out over Jerusalem.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Speak up again with the message of the Lord who rules over all: &quot;My cities will once more overflow with prosperity, and once more the Lord will comfort Zion and validate his choice of Jerusalem.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "(2:1) Once again I looked and this time I saw four horns."
            },
            {
                "verse_number": "19",
                "verse_text": "So I asked the angelic messenger who spoke with me, &apos;What are these?&apos; He replied, &apos;These are the horns that have scattered Judah, Israel, and Jerusalem.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Next the Lord showed me four blacksmiths."
            },
            {
                "verse_number": "21",
                "verse_text": "I asked, &apos;What are these going to do?&apos; He answered, &apos;These horns are the ones that have scattered Judah so that there is no one to be seen. But the blacksmiths have come to terrify Judah&quot;s enemies and cut off the horns of the nations that have thrust themselves against the land of Judah in order to scatter its people.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "(2:5) I looked again, and there was a man with a measuring line in his hand."
            },
            {
                "verse_number": "2",
                "verse_text": "I asked, &apos;Where are you going?&apos; He replied, &apos;To measure Jerusalem in order to determine its width and its length.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "At this point the angelic messenger who spoke to me went out, and another messenger came to meet him"
            },
            {
                "verse_number": "4",
                "verse_text": "and said to him, &apos;Hurry, speak to this young man as follows: &quot;Jerusalem will no longer be enclosed by walls because of the multitude of people and animals there."
            },
            {
                "verse_number": "5",
                "verse_text": "But I (the Lord says) will be a wall of fire surrounding Jerusalem and the source of glory in her midst.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You there! Flee from the northland!&apos; says the Lord , &apos;for like the four winds of heaven I have scattered you,&apos; says the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Escape, Zion, you who live among the Babylonians!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "For the Lord who rules over all says to me that for his own glory he has sent me to the nations that plundered you &ndash; for anyone who touches you touches the pupil of his eye."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I am about to punish them in such a way,&apos; he says, &apos;that they will be looted by their own slaves.&apos; Then you will know that the Lord who rules over all has sent me."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Sing out and be happy, Zion my daughter! For look, I have come; I will settle in your midst,&apos; says the Lord ."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Many nations will join themselves to the Lord on the day of salvation, and they will also be my people. Indeed, I will settle in the midst of you all.&apos; Then you will know that the Lord who rules over all has sent me to you."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will take possession of Judah as his portion in the holy land and he will choose Jerusalem once again."
            },
            {
                "verse_number": "13",
                "verse_text": "Be silent in the Lord &quot;s presence, all people everywhere, for he is being moved to action in his holy dwelling place."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Next I saw Joshua the high priest standing before the angel of the Lord , with Satan standing at his right hand to accuse him."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to Satan, &apos;May the Lord rebuke you, Satan! May the Lord , who has chosen Jerusalem, rebuke you! Isn&quot;t this man like a burning stick snatched from the fire?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Joshua was dressed in filthy clothes as he stood there before the angel."
            },
            {
                "verse_number": "4",
                "verse_text": "The angel spoke up to those standing all around, &apos;Remove his filthy clothes.&apos; Then he said to Joshua, &apos;I have freely forgiven your iniquity and will dress you in fine clothing.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I spoke up, &apos;Let a clean turban be put on his head.&apos; So they put a clean turban on his head and clothed him, while the angel of the Lord stood nearby."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the angel of the Lord exhorted Joshua solemnly:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The Lord who rules over all says, &quot;If you live and work according to my requirements, you will be able to preside over my temple and attend to my courtyards, and I will allow you to come and go among these others who are standing by you."
            },
            {
                "verse_number": "8",
                "verse_text": "Listen now, Joshua the high priest, both you and your colleagues who are sitting before you, all of you are a symbol that I am about to introduce my servant, the Branch."
            },
            {
                "verse_number": "9",
                "verse_text": "As for the stone I have set before Joshua &ndash; on the one stone there are seven eyes. I am about to engrave an inscription on it,&quot; says the Lord who rules over all, &quot;to the effect that I will remove the iniquity of this land in a single day."
            },
            {
                "verse_number": "10",
                "verse_text": "In that day,&quot; says the Lord who rules over all, &quot;everyone will invite his friend to fellowship under his vine and under his fig tree.&quot;&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The angelic messenger who had been speaking with me then returned and woke me, as a person is wakened from sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "He asked me, &apos;What do you see?&apos; I replied, &apos;I see a menorah of pure gold with a receptacle at the top and seven lamps, with fourteen pipes going to the lamps."
            },
            {
                "verse_number": "3",
                "verse_text": "There are also two olive trees beside it, one on the right of the receptacle and the other on the left.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I asked the messenger who spoke with me, &apos;What are these, sir?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He replied, &apos;Don&quot;t you know what these are?&apos; So I responded, &apos;No, sir.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore he told me, &apos;These signify the word of the Lord to Zerubbabel: &quot;Not by strength and not by power, but by my Spirit,&quot; says the Lord who rules over all.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;What are you, you great mountain? Because of Zerubbabel you will become a level plain! And he will bring forth the temple capstone with shoutings of &quot;Grace! Grace!&quot; because of this.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moreover, the word of the Lord came to me as follows:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The hands of Zerubbabel have laid the foundations of this temple, and his hands will complete it.&apos; Then you will know that the Lord who rules over all has sent me to you."
            },
            {
                "verse_number": "10",
                "verse_text": "For who dares make light of small beginnings? These seven eyes will joyfully look on the tin tablet in Zerubbabel&quot;s hand. (These are the eyes of the Lord , which constantly range across the whole earth.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Next I asked the messenger, &apos;What are these two olive trees on the right and the left of the menorah?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Before he could reply I asked again, &apos;What are these two extensions of the olive trees, which are emptying out the golden oil through the two golden pipes?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He replied, &apos;Don&quot;t you know what these are?&apos; And I said, &apos;No, sir.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he said, &apos;These are the two anointed ones who stand by the Lord of the whole earth.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then I turned to look, and there was a flying scroll!"
            },
            {
                "verse_number": "2",
                "verse_text": "Someone asked me, &apos;What do you see?&apos; I replied, &apos;I see a flying scroll thirty feet long and fifteen feet wide.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The speaker went on to say, &apos;This is a curse traveling across the whole earth. For example, according to the curse whoever steals will be removed from the community; or on the other hand (according to the curse) whoever swears falsely will suffer the same fate.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I will send it out,&apos; says the Lord who rules over all, &apos;and it will enter the house of the thief and of the person who swears falsely in my name. It will land in the middle of his house and destroy both timber and stones.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "After this the angelic messenger who had been speaking to me went out and said, &apos;Look, see what is leaving.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I asked, &apos;What is it?&apos; And he replied, &apos;It is a basket for measuring grain that is moving away from here.&apos; Moreover, he said, &apos;This is their &quot;eye&quot; throughout all the earth.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then a round lead cover was raised up, revealing a woman sitting inside the basket."
            },
            {
                "verse_number": "8",
                "verse_text": "He then said, &apos;This woman represents wickedness,&apos; and he pushed her down into the basket and placed the lead cover on top."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I looked again and saw two women going forth with the wind in their wings (they had wings like those of a stork) and they lifted up the basket between the earth and the sky."
            },
            {
                "verse_number": "10",
                "verse_text": "I asked the messenger who was speaking to me, &apos;Where are they taking the basket?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He replied, &apos;To build a temple for her in the land of Babylonia. When it is finished, she will be placed there in her own residence.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Once more I looked, and this time I saw four chariots emerging from between two mountains of bronze."
            },
            {
                "verse_number": "2",
                "verse_text": "Harnessed to the first chariot were red horses, to the second black horses,"
            },
            {
                "verse_number": "3",
                "verse_text": "to the third white horses, and to the fourth spotted horses, all of them strong."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I asked the angelic messenger who was speaking with me, &apos;What are these, sir?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The messenger replied, &apos;These are the four spirits of heaven that have been presenting themselves before the Lord of all the earth."
            },
            {
                "verse_number": "6",
                "verse_text": "The chariot with the black horses is going to the north country and the white ones are going after them, but the spotted ones are going to the south country."
            },
            {
                "verse_number": "7",
                "verse_text": "All these strong ones are scattering; they have sought permission to go and walk about over the earth.&apos; The Lord had said, &apos;Go! Walk about over the earth!&apos; So they are doing so."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he cried out to me, &apos;Look! The ones going to the northland have brought me peace about the northland.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The word of the Lord came to me as follows:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Choose some people from among the exiles, namely, Heldai, Tobijah, and Jedaiah, all of whom have come from Babylon, and when you have done so go to the house of Josiah son of Zephaniah."
            },
            {
                "verse_number": "11",
                "verse_text": "Then take some silver and gold to make a crown and set it on the head of Joshua son of Jehozadak, the high priest."
            },
            {
                "verse_number": "12",
                "verse_text": "Then say to him, &quot;The Lord who rules over all says, &apos;Look &ndash; here is the man whose name is Branch, who will sprout up from his place and build the temple of the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Indeed, he will build the temple of the Lord, and he will be clothed in splendor, sitting as king on his throne. Moreover, there will be a priest with him on his throne and they will see eye to eye on everything."
            },
            {
                "verse_number": "14",
                "verse_text": "The crown will then be turned over to Helem, Tobijah, Jedaiah, and Hen son of Zephaniah as a memorial in the temple of the Lord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Then those who are far away will come and build the temple of the Lord so that you may know that the Lord who rules over all has sent me to you. This will all come to pass if you completely obey the voice of the Lord your God.&apos;&quot;&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In King Darius&quot; fourth year, on the fourth day of Kislev , the ninth month, the word of the Lord came to Zechariah."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the people of Bethel had sent Sharezer and Regem-Melech and their companions to seek the Lord &quot;s favor"
            },
            {
                "verse_number": "3",
                "verse_text": "by asking both the priests of the temple of the Lord who rules over all and the prophets, &apos;Should we weep in the fifth month, fasting as we have done over the years?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The word of the Lord who rules over all then came to me,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Speak to all the people and priests of the land as follows: &quot;When you fasted and lamented in the fifth and seventh months through all these seventy years, did you truly fast for me &ndash; for me, indeed?"
            },
            {
                "verse_number": "6",
                "verse_text": "And now when you eat and drink, are you not doing so for yourselves?&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Should you not have obeyed the words that the Lord cried out through the former prophets when Jerusalem was peacefully inhabited and her surrounding cities, the Negev, and the Shephelah were also populated?"
            },
            {
                "verse_number": "8",
                "verse_text": "Again the word of the Lord came to Zechariah:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The Lord who rules over all said, &quot;Exercise true judgment and show brotherhood and compassion to each other."
            },
            {
                "verse_number": "10",
                "verse_text": "You must not oppress the widow, the orphan, the foreigner, or the poor, nor should anyone secretly plot evil against his fellow human being.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But they refused to pay attention, turning away stubbornly and stopping their ears so they could not hear."
            },
            {
                "verse_number": "12",
                "verse_text": "Indeed, they made their heart as hard as diamond, so that they could not obey the Torah and the other words the Lord who rules over all had sent by his Spirit through the former prophets. Therefore, the Lord who rules over all had poured out great wrath."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;It then came about that just as I cried out, but they would not obey, so they will cry out, but I will not listen,&quot; the Lord Lord who rules over all had said."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;Rather, I will sweep them away in a storm into all the nations they are not familiar with.&quot; Thus the land had become desolate because of them, with no one crossing through or returning, for they had made the fruitful land a waste.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the word of the Lord who rules over all came to me as follows:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The Lord who rules over all says, &quot;I am very much concerned for Zion; indeed, I am so concerned for her that my rage will fall on those who hurt her.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says, &quot;I have returned to Zion and will live within Jerusalem. Now Jerusalem will be called &apos;truthful city,&apos; &apos;mountain of the Lord who rules over all,&apos; &apos;holy mountain.&apos;&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moreover, the Lord who rules over all says, &quot;Old men and women will once more live in the plazas of Jerusalem, each one leaning on a cane because of advanced age."
            },
            {
                "verse_number": "5",
                "verse_text": "And the streets of the city will be full of boys and girls playing."
            },
            {
                "verse_number": "6",
                "verse_text": "And,&quot; says the Lord who rules over all, &quot;though such a thing may seem to be difficult in the opinion of the small community of those days, will it also appear difficult to me?&quot; asks the Lord who rules over all."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The Lord who rules over all asserts, &quot;I am about to save my people from the lands of the east and the west."
            },
            {
                "verse_number": "8",
                "verse_text": "And I will bring them to settle within Jerusalem. They will be my people, and I will be their God, in truth and righteousness.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The Lord who rules over all also says, &quot;Gather strength, you who are listening to these words today from the mouths of the prophets who were there at the founding of the house of the Lord who rules over all, so that the temple might be built."
            },
            {
                "verse_number": "10",
                "verse_text": "Before that time there was no compensation for man or animal, nor was there any relief from adversity for those who came and went, because I had pitted everybody &ndash; each one &ndash; against everyone else."
            },
            {
                "verse_number": "11",
                "verse_text": "But I will be different now to this remnant of my people from the way I was in those days,&quot; says the Lord who rules over all,"
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;for there will be a peaceful time of sowing, the vine will produce its fruit and the ground its yield, and the skies will rain down dew. Then I will allow the remnant of my people to possess all these things."
            },
            {
                "verse_number": "13",
                "verse_text": "And it will come about that just as you (both Judah and Israel) were a curse to the nations, so I will save you and you will be a blessing. Do not be afraid! Instead, be strong!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;For the Lord who rules over all says, &quot;As I had planned to hurt you when your fathers made me angry,&quot; says the Lord who rules over all, &quot;and I was not sorry,"
            },
            {
                "verse_number": "15",
                "verse_text": "so, to the contrary, I have planned in these days to do good to Jerusalem and Judah &ndash; do not fear!"
            },
            {
                "verse_number": "16",
                "verse_text": "These are the things you must do: Speak the truth, each of you, to one another. Practice true and righteous judgment in your courts."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not plan evil in your hearts against one another. Do not favor a false oath &ndash; these are all things that I hate,&quot; says the Lord .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The word of the Lord who rules over all came to me as follows:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The Lord who rules over all says, &quot;The fast of the fourth, fifth, seventh, and tenth months will become joyful and happy, pleasant feasts for the house of Judah, so love truth and peace.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord who rules over all says, &quot;It will someday come to pass that people &ndash; residents of many cities &ndash; will come."
            },
            {
                "verse_number": "21",
                "verse_text": "The inhabitants of one will go to another and say, &apos;Let&quot;s go up at once to ask the favor of the Lord , to seek the Lord who rules over all. Indeed, I&quot;ll go with you.&apos;&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Many peoples and powerful nations will come to Jerusalem to seek the Lord who rules over all and to ask his favor."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord who rules over all says, &quot;In those days ten people from all languages and nations will grasp hold of &ndash; indeed, grab &ndash; the robe of one Jew and say, &apos;Let us go with you, for we have heard that God is with you.&apos;&quot;&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "An oracle of the word of the Lord concerning the land of Hadrach, with its focus on Damascus: The eyes of all humanity, especially of the tribes of Israel, are toward the Lord , he is legitimate and victorious, humble and riding on a donkey &ndash; and from the Euphrates River to the ends of the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "as are those of Hamath also, which adjoins Damascus, and Tyre and Sidon, though they consider themselves to be very wise."
            },
            {
                "verse_number": "3",
                "verse_text": "Tyre built herself a fortification and piled up silver like dust and gold like the mud of the streets!"
            },
            {
                "verse_number": "4",
                "verse_text": "Nevertheless the Lord will evict her and shove her fortifications into the sea &ndash; she will be consumed by fire."
            },
            {
                "verse_number": "5",
                "verse_text": "Ashkelon will see and be afraid; Gaza will be in great anguish, as will Ekron, for her hope will have been dried up. Gaza will lose her king, and Ashkelon will no longer be inhabited."
            },
            {
                "verse_number": "6",
                "verse_text": "A mongrel people will live in Ashdod, for I will greatly humiliate the Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "I will take away their abominable religious practices; then those who survive will become a community of believers in our God, like a clan in Judah, and Ekron will be like the Jebusites."
            },
            {
                "verse_number": "8",
                "verse_text": "Then I will surround my temple to protect it like a guard from anyone crossing back and forth; so no one will cross over against them anymore as an oppressor, for now I myself have seen it."
            },
            {
                "verse_number": "9",
                "verse_text": "Rejoice greatly, daughter of Zion! Shout, daughter of Jerusalem! Look! Your king is coming to you: on a young donkey, the foal of a female donkey. and the warhorse from Jerusalem, and the battle bow will be removed. Then he will announce peace to the nations. His dominion will be from sea to sea"
            },
            {
                "verse_number": "10",
                "verse_text": "I will remove the chariot from Ephraim"
            },
            {
                "verse_number": "11",
                "verse_text": "Moreover, as for you, because of our covenant relationship secured with blood, I will release your prisoners from the waterless pit."
            },
            {
                "verse_number": "12",
                "verse_text": "Return to the stronghold, you prisoners, with hope; today I declare that I will return double what was taken from you."
            },
            {
                "verse_number": "13",
                "verse_text": "I will bend Judah as my bow; I will load the bow with Ephraim, my arrow! I will stir up your sons, Zion, against yours, Greece, and I will make you, Zion, like a warrior&quot;s sword."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord will appear above them, and his arrow will shoot forth like lightning; the Lord God will blow the trumpet and will sally forth on the southern storm winds."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord who rules over all will guard them, and they will prevail and overcome with sling stones. Then they will drink, and will become noisy like drunkards, full like the sacrificial basin or like the corners of the altar."
            },
            {
                "verse_number": "16",
                "verse_text": "On that day the Lord their God will deliver them as the flock of his people, for they are the precious stones of a crown sparkling over his land."
            },
            {
                "verse_number": "17",
                "verse_text": "How precious and fair! Grain will make the young men flourish and new wine the young women."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ask the Lord for rain in the season of the late spring rains &ndash; the Lord who causes thunderstorms &ndash; and he will give everyone showers of rain and green growth in the field."
            },
            {
                "verse_number": "2",
                "verse_text": "For the household gods have spoken wickedness, the soothsayers have seen a lie, and as for the dreamers, they have disclosed emptiness and give comfort in vain. Therefore the people set out like sheep and become scattered because they have no shepherd."
            },
            {
                "verse_number": "3",
                "verse_text": "I am enraged at the shepherds and will punish the lead-goats. For the Lord who rules over all has brought blessing to his flock, the house of Judah, and will transform them into his majestic warhorse."
            },
            {
                "verse_number": "4",
                "verse_text": "From him will come the cornerstone, the wall peg, the battle bow, and every ruler."
            },
            {
                "verse_number": "5",
                "verse_text": "And they will be like warriors trampling the mud of the streets in battle. They will fight, for the Lord will be with them, and will defeat the enemy cavalry."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I (says the Lord ) will strengthen the kingdom of Judah and deliver the people of Joseph and will bring them back because of my compassion for them. They will be as though I had never rejected them, for I am the Lord their God and therefore I will hear them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Ephraimites will be like warriors and will rejoice as if they had drunk wine. Their children will see it and rejoice; they will celebrate in the things of the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "I will signal for them and gather them, for I have already redeemed them; then they will become as numerous as they were before."
            },
            {
                "verse_number": "9",
                "verse_text": "Though I scatter them among the nations, they will remember in far-off places &ndash; they and their children will sprout forth and return."
            },
            {
                "verse_number": "10",
                "verse_text": "I will bring them back from Egypt and gather them from Assyria. I will bring them to the lands of Gilead and Lebanon, for there will not be enough room for them in their own land."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will cross the sea of storms and will calm its turbulence. The depths of the Nile will dry up, the pride of Assyria will be humbled, and the domination of Egypt will be no more."
            },
            {
                "verse_number": "12",
                "verse_text": "Thus I will strengthen them by my power, and they will walk about in my name,&apos; says the Lord ."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Open your gates, Lebanon, so that the fire may consume your cedars."
            },
            {
                "verse_number": "2",
                "verse_text": "Howl, fir tree, because the cedar has fallen; the majestic trees have been destroyed. Howl, oaks of Bashan, because the impenetrable forest has fallen. because their magnificence has been destroyed. Listen to the roaring of young lions, because the thickets of the Jordan have been devastated. who abandons the flock! May a sword fall on his arm and his right eye! May his arm wither completely away, and his right eye become completely blind!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen to the howling of shepherds,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord my God says this: &apos;Shepherd the flock set aside for slaughter."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who buy them slaughter them and are not held guilty; those who sell them say, &quot;Blessed be the Lord , for I am rich.&quot; Their own shepherds have no compassion for them."
            },
            {
                "verse_number": "6",
                "verse_text": "Indeed, I will no longer have compassion on the people of the land,&apos; says the Lord , &apos;but instead I will turn every last person over to his neighbor and his king. They will devastate the land, and I will not deliver it from them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So I began to shepherd the flock destined for slaughter, the most afflicted of all the flock. Then I took two staffs, calling one &apos;Pleasantness&apos; and the other &apos;Binders,&apos; and I tended the flock."
            },
            {
                "verse_number": "8",
                "verse_text": "Next I eradicated the three shepherds in one month, for I ran out of patience with them and, indeed, they detested me as well."
            },
            {
                "verse_number": "9",
                "verse_text": "I then said, &apos;I will not shepherd you. What is to die, let it die, and what is to be eradicated, let it be eradicated. As for those who survive, let them eat each other&quot;s flesh!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I took my staff &apos;Pleasantness&apos; and cut it in two to annul my covenant that I had made with all the people."
            },
            {
                "verse_number": "11",
                "verse_text": "So it was annulled that very day, and then the most afflicted of the flock who kept faith with me knew that that was the word of the Lord ."
            },
            {
                "verse_number": "12",
                "verse_text": "Then I said to them, &apos;If it seems good to you, pay me my wages, but if not, forget it.&apos; So they weighed out my payment &ndash; thirty pieces of silver."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord then said to me, &apos;Throw to the potter that exorbitant sum at which they valued me!&apos; So I took the thirty pieces of silver and threw them to the potter at the temple of the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I cut the second staff &apos;Binders&apos; in two in order to annul the covenant of brotherhood between Judah and Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Again the Lord said to me, &apos;Take up once more the equipment of a foolish shepherd."
            },
            {
                "verse_number": "16",
                "verse_text": "Indeed, I am about to raise up a shepherd in the land who will not take heed to the sheep headed to slaughter, will not seek the scattered, and will not heal the injured. Moreover, he will not nourish the one that is healthy but instead will eat the meat of the fat sheep and tear off their hooves."
            },
            {
                "verse_number": "17",
                "verse_text": "Woe to the worthless shepherd"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The revelation of the word of the Lord concerning Israel: The Lord &ndash; he who stretches out the heavens and lays the foundations of the earth, who forms the human spirit within a person &ndash; says,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am about to make Jerusalem a cup that brings dizziness to all the surrounding nations; indeed, Judah will also be included when Jerusalem is besieged."
            },
            {
                "verse_number": "3",
                "verse_text": "Moreover, on that day I will make Jerusalem a heavy burden for all the nations, and all who try to carry it will be seriously injured; yet all the peoples of the earth will be assembled against it."
            },
            {
                "verse_number": "4",
                "verse_text": "In that day,&apos; says the Lord , &apos;I will strike every horse with confusion and its rider with madness. I will pay close attention to the house of Judah, but will strike all the horses of the nations with blindness."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the leaders of Judah will say to themselves, &quot;The inhabitants of Jerusalem are a means of strength to us through their God, the Lord who rules over all.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "On that day I will make the leaders of Judah like an igniter among sticks and a burning torch among sheaves, and they will burn up all the surrounding nations right and left. Then the people of Jerusalem will settle once more in their place, the city of Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord also will deliver the homes of Judah first, so that the splendor of the kingship of David and of the people of Jerusalem may not exceed that of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "On that day the Lord himself will defend the inhabitants of Jerusalem, so that the weakest among them will be like mighty David, and the dynasty of David will be like God, like the angel of the Lord before them."
            },
            {
                "verse_number": "9",
                "verse_text": "So on that day I will set out to destroy all the nations that come against Jerusalem.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I will pour out on the kingship of David and the population of Jerusalem a spirit of grace and supplication so that they will look to me, the one they have pierced. They will lament for him as one laments for an only son, and there will be a bitter cry for him like the bitter cry for a firstborn."
            },
            {
                "verse_number": "11",
                "verse_text": "On that day the lamentation in Jerusalem will be as great as the lamentation at Hadad-Rimmon in the plain of Megiddo."
            },
            {
                "verse_number": "12",
                "verse_text": "The land will mourn, clan by clan &ndash; the clan of the royal household of David by itself and their wives by themselves; the clan of the family of Nathan by itself and their wives by themselves;"
            },
            {
                "verse_number": "13",
                "verse_text": "the clan of the descendants of Levi by itself and their wives by themselves; and the clan of the Shimeites by itself and their wives by themselves &ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "all the clans that remain, each separately with their wives.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;In that day there will be a fountain opened up for the dynasty of David and the people of Jerusalem to cleanse them from sin and impurity."
            },
            {
                "verse_number": "2",
                "verse_text": "And also on that day,&apos; says the Lord who rules over all, &apos;I will remove the names of the idols from the land and they will never again be remembered. Moreover, I will remove the prophets and the unclean spirit from the land."
            },
            {
                "verse_number": "3",
                "verse_text": "Then, if anyone prophesies in spite of this, his father and mother to whom he was born will say to him, &quot;You cannot live, for you lie in the name of the Lord .&quot; Then his father and mother to whom he was born will run him through with a sword when he prophesies."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Therefore, on that day each prophet will be ashamed of his vision when he prophesies and will no longer wear the hairy garment of a prophet to deceive the people."
            },
            {
                "verse_number": "5",
                "verse_text": "Instead he will say, &quot;I am no prophet &ndash; indeed, I am a farmer, for a man has made me his indentured servant since my youth.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then someone will ask him, &quot;What are these wounds on your chest?&quot; and he will answer, &quot;Some that I received in the house of my friends.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Awake, sword, against my shepherd, against the man who is my associate,&apos; says the Lord who rules over all. I will turn my hand against the insignificant ones. I will refine them like silver is refined and will test them like gold is tested. They will call on my name and I will answer; I will say, &quot;These are my people,&quot; Strike the shepherd that the flock may be scattered; that two-thirds of the people in it will be cut off and die, but one-third will be left in it. and they will say, &quot;The Lord is my God.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "It will happen in all the land, says the Lord ,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then I will bring the remaining third into the fire;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "A day of the Lord is about to come when your possessions will be divided as plunder in your midst."
            },
            {
                "verse_number": "2",
                "verse_text": "For I will gather all the nations against Jerusalem to wage war; the city will be taken, its houses plundered, and the women raped. Then half of the city will go into exile, but the remainder of the people will not be taken away."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord will go to battle and fight against those nations, just as he fought battles in ancient days."
            },
            {
                "verse_number": "4",
                "verse_text": "On that day his feet will stand on the Mount of Olives which lies to the east of Jerusalem, and the Mount of Olives will be split in half from east to west, leaving a great valley. Half the mountain will move northward and the other half southward."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will escape through my mountain valley, for the mountains will extend to Azal. Indeed, you will flee as you fled from the earthquake in the days of King Uzziah of Judah. Then the Lord my God will come with all his holy ones with him."
            },
            {
                "verse_number": "6",
                "verse_text": "On that day there will be no light &ndash; the sources of light in the heavens will congeal."
            },
            {
                "verse_number": "7",
                "verse_text": "It will happen in one day (a day known to the Lord ); not in the day or the night, but in the evening there will be light."
            },
            {
                "verse_number": "8",
                "verse_text": "Moreover, on that day living waters will flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea; it will happen both in summer and in winter."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord will then be king over all the earth. In that day the Lord will be seen as one with a single name."
            },
            {
                "verse_number": "10",
                "verse_text": "All the land will change and become like the Arabah from Geba to Rimmon, south of Jerusalem; and Jerusalem will be raised up and will stay in its own place from the Benjamin Gate to the site of the First Gate and on to the Corner Gate, and from the Tower of Hananel to the royal winepresses."
            },
            {
                "verse_number": "11",
                "verse_text": "And people will settle there, and there will no longer be the threat of divine extermination &ndash; Jerusalem will dwell in security."
            },
            {
                "verse_number": "12",
                "verse_text": "But this will be the nature of the plague with which the Lord will strike all the nations that have fought against Jerusalem: Their flesh will decay while they stand on their feet, their eyes will rot away in their sockets, and their tongues will dissolve in their mouths."
            },
            {
                "verse_number": "13",
                "verse_text": "On that day there will be great confusion from the Lord among them; they will seize each other and attack one another violently."
            },
            {
                "verse_number": "14",
                "verse_text": "Moreover, Judah will fight at Jerusalem, and the wealth of all the surrounding nations will be gathered up &ndash; gold, silver, and clothing in great abundance."
            },
            {
                "verse_number": "15",
                "verse_text": "This is the kind of plague that will devastate horses, mules, camels, donkeys, and all the other animals in those camps."
            },
            {
                "verse_number": "16",
                "verse_text": "Then all who survive from all the nations that came to attack Jerusalem will go up annually to worship the King, the Lord who rules over all, and to observe the Feast of Tabernacles."
            },
            {
                "verse_number": "17",
                "verse_text": "But if any of the nations anywhere on earth refuse to go up to Jerusalem to worship the King, the Lord who rules over all, they will get no rain."
            },
            {
                "verse_number": "18",
                "verse_text": "If the Egyptians will not do so, they will get no rain &ndash; instead there will be the kind of plague which the Lord inflicts on any nations that do not go up to celebrate the Feast of Tabernacles."
            },
            {
                "verse_number": "19",
                "verse_text": "This will be the punishment of Egypt and of all nations that do not go up to celebrate the Feast of Tabernacles."
            },
            {
                "verse_number": "20",
                "verse_text": "On that day the bells of the horses will bear the inscription &apos; Holy to the Lord .&apos; The cooking pots in the Lord &quot;s temple will be as holy as the bowls in front of the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "Every cooking pot in Jerusalem and Judah will become holy in the sight of the Lord who rules over all, so that all who offer sacrifices may come and use some of them to boil their sacrifices in them. On that day there will no longer be a Canaanite in the house of the Lord who rules over all."
            }
        ]
    }
}