{
    "3 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the elder, to Gaius my dear brother, whom I love in truth."
            },
            {
                "verse_number": "2",
                "verse_text": "Dear friend, I pray that all may go well with you and that you may be in good health, just as it is well with your soul."
            },
            {
                "verse_number": "3",
                "verse_text": "For I rejoiced greatly when the brothers came and testified to your truth, just as you are living according to the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "I have no greater joy than this: to hear that my children are living according to the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "Dear friend, you demonstrate faithfulness by whatever you do for the brothers (even though they are strangers)."
            },
            {
                "verse_number": "6",
                "verse_text": "They have testified to your love before the church. You will do well to send them on their way in a manner worthy of God."
            },
            {
                "verse_number": "7",
                "verse_text": "For they have gone forth on behalf of “The Name,” accepting nothing from the pagans."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore we ought to support such people, so that we become coworkers in cooperation with the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote something to the church, but Diotrephes, who loves to be first among them, does not acknowledge us."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, if I come, I will call attention to the deeds he is doing – the bringing of unjustified charges against us with evil words! And not being content with that, he not only refuses to welcome the brothers himself, but hinders the people who want to do so and throws them out of the church!"
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friend, do not imitate what is bad but what is good. The one who does good is of God; the one who does what is bad has not seen God."
            },
            {
                "verse_number": "12",
                "verse_text": "Demetrius has been testified to by all, even by the truth itself. We also testify to him, and you know that our testimony is true."
            },
            {
                "verse_number": "13",
                "verse_text": "I have many things to write to you, but I do not wish to write to you with pen and ink."
            },
            {
                "verse_number": "14",
                "verse_text": "But I hope to see you right away, and we will speak face to face."
            },
            {
                "verse_number": "15",
                "verse_text": "Peace be with you. The friends here greet you. Greet the friends there by name."
            }
        ]
    }
}