{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Alas! The city once full of people now sits all alone! The prominent lady among the nations has become a widow! The princess who once ruled the provinces has become a forced laborer! tears stream down her cheeks. among all her lovers. under affliction and harsh oppression. She lives among the nations; in narrow straits. because no one travels to the festivals. All her city gates are deserted; her priests groan. Her virgins grieve; she is in bitter anguish! her enemies are at ease. because of her many acts of rebellion. captive before the enemy. has departed. so they were too exhausted to escape from the hunter. when she became a poor homeless person, that she owned in days of old. When her people fell into an enemy&quot;s grip, none of her allies came to her rescue. Her enemies gloated over her; they sneered at her downfall. therefore she became an object of scorn. All who admired her have despised her because they have seen her nakedness. She groans aloud and turns away in shame. she did not consider the consequences of her sin. Her demise was astonishing, She cried, &apos;Look, O Lord , on my affliction because my enemy boasts!&apos; all her valuables. Indeed she watched in horror as Gentiles invaded her holy temple &ndash; those whom you had commanded: &apos;They must not enter your assembly place.&apos; as they searched for a morsel of bread. They exchanged their valuables for just enough food to stay alive. &apos;Look, O Lord ! Consider The Lord has afflicted me, he has inflicted it on me when he burned with anger. into my bones, and it overcame them. He spread out a trapper&quot;s net for my feet; He has placed his yoke on my neck; he has sapped my strength. The Lord has handed me over The Lord did this in my midst. He summoned an assembly against me The Lord has stomped like grapes the virgin daughter, Judah. my eyes flow with tears. For there is no one in sight who can comfort me or encourage me. My children are desolated his neighbors have become his enemies. like filthy garbage in their midst. Yes, I rebelled against his commands. Please listen, all you nations, Truly they had searched for food to keep themselves alive. my stomach is in knots! My heart is pounding inside me. Yes, I was terribly rebellious! Out in the street the sword bereaves a mother of her children; Inside the house death is present. they are glad that you have brought it about. Bring about the day of judgment that you promised so that they may end up like me! afflict them just as you have afflicted me because of all my acts of rebellion. and my heart is sick with sorrow. ×‘ ( Bet ) She has no one to comfort her All her friends have betrayed her; they have become her enemies. ×’ ( Gimel ) she has found no resting place. All who pursued her overtook her ×“ ( Dalet ) ×” ( He ) For the Lord afflicted her Her children went away ×• ( Vav ) Her leaders became like deer; they found no pasture, ×– ( Zayin ) all her treasures ×— ( Khet ) ×˜ ( Tet ) and there was no one to comfort her. ×™ ( Yod ) ×› ( Kaf ) that I have become worthless!&apos; ×œ ( Lamed ) Look and see! Is there any pain like mine? ×ž ( Mem ) he made me turn back. He has made me desolate; I am faint all day long. ×  ( Nun ) they are fastened together by his hand. to those whom I cannot resist. ×¡ ( Samek ) to shatter my young men. ×¢ ( Ayin ) because an enemy has prevailed. ×¤ ( Pe ) but there is no one to comfort her. The Lord has issued a decree against Jacob; Jerusalem has become ×¦ ( Tsade ) and look at my suffering! My young women and men have gone into exile. ×§ ( Qof ) but they had deceived me. My priests and my elders perished in the city. ×¨ ( Resh ) ×© ( Sin/Shin ) yet there is no one to comfort me. All my enemies have heard of my trouble; ×ª ( Tav ) For my groans are many,"
            },
            {
                "verse_number": "2",
                "verse_text": "She weeps bitterly at night;"
            },
            {
                "verse_number": "3",
                "verse_text": "Judah has departed into exile"
            },
            {
                "verse_number": "4",
                "verse_text": "The roads to Zion mourn"
            },
            {
                "verse_number": "5",
                "verse_text": "Her foes subjugated her;"
            },
            {
                "verse_number": "6",
                "verse_text": "All of Daughter Zion&quot;s splendor"
            },
            {
                "verse_number": "7",
                "verse_text": "Jerusalem remembers,"
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem committed terrible sin;"
            },
            {
                "verse_number": "9",
                "verse_text": "Her menstrual flow has soiled her clothing;"
            },
            {
                "verse_number": "10",
                "verse_text": "An enemy grabbed"
            },
            {
                "verse_number": "11",
                "verse_text": "All her people groaned"
            },
            {
                "verse_number": "12",
                "verse_text": "Is it nothing to you, all you who pass by on the road?"
            },
            {
                "verse_number": "13",
                "verse_text": "He sent down fire"
            },
            {
                "verse_number": "14",
                "verse_text": "My sins are bound around my neck like a yoke;"
            },
            {
                "verse_number": "15",
                "verse_text": "He rounded up all my mighty ones;"
            },
            {
                "verse_number": "16",
                "verse_text": "I weep because of these things;"
            },
            {
                "verse_number": "17",
                "verse_text": "Zion spread out her hands,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord is right to judge me!"
            },
            {
                "verse_number": "19",
                "verse_text": "I called for my lovers,"
            },
            {
                "verse_number": "20",
                "verse_text": "Look, O Lord ! I am distressed;"
            },
            {
                "verse_number": "21",
                "verse_text": "They have heard that I groan,"
            },
            {
                "verse_number": "22",
                "verse_text": "Let all their wickedness come before you;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Alas! The Lord has covered Daughter Zion with his anger. he did not protect his temple when he displayed his anger. all the homes of Jacob&quot;s descendants. the fortified cities of Daughter Judah. the kingdom and its rulers. the whole army of Israel. He withdrew his right hand as the enemy attacked. He was like a raging fire in the land of Jacob; it consumed everything around it. his right hand was ready to shoot. even our strong young men; on the tent of Daughter Zion. destroyed Israel. He destroyed all her palaces; he ruined her fortified cities. mourn and lament. both the festivals and the Sabbaths. In his fierce anger he has spurned and abhorred his temple. He handed over to the enemy the enemy shouted in the Lord&quot;s temple as if it were a feast day. He prepared to knock it down; he did not withdraw his hand from destroying. together they mourned their ruin. he smashed to bits the bars that lock her gates. Her king and princes were taken into exile; there is no more guidance available. they no longer receive a vision from the Lord . sit on the ground in silence. They have dressed in sackcloth. Jerusalem&quot;s young women stare down at the ground. my stomach is in knots. My heart is poured out on the ground due to the destruction of my helpless people; &apos;Where are food and drink?&apos; They faint like a wounded warrior They die slowly in their mothers&quot; arms. To what can I liken you so that I might comfort you, O Virgin Daughter Zion? Your wound is as deep as the sea. Who can heal you? that were worthless lies. so as to restore your fortunes. that were worthless lies. clapped their hands to mock you. &apos;Ha! Is this the city they called &quot;The perfection of beauty, the source of joy of the whole earth!&quot;?&apos; gloated over you. they said, &apos;We have destroyed her! We have lived to see it!&apos; he has fulfilled his promise that he threatened long ago: He has overthrown you without mercy he has exalted your adversaries&quot; power. O wall of Daughter Zion! all day and all night long! do not let your tears stop! when the night watches start! Pour out your heart like water before the face of the Lord! Lift up your hands to him for your children&quot;s lives; they are fainting at every street corner. Whom have you ever afflicted like this? Should women eat their offspring, their healthy infants? be killed in the Lord&quot;s sanctuary? My young women and my young men You killed them when you were angry; you slaughtered them without mercy. enemies to terrify me on every side. those healthy infants whom I bore and raised. He has thrown down the splendor of Israel from heaven to earth; ×‘ ( Bet ) In his anger he tore down He knocked to the ground and humiliated ×’ ( Gimel ) ×“ ( Dalet ) Like a foe he killed everyone, he has poured out his anger like fire ×” ( He ) He made everyone in Daughter Judah ×• ( Vav ) he destroyed his appointed meeting place. The Lord has made those in Zion forget both king and priest. ×– ( Zayin ) her palace walls; ×— ( Khet ) Daughter Zion&quot;s wall. He made the ramparts and fortified walls lament; ×˜ ( Tet ) As for her prophets, ×™ ( Yod ) They have thrown dirt on their heads; ×› ( Kaf ) children and infants faint in the town squares. ×œ ( Lamed ) in the city squares. ×ž ( Mem ) To what can I compare you, O Daughter Jerusalem? ×  ( Nun ) They failed to expose your sin They saw oracles for you ×¡ ( Samek ) They sneered and shook their heads at Daughter Jerusalem. ×¤ ( Pe ) They sneered and gnashed their teeth; Ha! We have waited a long time for this day. ×¢ ( Ayin ) and has enabled the enemy to gloat over you; ×¦ ( Tsade ) Make your tears flow like a river Do not rest; ×§ ( Qof ) ×¨ ( Resh ) Should priest and prophet ×© ( Sin/Shin ) lie dead on the ground in the streets. have fallen by the sword. ×ª ( Tav ) On the day of the Lord&quot;s anger no one escaped or survived. My enemy has finished off"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord destroyed mercilessly"
            },
            {
                "verse_number": "3",
                "verse_text": "In fierce anger he destroyed"
            },
            {
                "verse_number": "4",
                "verse_text": "He prepared his bow like an enemy;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord, like an enemy,"
            },
            {
                "verse_number": "6",
                "verse_text": "He destroyed his temple as if it were a vineyard;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord rejected his altar"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord was determined to tear down"
            },
            {
                "verse_number": "9",
                "verse_text": "Her city gates have fallen to the ground;"
            },
            {
                "verse_number": "10",
                "verse_text": "The elders of Daughter Zion"
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes are worn out from weeping;"
            },
            {
                "verse_number": "12",
                "verse_text": "Children say to their mothers,"
            },
            {
                "verse_number": "13",
                "verse_text": "With what can I equate you?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets saw visions for you"
            },
            {
                "verse_number": "15",
                "verse_text": "All who passed by on the road"
            },
            {
                "verse_number": "16",
                "verse_text": "All your enemies"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has done what he planned;"
            },
            {
                "verse_number": "18",
                "verse_text": "Cry out from your heart to the Lord,"
            },
            {
                "verse_number": "19",
                "verse_text": "Get up! Cry out in the night"
            },
            {
                "verse_number": "20",
                "verse_text": "Look, O Lord! Consider!"
            },
            {
                "verse_number": "21",
                "verse_text": "The young boys and old men"
            },
            {
                "verse_number": "22",
                "verse_text": "As if it were a feast day, you call"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I am the man who has experienced affliction from the rod of his wrath. he turns his hand against me all day long. with bitter hardship. he has weighted me down with heavy prison chains. he has shut out my prayer. he has made every path impassable. like a hidden lion stalking its prey. into my heart. their mocking song all day long. and made me drunk with bitterness. he trampled me in the dust. I have forgotten what happiness is. I have lost all hope of deliverance from the Lord .&apos; which is a bitter poison. and I am depressed. his compassions never end. your faithfulness is abundant! to the one who seeks him. for deliverance from the Lord . to bear the yoke while he is young. when the Lord is disciplining him. reject us forever. according to the abundance of his loyal kindness. or to grieve people. all the earth&quot;s prisoners, the Lord does not approve of such things! unless the Lord decreed it? both calamity and blessing? when punished for his sins? you have not forgiven.&apos; in the estimation of the nations. devastation and destruction. because my people are destroyed. there will be no break and sees what has happened. all the suffering of the daughters in my city. hunted me down like a bird. I thought I was about to die. from the deepest pit. &apos;Do not close your ears to my cry for relief!&apos; you said, &apos;Do not fear!&apos; pronounce judgment on my behalf! all their plots against me. according to what they have done."
            },
            {
                "verse_number": "2",
                "verse_text": "He drove me into captivity and made me walk in darkness and not light. ×‘ ( Bet ) he has broken my bones. like those who died long ago. ×’ ( Gimel ) ×“ ( Dalet ) he has made me desolate. the target for his arrow. ×” ( He ) ×• ( Vav ) ×– ( Zayin ) therefore I have hope: ×— ( Khet ) so I will put my hope in him. ×˜ ( Tet ) ×™ ( Yod ) perhaps there is hope. let him have his fill of insults. ×› ( Kaf ) ×œ ( Lamed ) in the presence of the Most High, ×ž ( Mem ) ×  ( Nun ) and let us return to the Lord . to God in heaven: ×¡ ( Samek ) you killed without mercy. so that no prayer can get through. ×¤ ( Pe ) ×¢ ( Ayin ) ×¦ ( Tsade ) and threw stones at me. ×§ ( Qof ) ×¨ ( Resh ) you redeemed my life. ×© ( Sin/Shin ) all their plots against me. against me all day long. I am the object of their mocking songs. ×ª ( Tav ) may your curse be on them! from under the Lord&quot; s heaven."
            },
            {
                "verse_number": "3",
                "verse_text": "He repeatedly attacks me,"
            },
            {
                "verse_number": "4",
                "verse_text": "He has made my mortal skin waste away;"
            },
            {
                "verse_number": "5",
                "verse_text": "He has besieged and surrounded me"
            },
            {
                "verse_number": "6",
                "verse_text": "He has made me reside in deepest darkness"
            },
            {
                "verse_number": "7",
                "verse_text": "He has walled me in so that I cannot get out;"
            },
            {
                "verse_number": "8",
                "verse_text": "Also, when I cry out desperately for help,"
            },
            {
                "verse_number": "9",
                "verse_text": "He has blocked every road I take with a wall of hewn stones;"
            },
            {
                "verse_number": "10",
                "verse_text": "To me he is like a bear lying in ambush,"
            },
            {
                "verse_number": "11",
                "verse_text": "He has obstructed my paths and torn me to pieces;"
            },
            {
                "verse_number": "12",
                "verse_text": "He drew his bow and made me"
            },
            {
                "verse_number": "13",
                "verse_text": "He shot his arrows"
            },
            {
                "verse_number": "14",
                "verse_text": "I have become the laughingstock of all people,"
            },
            {
                "verse_number": "15",
                "verse_text": "He has given me my fill of bitter herbs"
            },
            {
                "verse_number": "16",
                "verse_text": "He ground my teeth in gravel;"
            },
            {
                "verse_number": "17",
                "verse_text": "I am deprived of peace;"
            },
            {
                "verse_number": "18",
                "verse_text": "So I said, &apos;My endurance has expired;"
            },
            {
                "verse_number": "19",
                "verse_text": "Remember my impoverished and homeless condition,"
            },
            {
                "verse_number": "20",
                "verse_text": "I continually think about this,"
            },
            {
                "verse_number": "21",
                "verse_text": "But this I call to mind;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord &quot;s loyal kindness never ceases;"
            },
            {
                "verse_number": "23",
                "verse_text": "They are fresh every morning;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;My portion is the Lord,&apos; I have said to myself,"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is good to those who trust in him,"
            },
            {
                "verse_number": "26",
                "verse_text": "It is good to wait patiently"
            },
            {
                "verse_number": "27",
                "verse_text": "It is good for a man"
            },
            {
                "verse_number": "28",
                "verse_text": "Let a person sit alone in silence,"
            },
            {
                "verse_number": "29",
                "verse_text": "Let him bury his face in the dust;"
            },
            {
                "verse_number": "30",
                "verse_text": "Let him offer his cheek to the one who hits him;"
            },
            {
                "verse_number": "31",
                "verse_text": "For the Lord will not"
            },
            {
                "verse_number": "32",
                "verse_text": "Though he causes us grief, he then has compassion on us"
            },
            {
                "verse_number": "33",
                "verse_text": "For he is not predisposed to afflict"
            },
            {
                "verse_number": "34",
                "verse_text": "To crush underfoot"
            },
            {
                "verse_number": "35",
                "verse_text": "to deprive a person of his rights"
            },
            {
                "verse_number": "36",
                "verse_text": "to defraud a person in a lawsuit &ndash;"
            },
            {
                "verse_number": "37",
                "verse_text": "Whose command was ever fulfilled"
            },
            {
                "verse_number": "38",
                "verse_text": "Is it not from the mouth of the Most High that everything comes &ndash;"
            },
            {
                "verse_number": "39",
                "verse_text": "Why should any living person complain"
            },
            {
                "verse_number": "40",
                "verse_text": "Let us carefully examine our ways,"
            },
            {
                "verse_number": "41",
                "verse_text": "Let us lift up our hearts and our hands"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;We have blatantly rebelled;"
            },
            {
                "verse_number": "43",
                "verse_text": "You shrouded yourself with anger and then pursued us;"
            },
            {
                "verse_number": "44",
                "verse_text": "You shrouded yourself with a cloud"
            },
            {
                "verse_number": "45",
                "verse_text": "You make us like filthy scum"
            },
            {
                "verse_number": "46",
                "verse_text": "All our enemies have gloated over us;"
            },
            {
                "verse_number": "47",
                "verse_text": "Panic and pitfall have come upon us,"
            },
            {
                "verse_number": "48",
                "verse_text": "Streams of tears flow from my eyes"
            },
            {
                "verse_number": "49",
                "verse_text": "Tears flow from my eyes and will not stop;"
            },
            {
                "verse_number": "50",
                "verse_text": "until the Lord looks down from heaven"
            },
            {
                "verse_number": "51",
                "verse_text": "What my eyes see grieves me &ndash;"
            },
            {
                "verse_number": "52",
                "verse_text": "For no good reason my enemies"
            },
            {
                "verse_number": "53",
                "verse_text": "They shut me up in a pit"
            },
            {
                "verse_number": "54",
                "verse_text": "The waters closed over my head;"
            },
            {
                "verse_number": "55",
                "verse_text": "I have called on your name, O Lord ,"
            },
            {
                "verse_number": "56",
                "verse_text": "You heard my plea:"
            },
            {
                "verse_number": "57",
                "verse_text": "You came near on the day I called to you;"
            },
            {
                "verse_number": "58",
                "verse_text": "O Lord, you championed my cause,"
            },
            {
                "verse_number": "59",
                "verse_text": "You have seen the wrong done to me, O Lord ;"
            },
            {
                "verse_number": "60",
                "verse_text": "You have seen all their vengeance,"
            },
            {
                "verse_number": "61",
                "verse_text": "You have heard their taunts, O Lord ,"
            },
            {
                "verse_number": "62",
                "verse_text": "My assailants revile and conspire"
            },
            {
                "verse_number": "63",
                "verse_text": "Watch them from morning to evening;"
            },
            {
                "verse_number": "64",
                "verse_text": "Pay them back what they deserve, O Lord ,"
            },
            {
                "verse_number": "65",
                "verse_text": "Give them a distraught heart;"
            },
            {
                "verse_number": "66",
                "verse_text": "Pursue them in anger and eradicate them"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Alas! Gold has lost its luster; pure gold loses value. Jewels are scattered on every street corner. Alas! &ndash; but now they are treated like broken clay pots, made by a potter. at their breast, but my people are cruel, like ostriches in the desert. little children beg for bread, but no one gives them even a morsel. are now starving to death in the streets. Those who grew up wearing expensive clothes are now dying amid garbage. exceeded that of of Sodom, with no one to help her. their hair like lapis lazuli. than those who die of hunger, those who waste away, struck down from lack of food. who became their food, when my people were destroyed. he poured out his fierce anger. it consumed her foundations. nor the people of the lands ever thought the gates of Jerusalem. defiled by the blood they shed, while no one dares but the nations say, &apos;They may not stay here any longer.&apos; They did not honor the priests; they did not show favor to the elders. as we looked in vain for help. Our end drew near, our days were numbered, than eagles in the sky. was caught in their traps, of whom we thought, &apos;Under his protection we will survive among the nations.&apos; But the cup of judgment will pass to you also; he will not prolong your exile. But, O people of Edom, he will punish your sin and reveal your offenses! ×‘ ( Bet ) were worth their weight in gold &ndash; ×’ ( Gimel ) ×“ ( Dalet ) to the roof of its mouth due to thirst; ×” ( He ) ×• ( Vav ) which was overthrown in a moment ×– ( Zayin ) whiter than milk; their bodies more ruddy than corals, ×— ( Khet ) they are not recognized in the streets. Their skin has shriveled on their bones; it is dried up, like tree bark. ×˜ ( Tet ) ×™ ( Yod ) cooked their own children, ×› ( Kaf ) He started a fire in Zion; ×œ ( Lamed ) that enemy or foe would enter ×ž ( Mem ) and the iniquities of her priests, who poured out in her midst the blood of the righteous. ×  ( Nun ) to touch their garments. ×¡ ( Samek ) Turn away! Turn away! Don&quot;t touch us!&apos; So they have fled and wander about; ×¤ ( Pe ) he no longer watches over them. ×¢ ( Ayin ) From our watchtowers we watched for a nation that could not rescue us. ×¦ ( Tsade ) so that we could not walk about in our streets. for our end had come! ×§ ( Qof ) They chased us over the mountains; they ambushed us in the wilderness. ×¨ ( Resh ) ×© ( Sin/Shin ) who reside in the land of Uz. you will get drunk and take off your clothes. ×ª ( Tav )"
            },
            {
                "verse_number": "2",
                "verse_text": "The precious sons of Zion"
            },
            {
                "verse_number": "3",
                "verse_text": "Even the jackals nurse their young"
            },
            {
                "verse_number": "4",
                "verse_text": "The infant&quot;s tongue sticks"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who once feasted on delicacies"
            },
            {
                "verse_number": "6",
                "verse_text": "The punishment of my people"
            },
            {
                "verse_number": "7",
                "verse_text": "Her consecrated ones were brighter than snow,"
            },
            {
                "verse_number": "8",
                "verse_text": "Now their appearance is darker than soot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Those who died by the sword are better off"
            },
            {
                "verse_number": "10",
                "verse_text": "The hands of tenderhearted women"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord fully vented his wrath;"
            },
            {
                "verse_number": "12",
                "verse_text": "Neither the kings of the earth"
            },
            {
                "verse_number": "13",
                "verse_text": "But it happened due to the sins of her prophets"
            },
            {
                "verse_number": "14",
                "verse_text": "They wander blindly through the streets,"
            },
            {
                "verse_number": "15",
                "verse_text": "People cry to them, &apos;Turn away! You are unclean!"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord himself has scattered them;"
            },
            {
                "verse_number": "17",
                "verse_text": "Our eyes continually failed us"
            },
            {
                "verse_number": "18",
                "verse_text": "Our enemies hunted us down at every step"
            },
            {
                "verse_number": "19",
                "verse_text": "Those who pursued us were swifter"
            },
            {
                "verse_number": "20",
                "verse_text": "Our very life breath &ndash; the Lord &quot;s anointed king &ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "Rejoice and be glad for now, O people of Edom,"
            },
            {
                "verse_number": "22",
                "verse_text": "O people of Zion, your punishment will come to an end;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "O Lord , reflect on what has happened to us; consider and look at our disgrace. foreigners now occupy our homes. we must buy our own wood at a steep price. we are weary and have no rest. in order to buy food to eat. but we suffer their punishment. there is no one to rescue us from their power. because robbers lurk in the countryside. due to a fever from hunger. elders were mistreated. boys stagger from their labor. because of these things, we can hardly see through our tears. renew our life as in days before, and are angry with us beyond measure."
            },
            {
                "verse_number": "2",
                "verse_text": "Our inheritance is turned over to strangers;"
            },
            {
                "verse_number": "3",
                "verse_text": "We have become fatherless orphans; our mothers have become widows. virgins in the towns of Judah. the young men have stopped playing their music. our dancing is turned to mourning. woe to us, for we have sinned! which lies desolate. your throne endures from generation to generation. Why do you forsake us so long?"
            },
            {
                "verse_number": "4",
                "verse_text": "We must pay money for our own water;"
            },
            {
                "verse_number": "5",
                "verse_text": "We are pursued &ndash; they are breathing down our necks;"
            },
            {
                "verse_number": "6",
                "verse_text": "We have submitted to Egypt and Assyria"
            },
            {
                "verse_number": "7",
                "verse_text": "Our forefathers sinned and are dead,"
            },
            {
                "verse_number": "8",
                "verse_text": "Slaves rule over us;"
            },
            {
                "verse_number": "9",
                "verse_text": "At the risk of our lives we get our food"
            },
            {
                "verse_number": "10",
                "verse_text": "Our skin is hot as an oven"
            },
            {
                "verse_number": "11",
                "verse_text": "They raped women in Zion,"
            },
            {
                "verse_number": "12",
                "verse_text": "Princes were hung by their hands;"
            },
            {
                "verse_number": "13",
                "verse_text": "The young men perform menial labor;"
            },
            {
                "verse_number": "14",
                "verse_text": "The elders are gone from the city gate;"
            },
            {
                "verse_number": "15",
                "verse_text": "Our hearts no longer have any joy;"
            },
            {
                "verse_number": "16",
                "verse_text": "The crown has fallen from our head;"
            },
            {
                "verse_number": "17",
                "verse_text": "Because of this, our hearts are sick;"
            },
            {
                "verse_number": "18",
                "verse_text": "For wild animals are prowling over Mount Zion,"
            },
            {
                "verse_number": "19",
                "verse_text": "But you, O Lord , reign forever;"
            },
            {
                "verse_number": "20",
                "verse_text": "Why do you keep on forgetting us?"
            },
            {
                "verse_number": "21",
                "verse_text": "Bring us back to yourself, O Lord , so that we may return to you;"
            },
            {
                "verse_number": "22",
                "verse_text": "unless you have utterly rejected us"
            }
        ]
    }
}