{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Adam, Seth, Enosh,"
            },
            {
                "verse_number": "2",
                "verse_text": "Kenan, Mahalalel, Jered,"
            },
            {
                "verse_number": "3",
                "verse_text": "Enoch, Methuselah, Lamech,"
            },
            {
                "verse_number": "4",
                "verse_text": "Noah, Shem, Ham, and Japheth."
            },
            {
                "verse_number": "5",
                "verse_text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. Seba, Havilah, Sabta, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan. Elam, Asshur, Arphaxad, Lud, and Aram. Isaac and Ishmael. Zimran, Jokshan, Medan, Midian, Ishbak, Shuah. The sons of Jokshan: Sheba and Dedan. Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the sons of Keturah. Esau and Israel. Eliphaz, Reuel, Jeush, Jalam, and Korah. Nahath, Zerah, Shammah, and Mizzah. Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan. The sons of Zibeon: Aiah and Anah. Dishon. The sons of Dishon: Uz and Aran. Bela son of Beor; the name of his city was Dinhabah. The tribal chiefs of Edom were: Timna, Alvah, Jetheth,"
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Gomer: Ashkenaz, Riphath, and Togarmah. Elishah, Tarshish, the Kittites, and the Rodanites. Cush, Mizraim, Put, and Canaan. The sons of Aram: Uz, Hul, Gether, and Meshech. Ishmael’s firstborn son was Nebaioth; the others were Kedar, Adbeel, Mibsam, Teman, Omar, Zephi, Gatam, Kenaz, and (by Timna) Amalek. Hori and Homam. (Timna was Lotan’s sister.) Alyan, Manahath, Ebal, Shephi, and Onam. Hamran, Eshban, Ithran, and Keran. Bilhan, Zaavan, Jaakan. The sons of Dishan:"
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Javan:"
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Ham:"
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Cush:"
            },
            {
                "verse_number": "10",
                "verse_text": "Cush was the father of Nimrod, who established himself as a mighty warrior on earth."
            },
            {
                "verse_number": "11",
                "verse_text": "Mizraim was the father of the Ludites, Anamites, Lehabites, Naphtuhites,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pathrusites, Casluhites (from whom the Philistines descended ), and the Caphtorites."
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan was the father of Sidon – his firstborn – and Heth,"
            },
            {
                "verse_number": "14",
                "verse_text": "as well as the Jebusites, Amorites, Girgashites,"
            },
            {
                "verse_number": "15",
                "verse_text": "Hivites, Arkites, Sinites,"
            },
            {
                "verse_number": "16",
                "verse_text": "Arvadites, Zemarites, and Hamathites."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Shem:"
            },
            {
                "verse_number": "18",
                "verse_text": "Arphaxad was the father of Shelah, and Shelah was the father of Eber."
            },
            {
                "verse_number": "19",
                "verse_text": "Two sons were born to Eber: the first was named Peleg, for during his lifetime the earth was divided; his brother’s name was Joktan."
            },
            {
                "verse_number": "20",
                "verse_text": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hadoram, Uzal, Diklah,"
            },
            {
                "verse_number": "22",
                "verse_text": "Ebal, Abimael, Sheba,"
            },
            {
                "verse_number": "23",
                "verse_text": "Ophir, Havilah, and Jobab. All these were the sons of Joktan."
            },
            {
                "verse_number": "24",
                "verse_text": "Shem, Arphaxad, Shelah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Eber, Peleg, Reu,"
            },
            {
                "verse_number": "26",
                "verse_text": "Serug, Nahor, Terah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Abram (that is, Abraham)."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Abraham:"
            },
            {
                "verse_number": "29",
                "verse_text": "These were their descendants:"
            },
            {
                "verse_number": "30",
                "verse_text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
                "verse_number": "31",
                "verse_text": "Jetur, Naphish, and Kedemah. These were the sons of Ishmael."
            },
            {
                "verse_number": "32",
                "verse_text": "The sons to whom Keturah, Abraham’s concubine, gave birth:"
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Midian:"
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham was the father of Isaac. The sons of Isaac:"
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of Esau:"
            },
            {
                "verse_number": "36",
                "verse_text": "The sons of Eliphaz:"
            },
            {
                "verse_number": "37",
                "verse_text": "The sons of Reuel:"
            },
            {
                "verse_number": "38",
                "verse_text": "The sons of Seir:"
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of Lotan:"
            },
            {
                "verse_number": "40",
                "verse_text": "The sons of Shobal:"
            },
            {
                "verse_number": "41",
                "verse_text": "The son of Anah:"
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of Ezer:"
            },
            {
                "verse_number": "43",
                "verse_text": "These were the kings who reigned in the land of Edom before any king ruled over the Israelites:"
            },
            {
                "verse_number": "44",
                "verse_text": "When Bela died, Jobab son of Zerah from Bozrah, succeeded him."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jobab died, Husham from the land of the Temanites succeeded him."
            },
            {
                "verse_number": "46",
                "verse_text": "When Husham died, Hadad son of Bedad succeeded him. He struck down the Midianites in the plains of Moab; the name of his city was Avith."
            },
            {
                "verse_number": "47",
                "verse_text": "When Hadad died, Samlah from Masrekah succeeded him."
            },
            {
                "verse_number": "48",
                "verse_text": "When Samlah died, Shaul from Rehoboth on the river succeeded him."
            },
            {
                "verse_number": "49",
                "verse_text": "When Shaul died, Baal-Hanan son of Achbor succeeded him."
            },
            {
                "verse_number": "50",
                "verse_text": "When Baal-Hanan died, Hadad succeeded him; the name of his city was Pai. His wife was Mehetabel, daughter of Matred, daughter of Me-Zahab."
            },
            {
                "verse_number": "51",
                "verse_text": "Hadad died."
            },
            {
                "verse_number": "52",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Magdiel, Iram. These were the tribal chiefs of Edom."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "These were the sons of Israel: Reuben, Simeon, Levi, and Judah; Issachar and Zebulun; Naphtali, Gad, and Asher. Hezron and Hamul. Azariah. The sons of Shammai: Nadab and Abishur. Seled and Appaim. (Seled died without having sons.) Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai. Jether and Jonathan. (Jether died without having sons.) Peleth and Zaza. These were the descendants of Jerahmeel. Korah, Tappuah, Rekem, and Shema. Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. Shobal, the father of Kiriath Jearim, Bethlehem, the Netophathites, Atroth Beth-Joab, half the Manahathites, the Zorites,"
            },
            {
                "verse_number": "2",
                "verse_text": "Dan, Joseph, and Benjamin;"
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Judah: Er, Onan, and Shelah. These three were born to him by Bathshua, a Canaanite woman. Er, Judah’s firstborn, displeased the Lord , so the Lord killed him. Zimri, Ethan, Heman, Kalkol, Dara – five in all. Achan, who brought the disaster on Israel when he stole what was devoted to God. Jerahmeel, Ram, and Caleb. His firstborn Mesha, the father of Ziph, and his second son Mareshah, the father of Hebron. The sons of Hur, the firstborn of Ephrath:"
            },
            {
                "verse_number": "4",
                "verse_text": "Tamar, Judah’s daughter-in-law, bore to him Perez and Zerah. Judah had five sons in all."
            },
            {
                "verse_number": "5",
                "verse_text": "The sons of Perez:"
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Zerah:"
            },
            {
                "verse_number": "7",
                "verse_text": "The son of Carmi:"
            },
            {
                "verse_number": "8",
                "verse_text": "The son of Ethan:"
            },
            {
                "verse_number": "9",
                "verse_text": "The sons born to Hezron:"
            },
            {
                "verse_number": "10",
                "verse_text": "Ram was the father of Amminadab, and Amminadab was the father of Nahshon, the tribal chief of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Nahshon was the father of Salma, and Salma was the father of Boaz."
            },
            {
                "verse_number": "12",
                "verse_text": "Boaz was the father of Obed, and Obed was the father of Jesse."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse was the father of Eliab, his firstborn; Abinadab was born second, Shimea third,"
            },
            {
                "verse_number": "14",
                "verse_text": "Nethanel fourth, Raddai fifth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ozem sixth, David seventh."
            },
            {
                "verse_number": "16",
                "verse_text": "Their sisters were Zeruiah and Abigail. Zeruiah’s three sons were Abshai, Joab, and Asahel."
            },
            {
                "verse_number": "17",
                "verse_text": "Abigail bore Amasa, whose father was Jether the Ishmaelite."
            },
            {
                "verse_number": "18",
                "verse_text": "Caleb son of Hezron fathered sons by his wife Azubah (also known as Jerioth). Her sons were Jesher, Shobab, and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "When Azubah died, Caleb married Ephrath, who bore him Hur."
            },
            {
                "verse_number": "20",
                "verse_text": "Hur was the father of Uri, and Uri was the father of Bezalel."
            },
            {
                "verse_number": "21",
                "verse_text": "Later Hezron had sexual relations with the daughter of Makir, the father of Gilead. (He had married her when he was sixty years old.) She bore him Segub."
            },
            {
                "verse_number": "22",
                "verse_text": "Segub was the father of Jair, who owned twenty-three cities in the land of Gilead."
            },
            {
                "verse_number": "23",
                "verse_text": "(Geshur and Aram captured the towns of Jair, along with Kenath and its sixty surrounding towns.) All these were descendants of Makir, the father of Gilead."
            },
            {
                "verse_number": "24",
                "verse_text": "After Hezron’s death, Caleb had sexual relations with Ephrath, his father Hezron’s widow, and she bore to him Ashhur the father of Tekoa."
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Jerahmeel, Hezron’s firstborn, were Ram, the firstborn, Bunah, Oren, Ozem, and Ahijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Jerahmeel had another wife named Atarah; she was Onam’s mother."
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Ram, Jerahmeel’s firstborn, were Maaz, Jamin, and Eker."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Onam were Shammai and Jada."
            },
            {
                "verse_number": "29",
                "verse_text": "Abishur’s wife was Abihail, who bore him Ahban and Molid."
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Nadab:"
            },
            {
                "verse_number": "31",
                "verse_text": "The son of Appaim:"
            },
            {
                "verse_number": "32",
                "verse_text": "The sons of Jada, Shammai’s brother:"
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Jonathan:"
            },
            {
                "verse_number": "34",
                "verse_text": "Sheshan had no sons, only daughters. Sheshan had an Egyptian servant named Jarha."
            },
            {
                "verse_number": "35",
                "verse_text": "Sheshan gave his daughter to his servant Jarha as a wife; she bore him Attai."
            },
            {
                "verse_number": "36",
                "verse_text": "Attai was the father of Nathan, and Nathan was the father of Zabad."
            },
            {
                "verse_number": "37",
                "verse_text": "Zabad was the father of Ephlal, and Ephlal was the father of Obed."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed was the father of Jehu, and Jehu was the father of Azariah."
            },
            {
                "verse_number": "39",
                "verse_text": "Azariah was the father of Helez, and Helez was the father of Eleasah."
            },
            {
                "verse_number": "40",
                "verse_text": "Eleasah was the father of Sismai, and Sismai was the father of Shallum."
            },
            {
                "verse_number": "41",
                "verse_text": "Shallum was the father of Jekamiah, and Jekamiah was the father of Elishama."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of Caleb, Jerahmeel’s brother:"
            },
            {
                "verse_number": "43",
                "verse_text": "The sons of Hebron:"
            },
            {
                "verse_number": "44",
                "verse_text": "Shema was the father of Raham, the father of Jorkeam. Rekem was the father of Shammai."
            },
            {
                "verse_number": "45",
                "verse_text": "Shammai’s son was Maon, who was the father of Beth-Zur."
            },
            {
                "verse_number": "46",
                "verse_text": "Caleb’s concubine Ephah bore Haran, Moza, and Gazez. Haran was the father of Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "The sons of Jahdai:"
            },
            {
                "verse_number": "48",
                "verse_text": "Caleb’s concubine Maacah bore Sheber and Tirhanah."
            },
            {
                "verse_number": "49",
                "verse_text": "She also bore Shaaph the father of Madmannah and Sheva the father of Machbenah and Gibea. Caleb’s daughter was Achsah."
            },
            {
                "verse_number": "50",
                "verse_text": "These were the descendants of Caleb."
            },
            {
                "verse_number": "51",
                "verse_text": "Salma, the father of Bethlehem, Hareph, the father of Beth-Gader."
            },
            {
                "verse_number": "52",
                "verse_text": "The sons of Shobal, the father of Kiriath Jearim, were Haroeh, half of the Manahathites,"
            },
            {
                "verse_number": "53",
                "verse_text": "the clans of Kiriath Jearim – the Ithrites, Puthites, Shumathites, and Mishraites. (The Zorathites and Eshtaolites descended from these groups.)"
            },
            {
                "verse_number": "54",
                "verse_text": "The sons of Salma:"
            },
            {
                "verse_number": "55",
                "verse_text": "and the clans of the scribes who lived in Jabez: the Tirathites, Shimeathites, and Sucathites. These are the Kenites who descended from Hammath, the father of Beth-Rechab."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These were the sons of David who were born to him in Hebron: The firstborn was Amnon, whose mother was Ahinoam from Jezreel; the second was Daniel, whose mother was Abigail from Carmel; the fourth was Adonijah, whose mother was Haggith; the sixth was Ithream, whose mother was Eglah. followed by Abijah his son, Asa his son, Jehoshaphat his son, Ahaziah his son, Joash his son, Azariah his son, Jotham his son, Hezekiah his son, Manasseh his son, Josiah his son. Johanan was the firstborn; Jehoiakim was born second; Zedekiah third; and Shallum fourth. Shealtiel his son, Zerubbabel and Shimei. The sons of Zerubbabel: Meshullam and Hananiah. Shelomith was their sister. Pelatiah, Jeshaiah, the sons of Rephaiah, of Arnan, of Obadiah, and of Shecaniah. Shemaiah and his sons: Hattush, Igal, Bariah, Neariah, and Shaphat – six in all. Elioenai, Hizkiah, and Azrikam – three in all. Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani – seven in all."
            },
            {
                "verse_number": "2",
                "verse_text": "the third was Absalom whose mother was Maacah, daughter of King Talmai of Geshur;"
            },
            {
                "verse_number": "3",
                "verse_text": "the fifth was Shephatiah, whose mother was Abital;"
            },
            {
                "verse_number": "4",
                "verse_text": "These six were born to David in Hebron, where he ruled for seven years and six months. He ruled thirty-three years in Jerusalem. Shimea, Shobab, Nathan, and Solomon – the mother of these four was Bathsheba the daughter of Ammiel. his son Jehoiachin and his son Zedekiah."
            },
            {
                "verse_number": "5",
                "verse_text": "These were the sons born to him in Jerusalem:"
            },
            {
                "verse_number": "6",
                "verse_text": "The other nine were Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "7",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "8",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "9",
                "verse_text": "These were all the sons of David, not counting the sons of his concubines. Tamar was their sister."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon’s son was Rehoboam,"
            },
            {
                "verse_number": "11",
                "verse_text": "Joram his son,"
            },
            {
                "verse_number": "12",
                "verse_text": "Amaziah his son,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ahaz his son,"
            },
            {
                "verse_number": "14",
                "verse_text": "Amon his son,"
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Josiah:"
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Jehoiakim:"
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Jehoiachin the exile:"
            },
            {
                "verse_number": "18",
                "verse_text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Pedaiah:"
            },
            {
                "verse_number": "20",
                "verse_text": "The five others were Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-Hesed."
            },
            {
                "verse_number": "21",
                "verse_text": "The descendants of Hananiah:"
            },
            {
                "verse_number": "22",
                "verse_text": "The descendants of Shecaniah:"
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Neariah:"
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Elioenai:"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The descendants of Judah: Perez, Hezron, Carmi, Hur, and Shobal. Jezreel, Ishma, and Idbash. Their sister was Hazzelelponi. Othniel and Seraiah. The sons of Othniel: Iru, Elah, and Naam. The son of Elah: Ziph, Ziphah, Tiria, and Asarel. Jether, Mered, Epher, and Jalon. the father of Keilah the Garmite, and Eshtemoa the Maacathite. Amnon, Rinnah, Ben-Hanan, and Tilon. The descendants of Ishi: Er the father of Lecah, Laadah the father of Mareshah, the clans of the linen workers at Beth-Ashbea, Nemuel, Jamin, Jarib, Zerah, Shaul, His son Hammuel, his son Zaccur, and his son Shimei. Meshobab, Jamlech, Joshah son of Amaziah, Their extended families increased greatly in numbers."
            },
            {
                "verse_number": "2",
                "verse_text": "Reaiah the son of Shobal was the father of Jahath, and Jahath was the father of Ahumai and Lahad. These were the clans of the Zorathites."
            },
            {
                "verse_number": "3",
                "verse_text": "These were the sons of Etam:"
            },
            {
                "verse_number": "4",
                "verse_text": "Penuel was the father of Gedor, and Ezer was the father of Hushah. These were the descendants of Hur, the firstborn of Ephrathah and the father of Bethlehem."
            },
            {
                "verse_number": "5",
                "verse_text": "Ashhur the father of Tekoa had two wives, Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Helah: Zereth, Zohar, Ethnan,"
            },
            {
                "verse_number": "8",
                "verse_text": "and Koz, who was the father of Anub, Hazzobebah, and the clans of Aharhel the son of Harum."
            },
            {
                "verse_number": "9",
                "verse_text": "Jabez was more respected than his brothers. His mother had named him Jabez, for she said, “I experienced pain when I gave birth to him.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Jabez called out to the God of Israel, “If only you would greatly bless me and expand my territory! May your hand be with me! Keep me from harm so I might not endure pain!” God answered his prayer."
            },
            {
                "verse_number": "11",
                "verse_text": "Kelub, the brother of Shuhah, was the father of Mehir, who was the father of Eshton."
            },
            {
                "verse_number": "12",
                "verse_text": "Eshton was the father of Beth-Rapha, Paseah, and Tehinnah, the father of Ir Nahash. These were the men of Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Kenaz: Hathath and Meonothai. Seraiah was the father of Joab, the father of those who live in Ge Harashim, who were craftsmen. Kenaz. Mered’s wife Bithiah gave birth to Miriam, Shammai, and Ishbah, the father of Eshtemoa. Zoheth and Ben Zoheth."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai was the father of Ophrah."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Caleb son of Jephunneh:"
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Jehallelel:"
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Ezrah:"
            },
            {
                "verse_number": "18",
                "verse_text": "(His Judahite wife gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah.) These were the sons of Pharaoh’s daughter Bithiah, whom Mered married."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Hodiah’s wife, the sister of Naham:"
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Shimon:"
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Shelah son of Judah:"
            },
            {
                "verse_number": "22",
                "verse_text": "Jokim, the men of Cozeba, and Joash and Saraph, both of whom ruled in Moab and Jashubi Lehem. (This information is from ancient records.)"
            },
            {
                "verse_number": "23",
                "verse_text": "They were the potters who lived in Netaim and Gederah; they lived there and worked for the king."
            },
            {
                "verse_number": "24",
                "verse_text": "The descendants of Simeon:"
            },
            {
                "verse_number": "25",
                "verse_text": "his son Shallum, his son Mibsam, and his son Mishma."
            },
            {
                "verse_number": "26",
                "verse_text": "The descendants of Mishma:"
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had sixteen sons and six daughters. But his brothers did not have many sons, so their whole clan was not as numerous as the sons of Judah."
            },
            {
                "verse_number": "28",
                "verse_text": "They lived in Beer Sheba, Moladah, Hazar Shual,"
            },
            {
                "verse_number": "29",
                "verse_text": "Bilhah, Ezem, Tolad,"
            },
            {
                "verse_number": "30",
                "verse_text": "Bethuel, Hormah, Ziklag,"
            },
            {
                "verse_number": "31",
                "verse_text": "Beth Marcaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their towns until the reign of David."
            },
            {
                "verse_number": "32",
                "verse_text": "Their settlements also included Etam, Ain, Rimmon, Tochen, and Ashan – five towns."
            },
            {
                "verse_number": "33",
                "verse_text": "They also lived in all the settlements that surrounded these towns as far as Baal. These were their settlements; they kept genealogical records."
            },
            {
                "verse_number": "34",
                "verse_text": "Their clan leaders were:"
            },
            {
                "verse_number": "35",
                "verse_text": "Joel, Jehu son of Joshibiah (son of Seraiah, son of Asiel),"
            },
            {
                "verse_number": "36",
                "verse_text": "Eleoenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Ziza son of Shipi (son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah)."
            },
            {
                "verse_number": "38",
                "verse_text": "These who are named above were the leaders of their clans."
            },
            {
                "verse_number": "39",
                "verse_text": "They went to the entrance of Gedor, to the east of the valley, looking for pasture for their sheep."
            },
            {
                "verse_number": "40",
                "verse_text": "They found fertile and rich pasture; the land was very broad, undisturbed and peaceful. Indeed some Hamites had been living there prior to that."
            },
            {
                "verse_number": "41",
                "verse_text": "The men whose names are listed came during the time of King Hezekiah of Judah and attacked the Hamites’ settlements, as well as the Meunites they discovered there, and they wiped them out to this very day. They dispossessed them, for they found pasture for their sheep there."
            },
            {
                "verse_number": "42",
                "verse_text": "Five hundred men of Simeon, led by Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, went to the hill country of Seir"
            },
            {
                "verse_number": "43",
                "verse_text": "and defeated the rest of the Amalekite refugees; they live there to this very day."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Reuben, Israel’s firstborn – (Now he was the firstborn, but when he defiled his father’s bed, his rights as firstborn were given to the sons of Joseph, Israel’s son. So Reuben is not listed as firstborn in the genealogical records. Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were skilled warriors, men of reputation, and leaders of their families."
            },
            {
                "verse_number": "2",
                "verse_text": "Though Judah was the strongest among his brothers and a leader descended from him, the right of the firstborn belonged to Joseph.)"
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Reuben, Israel’s firstborn: Hanoch, Pallu, Hezron, and Carmi. His son Shemaiah, his son Gog, his son Shimei, The leader Jeiel, Zechariah, They lived in Aroer as far as Nebo and Baal Meon."
            },
            {
                "verse_number": "4",
                "verse_text": "The descendants of Joel:"
            },
            {
                "verse_number": "5",
                "verse_text": "his son Micah, his son Reaiah, his son Baal,"
            },
            {
                "verse_number": "6",
                "verse_text": "and his son Beerah, whom King Tiglath-pileser of Assyria carried into exile. Beerah was the tribal leader of Reuben."
            },
            {
                "verse_number": "7",
                "verse_text": "His brothers by their clans, as listed in their genealogical records:"
            },
            {
                "verse_number": "8",
                "verse_text": "and Bela son of Azaz, son of Shema, son of Joel."
            },
            {
                "verse_number": "9",
                "verse_text": "In the east they settled as far as the entrance to the desert that stretches to the Euphrates River, for their cattle had increased in numbers in the land of Gilead."
            },
            {
                "verse_number": "10",
                "verse_text": "During the time of Saul they attacked the Hagrites and defeated them. They took over their territory in the entire eastern region of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "The descendants of Gad lived near them in the land of Bashan, as far as Salecah."
            },
            {
                "verse_number": "12",
                "verse_text": "They included Joel the leader, Shapham the second in command, Janai, and Shaphat in Bashan."
            },
            {
                "verse_number": "13",
                "verse_text": "Their relatives, listed according to their families, included Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber – seven in all."
            },
            {
                "verse_number": "14",
                "verse_text": "These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi son of Abdiel, son of Guni, was the leader of the family."
            },
            {
                "verse_number": "16",
                "verse_text": "They lived in Gilead, in Bashan and its surrounding settlements, and in the pasturelands of Sharon to their very borders."
            },
            {
                "verse_number": "17",
                "verse_text": "All of them were listed in the genealogical records in the time of King Jotham of Judah and in the time of King Jeroboam of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The Reubenites, Gadites, and the half-tribe of Manasseh had 44,760 men in their combined armies, warriors who carried shields and swords, were equipped with bows, and were trained for war."
            },
            {
                "verse_number": "19",
                "verse_text": "They attacked the Hagrites, Jetur, Naphish, and Nodab."
            },
            {
                "verse_number": "20",
                "verse_text": "They received divine help in fighting them, and the Hagrites and all their allies were handed over to them. They cried out to God during the battle; he responded to their prayers because they trusted in him."
            },
            {
                "verse_number": "21",
                "verse_text": "They seized the Hagrites’ animals, including 50,000 camels, 250,000 sheep, and 2,000 donkeys. They also took captive 100,000 people."
            },
            {
                "verse_number": "22",
                "verse_text": "Because God fought for them, they killed many of the enemy. They dispossessed the Hagrites and lived in their land until the exile."
            },
            {
                "verse_number": "23",
                "verse_text": "The half-tribe of Manasseh settled in the land from Bashan as far as Baal Hermon, Senir, and Mount Hermon. They grew in number."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the leaders of their families:"
            },
            {
                "verse_number": "25",
                "verse_text": "But they were unfaithful to the God of their ancestors and worshiped instead the gods of the native peoples whom God had destroyed before them."
            },
            {
                "verse_number": "26",
                "verse_text": "So the God of Israel stirred up King Pul of Assyria (that is, King Tiglath-pileser of Assyria), and he carried away the Reubenites, Gadites, and half-tribe of Manasseh and took them to Halah, Habor, Hara, and the river of Gozan, where they remain to this very day."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "(5:27) The sons of Levi: Gershon, Kohath, and Merari. Amram, Izhar, Hebron, and Uzziel. Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar. Libni and Shimei. Amram, Izhar, Hebron, and Uzziel. Mahli and Mushi. His son Libni, his son Jahath, his son Zimmah, His son Amminadab, his son Korah, his son Assir, Mahli, his son Libni, his son Shimei, his son Uzzah, From the Kohathites: Heman the musician, son of Joel, son of Samuel, His son Eleazar, his son Phinehas, his son Abishua, Within the territory of the half-tribe of Manasseh: Golan in Bashan and its pasturelands and Ashtaroth and its pasturelands."
            },
            {
                "verse_number": "2",
                "verse_text": "The sons of Kohath:"
            },
            {
                "verse_number": "3",
                "verse_text": "The children of Amram:"
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar was the father of Phinehas, and Phinehas was the father of Abishua."
            },
            {
                "verse_number": "5",
                "verse_text": "Abishua was the father of Bukki, and Bukki was the father of Uzzi."
            },
            {
                "verse_number": "6",
                "verse_text": "Uzzi was the father of Zerahiah, and Zerahiah was the father of Meraioth."
            },
            {
                "verse_number": "7",
                "verse_text": "Meraioth was the father of Amariah, and Amariah was the father of Ahitub."
            },
            {
                "verse_number": "8",
                "verse_text": "Ahitub was the father of Zadok, and Zadok was the father of Ahimaaz."
            },
            {
                "verse_number": "9",
                "verse_text": "Ahimaaz was the father of Azariah, and Azariah was the father of Johanan."
            },
            {
                "verse_number": "10",
                "verse_text": "Johanan was the father of Azariah, who served as a priest in the temple Solomon built in Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah was the father of Amariah, and Amariah was the father of Ahitub."
            },
            {
                "verse_number": "12",
                "verse_text": "Ahitub was the father of Zadok, and Zadok was the father of Shallum."
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum was the father of Hilkiah, and Hilkiah was the father of Azariah."
            },
            {
                "verse_number": "14",
                "verse_text": "Azariah was the father of Seraiah, and Seraiah was the father of Jehozadak."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehozadak went into exile when the Lord sent the people of Judah and Jerusalem into exile by the hand of Nebuchadnezzar."
            },
            {
                "verse_number": "16",
                "verse_text": "(6:1) The sons of Levi: Gershom, Kohath, and Merari. These are the clans of the Levites by their families. Amasai, Ahimoth, Joel the firstborn and Abijah the second oldest. The following belonged to the Kohathite clan, for they received the first allotment: Within the territory of the tribe of Zebulun: Rimmono and its pasturelands, and Tabor and its pasturelands."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the names of the sons Gershom:"
            },
            {
                "verse_number": "18",
                "verse_text": "The sons of Kohath:"
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Merari:"
            },
            {
                "verse_number": "20",
                "verse_text": "To Gershom:"
            },
            {
                "verse_number": "21",
                "verse_text": "his son Joah, his son Iddo, his son Zerah, and his son Jeatherai."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Kohath:"
            },
            {
                "verse_number": "23",
                "verse_text": "his son Elkanah, his son Ebiasaph, his son Assir,"
            },
            {
                "verse_number": "24",
                "verse_text": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Elkanah:"
            },
            {
                "verse_number": "26",
                "verse_text": "his son Elkanah, his son Zophai, his son Nahath,"
            },
            {
                "verse_number": "27",
                "verse_text": "his son Eliab, his son Jeroham, and his son Elkanah."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Samuel:"
            },
            {
                "verse_number": "29",
                "verse_text": "The descendants of Merari:"
            },
            {
                "verse_number": "30",
                "verse_text": "his son Shimea, his son Haggiah, and his son Asaiah."
            },
            {
                "verse_number": "31",
                "verse_text": "These are the men David put in charge of music in the Lord ’s sanctuary, after the ark was placed there."
            },
            {
                "verse_number": "32",
                "verse_text": "They performed music before the sanctuary of the meeting tent until Solomon built the Lord ’s temple in Jerusalem. They carried out their tasks according to regulations."
            },
            {
                "verse_number": "33",
                "verse_text": "These are the ones who served along with their sons:"
            },
            {
                "verse_number": "34",
                "verse_text": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,"
            },
            {
                "verse_number": "35",
                "verse_text": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai,"
            },
            {
                "verse_number": "36",
                "verse_text": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,"
            },
            {
                "verse_number": "37",
                "verse_text": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah,"
            },
            {
                "verse_number": "38",
                "verse_text": "son of Izhar, son of Kohath, son of Levi, son of Israel."
            },
            {
                "verse_number": "39",
                "verse_text": "Serving beside him was his fellow Levite Asaph, son of Berechiah, son of Shimea,"
            },
            {
                "verse_number": "40",
                "verse_text": "son of Michael, son of Baaseiah, son of Malkijah,"
            },
            {
                "verse_number": "41",
                "verse_text": "son of Ethni, son of Zerah, son of Adaiah,"
            },
            {
                "verse_number": "42",
                "verse_text": "son of Ethan, son of Zimmah, son of Shimei,"
            },
            {
                "verse_number": "43",
                "verse_text": "son of Jahath, son of Gershom, son of Levi."
            },
            {
                "verse_number": "44",
                "verse_text": "Serving beside them were their fellow Levites, the descendants of Merari, led by Ethan, son of Kishi, son of Abdi, son of Malluch,"
            },
            {
                "verse_number": "45",
                "verse_text": "son of Hashabiah, son of Amaziah, son of Hilkiah,"
            },
            {
                "verse_number": "46",
                "verse_text": "son of Amzi, son of Bani, son of Shemer,"
            },
            {
                "verse_number": "47",
                "verse_text": "son of Mahli, son of Mushi, son of Merari, son of Levi."
            },
            {
                "verse_number": "48",
                "verse_text": "The rest of their fellow Levites were assigned to perform the remaining tasks at God’s sanctuary."
            },
            {
                "verse_number": "49",
                "verse_text": "But Aaron and his descendants offered sacrifices on the altar for burnt offerings and on the altar for incense as they had been assigned to do in the most holy sanctuary. They made atonement for Israel, just as God’s servant Moses had ordered."
            },
            {
                "verse_number": "50",
                "verse_text": "These were the descendants of Aaron:"
            },
            {
                "verse_number": "51",
                "verse_text": "his son Bukki, his son Uzzi, his son Zerahiah,"
            },
            {
                "verse_number": "52",
                "verse_text": "his son Meraioth, his son Amariah, his son Ahitub,"
            },
            {
                "verse_number": "53",
                "verse_text": "his son Zadok, and his son Ahimaaz."
            },
            {
                "verse_number": "54",
                "verse_text": "These were the areas where Aaron’s descendants lived:"
            },
            {
                "verse_number": "55",
                "verse_text": "They were allotted Hebron in the territory of Judah, as well as its surrounding pasturelands."
            },
            {
                "verse_number": "56",
                "verse_text": "(But the city’s land and nearby towns were allotted to Caleb son of Jephunneh.)"
            },
            {
                "verse_number": "57",
                "verse_text": "The descendants of Aaron were also allotted as cities of refuge Hebron, Libnah and its pasturelands, Jattir, Eshtemoa and its pasturelands,"
            },
            {
                "verse_number": "58",
                "verse_text": "Hilez and its pasturelands, Debir and its pasturelands,"
            },
            {
                "verse_number": "59",
                "verse_text": "Ashan and its pasturelands, and Beth Shemesh and its pasturelands."
            },
            {
                "verse_number": "60",
                "verse_text": "Within the territory of the tribe of Benjamin they were allotted Geba and its pasturelands, Alemeth and its pasturelands, and Anathoth and its pasturelands. Their clans were allotted thirteen cities in all."
            },
            {
                "verse_number": "61",
                "verse_text": "The rest of Kohath’s descendants were allotted ten cities in the territory of the half-tribe of Manasseh."
            },
            {
                "verse_number": "62",
                "verse_text": "The clans of Gershom’s descendants received thirteen cities within the territory of the tribes of Issachar, Asher, Naphtali, and Manasseh (in Bashan)."
            },
            {
                "verse_number": "63",
                "verse_text": "The clans of Merari’s descendants were allotted twelve cities within the territory of the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "64",
                "verse_text": "So the Israelites gave to the Levites these cities and their pasturelands."
            },
            {
                "verse_number": "65",
                "verse_text": "They allotted these previously named cities from the territory of the tribes of Judah, Simeon, and Benjamin."
            },
            {
                "verse_number": "66",
                "verse_text": "The clans of Kohath’s descendants also received territory within the tribe of Ephraim."
            },
            {
                "verse_number": "67",
                "verse_text": "They were allotted as cities of refuge Shechem and its pasturelands (in the hill country of Ephraim), Gezer and its pasturelands,"
            },
            {
                "verse_number": "68",
                "verse_text": "Jokmeam and its pasturelands, Beth Horon and its pasturelands,"
            },
            {
                "verse_number": "69",
                "verse_text": "Aijalon and its pasturelands, and Gath Rimmon and its pasturelands."
            },
            {
                "verse_number": "70",
                "verse_text": "Within the territory of the half-tribe of Manasseh, the rest of Kohath’s descendants received Aner and its pasturelands and Bileam and its pasturelands."
            },
            {
                "verse_number": "71",
                "verse_text": "The following belonged to Gershom’s descendants:"
            },
            {
                "verse_number": "72",
                "verse_text": "Within the territory of the tribe of Issachar: Kedesh and its pasturelands, Daberath and its pasturelands,"
            },
            {
                "verse_number": "73",
                "verse_text": "Ramoth and its pasturelands, and Anem and its pasturelands."
            },
            {
                "verse_number": "74",
                "verse_text": "Within the territory of the tribe of Asher: Mashal and its pasturelands, Abdon and its pasturelands,"
            },
            {
                "verse_number": "75",
                "verse_text": "Hukok and its pasturelands, and Rehob and its pasturelands."
            },
            {
                "verse_number": "76",
                "verse_text": "Within the territory of the tribe of Naphtali: Kedesh in Galilee and its pasturelands, Hammon and its pasturelands, and Kiriathaim and its pasturelands."
            },
            {
                "verse_number": "77",
                "verse_text": "The following belonged to the rest of Merari’s descendants:"
            },
            {
                "verse_number": "78",
                "verse_text": "Within the territory of the tribe of Reuben across the Jordan River east of Jericho: Bezer in the desert and its pasturelands, Jahzah and its pasturelands,"
            },
            {
                "verse_number": "79",
                "verse_text": "Kedemoth and its pasturelands, and Mephaath and its pasturelands."
            },
            {
                "verse_number": "80",
                "verse_text": "Within the territory of the tribe of Gad: Ramoth in Gilead and its pasturelands, Mahanaim and its pasturelands,"
            },
            {
                "verse_number": "81",
                "verse_text": "Heshbon and its pasturelands, and Jazer and its pasturelands."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Issachar: Tola, Puah, Jashub, and Shimron – four in all. Izrachiah. The sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah. All five were leaders. Bela, Beker, and Jediael – three in all. Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. The five of them were leaders of their families. There were 22,034 warriors listed in their genealogical records. Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alameth. All these were the sons of Beker. Bilhan. The sons of Bilhan: Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar. Bedan. These were the sons of Gilead, son of Makir, son of Manasseh. Shuthelah, his son Bered, his son Tahath, his son Eleadah, his son Tahath, (Ezer and Elead were killed by the men of Gath, who were natives of the land, when they went down to steal their cattle. Imnah, Ishvah, Ishvi, and Beriah. Serah was their sister. Heber and Malkiel, who was the father of Birzaith. Pasach, Bimhal, and Ashvath. These were Japhlet’s sons. Zophah, Imna, Shelesh, and Amal. Suah, Harnepher, Shual, Beri, Imrah, Jephunneh, Pispah, and Ara. Arah, Hanniel, and Rizia."
            },
            {
                "verse_number": "2",
                "verse_text": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Jibsam, and Samuel. They were leaders of their families. In the time of David there were 22,600 warriors listed in Tola’s genealogical records. Jahziel, Guni, Jezer, and Shallum – sons of Bilhah. Asriel, who was born to Manasseh’s Aramean concubine. She also gave birth to Makir the father of Gilead. Zelophehad was Manasseh’s second son; he had only daughters. Rohgah, Hubbah, and Aram."
            },
            {
                "verse_number": "3",
                "verse_text": "The son of Uzzi:"
            },
            {
                "verse_number": "4",
                "verse_text": "According to the genealogical records of their families, they had 36,000 warriors available for battle, for they had numerous wives and sons."
            },
            {
                "verse_number": "5",
                "verse_text": "Altogether the genealogical records of the clans of Issachar listed 87,000 warriors."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Benjamin:"
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Bela:"
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Beker:"
            },
            {
                "verse_number": "9",
                "verse_text": "There were 20,200 family leaders and warriors listed in their genealogical records."
            },
            {
                "verse_number": "10",
                "verse_text": "The son of Jediael:"
            },
            {
                "verse_number": "11",
                "verse_text": "All these were the sons of Jediael. Listed in their genealogical records were 17,200 family leaders and warriors who were capable of marching out to battle."
            },
            {
                "verse_number": "12",
                "verse_text": "The Shuppites and Huppites were descendants of Ir; the Hushites were descendants of Aher."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Naphtali:"
            },
            {
                "verse_number": "14",
                "verse_text": "The sons of Manasseh:"
            },
            {
                "verse_number": "15",
                "verse_text": "Now Makir married a wife from the Huppites and Shuppites. (His sister’s name was Maacah.)"
            },
            {
                "verse_number": "16",
                "verse_text": "Maacah, Makir’s wife, gave birth to a son, whom she named Peresh. His brother was Sheresh, and his sons were Ulam and Rekem."
            },
            {
                "verse_number": "17",
                "verse_text": "The son of Ulam:"
            },
            {
                "verse_number": "18",
                "verse_text": "His sister Hammoleketh gave birth to Ishhod, Abiezer, and Mahlah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam."
            },
            {
                "verse_number": "20",
                "verse_text": "The descendants of Ephraim:"
            },
            {
                "verse_number": "21",
                "verse_text": "his son Zabad, his son Shuthelah"
            },
            {
                "verse_number": "22",
                "verse_text": "Their father Ephraim mourned for them many days and his brothers came to console him."
            },
            {
                "verse_number": "23",
                "verse_text": "He had sexual relations with his wife; she became pregnant and gave birth to a son. Ephraim named him Beriah because tragedy had come to his family."
            },
            {
                "verse_number": "24",
                "verse_text": "His daughter was Sheerah, who built Lower and Upper Beth Horon, as well as Uzzen Sheerah),"
            },
            {
                "verse_number": "25",
                "verse_text": "his son Rephah, his son Resheph, his son Telah, his son Tahan,"
            },
            {
                "verse_number": "26",
                "verse_text": "his son Ladan, his son Ammihud, his son Elishama,"
            },
            {
                "verse_number": "27",
                "verse_text": "his son Nun, and his son Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "Their property and settlements included Bethel and its surrounding towns, Naaran to the east, Gezer and its surrounding towns to the west, and Shechem and its surrounding towns as far as Ayyah and its surrounding towns."
            },
            {
                "verse_number": "29",
                "verse_text": "On the border of Manasseh’s territory were Beth-Shean and its surrounding towns, Taanach and its surrounding towns, Megiddo and its surrounding towns, and Dor and its surrounding towns. The descendants of Joseph, Israel’s son, lived here."
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Asher:"
            },
            {
                "verse_number": "31",
                "verse_text": "The sons of Beriah:"
            },
            {
                "verse_number": "32",
                "verse_text": "Heber was the father of Japhlet, Shomer, Hotham, and Shua their sister."
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Japhlet:"
            },
            {
                "verse_number": "34",
                "verse_text": "The sons of his brother Shemer:"
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of his brother Helem:"
            },
            {
                "verse_number": "36",
                "verse_text": "The sons of Zophah:"
            },
            {
                "verse_number": "37",
                "verse_text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
            },
            {
                "verse_number": "38",
                "verse_text": "The sons of Jether:"
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of Ulla:"
            },
            {
                "verse_number": "40",
                "verse_text": "All these were the descendants of Asher. They were the leaders of their families, the most capable men, who were warriors and served as head chiefs. There were 26,000 warriors listed in their genealogical records as capable of doing battle."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin was the father of Bela, his firstborn; Ashbel was born second, Aharah third,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah fourth, and Rapha fifth."
            },
            {
                "verse_number": "3",
                "verse_text": "Bela’s sons were Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan, and Huram."
            },
            {
                "verse_number": "6",
                "verse_text": "These were the descendants of Ehud who were leaders of the families living in Geba who were forced to move to Manahath:"
            },
            {
                "verse_number": "7",
                "verse_text": "Naaman, Ahijah, and Gera, who moved them. Gera was the father of Uzzah and Ahihud."
            },
            {
                "verse_number": "8",
                "verse_text": "Shaharaim fathered sons in Moab after he divorced his wives Hushim and Baara."
            },
            {
                "verse_number": "9",
                "verse_text": "By his wife Hodesh he fathered Jobab, Zibia, Mesha, Malkam,"
            },
            {
                "verse_number": "10",
                "verse_text": "Jeuz, Sakia, and Mirmah. These were his sons; they were family leaders."
            },
            {
                "verse_number": "11",
                "verse_text": "By Hushim he fathered Abitub and Elpaal."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Elpaal: Eber, Misham, Shemed (who built Ono and Lod, as well as its surrounding towns), Meribbaal was the father of Micah. Pithon, Melech, Tarea, and Ahaz. Ulam was his firstborn, Jeush second, and Eliphelet third. All these were the descendants of Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "Beriah, and Shema. They were leaders of the families living in Aijalon and chased out the inhabitants of Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "Ahio, Shashak, Jeremoth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Zebadiah, Arad, Eder,"
            },
            {
                "verse_number": "16",
                "verse_text": "Michael, Ishpah, and Joha were the sons of Beriah."
            },
            {
                "verse_number": "17",
                "verse_text": "Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
                "verse_number": "18",
                "verse_text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
            },
            {
                "verse_number": "19",
                "verse_text": "Jakim, Zikri, Zabdi,"
            },
            {
                "verse_number": "20",
                "verse_text": "Elienai, Zillethai, Eliel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
            },
            {
                "verse_number": "22",
                "verse_text": "Ishpan, Eber, Eliel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abdon, Zikri, Hanan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hananiah, Elam, Anthothijah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Iphdeiah, and Penuel were the sons of Shashak."
            },
            {
                "verse_number": "26",
                "verse_text": "Shamsherai, Shechariah, Athaliah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Jaareshiah, Elijah, and Zikri were the sons of Jeroham."
            },
            {
                "verse_number": "28",
                "verse_text": "These were the family leaders listed in the genealogical records; they lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "The father of Gibeon lived in Gibeon; his wife’s name was Maacah."
            },
            {
                "verse_number": "30",
                "verse_text": "His firstborn son was Abdon, followed by Zur, Kish, Baal, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, Zeker, and Mikloth."
            },
            {
                "verse_number": "32",
                "verse_text": "Mikloth was the father of Shimeah. They also lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner was the father of Kish, and Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Eshbaal."
            },
            {
                "verse_number": "34",
                "verse_text": "The son of Jonathan: Meribbaal."
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of Micah:"
            },
            {
                "verse_number": "36",
                "verse_text": "Ahaz was the father of Jehoaddah, and Jehoaddah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza,"
            },
            {
                "verse_number": "37",
                "verse_text": "and Moza was the father of Binea. His son was Raphah, whose son was Eleasah, whose son was Azel."
            },
            {
                "verse_number": "38",
                "verse_text": "Azel had six sons: Azrikam his firstborn, followed by Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel."
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of his brother Eshek:"
            },
            {
                "verse_number": "40",
                "verse_text": "The sons of Ulam were warriors who were adept archers. They had many sons and grandsons, a total of 150."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Genealogical records were kept for all Israel; they are recorded in the Scroll of the Kings of Israel. The people of Judah were carried away to Babylon because of their unfaithfulness. Meribbaal, who was the father of Micah. Pithon, Melech, Tahrea, and Ahaz."
            },
            {
                "verse_number": "2",
                "verse_text": "The first to resettle on their property and in their cities were some Israelites, priests, Levites, and temple servants."
            },
            {
                "verse_number": "3",
                "verse_text": "Some from the tribes of Judah, Benjamin, and Ephraim and Manasseh settled in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "The settlers included: Uthai son of Ammihud, son of Omri, son of Imri, son of Bani, who was a descendant of Perez son of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "From the Shilonites: Asaiah the firstborn and his sons."
            },
            {
                "verse_number": "6",
                "verse_text": "From the descendants of Zerah: Jeuel. Their relatives numbered 690. Sallu son of Meshullam, son of Hodaviah, son of Hassenuah; Jedaiah; Jehoiarib; Jakin; Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah a descendant of Merari; Shallum, Akkub, Talmon, Ahiman, and their brothers. Shallum was the leader;"
            },
            {
                "verse_number": "7",
                "verse_text": "From the descendants of Benjamin:"
            },
            {
                "verse_number": "8",
                "verse_text": "Ibneiah son of Jeroham; Elah son of Uzzi, son of Mikri; and Meshullam son of Shephatiah, son of Reuel, son of Ibnijah."
            },
            {
                "verse_number": "9",
                "verse_text": "Their relatives, listed in their genealogical records, numbered 956. All these men were leaders of their families."
            },
            {
                "verse_number": "10",
                "verse_text": "From the priests:"
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub the leader in God’s temple;"
            },
            {
                "verse_number": "12",
                "verse_text": "Adaiah son of Jeroham, son of Pashhur, son of Malkijah; and Maasai son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer."
            },
            {
                "verse_number": "13",
                "verse_text": "Their relatives, who were leaders of their families, numbered 1,760. They were capable men who were assigned to carry out the various tasks of service in God’s temple."
            },
            {
                "verse_number": "14",
                "verse_text": "From the Levites:"
            },
            {
                "verse_number": "15",
                "verse_text": "Bakbakkar; Heresh; Galal; Mattaniah son of Mika, son of Zikri, son of Asaph;"
            },
            {
                "verse_number": "16",
                "verse_text": "Obadiah son of Shemaiah, son of Galal, son of Jeduthun; and Berechiah son of Asa, son of Elkanah, who lived among the settlements of the Netophathites."
            },
            {
                "verse_number": "17",
                "verse_text": "The gatekeepers were:"
            },
            {
                "verse_number": "18",
                "verse_text": "he serves to this day at the King’s Gate on the east. These were the gatekeepers from the camp of the descendants of Levi."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum son of Kore, son of Ebiasaph, son of Korah, and his relatives from his family (the Korahites) were assigned to guard the entrance to the sanctuary. Their ancestors had guarded the entrance to the Lord ’s dwelling place."
            },
            {
                "verse_number": "20",
                "verse_text": "Phinehas son of Eleazar had been their leader in earlier times, and the Lord was with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Zechariah son of Meshelemiah was the guard at the entrance to the meeting tent."
            },
            {
                "verse_number": "22",
                "verse_text": "All those selected to be gatekeepers at the entrances numbered 212. Their names were recorded in the genealogical records of their settlements. David and Samuel the prophet had appointed them to their positions."
            },
            {
                "verse_number": "23",
                "verse_text": "They and their descendants were assigned to guard the gates of the Lord ’s sanctuary (that is, the tabernacle)."
            },
            {
                "verse_number": "24",
                "verse_text": "The gatekeepers were posted on all four sides – east, west, north, and south."
            },
            {
                "verse_number": "25",
                "verse_text": "Their relatives, who lived in their settlements, came from time to time and served with them for seven-day periods."
            },
            {
                "verse_number": "26",
                "verse_text": "The four head gatekeepers, who were Levites, were assigned to guard the storerooms and treasuries in God’s sanctuary."
            },
            {
                "verse_number": "27",
                "verse_text": "They would spend the night in their posts all around God’s sanctuary, for they were assigned to guard it and would open it with the key every morning."
            },
            {
                "verse_number": "28",
                "verse_text": "Some of them were in charge of the articles used by those who served; they counted them when they brought them in and when they brought them out."
            },
            {
                "verse_number": "29",
                "verse_text": "Some of them were in charge of the equipment and articles of the sanctuary, as well as the flour, wine, olive oil, incense, and spices."
            },
            {
                "verse_number": "30",
                "verse_text": "(But some of the priests mixed the spices.)"
            },
            {
                "verse_number": "31",
                "verse_text": "Mattithiah, a Levite, the firstborn son of Shallum the Korahite, was in charge of baking the bread for offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "Some of the Kohathites, their relatives, were in charge of preparing the bread that is displayed each Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "The musicians and Levite family leaders stayed in rooms at the sanctuary and were exempt from other duties, for day and night they had to carry out their assigned tasks."
            },
            {
                "verse_number": "34",
                "verse_text": "These were the family leaders of the Levites, as listed in their genealogical records. They lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Jeiel (the father of Gibeon) lived in Gibeon. His wife was Maacah."
            },
            {
                "verse_number": "36",
                "verse_text": "His firstborn son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah, and Mikloth."
            },
            {
                "verse_number": "38",
                "verse_text": "Mikloth was the father of Shimeam. They also lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner was the father of Kish, and Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Eshbaal."
            },
            {
                "verse_number": "40",
                "verse_text": "The son of Jonathan:"
            },
            {
                "verse_number": "41",
                "verse_text": "The sons of Micah:"
            },
            {
                "verse_number": "42",
                "verse_text": "Ahaz was the father of Jarah, and Jarah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza,"
            },
            {
                "verse_number": "43",
                "verse_text": "and Moza was the father of Binea. His son was Rephaiah, whose son was Eleasah, whose son was Azel."
            },
            {
                "verse_number": "44",
                "verse_text": "Azel had six sons: Azrikam his firstborn, followed by Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines fought against Israel. The Israelites fled before the Philistines and many of them fell dead on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines stayed right on the heels of Saul and his sons. They struck down Saul’s sons Jonathan, Abinadab, and Malki-Shua."
            },
            {
                "verse_number": "3",
                "verse_text": "The battle was thick around Saul; the archers spotted him and wounded him."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul told his armor bearer, “Draw your sword and stab me with it. Otherwise these uncircumcised people will come and torture me.” But his armor bearer refused to do it, because he was very afraid. So Saul took the sword and fell on it."
            },
            {
                "verse_number": "5",
                "verse_text": "When his armor bearer saw that Saul was dead, he also fell on his sword and died."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul and his three sons died; his whole household died together."
            },
            {
                "verse_number": "7",
                "verse_text": "When all the Israelites who were in the valley saw that the army had fled and that Saul and his sons were dead, they abandoned their cities and fled. The Philistines came and occupied them."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day, when the Philistines came to strip loot from the corpses, they discovered Saul and his sons lying dead on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "They stripped his corpse, and then carried off his head and his armor. They sent messengers throughout the land of the Philistines proclaiming the news to their idols and their people."
            },
            {
                "verse_number": "10",
                "verse_text": "They placed his armor in the temple of their gods and hung his head in the temple of Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "When all the residents of Jabesh Gilead heard about everything the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "all the warriors went and recovered the bodies of Saul and his sons and brought them to Jabesh. They buried their remains under the oak tree in Jabesh and fasted for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "So Saul died because he was unfaithful to the Lord and did not obey the Lord ’s instructions; he even tried to conjure up underworld spirits."
            },
            {
                "verse_number": "14",
                "verse_text": "He did not seek the Lord ’s guidance, so the Lord killed him and transferred the kingdom to David son of Jesse."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "All Israel joined David at Hebron and said, “Look, we are your very flesh and blood!"
            },
            {
                "verse_number": "2",
                "verse_text": "In the past, even when Saul was king, you were Israel’s commanding general. The Lord your God said to you, ‘You will shepherd my people Israel; you will rule over my people Israel.’”"
            },
            {
                "verse_number": "3",
                "verse_text": "When all the leaders of Israel came to the king at Hebron, David made an agreement with them in Hebron before the Lord . They anointed David king over Israel, just as the Lord had announced through Samuel."
            },
            {
                "verse_number": "4",
                "verse_text": "David and the whole Israelite army advanced to Jerusalem (that is, Jebus). (The Jebusites, the land’s original inhabitants, lived there.)"
            },
            {
                "verse_number": "5",
                "verse_text": "The residents of Jebus said to David, “You cannot invade this place!” But David captured the fortress of Zion (that is, the City of David)."
            },
            {
                "verse_number": "6",
                "verse_text": "David said, “Whoever attacks the Jebusites first will become commanding general!” So Joab son of Zeruiah attacked first and became commander."
            },
            {
                "verse_number": "7",
                "verse_text": "David lived in the fortress; for this reason it is called the City of David."
            },
            {
                "verse_number": "8",
                "verse_text": "He built up the city around it, from the terrace to the surrounding walls; Joab restored the rest of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "David’s power steadily grew, for the Lord who commands armies was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "These were the leaders of David’s warriors who helped establish and stabilize his rule over all Israel, in accordance with the Lord ’s word."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the list of David’s warriors: Jashobeam, a Hacmonite, was head of the officers. He killed three hundred men with his spear in a single battle. Elhanan son of Dodo, from Bethlehem, Helez the Pelonite, Ilai the Ahohite, Abiel the Arbathite, Jonathan son of Shageh the Hararite, Eliphal son of Ur,"
            },
            {
                "verse_number": "12",
                "verse_text": "Next in command was Eleazar son of Dodo the Ahohite. He was one of the three elite warriors."
            },
            {
                "verse_number": "13",
                "verse_text": "He was with David in Pas Dammim when the Philistines assembled there for battle. In an area of the field that was full of barley, the army retreated before the Philistines,"
            },
            {
                "verse_number": "14",
                "verse_text": "but then they made a stand in the middle of that area. They defended it and defeated the Philistines; the Lord gave them a great victory."
            },
            {
                "verse_number": "15",
                "verse_text": "Three of the thirty leaders went down to David at the rocky cliff at the cave of Adullam, while a Philistine force was camped in the Valley of Rephaim."
            },
            {
                "verse_number": "16",
                "verse_text": "David was in the stronghold at the time, while a Philistine garrison was in Bethlehem."
            },
            {
                "verse_number": "17",
                "verse_text": "David was thirsty and said, “How I wish someone would give me some water to drink from the cistern in Bethlehem near the city gate!”"
            },
            {
                "verse_number": "18",
                "verse_text": "So the three elite warriors broke through the Philistine forces and drew some water from the cistern in Bethlehem near the city gate. They carried it back to David, but David refused to drink it. He poured it out as a drink offering to the Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "and said, “God forbid that I should do this! Should I drink the blood of these men who risked their lives?” Because they risked their lives to bring it to him, he refused to drink it. Such were the exploits of the three elite warriors."
            },
            {
                "verse_number": "20",
                "verse_text": "Abishai the brother of Joab was head of the three elite warriors. He killed three hundred men with his spear and gained fame along with the three elite warriors."
            },
            {
                "verse_number": "21",
                "verse_text": "From the three he was given double honor and he became their officer, even though he was not one of them."
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah son of Jehoiada was a brave warrior from Kabzeel who performed great exploits. He struck down the two sons of Ariel of Moab; he also went down and killed a lion inside a cistern on a snowy day."
            },
            {
                "verse_number": "23",
                "verse_text": "He even killed an Egyptian who was seven and a half feet tall. The Egyptian had a spear as big as the crossbeam of a weaver’s loom; Benaiah attacked him with a club. He grabbed the spear out of the Egyptian’s hand and killed him with his own spear."
            },
            {
                "verse_number": "24",
                "verse_text": "Such were the exploits of Benaiah son of Jehoiada, who gained fame along with the three elite warriors."
            },
            {
                "verse_number": "25",
                "verse_text": "He received honor from the thirty warriors, though he was not one of the three elite warriors. David put him in charge of his bodyguard."
            },
            {
                "verse_number": "26",
                "verse_text": "The mighty warriors were: Asahel the brother of Joab, Abiezer the Anathothite, Heled son of Baanah the Netophathite, Benaiah the Pirathonite, Eliahba the Shaalbonite, Ahijah the Pelonite, Naarai son of Ezbai, Mibhar son of Hagri, Naharai the Beerothite, the armor-bearer of Joab son of Zeruiah, Gareb the Ithrite, Zabad son of Achli, Joshaphat the Mithnite, Shama and Jeiel, the sons of Hotham the Aroerite, and Joha his brother, the Tizite, and Jeribai and Joshaviah, the sons of Elnaam, and Ithmah the Moabite, and Obed, and Jaasiel the Mezobaite."
            },
            {
                "verse_number": "27",
                "verse_text": "Shammoth the Harorite,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ira son of Ikkesh the Tekoite,"
            },
            {
                "verse_number": "29",
                "verse_text": "Sibbekai the Hushathite,"
            },
            {
                "verse_number": "30",
                "verse_text": "Maharai the Netophathite,"
            },
            {
                "verse_number": "31",
                "verse_text": "Ithai son of Ribai from Gibeah in Benjaminite territory,"
            },
            {
                "verse_number": "32",
                "verse_text": "Hurai from the valleys of Gaash,"
            },
            {
                "verse_number": "33",
                "verse_text": "Azmaveth the Baharumite,"
            },
            {
                "verse_number": "34",
                "verse_text": "the sons of Hashem the Gizonite,"
            },
            {
                "verse_number": "35",
                "verse_text": "Ahiam son of Sakar the Hararite,"
            },
            {
                "verse_number": "36",
                "verse_text": "Hepher the Mekerathite,"
            },
            {
                "verse_number": "37",
                "verse_text": "Hezro the Carmelite,"
            },
            {
                "verse_number": "38",
                "verse_text": "Joel the brother of Nathan,"
            },
            {
                "verse_number": "39",
                "verse_text": "Zelek the Ammonite,"
            },
            {
                "verse_number": "40",
                "verse_text": "Ira the Ithrite,"
            },
            {
                "verse_number": "41",
                "verse_text": "Uriah the Hittite,"
            },
            {
                "verse_number": "42",
                "verse_text": "Adina son of Shiza the Reubenite, leader of the Reubenites and the thirty warriors with him,"
            },
            {
                "verse_number": "43",
                "verse_text": "Hanan son of Maacah,"
            },
            {
                "verse_number": "44",
                "verse_text": "Uzzia the Ashterathite,"
            },
            {
                "verse_number": "45",
                "verse_text": "Jediael son of Shimri,"
            },
            {
                "verse_number": "46",
                "verse_text": "Eliel the Mahavite,"
            },
            {
                "verse_number": "47",
                "verse_text": "Eliel,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These were the men who joined David in Ziklag, when he was banished from the presence of Saul son of Kish. (They were among the warriors who assisted him in battle."
            },
            {
                "verse_number": "2",
                "verse_text": "They were armed with bows and could shoot arrows or sling stones right or left-handed. They were fellow tribesmen of Saul from Benjamin. ) These were:"
            },
            {
                "verse_number": "3",
                "verse_text": "Ahiezer, the leader, and Joash, the sons of Shemaah the Gibeathite; Jeziel and Pelet, the sons of Azmaveth; Berachah, Jehu the Anathothite, Jahaziel, Johanan, Jozabad the Gederathite, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite, “We are yours, O David! So David accepted them and made them leaders of raiding bands."
            },
            {
                "verse_number": "4",
                "verse_text": "Ishmaiah the Gibeonite, one of the thirty warriors and their leader, (12:5) Jeremiah, We support you, O son of Jesse! May you greatly prosper! May those who help you prosper! Indeed your God helps you!”"
            },
            {
                "verse_number": "5",
                "verse_text": "(12:6) Eluzai,"
            },
            {
                "verse_number": "6",
                "verse_text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, who were Korahites,"
            },
            {
                "verse_number": "7",
                "verse_text": "and Joelah and Zebadiah, the sons of Jeroham from Gedor."
            },
            {
                "verse_number": "8",
                "verse_text": "Some of the Gadites joined David at the stronghold in the desert. They were warriors who were trained for battle; they carried shields and spears. They were as fierce as lions and could run as quickly as gazelles across the hills."
            },
            {
                "verse_number": "9",
                "verse_text": "Ezer was the leader, Obadiah the second in command, Eliab the third,"
            },
            {
                "verse_number": "10",
                "verse_text": "Mishmannah the fourth, Jeremiah the fifth,"
            },
            {
                "verse_number": "11",
                "verse_text": "Attai the sixth, Eliel the seventh,"
            },
            {
                "verse_number": "12",
                "verse_text": "Johanan the eighth, Elzabad the ninth,"
            },
            {
                "verse_number": "13",
                "verse_text": "Jeremiah the tenth, and Machbannai the eleventh."
            },
            {
                "verse_number": "14",
                "verse_text": "These Gadites were military leaders; the least led a hundred men, the greatest a thousand."
            },
            {
                "verse_number": "15",
                "verse_text": "They crossed the Jordan River in the first month, when it was overflowing its banks, and routed those living in all the valleys to the east and west."
            },
            {
                "verse_number": "16",
                "verse_text": "Some from Benjamin and Judah also came to David’s stronghold."
            },
            {
                "verse_number": "17",
                "verse_text": "David went out to meet them and said, “If you come to me in peace and want to help me, then I will make an alliance with you. But if you come to betray me to my enemies when I have not harmed you, may the God of our ancestors take notice and judge!”"
            },
            {
                "verse_number": "18",
                "verse_text": "But a spirit empowered Amasai, the leader of the thirty warriors, and he said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Some men from Manasseh joined David when he went with the Philistines to fight against Saul. (But in the end they did not help the Philistines because, after taking counsel, the Philistine lords sent David away, saying: “It would be disastrous for us if he deserts to his master Saul.”)"
            },
            {
                "verse_number": "20",
                "verse_text": "When David went to Ziklag, the men of Manasseh who joined him were Adnach, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, leaders of a thousand soldiers each in the tribe of Manasseh."
            },
            {
                "verse_number": "21",
                "verse_text": "They helped David fight against raiding bands, for all of them were warriors and leaders in the army."
            },
            {
                "verse_number": "22",
                "verse_text": "Each day men came to help David until his army became very large."
            },
            {
                "verse_number": "23",
                "verse_text": "The following is a record of the armed warriors who came with their leaders and joined David in Hebron in order to make David king in Saul’s place, in accordance with the Lord ’s decree:"
            },
            {
                "verse_number": "24",
                "verse_text": "From Judah came 6,800 trained warriors carrying shields and spears."
            },
            {
                "verse_number": "25",
                "verse_text": "From Simeon there were 7,100 warriors."
            },
            {
                "verse_number": "26",
                "verse_text": "From Levi there were 4,600."
            },
            {
                "verse_number": "27",
                "verse_text": "Jehoiada, the leader of Aaron’s descendants, brought 3,700 men with him,"
            },
            {
                "verse_number": "28",
                "verse_text": "along with Zadok, a young warrior, and twenty-two leaders from his family."
            },
            {
                "verse_number": "29",
                "verse_text": "From Benjamin, Saul’s tribe, there were 3,000, most of whom, up to that time, had been loyal to Saul."
            },
            {
                "verse_number": "30",
                "verse_text": "From Ephraim there were 20,800 warriors, who had brought fame to their families."
            },
            {
                "verse_number": "31",
                "verse_text": "From the half tribe of Manasseh there were 18,000 who had been designated by name to come and make David king."
            },
            {
                "verse_number": "32",
                "verse_text": "From Issachar there were 200 leaders and all their relatives at their command – they understood the times and knew what Israel should do."
            },
            {
                "verse_number": "33",
                "verse_text": "From Zebulun there were 50,000 warriors who were prepared for battle, equipped with all kinds of weapons, and ready to give their undivided loyalty."
            },
            {
                "verse_number": "34",
                "verse_text": "From Naphtali there were 1,000 officers, along with 37,000 men carrying shields and spears."
            },
            {
                "verse_number": "35",
                "verse_text": "From Dan there were 28,600 men prepared for battle."
            },
            {
                "verse_number": "36",
                "verse_text": "From Asher there were 40,000 warriors prepared for battle."
            },
            {
                "verse_number": "37",
                "verse_text": "From the other side of the Jordan, from Reuben, Gad, and the half tribe of Manasseh, there were 120,000 men armed with all kinds of weapons."
            },
            {
                "verse_number": "38",
                "verse_text": "All these men were warriors who were ready to march. They came to Hebron to make David king over all Israel by acclamation; all the rest of the Israelites also were in agreement that David should become king."
            },
            {
                "verse_number": "39",
                "verse_text": "They spent three days feasting there with David, for their relatives had given them provisions."
            },
            {
                "verse_number": "40",
                "verse_text": "Also their neighbors, from as far away as Issachar, Zebulun, and Naphtali, were bringing food on donkeys, camels, mules, and oxen. There were large supplies of flour, fig cakes, raisins, wine, olive oil, beef, and lamb, for Israel was celebrating."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David consulted with his military officers, including those who led groups of a thousand and those who led groups of a hundred."
            },
            {
                "verse_number": "2",
                "verse_text": "David said to the whole Israelite assembly, “If you so desire and the Lord our God approves, let’s spread the word to our brothers who remain in all the regions of Israel, and to the priests and Levites in their cities, so they may join us."
            },
            {
                "verse_number": "3",
                "verse_text": "Let’s move the ark of our God back here, for we did not seek his will throughout Saul’s reign.”"
            },
            {
                "verse_number": "4",
                "verse_text": "The whole assembly agreed to do this, for the proposal seemed right to all the people."
            },
            {
                "verse_number": "5",
                "verse_text": "So David assembled all Israel from the Shihor River in Egypt to Lebo Hamath, to bring the ark of God from Kiriath Jearim."
            },
            {
                "verse_number": "6",
                "verse_text": "David and all Israel went up to Baalah (that is, Kiriath Jearim) in Judah to bring up from there the ark of God the Lord , who sits enthroned between the cherubim – the ark that is called by his name."
            },
            {
                "verse_number": "7",
                "verse_text": "They transported the ark on a new cart from the house of Abinadab; Uzzah and Ahio were guiding the cart,"
            },
            {
                "verse_number": "8",
                "verse_text": "while David and all Israel were energetically celebrating before God, singing and playing various stringed instruments, tambourines, cymbals, and trumpets."
            },
            {
                "verse_number": "9",
                "verse_text": "When they arrived at the threshing floor of Kidon, Uzzah reached out his hand to take hold of the ark, because the oxen stumbled."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord was so furious with Uzzah, he killed him, because he reached out his hand and touched the ark. He died right there before God."
            },
            {
                "verse_number": "11",
                "verse_text": "David was angry because the Lord attacked Uzzah; so he called that place Perez Uzzah, which remains its name to this very day."
            },
            {
                "verse_number": "12",
                "verse_text": "David was afraid of God that day and said, “How will I ever be able to bring the ark of God up here?”"
            },
            {
                "verse_number": "13",
                "verse_text": "So David did not move the ark to the City of David; he left it in the house of Obed-Edom the Gittite."
            },
            {
                "verse_number": "14",
                "verse_text": "The ark of God remained in Obed-Edom’s house for three months; the Lord blessed Obed-Edom’s family and everything that belonged to him."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "King Hiram of Tyre sent messengers to David, along with cedar logs, stonemasons, and carpenters to build a palace for him."
            },
            {
                "verse_number": "2",
                "verse_text": "David realized that the Lord had established him as king over Israel and that he had elevated his kingdom for the sake of his people Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "In Jerusalem David married more wives and fathered more sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the names of children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "6",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "7",
                "verse_text": "Elishama, Beeliada, and Eliphelet."
            },
            {
                "verse_number": "8",
                "verse_text": "When the Philistines heard that David had been anointed king of all Israel, all the Philistines marched up to confront him. When David heard about it, he marched out against them."
            },
            {
                "verse_number": "9",
                "verse_text": "Now the Philistines had come and raided the Valley of Rephaim."
            },
            {
                "verse_number": "10",
                "verse_text": "David asked God, “Should I march up against the Philistines? Will you hand them over to me?” The Lord said to him, “March up! I will hand them over to you!”"
            },
            {
                "verse_number": "11",
                "verse_text": "So they marched against Baal Perazim and David defeated them there. David said, “Using me as his instrument, God has burst out against my enemies like water bursts out.” So that place is called Baal Perazim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Philistines left their idols there, so David ordered that they be burned."
            },
            {
                "verse_number": "13",
                "verse_text": "The Philistines again raided the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "So David again asked God what he should do. This time God told him, “Don’t march up after them; circle around them and come against them in front of the trees."
            },
            {
                "verse_number": "15",
                "verse_text": "When you hear the sound of marching in the tops of the trees, then attack. For at that moment the Lord is going before you to strike down the army of the Philistines.”"
            },
            {
                "verse_number": "16",
                "verse_text": "David did just as God commanded him, and they struck down the Philistine army from Gibeon to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "So David became famous in all the lands; the Lord caused all the nations to fear him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "David constructed buildings in the City of David; he then prepared a place for the ark of God and pitched a tent for it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David said, “Only the Levites may carry the ark of God, for the Lord chose them to carry the ark of the Lord and to serve before him perpetually."
            },
            {
                "verse_number": "3",
                "verse_text": "David assembled all Israel at Jerusalem to bring the ark of the Lord up to the place he had prepared for it."
            },
            {
                "verse_number": "4",
                "verse_text": "David gathered together the descendants of Aaron and the Levites:"
            },
            {
                "verse_number": "5",
                "verse_text": "From the descendants of Kohath: Uriel the leader and 120 of his relatives."
            },
            {
                "verse_number": "6",
                "verse_text": "From the descendants of Merari: Asaiah the leader and 220 of his relatives."
            },
            {
                "verse_number": "7",
                "verse_text": "From the descendants of Gershom: Joel the leader and 130 of his relatives."
            },
            {
                "verse_number": "8",
                "verse_text": "From the descendants of Elizaphan: Shemaiah the leader and 200 of his relatives."
            },
            {
                "verse_number": "9",
                "verse_text": "From the descendants of Hebron: Eliel the leader and 80 of his relatives."
            },
            {
                "verse_number": "10",
                "verse_text": "From the descendants of Uzziel: Amminadab the leader and 112 of his relatives."
            },
            {
                "verse_number": "11",
                "verse_text": "David summoned the priests Zadok and Abiathar, along with the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
            },
            {
                "verse_number": "12",
                "verse_text": "He told them: “You are the leaders of the Levites’ families. You and your relatives must consecrate yourselves and bring the ark of the Lord God of Israel up to the place I have prepared for it."
            },
            {
                "verse_number": "13",
                "verse_text": "The first time you did not carry it; that is why the Lord God attacked us, because we did not ask him about the proper way to carry it.”"
            },
            {
                "verse_number": "14",
                "verse_text": "The priests and Levites consecrated themselves so they could bring up the ark of the Lord God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "The descendants of Levi carried the ark of God on their shoulders with poles, just as Moses had ordered according to the divine command."
            },
            {
                "verse_number": "16",
                "verse_text": "David told the leaders of the Levites to appoint some of their relatives as musicians; they were to play various instruments, including stringed instruments and cymbals, and to sing loudly and joyfully."
            },
            {
                "verse_number": "17",
                "verse_text": "So the Levites appointed Heman son of Joel; one of his relatives, Asaph son of Berechiah; one of the descendants of Merari, Ethan son of Kushaiah;"
            },
            {
                "verse_number": "18",
                "verse_text": "along with some of their relatives who were second in rank, including Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, and Jeiel, the gatekeepers."
            },
            {
                "verse_number": "19",
                "verse_text": "The musicians Heman, Asaph, and Ethan were to sound the bronze cymbals;"
            },
            {
                "verse_number": "20",
                "verse_text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play the harps according to the alamoth style;"
            },
            {
                "verse_number": "21",
                "verse_text": "Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah were to play the lyres according to the sheminith style, as led by the director;"
            },
            {
                "verse_number": "22",
                "verse_text": "Kenaniah, the leader of the Levites, was in charge of transport, for he was well-informed on this matter;"
            },
            {
                "verse_number": "23",
                "verse_text": "Berechiah and Elkanah were guardians of the ark;"
            },
            {
                "verse_number": "24",
                "verse_text": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer the priests were to blow the trumpets before the ark of God; Obed-Edom and Jehiel were also guardians of the ark."
            },
            {
                "verse_number": "25",
                "verse_text": "So David, the leaders of Israel, and the commanders of units of a thousand went to bring up the ark of the Lord ’s covenant from the house of Obed-Edom with celebration."
            },
            {
                "verse_number": "26",
                "verse_text": "When God helped the Levites who were carrying the ark of the Lord ’s covenant, they sacrificed seven bulls and seven rams."
            },
            {
                "verse_number": "27",
                "verse_text": "David was wrapped in a linen robe, as were all the Levites carrying the ark, the musicians, and Kenaniah the supervisor of transport and the musicians; David also wore a linen ephod."
            },
            {
                "verse_number": "28",
                "verse_text": "All Israel brought up the ark of the Lord ’s covenant; they were shouting, blowing trumpets, sounding cymbals, and playing stringed instruments."
            },
            {
                "verse_number": "29",
                "verse_text": "As the ark of the Lord ’s covenant entered the City of David, Michal, Saul’s daughter, looked out the window. When she saw King David jumping and celebrating, she despised him."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "They brought the ark of God and put it in the middle of the tent David had pitched for it. Then they offered burnt sacrifices and peace offerings before God."
            },
            {
                "verse_number": "2",
                "verse_text": "When David finished offering burnt sacrifices and peace offerings, he pronounced a blessing over the people in the Lord ’s name."
            },
            {
                "verse_number": "3",
                "verse_text": "He then handed out to each Israelite man and woman a loaf of bread, a date cake, and a raisin cake."
            },
            {
                "verse_number": "4",
                "verse_text": "He appointed some of the Levites to serve before the ark of the Lord , to offer prayers, songs of thanks, and hymns to the Lord God of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph was the leader and Zechariah second in command, followed by Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel. They were to play stringed instruments; Asaph was to sound the cymbals;"
            },
            {
                "verse_number": "6",
                "verse_text": "and the priests Benaiah and Jahaziel were to blow trumpets regularly before the ark of God’s covenant."
            },
            {
                "verse_number": "7",
                "verse_text": "That day David first gave to Asaph and his colleagues this song of thanks to the Lord :"
            },
            {
                "verse_number": "8",
                "verse_text": "Give thanks to the Lord ! Call on his name! Make known his accomplishments among the nations! Tell about all his miraculous deeds! Let the hearts of those who seek the Lord rejoice! as the portion of your inheritance.” just a very few, and foreign residents within it, he disciplined kings for their sake, Don’t harm my prophets!” ascribe to the Lord splendor and strength! Bring an offering and enter his presence! The world is established, it cannot be moved. Let the fields and everything in them celebrate! for he comes to judge the earth! Gather us! Rescue us from the nations!"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing to him! Make music to him!"
            },
            {
                "verse_number": "10",
                "verse_text": "Boast about his holy name!"
            },
            {
                "verse_number": "11",
                "verse_text": "Seek the Lord and the strength he gives! Seek his presence continually! his mighty acts and the judgments he decreed, you descendants of Jacob, God’s chosen ones! he carries out judgment throughout the earth. the promise he made to a thousand generations – the promise he made by oath to Isaac! to Israel as a lasting promise, and from one kingdom to another. Announce every day how he delivers! tell all the nations about his miraculous deeds! he is more awesome than all gods. but the Lord made the heavens. he is the source of strength and joy. Worship the Lord in holy attire! Let the nations say, ‘The Lord reigns!’ and his loyal love endures. Then we will give thanks to your holy name, and boast about your praiseworthy deeds.” in the future and forevermore. Then all the people said, “We agree! Praise the Lord !”"
            },
            {
                "verse_number": "12",
                "verse_text": "Recall the miraculous deeds he performed,"
            },
            {
                "verse_number": "13",
                "verse_text": "O children of Israel, God’s servant,"
            },
            {
                "verse_number": "14",
                "verse_text": "He is the Lord our God;"
            },
            {
                "verse_number": "15",
                "verse_text": "Remember continually his covenantal decree,"
            },
            {
                "verse_number": "16",
                "verse_text": "the promise he made to Abraham,"
            },
            {
                "verse_number": "17",
                "verse_text": "He gave it to Jacob as a decree,"
            },
            {
                "verse_number": "18",
                "verse_text": "saying, “To you I will give the land of Canaan"
            },
            {
                "verse_number": "19",
                "verse_text": "When they were few in number,"
            },
            {
                "verse_number": "20",
                "verse_text": "they wandered from nation to nation,"
            },
            {
                "verse_number": "21",
                "verse_text": "He let no one oppress them,"
            },
            {
                "verse_number": "22",
                "verse_text": "saying, “Don’t touch my anointed ones!"
            },
            {
                "verse_number": "23",
                "verse_text": "Sing to the Lord , all the earth!"
            },
            {
                "verse_number": "24",
                "verse_text": "Tell the nations about his splendor,"
            },
            {
                "verse_number": "25",
                "verse_text": "For the Lord is great and certainly worthy of praise,"
            },
            {
                "verse_number": "26",
                "verse_text": "For all the gods of the nations are worthless,"
            },
            {
                "verse_number": "27",
                "verse_text": "Majestic splendor emanates from him,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ascribe to the Lord , O families of the nations,"
            },
            {
                "verse_number": "29",
                "verse_text": "Ascribe to the Lord the splendor he deserves!"
            },
            {
                "verse_number": "30",
                "verse_text": "Tremble before him, all the earth!"
            },
            {
                "verse_number": "31",
                "verse_text": "Let the heavens rejoice, and the earth be happy!"
            },
            {
                "verse_number": "32",
                "verse_text": "Let the sea and everything in it shout!"
            },
            {
                "verse_number": "33",
                "verse_text": "Then let the trees of the forest shout with joy before the Lord ,"
            },
            {
                "verse_number": "34",
                "verse_text": "Give thanks to the Lord , for he is good"
            },
            {
                "verse_number": "35",
                "verse_text": "Say this prayer: “Deliver us, O God who delivers us!"
            },
            {
                "verse_number": "36",
                "verse_text": "May the Lord God of Israel be praised,"
            },
            {
                "verse_number": "37",
                "verse_text": "David left Asaph and his colleagues there before the ark of the Lord ’s covenant to serve before the ark regularly and fulfill each day’s requirements,"
            },
            {
                "verse_number": "38",
                "verse_text": "including Obed-Edom and sixty-eight colleagues. Obed-Edom son of Jeduthun and Hosah were gatekeepers."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest and his fellow priests served before the Lord ’s tabernacle at the worship center in Gibeon,"
            },
            {
                "verse_number": "40",
                "verse_text": "regularly offering burnt sacrifices to the Lord on the altar for burnt sacrifice, morning and evening, according to what is prescribed in the law of the Lord which he charged Israel to observe."
            },
            {
                "verse_number": "41",
                "verse_text": "Joining them were Heman, Jeduthun, and the rest of those chosen and designated by name to give thanks to the Lord . (For his loyal love endures!)"
            },
            {
                "verse_number": "42",
                "verse_text": "Heman and Jeduthun were in charge of the music, including the trumpets, cymbals, and the other musical instruments used in praising God. The sons of Jeduthun guarded the entrance."
            },
            {
                "verse_number": "43",
                "verse_text": "Then all the people returned to their homes, and David went to pronounce a blessing on his family."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "When David had settled into his palace, he said to Nathan the prophet, “Look, I am living in a palace made from cedar, while the ark of the Lord ’s covenant is under a tent.”"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan said to David, “You should do whatever you have in mind, for God is with you.”"
            },
            {
                "verse_number": "3",
                "verse_text": "That night God told Nathan the prophet,"
            },
            {
                "verse_number": "4",
                "verse_text": "“Go, tell my servant David: ‘This is what the Lord says: “You must not build me a house in which to live."
            },
            {
                "verse_number": "5",
                "verse_text": "For I have not lived in a house from the time I brought Israel up from Egypt to the present day. I have lived in a tent that has been in various places."
            },
            {
                "verse_number": "6",
                "verse_text": "Wherever I moved throughout Israel, I did not say to any of the leaders whom I appointed to care for my people Israel, ‘Why have you not built me a house made from cedar?’”’"
            },
            {
                "verse_number": "7",
                "verse_text": "“So now, say this to my servant David: ‘This is what the Lord who commands armies says: “I took you from the pasture and from your work as a shepherd to make you a leader of my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I was with you wherever you went and I defeated all your enemies before you. Now I will make you as famous as the great men of the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "I will establish a place for my people Israel and settle them there; they will live there and not be disturbed anymore. Violent men will not oppress them again, as they did in the beginning"
            },
            {
                "verse_number": "10",
                "verse_text": "and during the time when I appointed judges to lead my people Israel. I will subdue all your enemies. “‘“I declare to you that the Lord will build a dynastic house for you!"
            },
            {
                "verse_number": "11",
                "verse_text": "When the time comes for you to die, I will raise up your descendant, one of your own sons, to succeed you, and I will establish his kingdom."
            },
            {
                "verse_number": "12",
                "verse_text": "He will build me a house, and I will make his dynasty permanent."
            },
            {
                "verse_number": "13",
                "verse_text": "I will become his father and he will become my son. I will never withhold my loyal love from him, as I withheld it from the one who ruled before you."
            },
            {
                "verse_number": "14",
                "verse_text": "I will put him in permanent charge of my house and my kingdom; his dynasty will be permanent.”’”"
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan told David all these words that were revealed to him."
            },
            {
                "verse_number": "16",
                "verse_text": "David went in, sat before the Lord , and said: “Who am I, O Lord God, and what is my family, that you should have brought me to this point?"
            },
            {
                "verse_number": "17",
                "verse_text": "And you did not stop there, O God! You have also spoken about the future of your servant’s family. You have revealed to me what men long to know, O Lord God."
            },
            {
                "verse_number": "18",
                "verse_text": "What more can David say to you? You have honored your servant; you have given your servant special recognition."
            },
            {
                "verse_number": "19",
                "verse_text": "O Lord , for the sake of your servant and according to your will, you have done this great thing in order to reveal your greatness."
            },
            {
                "verse_number": "20",
                "verse_text": "O Lord , there is none like you; there is no God besides you! What we heard is true!"
            },
            {
                "verse_number": "21",
                "verse_text": "And who is like your people, Israel, a unique nation in the earth? Their God went to claim a nation for himself! You made a name for yourself by doing great and awesome deeds when you drove out nations before your people whom you had delivered from the Egyptian empire and its gods."
            },
            {
                "verse_number": "22",
                "verse_text": "You made Israel your very own nation for all time. You, O Lord , became their God."
            },
            {
                "verse_number": "23",
                "verse_text": "So now, O Lord , may the promise you made about your servant and his family become a permanent reality! Do as you promised,"
            },
            {
                "verse_number": "24",
                "verse_text": "so it may become a reality and you may gain lasting fame, as people say, ‘The Lord who commands armies is the God of Israel.’ David’s dynasty will be established before you,"
            },
            {
                "verse_number": "25",
                "verse_text": "for you, my God, have revealed to your servant that you will build a dynasty for him. That is why your servant has had the courage to pray to you."
            },
            {
                "verse_number": "26",
                "verse_text": "Now, O Lord , you are the true God; you have made this good promise to your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Now you are willing to bless your servant’s dynasty so that it may stand permanently before you, for you, O Lord , have blessed it and it will be blessed from now on into the future.”"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Later David defeated the Philistines and subdued them. He took Gath and its surrounding towns away from the Philistines."
            },
            {
                "verse_number": "2",
                "verse_text": "He defeated the Moabites; the Moabites became David’s subjects and brought tribute."
            },
            {
                "verse_number": "3",
                "verse_text": "David defeated King Hadadezer of Zobah as far as Hamath, when he went to extend his authority to the Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David seized from him 1,000 chariots, 7,000 charioteers, and 20,000 infantrymen. David cut the hamstrings of all but a hundred of Hadadezer’s chariot horses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Arameans of Damascus came to help King Hadadezer of Zobah, but David killed 22,000 of the Arameans."
            },
            {
                "verse_number": "6",
                "verse_text": "David placed garrisons in the territory of the Arameans of Damascus; the Arameans became David’s subjects and brought tribute. The Lord protected David wherever he campaigned."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the golden shields which Hadadezer’s servants had carried and brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "From Tibhath and Kun, Hadadezer’s cities, David took a great deal of bronze. (Solomon used it to make the big bronze basin called “The Sea,” the pillars, and other bronze items."
            },
            {
                "verse_number": "9",
                "verse_text": "When King Tou of Hamath heard that David had defeated the entire army of King Hadadezer of Zobah,"
            },
            {
                "verse_number": "10",
                "verse_text": "he sent his son Hadoram to King David to extend his best wishes and to pronounce a blessing on him for his victory over Hadadezer, for Tou had been at war with Hadadezer. He also sent various items made of gold, silver, and bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "King David dedicated these things to the Lord , along with the silver and gold which he had carried off from all the nations, including Edom, Moab, the Ammonites, the Philistines, and Amalek."
            },
            {
                "verse_number": "12",
                "verse_text": "Abishai son of Zeruiah killed 18,000 Edomites in the Valley of Salt."
            },
            {
                "verse_number": "13",
                "verse_text": "He placed garrisons in Edom, and all the Edomites became David’s subjects. The Lord protected David wherever he campaigned."
            },
            {
                "verse_number": "14",
                "verse_text": "David reigned over all Israel; he guaranteed justice for all his people."
            },
            {
                "verse_number": "15",
                "verse_text": "Joab son of Zeruiah was commanding general of the army; Jehoshaphat son of Ahilud was secretary;"
            },
            {
                "verse_number": "16",
                "verse_text": "Zadok son of Ahitub and Abimelech son of Abiathar were priests; Shavsha was scribe;"
            },
            {
                "verse_number": "17",
                "verse_text": "Benaiah son of Jehoiada supervised the Kerethites and Pelethites; and David’s sons were the king’s leading officials."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Later King Nahash of the Ammonites died and his son succeeded him."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, “I will express my loyalty to Hanun son of Nahash, for his father was loyal to me.” So David sent messengers to express his sympathy over his father’s death. When David’s servants entered Ammonite territory to visit Hanun and express the king’s sympathy,"
            },
            {
                "verse_number": "3",
                "verse_text": "the Ammonite officials said to Hanun, “Do you really think David is trying to honor your father by sending these messengers to express his sympathy? No, his servants have come to you so they can get information and spy out the land!”"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun seized David’s servants and shaved their beards off. He cut off the lower part of their robes so that their buttocks were exposed and then sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "Messengers came and told David what had happened to the men, so he summoned them, for the men were thoroughly humiliated. The king said, “Stay in Jericho until your beards grow again; then you may come back.”"
            },
            {
                "verse_number": "6",
                "verse_text": "When the Ammonites realized that David was disgusted with them, Hanun and the Ammonites sent 1,000 talents of silver to hire chariots and charioteers from Aram Naharaim, Aram Maacah, and Zobah."
            },
            {
                "verse_number": "7",
                "verse_text": "They hired 32,000 chariots, along with the king of Maacah and his army, who came and camped in front of Medeba. The Ammonites also assembled from their cities and marched out to do battle."
            },
            {
                "verse_number": "8",
                "verse_text": "When David heard the news, he sent Joab and the entire army to meet them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites marched out and were deployed for battle at the entrance to the city, while the kings who had come were by themselves in the field."
            },
            {
                "verse_number": "10",
                "verse_text": "When Joab saw that the battle would be fought on two fronts, he chose some of Israel’s best men and deployed them against the Arameans."
            },
            {
                "verse_number": "11",
                "verse_text": "He put his brother Abishai in charge of the rest of the army and they were deployed against the Ammonites."
            },
            {
                "verse_number": "12",
                "verse_text": "Joab said, “If the Arameans start to overpower me, you come to my rescue. If the Ammonites start to overpower you, I will come to your rescue."
            },
            {
                "verse_number": "13",
                "verse_text": "Be strong! Let’s fight bravely for the sake of our people and the cities of our God! The Lord will do what he decides is best!”"
            },
            {
                "verse_number": "14",
                "verse_text": "So Joab and his men marched toward the Arameans to do battle, and they fled before him."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Ammonites saw the Arameans flee, they fled before Joab’s brother Abishai and withdrew into the city. Joab went back to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "When the Arameans realized they had been defeated by Israel, they sent for reinforcements from beyond the Euphrates River, led by Shophach the commanding general of Hadadezer’s army."
            },
            {
                "verse_number": "17",
                "verse_text": "When David was informed, he gathered all Israel, crossed the Jordan River, and marched against them. David deployed his army against the Arameans for battle and they fought against him."
            },
            {
                "verse_number": "18",
                "verse_text": "The Arameans fled before Israel. David killed 7,000 Aramean charioteers and 40,000 infantrymen; he also killed Shophach the commanding general."
            },
            {
                "verse_number": "19",
                "verse_text": "When Hadadezer’s subjects saw they were defeated by Israel, they made peace with David and became his subjects. The Arameans were no longer willing to help the Ammonites."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the spring, at the time when kings normally conduct wars, Joab led the army into battle and devastated the land of the Ammonites. He went and besieged Rabbah, while David stayed in Jerusalem. Joab defeated Rabbah and tore it down."
            },
            {
                "verse_number": "2",
                "verse_text": "David took the crown from the head of their king and wore it (its weight was a talent of gold and it was set with precious stones). He took a large amount of plunder from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "He removed the city’s residents and made them do hard labor with saws, iron picks, and axes. This was his policy with all the Ammonite cities. Then David and all the army returned to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Later there was a battle with the Philistines in Gezer. At that time Sibbekai the Hushathite killed Sippai, one of the descendants of the Rephaim, and the Philistines were subdued."
            },
            {
                "verse_number": "5",
                "verse_text": "There was another battle with the Philistines in which Elhanan son of Jair the Bethlehemite killed the brother of Goliath the Gittite, whose spear had a shaft as big as the crossbeam of a weaver’s loom."
            },
            {
                "verse_number": "6",
                "verse_text": "In a battle in Gath there was a large man who had six fingers on each hand and six toes on each foot – twenty-four in all! He too was a descendant of Rapha."
            },
            {
                "verse_number": "7",
                "verse_text": "When he taunted Israel, Jonathan son of Shimea, David’s brother, killed him."
            },
            {
                "verse_number": "8",
                "verse_text": "These were the descendants of Rapha who lived in Gath; they were killed by the hand of David and his soldiers."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "An adversary opposed Israel, inciting David to count how many warriors Israel had."
            },
            {
                "verse_number": "2",
                "verse_text": "David told Joab and the leaders of the army, “Go, count the number of warriors from Beer Sheba to Dan. Then bring back a report to me so I may know how many we have.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Joab replied, “May the Lord make his army a hundred times larger! My master, O king, do not all of them serve my master? Why does my master want to do this? Why bring judgment on Israel?”"
            },
            {
                "verse_number": "4",
                "verse_text": "But the king’s edict stood, despite Joab’s objections. So Joab left and traveled throughout Israel before returning to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Joab reported to David the number of warriors. In all Israel there were 1,100,000 sword-wielding soldiers; Judah alone had 470,000 sword-wielding soldiers."
            },
            {
                "verse_number": "6",
                "verse_text": "Now Joab did not number Levi and Benjamin, for the king’s edict disgusted him."
            },
            {
                "verse_number": "7",
                "verse_text": "God was also offended by it, so he attacked Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "David said to God, “I have sinned greatly by doing this! Now, please remove the guilt of your servant, for I have acted very foolishly.”"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord told Gad, David’s prophet,"
            },
            {
                "verse_number": "10",
                "verse_text": "“Go, tell David, ‘This is what the Lord says: “I am offering you three forms of judgment from which to choose. Pick one of them.”’”"
            },
            {
                "verse_number": "11",
                "verse_text": "Gad went to David and told him, “This is what the Lord says: ‘Pick one of these:"
            },
            {
                "verse_number": "12",
                "verse_text": "three years of famine, or three months being chased by your enemies and struck down by their swords, or three days being struck down by the Lord , during which a plague will invade the land and the Lord ’s messenger will destroy throughout Israel’s territory.’ Now, decide what I should tell the one who sent me.”"
            },
            {
                "verse_number": "13",
                "verse_text": "David said to Gad, “I am very upset! I prefer to be attacked by the Lord , for his mercy is very great; I do not want to be attacked by men!”"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord sent a plague through Israel, and 70,000 Israelite men died."
            },
            {
                "verse_number": "15",
                "verse_text": "God sent an angel to ravage Jerusalem. As he was doing so, the Lord watched and relented from his judgment. He told the angel who was destroying, “That’s enough! Stop now!” Now the Lord ’s angel was standing near the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "David looked up and saw the Lord ’s messenger standing between the earth and sky with his sword drawn and in his hand, stretched out over Jerusalem. David and the leaders, covered with sackcloth, threw themselves down with their faces to the ground."
            },
            {
                "verse_number": "17",
                "verse_text": "David said to God, “Was I not the one who decided to number the army? I am the one who sinned and committed this awful deed! As for these sheep – what have they done? O Lord my God, attack me and my family, but remove the plague from your people!”"
            },
            {
                "verse_number": "18",
                "verse_text": "So the Lord ’s messenger told Gad to instruct David to go up and build an altar for the Lord on the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "19",
                "verse_text": "So David went up as Gad instructed him to do in the name of the Lord ."
            },
            {
                "verse_number": "20",
                "verse_text": "While Ornan was threshing wheat, he turned and saw the messenger, and he and his four sons hid themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "When David came to Ornan, Ornan looked and saw David; he came out from the threshing floor and bowed to David with his face to the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "David said to Ornan, “Sell me the threshing floor so I can build on it an altar for the Lord – I’ll pay top price – so that the plague may be removed from the people.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Ornan told David, “You can have it! My master, the king, may do what he wants. Look, I am giving you the oxen for burnt sacrifices, the threshing sledges for wood, and the wheat for an offering. I give it all to you.”"
            },
            {
                "verse_number": "24",
                "verse_text": "King David replied to Ornan, “No, I insist on buying it for top price. I will not offer to the Lord what belongs to you or offer a burnt sacrifice that cost me nothing."
            },
            {
                "verse_number": "25",
                "verse_text": "So David bought the place from Ornan for 600 pieces of gold."
            },
            {
                "verse_number": "26",
                "verse_text": "David built there an altar to the Lord and offered burnt sacrifices and peace offerings. He called out to the Lord , and the Lord responded by sending fire from the sky and consuming the burnt sacrifice on the altar."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord ordered the messenger to put his sword back into its sheath."
            },
            {
                "verse_number": "28",
                "verse_text": "At that time, when David saw that the Lord responded to him at the threshing floor of Ornan the Jebusite, he sacrificed there."
            },
            {
                "verse_number": "29",
                "verse_text": "Now the Lord ’s tabernacle (which Moses had made in the wilderness) and the altar for burnt sacrifices were at that time at the worship center in Gibeon."
            },
            {
                "verse_number": "30",
                "verse_text": "But David could not go before it to seek God’s will, for he was afraid of the sword of the Lord ’s messenger."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David then said, “This is the place where the temple of the Lord God will be, along with the altar for burnt sacrifices for Israel.”"
            },
            {
                "verse_number": "2",
                "verse_text": "David ordered the resident foreigners in the land of Israel to be called together. He appointed some of them to be stonecutters to chisel stones for the building of God’s temple."
            },
            {
                "verse_number": "3",
                "verse_text": "David supplied a large amount of iron for the nails of the doors of the gates and for braces, more bronze than could be weighed,"
            },
            {
                "verse_number": "4",
                "verse_text": "and more cedar logs than could be counted. (The Sidonians and Tyrians had brought a large amount of cedar logs to David.)"
            },
            {
                "verse_number": "5",
                "verse_text": "David said, “My son Solomon is just an inexperienced young man, and the temple to be built for the Lord must be especially magnificent so it will become famous and be considered splendid by all the nations. Therefore I will make preparations for its construction.” So David made extensive preparations before he died."
            },
            {
                "verse_number": "6",
                "verse_text": "He summoned his son Solomon and charged him to build a temple for the Lord God of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to Solomon: “My son, I really wanted to build a temple to honor the Lord my God."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord said to me: ‘You have spilled a great deal of blood and fought many battles. You must not build a temple to honor me, for you have spilled a great deal of blood on the ground before me."
            },
            {
                "verse_number": "9",
                "verse_text": "Look, you will have a son, who will be a peaceful man. I will give him rest from all his enemies on every side. Indeed, Solomon will be his name; I will give Israel peace and quiet during his reign."
            },
            {
                "verse_number": "10",
                "verse_text": "He will build a temple to honor me; he will become my son, and I will become his father. I will grant to his dynasty permanent rule over Israel.’"
            },
            {
                "verse_number": "11",
                "verse_text": "“Now, my son, may the Lord be with you! May you succeed and build a temple for the Lord your God, just as he announced you would."
            },
            {
                "verse_number": "12",
                "verse_text": "Only may the Lord give you insight and understanding when he places you in charge of Israel, so you may obey the law of the Lord your God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then you will succeed, if you carefully obey the rules and regulations which the Lord ordered Moses to give to Israel. Be strong and brave! Don’t be afraid and don’t panic!"
            },
            {
                "verse_number": "14",
                "verse_text": "Now, look, I have made every effort to supply what is needed to build the Lord ’s temple. I have stored up 100,000 talents of gold, 1,000,000 talents of silver, and so much bronze and iron it cannot be weighed, as well as wood and stones. Feel free to add more!"
            },
            {
                "verse_number": "15",
                "verse_text": "You also have available many workers, including stonecutters, masons, carpenters, and an innumerable array of workers who are skilled"
            },
            {
                "verse_number": "16",
                "verse_text": "in using gold, silver, bronze, and iron. Get up and begin the work! May the Lord be with you!”"
            },
            {
                "verse_number": "17",
                "verse_text": "David ordered all the officials of Israel to support his son Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "He told them, “The Lord your God is with you! He has made you secure on every side, for he handed over to me the inhabitants of the region and the region is subdued before the Lord and his people."
            },
            {
                "verse_number": "19",
                "verse_text": "Now seek the Lord your God wholeheartedly and with your entire being! Get up and build the sanctuary of the Lord God! Then you can bring the ark of the Lord ’s covenant and the holy items dedicated to God’s service into the temple that is built to honor the Lord .”"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When David was old and approaching the end of his life, he made his son Solomon king over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "David assembled all the leaders of Israel, along with the priests and the Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "The Levites who were thirty years old and up were counted; there were 38,000 men."
            },
            {
                "verse_number": "4",
                "verse_text": "David said, “Of these, 24,000 are to direct the work of the Lord ’s temple; 6,000 are to be officials and judges;"
            },
            {
                "verse_number": "5",
                "verse_text": "4,000 are to be gatekeepers; and 4,000 are to praise the Lord with the instruments I supplied for worship.”"
            },
            {
                "verse_number": "6",
                "verse_text": "David divided them into groups corresponding to the sons of Levi: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "7",
                "verse_text": "The Gershonites included Ladan and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Ladan: Jehiel the oldest, Zetham, and Joel – three in all. Shelomoth, Haziel, and Haran – three in all. These were the leaders of the family of Ladan. Amram, Izhar, Hebron, and Uzziel – four in all. Aaron and Moses. Gershom and Eliezer. Shelomith the oldest. Jeriah the oldest, Amariah the second, Jahaziel the third, and Jekameam the fourth. Micah the oldest, and Isshiah the second. Mahli and Mushi. The sons of Mahli: Eleazar and Kish. Mahli, Eder, and Jeremoth – three in all."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Shimei:"
            },
            {
                "verse_number": "10",
                "verse_text": "The sons of Shimei: Jahath, Zina, Jeush, and Beriah. These were Shimei’s sons – four in all. Aaron and his descendants were chosen on a permanent basis to consecrate the most holy items, to offer sacrifices before the Lord , to serve him, and to praise his name. Shebuel the oldest."
            },
            {
                "verse_number": "11",
                "verse_text": "Jahath was the oldest and Zizah the second oldest. Jeush and Beriah did not have many sons, so they were considered one family with one responsibility."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Kohath:"
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Amram:"
            },
            {
                "verse_number": "14",
                "verse_text": "The descendants of Moses the man of God were considered Levites."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Moses:"
            },
            {
                "verse_number": "16",
                "verse_text": "The son of Gershom:"
            },
            {
                "verse_number": "17",
                "verse_text": "The son of Eliezer was Rehabiah, the oldest. Eliezer had no other sons, but Rehabiah had many descendants."
            },
            {
                "verse_number": "18",
                "verse_text": "The son of Izhar:"
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Hebron:"
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Uzziel:"
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Merari:"
            },
            {
                "verse_number": "22",
                "verse_text": "Eleazar died without having sons; he had only daughters. The sons of Kish, their cousins, married them."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Mushi:"
            },
            {
                "verse_number": "24",
                "verse_text": "These were the descendants of Levi according to their families, that is, the leaders of families as counted and individually listed who carried out assigned tasks in the Lord ’s temple and were twenty years old and up."
            },
            {
                "verse_number": "25",
                "verse_text": "For David said, “The Lord God of Israel has given his people rest and has permanently settled in Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "So the Levites no longer need to carry the tabernacle or any of the items used in its service.”"
            },
            {
                "verse_number": "27",
                "verse_text": "According to David’s final instructions, the Levites twenty years old and up were counted."
            },
            {
                "verse_number": "28",
                "verse_text": "Their job was to help Aaron’s descendants in the service of the Lord ’s temple. They were to take care of the courtyards, the rooms, ceremonial purification of all holy items, and other jobs related to the service of God’s temple."
            },
            {
                "verse_number": "29",
                "verse_text": "They also took care of the bread that is displayed, the flour for offerings, the unleavened wafers, the round cakes, the mixing, and all the measuring."
            },
            {
                "verse_number": "30",
                "verse_text": "They also stood in a designated place every morning and offered thanks and praise to the Lord . They also did this in the evening"
            },
            {
                "verse_number": "31",
                "verse_text": "and whenever burnt sacrifices were offered to the Lord on the Sabbath and at new moon festivals and assemblies. A designated number were to serve before the Lord regularly in accordance with regulations."
            },
            {
                "verse_number": "32",
                "verse_text": "They were in charge of the meeting tent and the holy place, and helped their relatives, the descendants of Aaron, in the service of the Lord ’s temple."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The divisions of Aaron’s descendants were as follows: The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar. the second to Jedaiah, the fourth to Seorim, the sixth to Mijamin, the eighth to Abijah, the tenth to Shecaniah, the twelfth to Jakim, the fourteenth to Jeshebeab, the sixteenth to Immer, the eighteenth to Happizzez, the twentieth to Jehezkel, the twenty-second to Gamul, the twenty-fourth to Maaziah. Jehdeiah from the sons of Shubael, Jahath from the sons of Shelomoth. Jeriah, Amariah the second, Jahaziel the third, and Jekameam the fourth. Micah; Shamir from the sons of Micah. Isshiah. Zechariah from the sons of Isshiah. Mahli and Mushi. The son of Jaaziah: Eleazar, who had no sons. Mahli, Eder, and Jerimoth. These were the Levites, listed by their families."
            },
            {
                "verse_number": "2",
                "verse_text": "Nadab and Abihu died before their father did; they had no sons. Eleazar and Ithamar served as priests."
            },
            {
                "verse_number": "3",
                "verse_text": "David, Zadok (a descendant of Eleazar), and Ahimelech (a descendant of Ithamar) divided them into groups to carry out their assigned responsibilities."
            },
            {
                "verse_number": "4",
                "verse_text": "The descendants of Eleazar had more leaders than the descendants of Ithamar, so they divided them up accordingly; the descendants of Eleazar had sixteen leaders, while the descendants of Ithamar had eight."
            },
            {
                "verse_number": "5",
                "verse_text": "They divided them by lots, for there were officials of the holy place and officials designated by God among the descendants of both Eleazar and Ithamar."
            },
            {
                "verse_number": "6",
                "verse_text": "The scribe Shemaiah son of Nethanel, a Levite, wrote down their names before the king, the officials, Zadok the priest, Ahimelech son of Abiathar, and the leaders of the priestly and Levite families. One family was drawn by lot from Eleazar, and then the next from Ithamar."
            },
            {
                "verse_number": "7",
                "verse_text": "The first lot went to Jehoiarib,"
            },
            {
                "verse_number": "8",
                "verse_text": "the third to Harim,"
            },
            {
                "verse_number": "9",
                "verse_text": "the fifth to Malkijah,"
            },
            {
                "verse_number": "10",
                "verse_text": "the seventh to Hakkoz,"
            },
            {
                "verse_number": "11",
                "verse_text": "the ninth to Jeshua,"
            },
            {
                "verse_number": "12",
                "verse_text": "the eleventh to Eliashib,"
            },
            {
                "verse_number": "13",
                "verse_text": "the thirteenth to Huppah,"
            },
            {
                "verse_number": "14",
                "verse_text": "the fifteenth to Bilgah,"
            },
            {
                "verse_number": "15",
                "verse_text": "the seventeenth to Hezir,"
            },
            {
                "verse_number": "16",
                "verse_text": "the nineteenth to Pethahiah,"
            },
            {
                "verse_number": "17",
                "verse_text": "the twenty-first to Jakin,"
            },
            {
                "verse_number": "18",
                "verse_text": "the twenty-third to Delaiah,"
            },
            {
                "verse_number": "19",
                "verse_text": "This was the order in which they carried out their assigned responsibilities when they entered the Lord ’s temple, according to the regulations given them by their ancestor Aaron, just as the Lord God of Israel had instructed him."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the Levites included: Shubael from the sons of Amram, Beno. Beno, Shoham, Zaccur, and Ibri. Jerahmeel."
            },
            {
                "verse_number": "21",
                "verse_text": "the firstborn Isshiah from Rehabiah and the sons of Rehabiah,"
            },
            {
                "verse_number": "22",
                "verse_text": "Shelomoth from the Izharites,"
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Hebron:"
            },
            {
                "verse_number": "24",
                "verse_text": "The son of Uzziel:"
            },
            {
                "verse_number": "25",
                "verse_text": "The brother of Micah:"
            },
            {
                "verse_number": "26",
                "verse_text": "The sons of Merari:"
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Merari, from Jaaziah:"
            },
            {
                "verse_number": "28",
                "verse_text": "From Mahli:"
            },
            {
                "verse_number": "29",
                "verse_text": "From Kish:"
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Mushi:"
            },
            {
                "verse_number": "31",
                "verse_text": "Just like their relatives, the descendants of Aaron, they also cast lots before King David, Zadok, Ahimelech, the leaders of families, the priests, and the Levites. The families of the oldest son cast lots along with the those of the youngest."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "David and the army officers selected some of the sons of Asaph, Heman, and Jeduthun to prophesy as they played stringed instruments and cymbals. The following men were assigned this responsibility:"
            },
            {
                "verse_number": "2",
                "verse_text": "From the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah. The sons of Asaph were supervised by Asaph, who prophesied under the king’s supervision."
            },
            {
                "verse_number": "3",
                "verse_text": "From the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Hashabiah, and Mattithiah – six in all, under supervision of their father Jeduthun, who prophesied as he played a harp, giving thanks and praise to the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "From the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "All these were the sons of Heman, the king’s prophet. God had promised him these sons in order to make him prestigious. God gave Heman fourteen sons and three daughters."
            },
            {
                "verse_number": "6",
                "verse_text": "All of these were under the supervision of their fathers; they were musicians in the Lord ’s temple, playing cymbals and stringed instruments as they served in God’s temple. Asaph, Jeduthun, and Heman were under the supervision of the king."
            },
            {
                "verse_number": "7",
                "verse_text": "They and their relatives, all of them skilled and trained to make music to the Lord , numbered two hundred eighty-eight."
            },
            {
                "verse_number": "8",
                "verse_text": "They cast lots to determine their responsibilities – oldest as well as youngest, teacher as well as student."
            },
            {
                "verse_number": "9",
                "verse_text": "The first lot went to Asaph’s son Joseph and his relatives and sons – twelve in all, the second to Gedaliah and his relatives and sons – twelve in all,"
            },
            {
                "verse_number": "10",
                "verse_text": "the third to Zaccur and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "11",
                "verse_text": "the fourth to Izri and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "12",
                "verse_text": "the fifth to Nethaniah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "13",
                "verse_text": "the sixth to Bukkiah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "14",
                "verse_text": "the seventh to Jesharelah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "15",
                "verse_text": "the eighth to Jeshaiah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "16",
                "verse_text": "the ninth to Mattaniah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "17",
                "verse_text": "the tenth to Shimei and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "18",
                "verse_text": "the eleventh to Azarel and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "19",
                "verse_text": "the twelfth to Hashabiah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "20",
                "verse_text": "the thirteenth to Shubael and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "21",
                "verse_text": "the fourteenth to Mattithiah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "22",
                "verse_text": "the fifteenth to Jerimoth and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "23",
                "verse_text": "the sixteenth to Hananiah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "24",
                "verse_text": "the seventeenth to Joshbekashah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "25",
                "verse_text": "the eighteenth to Hanani and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "26",
                "verse_text": "the nineteenth to Mallothi and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "27",
                "verse_text": "the twentieth to Eliathah and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "28",
                "verse_text": "the twenty-first to Hothir and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "29",
                "verse_text": "the twenty-second to Giddalti and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "30",
                "verse_text": "the twenty-third to Mahazioth and his sons and relatives – twelve in all,"
            },
            {
                "verse_number": "31",
                "verse_text": "the twenty-fourth to Romamti-Ezer and his sons and relatives – twelve in all."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The divisions of the gatekeepers: From the Korahites: Meshelemiah, son of Kore, one of the sons of Asaph. The firstborn Zechariah, the second Jediael, the third Zebadiah, the fourth Jathniel, The firstborn Shemaiah, the second Jehozabad, the third Joah, the fourth Sakar, the fifth Nethanel, The firstborn Shimri (he was not actually the firstborn, but his father gave him that status),"
            },
            {
                "verse_number": "2",
                "verse_text": "Meshelemiah’s sons:"
            },
            {
                "verse_number": "3",
                "verse_text": "the fifth Elam, the sixth Jehohanan, and the seventh Elihoenai."
            },
            {
                "verse_number": "4",
                "verse_text": "Obed-Edom’s sons:"
            },
            {
                "verse_number": "5",
                "verse_text": "the sixth Ammiel, the seventh Issachar, and the eighth Peullethai. (Indeed, God blessed Obed-Edom.)"
            },
            {
                "verse_number": "6",
                "verse_text": "His son Shemaiah also had sons, who were leaders of their families, for they were highly respected."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad. His relatives Elihu and Semakiah were also respected."
            },
            {
                "verse_number": "8",
                "verse_text": "All these were the descendants of Obed-Edom. They and their sons and relatives were respected men, capable of doing their responsibilities. There were sixty-two of them related to Obed-Edom."
            },
            {
                "verse_number": "9",
                "verse_text": "Meshelemiah had sons and relatives who were respected – eighteen in all."
            },
            {
                "verse_number": "10",
                "verse_text": "Hosah, one of the descendants of Merari, had sons:"
            },
            {
                "verse_number": "11",
                "verse_text": "the second Hilkiah, the third Tebaliah, and the fourth Zechariah. All of Hosah’s sons and relatives numbered thirteen."
            },
            {
                "verse_number": "12",
                "verse_text": "These divisions of the gatekeepers, corresponding to their leaders, had assigned responsibilities, like their relatives, as they served in the Lord ’s temple."
            },
            {
                "verse_number": "13",
                "verse_text": "They cast lots, both young and old, according to their families, to determine which gate they would be responsible for."
            },
            {
                "verse_number": "14",
                "verse_text": "The lot for the east gate went to Shelemiah. They then cast lots for his son Zechariah, a wise adviser, and the lot for the north gate went to him."
            },
            {
                "verse_number": "15",
                "verse_text": "Obed-Edom was assigned the south gate, and his sons were assigned the storehouses."
            },
            {
                "verse_number": "16",
                "verse_text": "Shuppim and Hosah were assigned the west gate, along with the Shalleketh gate on the upper road. One guard was adjacent to another."
            },
            {
                "verse_number": "17",
                "verse_text": "Each day there were six Levites posted on the east, four on the north, and four on the south. At the storehouses they were posted in pairs."
            },
            {
                "verse_number": "18",
                "verse_text": "At the court on the west there were four posted on the road and two at the court."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the divisions of the gatekeepers who were descendants of Korah and Merari."
            },
            {
                "verse_number": "20",
                "verse_text": "Their fellow Levites were in charge of the storehouses in God’s temple and the storehouses containing consecrated items."
            },
            {
                "verse_number": "21",
                "verse_text": "The descendants of Ladan, who were descended from Gershon through Ladan and were leaders of the families of Ladan the Gershonite, included Jehieli"
            },
            {
                "verse_number": "22",
                "verse_text": "and the sons of Jehieli, Zetham and his brother Joel. They were in charge of the storehouses in the Lord ’s temple."
            },
            {
                "verse_number": "23",
                "verse_text": "As for the Amramites, Izharites, Hebronites, and Uzzielites:"
            },
            {
                "verse_number": "24",
                "verse_text": "Shebuel son of Gershom, the son of Moses, was the supervisor of the storehouses."
            },
            {
                "verse_number": "25",
                "verse_text": "His relatives through Eliezer included: Rehabiah his son, Jeshaiah his son, Joram his son, Zikri his son, and Shelomith his son."
            },
            {
                "verse_number": "26",
                "verse_text": "Shelomith and his relatives were in charge of all the storehouses containing the consecrated items dedicated by King David, the family leaders who led units of a thousand and a hundred, and the army officers."
            },
            {
                "verse_number": "27",
                "verse_text": "They had dedicated some of the plunder taken in battles to be used for repairs on the Lord ’s temple."
            },
            {
                "verse_number": "28",
                "verse_text": "They were also in charge of everything dedicated by Samuel the prophet, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah; Shelomith and his relatives were in charge of everything that had been dedicated."
            },
            {
                "verse_number": "29",
                "verse_text": "As for the Izharites: Kenaniah and his sons were given responsibilities outside the temple as officers and judges over Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "As for the Hebronites: Hashabiah and his relatives, 1,700 respected men, were assigned responsibilities in Israel west of the Jordan; they did the Lord ’s work and the king’s service."
            },
            {
                "verse_number": "31",
                "verse_text": "As for the Hebronites: Jeriah was the leader of the Hebronites according to the genealogical records. In the fortieth year of David’s reign, they examined the records and discovered there were highly respected men in Jazer in Gilead."
            },
            {
                "verse_number": "32",
                "verse_text": "Jeriah had 2,700 relatives who were respected family leaders. King David placed them in charge of the Reubenites, the Gadites, and the half-tribe of Manasseh; they took care of all matters pertaining to God and the king."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "What follows is a list of Israelite family leaders and commanders of units of a thousand and a hundred, as well as their officers who served the king in various matters. Each division was assigned to serve for one month during the year; each consisted of 24,000 men."
            },
            {
                "verse_number": "2",
                "verse_text": "Jashobeam son of Zabdiel was in charge of the first division, which was assigned the first month. His division consisted of 24,000 men."
            },
            {
                "verse_number": "3",
                "verse_text": "He was a descendant of Perez; he was in charge of all the army officers for the first month."
            },
            {
                "verse_number": "4",
                "verse_text": "Dodai the Ahohite was in charge of the division assigned the second month; Mikloth was the next in rank. His division consisted of 24,000 men."
            },
            {
                "verse_number": "5",
                "verse_text": "The third army commander, assigned the third month, was Benaiah son of Jehoiada the priest. He was the leader of his division, which consisted of 24,000 men."
            },
            {
                "verse_number": "6",
                "verse_text": "Benaiah was the leader of the thirty warriors and his division; his son was Ammizabad."
            },
            {
                "verse_number": "7",
                "verse_text": "The fourth, assigned the fourth month, was Asahel, brother of Joab; his son Zebadiah succeeded him. His division consisted of 24,000 men."
            },
            {
                "verse_number": "8",
                "verse_text": "The fifth, assigned the fifth month, was the commander Shamhuth the Izrahite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "9",
                "verse_text": "The sixth, assigned the sixth month, was Ira son of Ikkesh the Tekoite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "10",
                "verse_text": "The seventh, assigned the seventh month, was Helez the Pelonite, an Ephraimite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "11",
                "verse_text": "The eighth, assigned the eighth month, was Sibbekai the Hushathite, a Zerahite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "12",
                "verse_text": "The ninth, assigned the ninth month, was Abiezer the Anathothite, a Benjaminite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "13",
                "verse_text": "The tenth, assigned the tenth month, was Maharai the Netophathite, a Zerahite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "14",
                "verse_text": "The eleventh, assigned the eleventh month, was Benaiah the Pirathonite, an Ephraimite. His division consisted of 24,000 men."
            },
            {
                "verse_number": "15",
                "verse_text": "The twelfth, assigned the twelfth month, was Heldai the Netophathite, a descendant of Othniel. His division consisted of 24,000 men."
            },
            {
                "verse_number": "16",
                "verse_text": "The officers of the Israelite tribes: Eliezer son of Zikri was the leader of the Reubenites, Shephatiah son of Maacah led the Simeonites, Zadok led the descendants of Aaron, Omri son of Michael led Issachar, Jerimoth son of Azriel led Naphtali, Joel son of Pedaiah led the half-tribe of Manasseh, Jaasiel son of Abner led Benjamin, These were the commanders of the Israelite tribes. Jonathan son of Uzziah was in charge of the storehouses in the field, in the cities, in the towns, and in the towers. Joash was in charge of the storehouses of olive oil. Shaphat son of Adlai was in charge of the cattle in the valleys. Jehdeiah the Meronothite was in charge of the donkeys. All these were the officials in charge of King David’s property. Joab was the commanding general of the king’s army."
            },
            {
                "verse_number": "17",
                "verse_text": "Hashabiah son of Kemuel led the Levites,"
            },
            {
                "verse_number": "18",
                "verse_text": "Elihu, a brother of David, led Judah,"
            },
            {
                "verse_number": "19",
                "verse_text": "Ishmaiah son of Obadiah led Zebulun,"
            },
            {
                "verse_number": "20",
                "verse_text": "Hoshea son of Azaziah led the Ephraimites,"
            },
            {
                "verse_number": "21",
                "verse_text": "Iddo son of Zechariah led the half-tribe of Manasseh in Gilead,"
            },
            {
                "verse_number": "22",
                "verse_text": "Azarel son of Jeroham led Dan."
            },
            {
                "verse_number": "23",
                "verse_text": "David did not count the males twenty years old and under, for the Lord had promised to make Israel as numerous as the stars in the sky."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab son of Zeruiah started to count the men but did not finish. God was angry with Israel because of this, so the number was not recorded in the scroll called The Annals of King David."
            },
            {
                "verse_number": "25",
                "verse_text": "Azmaveth son of Adiel was in charge of the king’s storehouses;"
            },
            {
                "verse_number": "26",
                "verse_text": "Ezri son of Kelub was in charge of the field workers who farmed the land."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei the Ramathite was in charge of the vineyards; Zabdi the Shiphmite was in charge of the wine stored in the vineyards. Jehiel son of Hacmoni cared for the king’s sons. Hushai the Arkite was the king’s confidant."
            },
            {
                "verse_number": "28",
                "verse_text": "Baal-Hanan the Gederite was in charge of the olive and sycamore trees in the lowlands;"
            },
            {
                "verse_number": "29",
                "verse_text": "Shitrai the Sharonite was in charge of the cattle grazing in Sharon;"
            },
            {
                "verse_number": "30",
                "verse_text": "Obil the Ishmaelite was in charge of the camels;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jaziz the Hagrite was in charge of the sheep."
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan, David’s uncle, was a wise adviser and scribe;"
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel was the king’s adviser;"
            },
            {
                "verse_number": "34",
                "verse_text": "Ahithophel was succeeded by Jehoiada son of Benaiah and by Abiathar."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David assembled in Jerusalem all the officials of Israel, including the commanders of the tribes, the commanders of the army divisions that served the king, the commanders of units of a thousand and a hundred, the officials who were in charge of all the property and livestock of the king and his sons, the eunuchs, and the warriors, including the most skilled of them."
            },
            {
                "verse_number": "2",
                "verse_text": "King David rose to his feet and said: “Listen to me, my brothers and my people. I wanted to build a temple where the ark of the Lord ’s covenant could be placed as a footstool for our God. I have made the preparations for building it."
            },
            {
                "verse_number": "3",
                "verse_text": "But God said to me, ‘You must not build a temple to honor me, for you are a warrior and have spilled blood.’"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord God of Israel chose me out of my father’s entire family to become king over Israel and have a permanent dynasty. Indeed, he chose Judah as leader, and my father’s family within Judah, and then he picked me out from among my father’s sons and made me king over all Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "From all the many sons the Lord has given me, he chose Solomon my son to rule on his behalf over Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "He said to me, ‘Solomon your son is the one who will build my temple and my courts, for I have chosen him to become my son and I will become his father."
            },
            {
                "verse_number": "7",
                "verse_text": "I will establish his kingdom permanently, if he remains committed to obeying my commands and regulations, as you are doing this day.’"
            },
            {
                "verse_number": "8",
                "verse_text": "So now, in the sight of all Israel, the Lord ’s assembly, and in the hearing of our God, I say this: Carefully observe all the commands of the Lord your God, so that you may possess this good land and may leave it as a permanent inheritance for your children after you."
            },
            {
                "verse_number": "9",
                "verse_text": "“And you, Solomon my son, obey the God of your father and serve him with a submissive attitude and a willing spirit, for the Lord examines all minds and understands every motive of one’s thoughts. If you seek him, he will let you find him, but if you abandon him, he will reject you permanently."
            },
            {
                "verse_number": "10",
                "verse_text": "Realize now that the Lord has chosen you to build a temple as his sanctuary. Be strong and do it!”"
            },
            {
                "verse_number": "11",
                "verse_text": "David gave to his son Solomon the blueprints for the temple porch, its buildings, its treasuries, its upper areas, its inner rooms, and the room for atonement."
            },
            {
                "verse_number": "12",
                "verse_text": "He gave him the blueprints of all he envisioned for the courts of the Lord ’s temple, all the surrounding rooms, the storehouses of God’s temple, and the storehouses for the holy items."
            },
            {
                "verse_number": "13",
                "verse_text": "He gave him the regulations for the divisions of priests and Levites, for all the assigned responsibilities within the Lord ’s temple, and for all the items used in the service of the Lord ’s temple."
            },
            {
                "verse_number": "14",
                "verse_text": "He gave him the prescribed weight for all the gold items to be used in various types of service in the Lord ’s temple, for all the silver items to be used in various types of service,"
            },
            {
                "verse_number": "15",
                "verse_text": "for the gold lampstands and their gold lamps, including the weight of each lampstand and its lamps, for the silver lampstands, including the weight of each lampstand and its lamps, according to the prescribed use of each lampstand,"
            },
            {
                "verse_number": "16",
                "verse_text": "for the gold used in the display tables, including the amount to be used in each table, for the silver to be used in the silver tables,"
            },
            {
                "verse_number": "17",
                "verse_text": "for the pure gold used for the meat forks, bowls, and jars, for the small gold bowls, including the weight for each bowl, for the small silver bowls, including the weight for each bowl,"
            },
            {
                "verse_number": "18",
                "verse_text": "and for the refined gold of the incense altar. He gave him the blueprint for the seat of the gold cherubim that spread their wings and provide shelter for the ark of the Lord ’s covenant."
            },
            {
                "verse_number": "19",
                "verse_text": "David said, “All of this I put in writing as the Lord directed me and gave me insight regarding the details of the blueprints.”"
            },
            {
                "verse_number": "20",
                "verse_text": "David said to his son Solomon: “Be strong and brave! Do it! Don’t be afraid and don’t panic! For the Lord God, my God, is with you. He will not leave you or abandon you before all the work for the service of the Lord ’s temple is finished."
            },
            {
                "verse_number": "21",
                "verse_text": "Here are the divisions of the priests and Levites who will perform all the service of God’s temple. All the willing and skilled men are ready to assist you in all the work and perform their service. The officials and all the people are ready to follow your instructions.”"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "King David said to the entire assembly: “My son Solomon, the one whom God has chosen, is just an inexperienced young man, and the task is great, for this palace is not for man, but for the Lord God."
            },
            {
                "verse_number": "2",
                "verse_text": "So I have made every effort to provide what is needed for the temple of my God, including the gold, silver, bronze, iron, wood, as well as a large amount of onyx, settings of antimony and other stones, all kinds of precious stones, and alabaster."
            },
            {
                "verse_number": "3",
                "verse_text": "Now, to show my commitment to the temple of my God, I donate my personal treasure of gold and silver to the temple of my God, in addition to all that I have already supplied for this holy temple."
            },
            {
                "verse_number": "4",
                "verse_text": "This includes 3,000 talents of gold from Ophir and 7,000 talents of refined silver for overlaying the walls of the buildings,"
            },
            {
                "verse_number": "5",
                "verse_text": "for gold and silver items, and for all the work of the craftsmen. Who else wants to contribute to the Lord today?”"
            },
            {
                "verse_number": "6",
                "verse_text": "The leaders of the families, the leaders of the Israelite tribes, the commanders of units of a thousand and a hundred, and the supervisors of the king’s work contributed willingly."
            },
            {
                "verse_number": "7",
                "verse_text": "They donated for the service of God’s temple 5,000 talents and ten thousand darics of gold, 10,000 talents of silver, 18,000 talents of bronze, and 100,000 talents of iron."
            },
            {
                "verse_number": "8",
                "verse_text": "All who possessed precious stones donated them to the treasury of the Lord ’s temple, which was under the supervision of Jehiel the Gershonite."
            },
            {
                "verse_number": "9",
                "verse_text": "The people were delighted with their donations, for they contributed to the Lord with a willing attitude; King David was also very happy."
            },
            {
                "verse_number": "10",
                "verse_text": "David praised the Lord before the entire assembly: “O Lord God of our father Israel, you deserve praise forevermore!"
            },
            {
                "verse_number": "11",
                "verse_text": "O Lord , you are great, mighty, majestic, magnificent, glorious, and sovereign over all the sky and earth! You have dominion and exalt yourself as the ruler of all."
            },
            {
                "verse_number": "12",
                "verse_text": "You are the source of wealth and honor; you rule over all. You possess strength and might to magnify and give strength to all."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, our God, we give thanks to you and praise your majestic name!"
            },
            {
                "verse_number": "14",
                "verse_text": "“But who am I and who are my people, that we should be in a position to contribute this much? Indeed, everything comes from you, and we have simply given back to you what is yours."
            },
            {
                "verse_number": "15",
                "verse_text": "For we are resident foreigners and nomads in your presence, like all our ancestors; our days are like a shadow on the earth, without security."
            },
            {
                "verse_number": "16",
                "verse_text": "O Lord our God, all this wealth, which we have collected to build a temple for you to honor your holy name, comes from you; it all belongs to you."
            },
            {
                "verse_number": "17",
                "verse_text": "I know, my God, that you examine thoughts and are pleased with integrity. With pure motives I contribute all this; and now I look with joy as your people who have gathered here contribute to you."
            },
            {
                "verse_number": "18",
                "verse_text": "O Lord God of our ancestors Abraham, Isaac, and Israel, maintain the motives of your people and keep them devoted to you."
            },
            {
                "verse_number": "19",
                "verse_text": "Make my son Solomon willing to obey your commands, rules, and regulations, and to complete building the palace for which I have made preparations.”"
            },
            {
                "verse_number": "20",
                "verse_text": "David told the entire assembly: “Praise the Lord your God!” So the entire assembly praised the Lord God of their ancestors; they bowed down and stretched out flat on the ground before the Lord and the king."
            },
            {
                "verse_number": "21",
                "verse_text": "The next day they made sacrifices and offered burnt sacrifices to the Lord (1,000 bulls, 1,000 rams, 1,000 lambs), along with their accompanying drink offerings and many other sacrifices for all Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "They held a feast before the Lord that day and celebrated. Then they designated Solomon, David’s son, as king a second time; before the Lord they anointed him as ruler and Zadok as priest."
            },
            {
                "verse_number": "23",
                "verse_text": "Solomon sat on the Lord ’s throne as king in place of his father David; he was successful and all Israel was loyal to him."
            },
            {
                "verse_number": "24",
                "verse_text": "All the officers and warriors, as well as all of King David’s sons, pledged their allegiance to King Solomon."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord greatly magnified Solomon before all Israel and bestowed on him greater majesty than any king of Israel before him."
            },
            {
                "verse_number": "26",
                "verse_text": "David son of Jesse reigned over all Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "He reigned over Israel forty years; he reigned in Hebron seven years and in Jerusalem thirty-three years."
            },
            {
                "verse_number": "28",
                "verse_text": "He died at a good old age, having enjoyed long life, wealth, and honor. His son Solomon succeeded him."
            },
            {
                "verse_number": "29",
                "verse_text": "King David’s accomplishments, from start to finish, are recorded in the Annals of Samuel the prophet, the Annals of Nathan the prophet, and the Annals of Gad the prophet."
            },
            {
                "verse_number": "30",
                "verse_text": "Recorded there are all the facts about his reign and accomplishments, and an account of the events that involved him, Israel, and all the neighboring kingdoms."
            }
        ]
    }
}