{
    "John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the beginning was the Word, and the Word was with God, and the Word was fully God."
            },
            {
                "verse_number": "2",
                "verse_text": "The Word was with God in the beginning."
            },
            {
                "verse_number": "3",
                "verse_text": "All things were created by him, and apart from him not one thing was created that has been created."
            },
            {
                "verse_number": "4",
                "verse_text": "In him was life , and the life was the light of mankind."
            },
            {
                "verse_number": "5",
                "verse_text": "And the light shines on in the darkness, but the darkness has not mastered it."
            },
            {
                "verse_number": "6",
                "verse_text": "A man came, sent from God, whose name was John."
            },
            {
                "verse_number": "7",
                "verse_text": "He came as a witness to testify about the light, so that everyone might believe through him."
            },
            {
                "verse_number": "8",
                "verse_text": "He himself was not the light, but he came to testify about the light."
            },
            {
                "verse_number": "9",
                "verse_text": "The true light, who gives light to everyone, was coming into the world."
            },
            {
                "verse_number": "10",
                "verse_text": "He was in the world, and the world was created by him, but the world did not recognize him."
            },
            {
                "verse_number": "11",
                "verse_text": "He came to what was his own, but his own people did not receive him."
            },
            {
                "verse_number": "12",
                "verse_text": "But to all who have received him &ndash; those who believe in his name &ndash; he has given the right to become God&quot;s children"
            },
            {
                "verse_number": "13",
                "verse_text": "&ndash; children not born by human parents or by human desire or a husband&quot;s decision, but by God."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the Word became flesh and took up residence among us. We saw his glory &ndash; the glory of the one and only, full of grace and truth, who came from the Father."
            },
            {
                "verse_number": "15",
                "verse_text": "John testified about him and shouted out, &apos;This one was the one about whom I said, &quot;He who comes after me is greater than I am, because he existed before me.&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "For we have all received from his fullness one gracious gift after another."
            },
            {
                "verse_number": "17",
                "verse_text": "For the law was given through Moses, but grace and truth came about through Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "No one has ever seen God. The only one, himself God, who is in closest fellowship with the Father, has made God known."
            },
            {
                "verse_number": "19",
                "verse_text": "Now this was John&quot;s testimony when the Jewish leaders sent priests and Levites from Jerusalem to ask him, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He confessed &ndash; he did not deny but confessed &ndash; &apos;I am not the Christ!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So they asked him, &apos;Then who are you? Are you Elijah?&apos; He said, &apos;I am not!&apos; &apos;Are you the Prophet?&apos; He answered, &apos;No!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then they said to him, &apos;Who are you? Tell us so that we can give an answer to those who sent us. What do you say about yourself?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "John said, &apos;I am the voice of one shouting in the wilderness, &quot;Make straight the way for the Lord,&quot; as Isaiah the prophet said.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "(Now they had been sent from the Pharisees. )"
            },
            {
                "verse_number": "25",
                "verse_text": "So they asked John, &apos;Why then are you baptizing if you are not the Christ, nor Elijah, nor the Prophet?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "John answered them, &apos;I baptize with water. Among you stands one whom you do not recognize,"
            },
            {
                "verse_number": "27",
                "verse_text": "who is coming after me. I am not worthy to untie the strap of his sandal!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "These things happened in Bethany across the Jordan River where John was baptizing."
            },
            {
                "verse_number": "29",
                "verse_text": "On the next day John saw Jesus coming toward him and said, &apos;Look, the Lamb of God who takes away the sin of the world!"
            },
            {
                "verse_number": "30",
                "verse_text": "This is the one about whom I said, &quot;After me comes a man who is greater than I am, because he existed before me.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "I did not recognize him, but I came baptizing with water so that he could be revealed to Israel.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then John testified, &apos;I saw the Spirit descending like a dove from heaven, and it remained on him."
            },
            {
                "verse_number": "33",
                "verse_text": "And I did not recognize him, but the one who sent me to baptize with water said to me, &quot;The one on whom you see the Spirit descending and remaining &ndash; this is the one who baptizes with the Holy Spirit.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "I have both seen and testified that this man is the Chosen One of God.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Again the next day John was standing there with two of his disciples."
            },
            {
                "verse_number": "36",
                "verse_text": "Gazing at Jesus as he walked by, he said, &apos;Look, the Lamb of God!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "When John&quot;s two disciples heard him say this, they followed Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus turned around and saw them following and said to them, &apos;What do you want?&apos; So they said to him, &apos;Rabbi&apos; (which is translated Teacher), &apos;where are you staying?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus answered, &apos;Come and you will see.&apos; So they came and saw where he was staying, and they stayed with him that day. Now it was about four o&quot;clock in the afternoon."
            },
            {
                "verse_number": "40",
                "verse_text": "Andrew, the brother of Simon Peter, was one of the two disciples who heard what John said and followed Jesus."
            },
            {
                "verse_number": "41",
                "verse_text": "He first found his own brother Simon and told him, &apos;We have found the Messiah!&apos; (which is translated Christ)."
            },
            {
                "verse_number": "42",
                "verse_text": "Andrew brought Simon to Jesus. Jesus looked at him and said, &apos;You are Simon, the son of John. You will be called Cephas&apos; (which is translated Peter)."
            },
            {
                "verse_number": "43",
                "verse_text": "On the next day Jesus wanted to set out for Galilee. He found Philip and said to him, &apos;Follow me.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "(Now Philip was from Bethsaida, the town of Andrew and Peter.)"
            },
            {
                "verse_number": "45",
                "verse_text": "Philip found Nathanael and told him, &apos;We have found the one Moses wrote about in the law, and the prophets also wrote about &ndash; Jesus of Nazareth, the son of Joseph.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Nathanael replied, &apos;Can anything good come out of Nazareth?&apos; Philip replied, &apos;Come and see.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus saw Nathanael coming toward him and exclaimed, &apos;Look, a true Israelite in whom there is no deceit! &apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Nathanael asked him, &apos;How do you know me?&apos; Jesus replied, &apos;Before Philip called you, when you were under the fig tree, I saw you.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Nathanael answered him, &apos;Rabbi, you are the Son of God; you are the king of Israel!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to him, &apos;Because I told you that I saw you under the fig tree, do you believe? You will see greater things than these.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "He continued, &apos;I tell all of you the solemn truth &ndash; you will see heaven opened and the angels of God ascending and descending on the Son of Man.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now on the third day there was a wedding at Cana in Galilee. Jesus&quot; mother was there,"
            },
            {
                "verse_number": "2",
                "verse_text": "and Jesus and his disciples were also invited to the wedding."
            },
            {
                "verse_number": "3",
                "verse_text": "When the wine ran out, Jesus&quot; mother said to him, &apos;They have no wine left.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus replied, &apos;Woman, why are you saying this to me? My time has not yet come.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "His mother told the servants, &apos;Whatever he tells you, do it.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now there were six stone water jars there for Jewish ceremonial washing, each holding twenty or thirty gallons."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus told the servants, &apos;Fill the water jars with water.&apos; So they filled them up to the very top."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he told them, &apos;Now draw some out and take it to the head steward,&apos; and they did."
            },
            {
                "verse_number": "9",
                "verse_text": "When the head steward tasted the water that had been turned to wine, not knowing where it came from (though the servants who had drawn the water knew), he called the bridegroom"
            },
            {
                "verse_number": "10",
                "verse_text": "and said to him, &apos;Everyone serves the good wine first, and then the cheaper wine when the guests are drunk. You have kept the good wine until now!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus did this as the first of his miraculous signs, in Cana of Galilee. In this way he revealed his glory, and his disciples believed in him."
            },
            {
                "verse_number": "12",
                "verse_text": "After this he went down to Capernaum with his mother and brothers and his disciples, and they stayed there a few days."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the Jewish feast of Passover was near, so Jesus went up to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "He found in the temple courts those who were selling oxen and sheep and doves, and the money changers sitting at tables."
            },
            {
                "verse_number": "15",
                "verse_text": "So he made a whip of cords and drove them all out of the temple courts, with the sheep and the oxen. He scattered the coins of the money changers and overturned their tables."
            },
            {
                "verse_number": "16",
                "verse_text": "To those who sold the doves he said, &apos;Take these things away from here! Do not make my Father&quot;s house a marketplace!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "His disciples remembered that it was written, &apos; Zeal for your house will devour me .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So then the Jewish leaders responded, &apos;What sign can you show us, since you are doing these things?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus replied, &apos;Destroy this temple and in three days I will raise it up again.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Jewish leaders said to him, &apos;This temple has been under construction for forty-six years, and are you going to raise it up in three days?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Jesus was speaking about the temple of his body."
            },
            {
                "verse_number": "22",
                "verse_text": "So after he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture and the saying that Jesus had spoken."
            },
            {
                "verse_number": "23",
                "verse_text": "Now while Jesus was in Jerusalem at the feast of the Passover, many people believed in his name because they saw the miraculous signs he was doing."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus would not entrust himself to them, because he knew all people."
            },
            {
                "verse_number": "25",
                "verse_text": "He did not need anyone to testify about man, for he knew what was in man."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now a certain man, a Pharisee named Nicodemus, who was a member of the Jewish ruling council,"
            },
            {
                "verse_number": "2",
                "verse_text": "came to Jesus at night and said to him, &apos;Rabbi, we know that you are a teacher who has come from God. For no one could perform the miraculous signs that you do unless God is with him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus replied, &apos;I tell you the solemn truth, unless a person is born from above, he cannot see the kingdom of God.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Nicodemus said to him, &apos;How can a man be born when he is old? He cannot enter his mother&quot;s womb and be born a second time, can he?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus answered, &apos;I tell you the solemn truth, unless a person is born of water and spirit, he cannot enter the kingdom of God."
            },
            {
                "verse_number": "6",
                "verse_text": "What is born of the flesh is flesh, and what is born of the Spirit is spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be amazed that I said to you, &quot;You must all be born from above.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "The wind blows wherever it will, and you hear the sound it makes, but do not know where it comes from and where it is going. So it is with everyone who is born of the Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Nicodemus replied, &apos;How can these things be?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered, &apos;Are you the teacher of Israel and yet you don&quot;t understand these things?"
            },
            {
                "verse_number": "11",
                "verse_text": "I tell you the solemn truth, we speak about what we know and testify about what we have seen, but you people do not accept our testimony."
            },
            {
                "verse_number": "12",
                "verse_text": "If I have told you people about earthly things and you don&quot;t believe, how will you believe if I tell you about heavenly things?"
            },
            {
                "verse_number": "13",
                "verse_text": "No one has ascended into heaven except the one who descended from heaven &ndash; the Son of Man."
            },
            {
                "verse_number": "14",
                "verse_text": "Just as Moses lifted up the serpent in the wilderness , so must the Son of Man be lifted up,"
            },
            {
                "verse_number": "15",
                "verse_text": "so that everyone who believes in him may have eternal life.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "For this is the way God loved the world: He gave his one and only Son, so that everyone who believes in him will not perish but have eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "For God did not send his Son into the world to condemn the world, but that the world should be saved through him."
            },
            {
                "verse_number": "18",
                "verse_text": "The one who believes in him is not condemned. The one who does not believe has been condemned already, because he has not believed in the name of the one and only Son of God."
            },
            {
                "verse_number": "19",
                "verse_text": "Now this is the basis for judging: that the light has come into the world and people loved the darkness rather than the light, because their deeds were evil."
            },
            {
                "verse_number": "20",
                "verse_text": "For everyone who does evil deeds hates the light and does not come to the light, so that their deeds will not be exposed."
            },
            {
                "verse_number": "21",
                "verse_text": "But the one who practices the truth comes to the light, so that it may be plainly evident that his deeds have been done in God."
            },
            {
                "verse_number": "22",
                "verse_text": "After this, Jesus and his disciples came into Judean territory, and there he spent time with them and was baptizing."
            },
            {
                "verse_number": "23",
                "verse_text": "John was also baptizing at Aenon near Salim, because water was plentiful there, and people were coming to him and being baptized."
            },
            {
                "verse_number": "24",
                "verse_text": "(For John had not yet been thrown into prison.)"
            },
            {
                "verse_number": "25",
                "verse_text": "Now a dispute came about between some of John&quot;s disciples and a certain Jew concerning ceremonial washing."
            },
            {
                "verse_number": "26",
                "verse_text": "So they came to John and said to him, &apos;Rabbi, the one who was with you on the other side of the Jordan River, about whom you testified &ndash; see, he is baptizing, and everyone is flocking to him!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "John replied, &apos;No one can receive anything unless it has been given to him from heaven."
            },
            {
                "verse_number": "28",
                "verse_text": "You yourselves can testify that I said, &quot;I am not the Christ,&quot; but rather, &quot;I have been sent before him.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "The one who has the bride is the bridegroom. The friend of the bridegroom, who stands by and listens for him, rejoices greatly when he hears the bridegroom&quot;s voice. This then is my joy, and it is complete."
            },
            {
                "verse_number": "30",
                "verse_text": "He must become more important while I become less important.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The one who comes from above is superior to all. The one who is from the earth belongs to the earth and speaks about earthly things. The one who comes from heaven is superior to all."
            },
            {
                "verse_number": "32",
                "verse_text": "He testifies about what he has seen and heard, but no one accepts his testimony."
            },
            {
                "verse_number": "33",
                "verse_text": "The one who has accepted his testimony has confirmed clearly that God is truthful."
            },
            {
                "verse_number": "34",
                "verse_text": "For the one whom God has sent speaks the words of God, for he does not give the Spirit sparingly."
            },
            {
                "verse_number": "35",
                "verse_text": "The Father loves the Son and has placed all things under his authority."
            },
            {
                "verse_number": "36",
                "verse_text": "The one who believes in the Son has eternal life. The one who rejects the Son will not see life, but God&quot;s wrath remains on him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now when Jesus knew that the Pharisees had heard that he was winning and baptizing more disciples than John"
            },
            {
                "verse_number": "2",
                "verse_text": "(although Jesus himself was not baptizing, but his disciples were),"
            },
            {
                "verse_number": "3",
                "verse_text": "he left Judea and set out once more for Galilee."
            },
            {
                "verse_number": "4",
                "verse_text": "But he had to pass through Samaria."
            },
            {
                "verse_number": "5",
                "verse_text": "Now he came to a Samaritan town called Sychar, near the plot of land that Jacob had given to his son Joseph."
            },
            {
                "verse_number": "6",
                "verse_text": "Jacob&quot;s well was there, so Jesus, since he was tired from the journey, sat right down beside the well. It was about noon."
            },
            {
                "verse_number": "7",
                "verse_text": "A Samaritan woman came to draw water. Jesus said to her, &apos;Give me some water to drink.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "(For his disciples had gone off into the town to buy supplies. )"
            },
            {
                "verse_number": "9",
                "verse_text": "So the Samaritan woman said to him, &apos;How can you &ndash; a Jew &ndash; ask me, a Samaritan woman, for water to drink?&apos; (For Jews use nothing in common with Samaritans.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered her, &apos;If you had known the gift of God and who it is who said to you, &quot;Give me some water to drink,&quot; you would have asked him, and he would have given you living water.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Sir,&apos; the woman said to him, &apos;you have no bucket and the well is deep; where then do you get this living water?"
            },
            {
                "verse_number": "12",
                "verse_text": "Surely you&quot;re not greater than our ancestor Jacob, are you? For he gave us this well and drank from it himself, along with his sons and his livestock.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus replied, &apos;Everyone who drinks some of this water will be thirsty again."
            },
            {
                "verse_number": "14",
                "verse_text": "But whoever drinks some of the water that I will give him will never be thirsty again, but the water that I will give him will become in him a fountain of water springing up to eternal life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The woman said to him, &apos;Sir, give me this water, so that I will not be thirsty or have to come here to draw water.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He said to her, &apos;Go call your husband and come back here.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The woman replied, &apos;I have no husband.&apos; Jesus said to her, &apos;Right you are when you said, &quot;I have no husband,&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "for you have had five husbands, and the man you are living with now is not your husband. This you said truthfully!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The woman said to him, &apos;Sir, I see that you are a prophet."
            },
            {
                "verse_number": "20",
                "verse_text": "Our fathers worshiped on this mountain, and you people say that the place where people must worship is in Jerusalem.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to her, &apos;Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "You people worship what you do not know. We worship what we know, because salvation is from the Jews."
            },
            {
                "verse_number": "23",
                "verse_text": "But a time is coming &ndash; and now is here &ndash; when the true worshipers will worship the Father in spirit and truth, for the Father seeks such people to be his worshipers."
            },
            {
                "verse_number": "24",
                "verse_text": "God is spirit, and the people who worship him must worship in spirit and truth.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The woman said to him, &apos;I know that Messiah is coming&apos; (the one called Christ); &apos;whenever he comes, he will tell us everything.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus said to her, &apos;I, the one speaking to you, am he.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Now at that very moment his disciples came back. They were shocked because he was speaking with a woman. However, no one said, &apos;What do you want?&apos; or &apos;Why are you speaking with her?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the woman left her water jar, went off into the town and said to the people,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Come, see a man who told me everything I ever did. Surely he can&quot;t be the Messiah, can he?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So they left the town and began coming to him."
            },
            {
                "verse_number": "31",
                "verse_text": "Meanwhile the disciples were urging him, &apos;Rabbi, eat something.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But he said to them, &apos;I have food to eat that you know nothing about.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the disciples began to say to one another, &apos;No one brought him anything to eat, did they?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to them, &apos;My food is to do the will of the one who sent me and to complete his work."
            },
            {
                "verse_number": "35",
                "verse_text": "Don&quot;t you say, &quot;There are four more months and then comes the harvest?&quot; I tell you, look up and see that the fields are already white for harvest!"
            },
            {
                "verse_number": "36",
                "verse_text": "The one who reaps receives pay and gathers fruit for eternal life, so that the one who sows and the one who reaps can rejoice together."
            },
            {
                "verse_number": "37",
                "verse_text": "For in this instance the saying is true, &quot;One sows and another reaps.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "I sent you to reap what you did not work for; others have labored and you have entered into their labor.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Now many Samaritans from that town believed in him because of the report of the woman who testified, &apos;He told me everything I ever did.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So when the Samaritans came to him, they began asking him to stay with them. He stayed there two days,"
            },
            {
                "verse_number": "41",
                "verse_text": "and because of his word many more believed."
            },
            {
                "verse_number": "42",
                "verse_text": "They said to the woman, &apos;No longer do we believe because of your words, for we have heard for ourselves, and we know that this one really is the Savior of the world.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "After the two days he departed from there to Galilee."
            },
            {
                "verse_number": "44",
                "verse_text": "(For Jesus himself had testified that a prophet has no honor in his own country.)"
            },
            {
                "verse_number": "45",
                "verse_text": "So when he came to Galilee, the Galileans welcomed him because they had seen all the things he had done in Jerusalem at the feast (for they themselves had gone to the feast)."
            },
            {
                "verse_number": "46",
                "verse_text": "Now he came again to Cana in Galilee where he had made the water wine. In Capernaum there was a certain royal official whose son was sick."
            },
            {
                "verse_number": "47",
                "verse_text": "When he heard that Jesus had come back from Judea to Galilee, he went to him and begged him to come down and heal his son, who was about to die."
            },
            {
                "verse_number": "48",
                "verse_text": "So Jesus said to him, &apos;Unless you people see signs and wonders you will never believe!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Sir,&apos; the official said to him, &apos;come down before my child dies.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus told him, &apos;Go home; your son will live.&apos; The man believed the word that Jesus spoke to him, and set off for home."
            },
            {
                "verse_number": "51",
                "verse_text": "While he was on his way down, his slaves met him and told him that his son was going to live."
            },
            {
                "verse_number": "52",
                "verse_text": "So he asked them the time when his condition began to improve, and they told him, &apos;Yesterday at one o&quot;clock in the afternoon the fever left him.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then the father realized that it was the very time Jesus had said to him, &apos;Your son will live,&apos; and he himself believed along with his entire household."
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus did this as his second miraculous sign when he returned from Judea to Galilee."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After this there was a Jewish feast, and Jesus went up to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Now there is in Jerusalem by the Sheep Gate a pool called Bethzatha in Aramaic, which has five covered walkways."
            },
            {
                "verse_number": "3",
                "verse_text": "A great number of sick, blind, lame, and paralyzed people were lying in these walkways."
            },
            {
                "verse_number": "5",
                "verse_text": "Now a man was there who had been disabled for thirty-eight years."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus saw him lying there and when he realized that the man had been disabled a long time already, he said to him, &apos;Do you want to become well?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The sick man answered him, &apos;Sir, I have no one to put me into the pool when the water is stirred up. While I am trying to get into the water, someone else goes down there before me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said to him, &apos;Stand up! Pick up your mat and walk.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Immediately the man was healed, and he picked up his mat and started walking. (Now that day was a Sabbath.)"
            },
            {
                "verse_number": "10",
                "verse_text": "So the Jewish leaders said to the man who had been healed, &apos;It is the Sabbath, and you are not permitted to carry your mat.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But he answered them, &apos;The man who made me well said to me, &quot;Pick up your mat and walk.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They asked him, &apos;Who is the man who said to you, &quot;Pick up your mat and walk&quot;?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the man who had been healed did not know who it was, for Jesus had slipped out, since there was a crowd in that place."
            },
            {
                "verse_number": "14",
                "verse_text": "After this Jesus found him at the temple and said to him, &apos;Look, you have become well. Don&quot;t sin any more, lest anything worse happen to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The man went away and informed the Jewish leaders that Jesus was the one who had made him well."
            },
            {
                "verse_number": "16",
                "verse_text": "Now because Jesus was doing these things on the Sabbath, the Jewish leaders began persecuting him."
            },
            {
                "verse_number": "17",
                "verse_text": "So he told them, &apos;My Father is working until now, and I too am working.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "For this reason the Jewish leaders were trying even harder to kill him, because not only was he breaking the Sabbath, but he was also calling God his own Father, thus making himself equal with God."
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus answered them, &apos;I tell you the solemn truth, the Son can do nothing on his own initiative, but only what he sees the Father doing. For whatever the Father does, the Son does likewise."
            },
            {
                "verse_number": "20",
                "verse_text": "For the Father loves the Son and shows him everything he does, and will show him greater deeds than these, so that you will be amazed."
            },
            {
                "verse_number": "21",
                "verse_text": "For just as the Father raises the dead and gives them life, so also the Son gives life to whomever he wishes."
            },
            {
                "verse_number": "22",
                "verse_text": "Furthermore, the Father does not judge anyone, but has assigned all judgment to the Son,"
            },
            {
                "verse_number": "23",
                "verse_text": "so that all people will honor the Son just as they honor the Father. The one who does not honor the Son does not honor the Father who sent him."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I tell you the solemn truth, the one who hears my message and believes the one who sent me has eternal life and will not be condemned, but has crossed over from death to life."
            },
            {
                "verse_number": "25",
                "verse_text": "I tell you the solemn truth, a time is coming &ndash; and is now here &ndash; when the dead will hear the voice of the Son of God, and those who hear will live."
            },
            {
                "verse_number": "26",
                "verse_text": "For just as the Father has life in himself, thus he has granted the Son to have life in himself,"
            },
            {
                "verse_number": "27",
                "verse_text": "and he has granted the Son authority to execute judgment, because he is the Son of Man."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Do not be amazed at this, because a time is coming when all who are in the tombs will hear his voice"
            },
            {
                "verse_number": "29",
                "verse_text": "and will come out &ndash; the ones who have done what is good to the resurrection resulting in life, and the ones who have done what is evil to the resurrection resulting in condemnation."
            },
            {
                "verse_number": "30",
                "verse_text": "I can do nothing on my own initiative. Just as I hear, I judge, and my judgment is just, because I do not seek my own will, but the will of the one who sent me."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If I testify about myself, my testimony is not true."
            },
            {
                "verse_number": "32",
                "verse_text": "There is another who testifies about me, and I know the testimony he testifies about me is true."
            },
            {
                "verse_number": "33",
                "verse_text": "You have sent to John, and he has testified to the truth."
            },
            {
                "verse_number": "34",
                "verse_text": "(I do not accept human testimony, but I say this so that you may be saved.)"
            },
            {
                "verse_number": "35",
                "verse_text": "He was a lamp that was burning and shining, and you wanted to rejoice greatly for a short time in his light."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;But I have a testimony greater than that from John. For the deeds that the Father has assigned me to complete &ndash; the deeds I am now doing &ndash; testify about me that the Father has sent me."
            },
            {
                "verse_number": "37",
                "verse_text": "And the Father who sent me has himself testified about me. You people have never heard his voice nor seen his form at any time,"
            },
            {
                "verse_number": "38",
                "verse_text": "nor do you have his word residing in you, because you do not believe the one whom he sent."
            },
            {
                "verse_number": "39",
                "verse_text": "You study the scriptures thoroughly because you think in them you possess eternal life, and it is these same scriptures that testify about me,"
            },
            {
                "verse_number": "40",
                "verse_text": "but you are not willing to come to me so that you may have life."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;I do not accept praise from people,"
            },
            {
                "verse_number": "42",
                "verse_text": "but I know you, that you do not have the love of God within you."
            },
            {
                "verse_number": "43",
                "verse_text": "I have come in my Father&quot;s name, and you do not accept me. If someone else comes in his own name, you will accept him."
            },
            {
                "verse_number": "44",
                "verse_text": "How can you believe, if you accept praise from one another and don&quot;t seek the praise that comes from the only God?"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Do not suppose that I will accuse you before the Father. The one who accuses you is Moses, in whom you have placed your hope."
            },
            {
                "verse_number": "46",
                "verse_text": "If you believed Moses, you would believe me, because he wrote about me."
            },
            {
                "verse_number": "47",
                "verse_text": "But if you do not believe what Moses wrote, how will you believe my words?&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After this Jesus went away to the other side of the Sea of Galilee (also called the Sea of Tiberias)."
            },
            {
                "verse_number": "2",
                "verse_text": "A large crowd was following him because they were observing the miraculous signs he was performing on the sick."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jesus went on up the mountainside and sat down there with his disciples."
            },
            {
                "verse_number": "4",
                "verse_text": "(Now the Jewish feast of the Passover was near.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jesus, when he looked up and saw that a large crowd was coming to him, said to Philip, &apos;Where can we buy bread so that these people may eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(Now Jesus said this to test him, for he knew what he was going to do.)"
            },
            {
                "verse_number": "7",
                "verse_text": "Philip replied, &apos;Two hundred silver coins worth of bread would not be enough for them, for each one to get a little.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "One of Jesus&quot; disciples, Andrew, Simon Peter&quot;s brother, said to him,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Here is a boy who has five barley loaves and two fish, but what good are these for so many people?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;Have the people sit down.&apos; (Now there was a lot of grass in that place.) So the men sat down, about five thousand in number."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus took the loaves, and when he had given thanks, he distributed the bread to those who were seated. He then did the same with the fish, as much as they wanted."
            },
            {
                "verse_number": "12",
                "verse_text": "When they were all satisfied, Jesus said to his disciples, &apos;Gather up the broken pieces that are left over, so that nothing is wasted.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So they gathered them up and filled twelve baskets with broken pieces from the five barley loaves left over by the people who had eaten."
            },
            {
                "verse_number": "14",
                "verse_text": "Now when the people saw the miraculous sign that Jesus performed, they began to say to one another, &apos;This is certainly the Prophet who is to come into the world .&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus, because he knew they were going to come and seize him by force to make him king, withdrew again up the mountainside alone."
            },
            {
                "verse_number": "16",
                "verse_text": "Now when evening came, his disciples went down to the lake,"
            },
            {
                "verse_number": "17",
                "verse_text": "got into a boat, and started to cross the lake to Capernaum. (It had already become dark, and Jesus had not yet come to them.)"
            },
            {
                "verse_number": "18",
                "verse_text": "By now a strong wind was blowing and the sea was getting rough."
            },
            {
                "verse_number": "19",
                "verse_text": "Then, when they had rowed about three or four miles, they caught sight of Jesus walking on the lake, approaching the boat, and they were frightened."
            },
            {
                "verse_number": "20",
                "verse_text": "But he said to them, &apos;It is I. Do not be afraid.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then they wanted to take him into the boat, and immediately the boat came to the land where they had been heading."
            },
            {
                "verse_number": "22",
                "verse_text": "The next day the crowd that remained on the other side of the lake realized that only one small boat had been there, and that Jesus had not boarded it with his disciples, but that his disciples had gone away alone."
            },
            {
                "verse_number": "23",
                "verse_text": "But some boats from Tiberias came to shore near the place where they had eaten the bread after the Lord had given thanks."
            },
            {
                "verse_number": "24",
                "verse_text": "So when the crowd realized that neither Jesus nor his disciples were there, they got into the boats and came to Capernaum looking for Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "When they found him on the other side of the lake, they said to him, &apos;Rabbi, when did you get here?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus replied, &apos;I tell you the solemn truth, you are looking for me not because you saw miraculous signs, but because you ate all the loaves of bread you wanted."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not work for the food that disappears, but for the food that remains to eternal life &ndash; the food which the Son of Man will give to you. For God the Father has put his seal of approval on him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So then they said to him, &apos;What must we do to accomplish the deeds God requires?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus replied, &apos;This is the deed God requires &ndash; to believe in the one whom he sent.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So they said to him, &apos;Then what miraculous sign will you perform, so that we may see it and believe you? What will you do?"
            },
            {
                "verse_number": "31",
                "verse_text": "Our ancestors ate the manna in the wilderness, just as it is written, &quot; He gave them bread from heaven to eat .&quot;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jesus told them, &apos;I tell you the solemn truth, it is not Moses who has given you the bread from heaven, but my Father is giving you the true bread from heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "For the bread of God is the one who comes down from heaven and gives life to the world.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So they said to him, &apos;Sir, give us this bread all the time!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus said to them, &apos;I am the bread of life. The one who comes to me will never go hungry, and the one who believes in me will never be thirsty."
            },
            {
                "verse_number": "36",
                "verse_text": "But I told you that you have seen me and still do not believe."
            },
            {
                "verse_number": "37",
                "verse_text": "Everyone whom the Father gives me will come to me, and the one who comes to me I will never send away."
            },
            {
                "verse_number": "38",
                "verse_text": "For I have come down from heaven not to do my own will but the will of the one who sent me."
            },
            {
                "verse_number": "39",
                "verse_text": "Now this is the will of the one who sent me &ndash; that I should not lose one person of every one he has given me, but raise them all up at the last day."
            },
            {
                "verse_number": "40",
                "verse_text": "For this is the will of my Father &ndash; for everyone who looks on the Son and believes in him to have eternal life, and I will raise him up at the last day.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then the Jews who were hostile to Jesus began complaining about him because he said, &apos;I am the bread that came down from heaven,&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "and they said, &apos;Isn&quot;t this Jesus the son of Joseph, whose father and mother we know? How can he now say, &quot;I have come down from heaven&quot;?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus replied, &apos;Do not complain about me to one another."
            },
            {
                "verse_number": "44",
                "verse_text": "No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day."
            },
            {
                "verse_number": "45",
                "verse_text": "It is written in the prophets, &quot; And they will all be taught by God .&quot; Everyone who hears and learns from the Father comes to me."
            },
            {
                "verse_number": "46",
                "verse_text": "(Not that anyone has seen the Father except the one who is from God &ndash; he has seen the Father.)"
            },
            {
                "verse_number": "47",
                "verse_text": "I tell you the solemn truth, the one who believes has eternal life."
            },
            {
                "verse_number": "48",
                "verse_text": "I am the bread of life."
            },
            {
                "verse_number": "49",
                "verse_text": "Your ancestors ate the manna in the wilderness, and they died."
            },
            {
                "verse_number": "50",
                "verse_text": "This is the bread that has come down from heaven, so that a person may eat from it and not die."
            },
            {
                "verse_number": "51",
                "verse_text": "I am the living bread that came down from heaven. If anyone eats from this bread he will live forever. The bread that I will give for the life of the world is my flesh.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Then the Jews who were hostile to Jesus began to argue with one another, &apos;How can this man give us his flesh to eat?&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus said to them, &apos;I tell you the solemn truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in yourselves."
            },
            {
                "verse_number": "54",
                "verse_text": "The one who eats my flesh and drinks my blood has eternal life, and I will raise him up on the last day."
            },
            {
                "verse_number": "55",
                "verse_text": "For my flesh is true food, and my blood is true drink."
            },
            {
                "verse_number": "56",
                "verse_text": "The one who eats my flesh and drinks my blood resides in me, and I in him."
            },
            {
                "verse_number": "57",
                "verse_text": "Just as the living Father sent me, and I live because of the Father, so the one who consumes me will live because of me."
            },
            {
                "verse_number": "58",
                "verse_text": "This is the bread that came down from heaven; it is not like the bread your ancestors ate, but then later died. The one who eats this bread will live forever.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus said these things while he was teaching in the synagogue in Capernaum."
            },
            {
                "verse_number": "60",
                "verse_text": "Then many of his disciples, when they heard these things, said, &apos;This is a difficult saying! Who can understand it?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "When Jesus was aware that his disciples were complaining about this, he said to them, &apos;Does this cause you to be offended?"
            },
            {
                "verse_number": "62",
                "verse_text": "Then what if you see the Son of Man ascending where he was before?"
            },
            {
                "verse_number": "63",
                "verse_text": "The Spirit is the one who gives life; human nature is of no help! The words that I have spoken to you are spirit and are life."
            },
            {
                "verse_number": "64",
                "verse_text": "But there are some of you who do not believe.&apos; (For Jesus had already known from the beginning who those were who did not believe, and who it was who would betray him.)"
            },
            {
                "verse_number": "65",
                "verse_text": "So Jesus added, &apos;Because of this I told you that no one can come to me unless the Father has allowed him to come.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "After this many of his disciples quit following him and did not accompany him any longer."
            },
            {
                "verse_number": "67",
                "verse_text": "So Jesus said to the twelve, &apos;You don&quot;t want to go away too, do you?&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "Simon Peter answered him, &apos;Lord, to whom would we go? You have the words of eternal life."
            },
            {
                "verse_number": "69",
                "verse_text": "We have come to believe and to know that you are the Holy One of God!&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "Jesus replied, &apos;Didn&quot;t I choose you, the twelve, and yet one of you is the devil?&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "(Now he said this about Judas son of Simon Iscariot, for Judas, one of the twelve, was going to betray him.)"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this Jesus traveled throughout Galilee. He stayed out of Judea because the Jewish leaders wanted to kill him."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the Jewish feast of Tabernacles was near."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jesus&quot; brothers advised him, &apos;Leave here and go to Judea so your disciples may see your miracles that you are performing."
            },
            {
                "verse_number": "4",
                "verse_text": "For no one who seeks to make a reputation for himself does anything in secret. If you are doing these things, show yourself to the world.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "(For not even his own brothers believed in him.)"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jesus replied, &apos;My time has not yet arrived, but you are ready at any opportunity!"
            },
            {
                "verse_number": "7",
                "verse_text": "The world cannot hate you, but it hates me, because I am testifying about it that its deeds are evil."
            },
            {
                "verse_number": "8",
                "verse_text": "You go up to the feast yourselves. I am not going up to this feast because my time has not yet fully arrived.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When he had said this, he remained in Galilee."
            },
            {
                "verse_number": "10",
                "verse_text": "But when his brothers had gone up to the feast, then Jesus himself also went up, not openly but in secret."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Jewish leaders were looking for him at the feast, asking, &apos;Where is he?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "There was a lot of grumbling about him among the crowds. Some were saying, &apos;He is a good man,&apos; but others, &apos;He deceives the common people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "However, no one spoke openly about him for fear of the Jewish leaders."
            },
            {
                "verse_number": "14",
                "verse_text": "When the feast was half over, Jesus went up to the temple courts and began to teach."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Jewish leaders were astonished and said, &apos;How does this man know so much when he has never had formal instruction?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Jesus replied, &apos;My teaching is not from me, but from the one who sent me."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone wants to do God&quot;s will, he will know about my teaching, whether it is from God or whether I speak from my own authority."
            },
            {
                "verse_number": "18",
                "verse_text": "The person who speaks on his own authority desires to receive honor for himself; the one who desires the honor of the one who sent him is a man of integrity, and there is no unrighteousness in him."
            },
            {
                "verse_number": "19",
                "verse_text": "Hasn&quot;t Moses given you the law? Yet not one of you keeps the law! Why do you want to kill me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The crowd answered, &apos;You&quot;re possessed by a demon! Who is trying to kill you?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus replied, &apos;I performed one miracle and you are all amazed."
            },
            {
                "verse_number": "22",
                "verse_text": "However, because Moses gave you the practice of circumcision (not that it came from Moses, but from the forefathers), you circumcise a male child on the Sabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "But if a male child is circumcised on the Sabbath so that the law of Moses is not broken, why are you angry with me because I made a man completely well on the Sabbath?"
            },
            {
                "verse_number": "24",
                "verse_text": "Do not judge according to external appearance, but judge with proper judgment.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then some of the residents of Jerusalem began to say, &apos;Isn&quot;t this the man they are trying to kill?"
            },
            {
                "verse_number": "26",
                "verse_text": "Yet here he is, speaking publicly, and they are saying nothing to him. Do the rulers really know that this man is the Christ?"
            },
            {
                "verse_number": "27",
                "verse_text": "But we know where this man comes from. Whenever the Christ comes, no one will know where he comes from.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Jesus, while teaching in the temple courts, cried out, &apos;You both know me and know where I come from! And I have not come on my own initiative, but the one who sent me is true. You do not know him,"
            },
            {
                "verse_number": "29",
                "verse_text": "but I know him, because I have come from him and he sent me.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So then they tried to seize Jesus, but no one laid a hand on him, because his time had not yet come."
            },
            {
                "verse_number": "31",
                "verse_text": "Yet many of the crowd believed in him and said, &apos;Whenever the Christ comes, he won&quot;t perform more miraculous signs than this man did, will he?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The Pharisees heard the crowd murmuring these things about Jesus, so the chief priests and the Pharisees sent officers to arrest him."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Jesus said, &apos;I will be with you for only a little while longer, and then I am going to the one who sent me."
            },
            {
                "verse_number": "34",
                "verse_text": "You will look for me but will not find me, and where I am you cannot come.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Jewish leaders said to one another, &apos;Where is he going to go that we cannot find him? He is not going to go to the Jewish people dispersed among the Greeks and teach the Greeks, is he?"
            },
            {
                "verse_number": "36",
                "verse_text": "What did he mean by saying, &quot;You will look for me but will not find me, and where I am you cannot come&quot;?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "On the last day of the feast, the greatest day, Jesus stood up and shouted out, &apos;If anyone is thirsty, let him come to me, and"
            },
            {
                "verse_number": "38",
                "verse_text": "let the one who believes in me drink. Just as the scripture says, &quot; From within him will flow rivers of living water .&quot;&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "(Now he said this about the Spirit, whom those who believed in him were going to receive, for the Spirit had not yet been given, because Jesus was not yet glorified.)"
            },
            {
                "verse_number": "40",
                "verse_text": "When they heard these words, some of the crowd began to say, &apos;This really is the Prophet!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Others said, &apos;This is the Christ!&apos; But still others said, &apos;No, for the Christ doesn&quot;t come from Galilee, does he?"
            },
            {
                "verse_number": "42",
                "verse_text": "Don&quot;t the scriptures say that the Christ is a descendant of David and comes from Bethlehem , the village where David lived?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So there was a division in the crowd because of Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "Some of them were wanting to seize him, but no one laid a hand on him."
            },
            {
                "verse_number": "45",
                "verse_text": "Then the officers returned to the chief priests and Pharisees, who said to them, &apos;Why didn&quot;t you bring him back with you?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "The officers replied, &apos;No one ever spoke like this man!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Then the Pharisees answered, &apos;You haven&quot;t been deceived too, have you?"
            },
            {
                "verse_number": "48",
                "verse_text": "None of the rulers or the Pharisees have believed in him, have they?"
            },
            {
                "verse_number": "49",
                "verse_text": "But this rabble who do not know the law are accursed!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Nicodemus, who had gone to Jesus before and who was one of the rulers, said,"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Our law doesn&quot;t condemn a man unless it first hears from him and learns what he is doing, does it?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "They replied, &apos;You aren&quot;t from Galilee too, are you? Investigate carefully and you will see that no prophet comes from Galilee!&apos; [["
            },
            {
                "verse_number": "53",
                "verse_text": "And each one departed to his own house."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "But Jesus went to the Mount of Olives."
            },
            {
                "verse_number": "2",
                "verse_text": "Early in the morning he came to the temple courts again. All the people came to him, and he sat down and began to teach them."
            },
            {
                "verse_number": "3",
                "verse_text": "The experts in the law and the Pharisees brought a woman who had been caught committing adultery. They made her stand in front of them"
            },
            {
                "verse_number": "4",
                "verse_text": "and said to Jesus, &apos;Teacher, this woman was caught in the very act of adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "In the law Moses commanded us to stone to death such women. What then do you say?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(Now they were asking this in an attempt to trap him, so that they could bring charges against him.) Jesus bent down and wrote on the ground with his finger."
            },
            {
                "verse_number": "7",
                "verse_text": "When they persisted in asking him, he stood up straight and replied, &apos;Whoever among you is guiltless may be the first to throw a stone at her.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he bent over again and wrote on the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "Now when they heard this, they began to drift away one at a time, starting with the older ones, until Jesus was left alone with the woman standing before him."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus stood up straight and said to her, &apos;Woman, where are they? Did no one condemn you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "She replied, &apos;No one, Lord.&apos; And Jesus said, &apos;I do not condemn you either. Go, and from now on do not sin any more.&apos;]]"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus spoke out again, &apos;I am the light of the world. The one who follows me will never walk in darkness, but will have the light of life.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the Pharisees objected, &apos;You testify about yourself; your testimony is not true!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus answered, &apos;Even if I testify about myself, my testimony is true, because I know where I came from and where I am going. But you people do not know where I came from or where I am going."
            },
            {
                "verse_number": "15",
                "verse_text": "You people judge by outward appearances; I do not judge anyone."
            },
            {
                "verse_number": "16",
                "verse_text": "But if I judge, my evaluation is accurate, because I am not alone when I judge, but I and the Father who sent me do so together."
            },
            {
                "verse_number": "17",
                "verse_text": "It is written in your law that the testimony of two men is true ."
            },
            {
                "verse_number": "18",
                "verse_text": "I testify about myself and the Father who sent me testifies about me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then they began asking him, &apos;Who is your father?&apos; Jesus answered, &apos;You do not know either me or my Father. If you knew me you would know my Father too.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "(Jesus spoke these words near the offering box while he was teaching in the temple courts. No one seized him because his time had not yet come.)"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus said to them again, &apos;I am going away, and you will look for me but will die in your sin. Where I am going you cannot come.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the Jewish leaders began to say, &apos;Perhaps he is going to kill himself, because he says, &quot;Where I am going you cannot come.&quot;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;You people are from below; I am from above. You people are from this world; I am not from this world."
            },
            {
                "verse_number": "24",
                "verse_text": "Thus I told you that you will die in your sins. For unless you believe that I am he, you will die in your sins.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So they said to him, &apos;Who are you?&apos; Jesus replied, &apos;What I have told you from the beginning."
            },
            {
                "verse_number": "26",
                "verse_text": "I have many things to say and to judge about you, but the Father who sent me is truthful, and the things I have heard from him I speak to the world.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "(They did not understand that he was telling them about his Father.)"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Jesus said, &apos;When you lift up the Son of Man, then you will know that I am he, and I do nothing on my own initiative, but I speak just what the Father taught me."
            },
            {
                "verse_number": "29",
                "verse_text": "And the one who sent me is with me. He has not left me alone, because I always do those things that please him.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "While he was saying these things, many people believed in him."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus said to those Judeans who had believed him, &apos;If you continue to follow my teaching, you are really my disciples"
            },
            {
                "verse_number": "32",
                "verse_text": "and you will know the truth, and the truth will set you free.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;We are descendants of Abraham,&apos; they replied, &apos;and have never been anyone&quot;s slaves! How can you say, &quot;You will become free&quot;?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered them, &apos;I tell you the solemn truth, everyone who practices sin is a slave of sin."
            },
            {
                "verse_number": "35",
                "verse_text": "The slave does not remain in the family forever, but the son remains forever."
            },
            {
                "verse_number": "36",
                "verse_text": "So if the son sets you free, you will be really free."
            },
            {
                "verse_number": "37",
                "verse_text": "I know that you are Abraham&quot;s descendants. But you want to kill me, because my teaching makes no progress among you."
            },
            {
                "verse_number": "38",
                "verse_text": "I am telling you the things I have seen while with the Father; as for you, practice the things you have heard from the Father!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "They answered him, &apos;Abraham is our father!&apos; Jesus replied, &apos;If you are Abraham&quot;s children, you would be doing the deeds of Abraham."
            },
            {
                "verse_number": "40",
                "verse_text": "But now you are trying to kill me, a man who has told you the truth I heard from God. Abraham did not do this!"
            },
            {
                "verse_number": "41",
                "verse_text": "You people are doing the deeds of your father.&apos; Then they said to Jesus, &apos;We were not born as a result of immorality! We have only one Father, God himself.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus replied, &apos;If God were your Father, you would love me, for I have come from God and am now here. I have not come on my own initiative, but he sent me."
            },
            {
                "verse_number": "43",
                "verse_text": "Why don&quot;t you understand what I am saying? It is because you cannot accept my teaching."
            },
            {
                "verse_number": "44",
                "verse_text": "You people are from your father the devil, and you want to do what your father desires. He was a murderer from the beginning, and does not uphold the truth, because there is no truth in him. Whenever he lies, he speaks according to his own nature, because he is a liar and the father of lies."
            },
            {
                "verse_number": "45",
                "verse_text": "But because I am telling you the truth, you do not believe me."
            },
            {
                "verse_number": "46",
                "verse_text": "Who among you can prove me guilty of any sin? If I am telling you the truth, why don&quot;t you believe me?"
            },
            {
                "verse_number": "47",
                "verse_text": "The one who belongs to God listens and responds to God&quot;s words. You don&quot;t listen and respond, because you don&quot;t belong to God.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Judeans replied, &apos;Aren&quot;t we correct in saying that you are a Samaritan and are possessed by a demon?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus answered, &apos;I am not possessed by a demon, but I honor my Father &ndash; and yet you dishonor me."
            },
            {
                "verse_number": "50",
                "verse_text": "I am not trying to get praise for myself. There is one who demands it, and he also judges."
            },
            {
                "verse_number": "51",
                "verse_text": "I tell you the solemn truth, if anyone obeys my teaching, he will never see death.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Then the Judeans responded, &apos;Now we know you&quot;re possessed by a demon! Both Abraham and the prophets died, and yet you say, &quot;If anyone obeys my teaching, he will never experience death.&quot;"
            },
            {
                "verse_number": "53",
                "verse_text": "You aren&quot;t greater than our father Abraham who died, are you? And the prophets died too! Who do you claim to be?&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus replied, &apos;If I glorify myself, my glory is worthless. The one who glorifies me is my Father, about whom you people say, &quot;He is our God.&quot;"
            },
            {
                "verse_number": "55",
                "verse_text": "Yet you do not know him, but I know him. If I were to say that I do not know him, I would be a liar like you. But I do know him, and I obey his teaching."
            },
            {
                "verse_number": "56",
                "verse_text": "Your father Abraham was overjoyed to see my day, and he saw it and was glad.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "Then the Judeans replied, &apos;You are not yet fifty years old! Have you seen Abraham?&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus said to them, &apos;I tell you the solemn truth, before Abraham came into existence, I am!&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Then they picked up stones to throw at him, but Jesus hid himself and went out from the temple area."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now as Jesus was passing by, he saw a man who had been blind from birth."
            },
            {
                "verse_number": "2",
                "verse_text": "His disciples asked him, &apos;Rabbi, who committed the sin that caused him to be born blind, this man or his parents?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Neither this man nor his parents sinned, but he was born blind so that the acts of God may be revealed through what happens to him."
            },
            {
                "verse_number": "4",
                "verse_text": "We must perform the deeds of the one who sent me as long as it is daytime. Night is coming when no one can work."
            },
            {
                "verse_number": "5",
                "verse_text": "As long as I am in the world, I am the light of the world.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Having said this, he spat on the ground and made some mud with the saliva. He smeared the mud on the blind man&quot;s eyes"
            },
            {
                "verse_number": "7",
                "verse_text": "and said to him, &apos;Go wash in the pool of Siloam&apos; (which is translated &apos;sent&apos;). So the blind man went away and washed, and came back seeing."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the neighbors and the people who had seen him previously as a beggar began saying, &apos;Is this not the man who used to sit and beg?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Some people said, &apos;This is the man!&apos; while others said, &apos;No, but he looks like him.&apos; The man himself kept insisting, &apos;I am the one!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they asked him, &apos;How then were you made to see?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He replied, &apos;The man called Jesus made mud, smeared it on my eyes and told me, &quot;Go to Siloam and wash.&quot; So I went and washed, and was able to see.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They said to him, &apos;Where is that man?&apos; He replied, &apos;I don&quot;t know.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They brought the man who used to be blind to the Pharisees."
            },
            {
                "verse_number": "14",
                "verse_text": "(Now the day on which Jesus made the mud and caused him to see was a Sabbath.)"
            },
            {
                "verse_number": "15",
                "verse_text": "So the Pharisees asked him again how he had gained his sight. He replied, &apos;He put mud on my eyes and I washed, and now I am able to see.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then some of the Pharisees began to say, &apos;This man is not from God, because he does not observe the Sabbath.&apos; But others said, &apos;How can a man who is a sinner perform such miraculous signs?&apos; Thus there was a division among them."
            },
            {
                "verse_number": "17",
                "verse_text": "So again they asked the man who used to be blind, &apos;What do you say about him, since he caused you to see?&apos; &apos;He is a prophet,&apos; the man replied."
            },
            {
                "verse_number": "18",
                "verse_text": "Now the Jewish religious leaders refused to believe that he had really been blind and had gained his sight until at last they summoned the parents of the man who had become able to see."
            },
            {
                "verse_number": "19",
                "verse_text": "They asked the parents, &apos;Is this your son, whom you say was born blind? Then how does he now see?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So his parents replied, &apos;We know that this is our son and that he was born blind."
            },
            {
                "verse_number": "21",
                "verse_text": "But we do not know how he is now able to see, nor do we know who caused him to see. Ask him, he is a mature adult. He will speak for himself.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "(His parents said these things because they were afraid of the Jewish religious leaders. For the Jewish leaders had already agreed that anyone who confessed Jesus to be the Christ would be put out of the synagogue."
            },
            {
                "verse_number": "23",
                "verse_text": "For this reason his parents said, &apos;He is a mature adult, ask him.&apos;)"
            },
            {
                "verse_number": "24",
                "verse_text": "Then they summoned the man who used to be blind a second time and said to him, &apos;Promise before God to tell the truth. We know that this man is a sinner.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He replied, &apos;I do not know whether he is a sinner. I do know one thing &ndash; that although I was blind, now I can see.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then they said to him, &apos;What did he do to you? How did he cause you to see?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He answered, &apos;I told you already and you didn&quot;t listen. Why do you want to hear it again? You people don&quot;t want to become his disciples too, do you?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They heaped insults on him, saying, &apos;You are his disciple! We are disciples of Moses!"
            },
            {
                "verse_number": "29",
                "verse_text": "We know that God has spoken to Moses! We do not know where this man comes from!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The man replied, &apos;This is a remarkable thing, that you don&quot;t know where he comes from, and yet he caused me to see!"
            },
            {
                "verse_number": "31",
                "verse_text": "We know that God doesn&quot;t listen to sinners, but if anyone is devout and does his will, God listens to him."
            },
            {
                "verse_number": "32",
                "verse_text": "Never before has anyone heard of someone causing a man born blind to see."
            },
            {
                "verse_number": "33",
                "verse_text": "If this man were not from God, he could do nothing.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They replied, &apos;You were born completely in sinfulness, and yet you presume to teach us?&apos; So they threw him out."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus heard that they had thrown him out, so he found the man and said to him, &apos;Do you believe in the Son of Man?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The man replied, &apos;And who is he, sir, that I may believe in him?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus told him, &apos;You have seen him; he is the one speaking with you.&apos; ["
            },
            {
                "verse_number": "38",
                "verse_text": "He said, &apos;Lord, I believe,&apos; and he worshiped him."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said,] &apos;For judgment I have come into this world, so that those who do not see may gain their sight, and the ones who see may become blind.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some of the Pharisees who were with him heard this and asked him, &apos;We are not blind too, are we?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus replied, &apos;If you were blind, you would not be guilty of sin, but now because you claim that you can see, your guilt remains.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I tell you the solemn truth, the one who does not enter the sheepfold by the door, but climbs in some other way, is a thief and a robber."
            },
            {
                "verse_number": "2",
                "verse_text": "The one who enters by the door is the shepherd of the sheep."
            },
            {
                "verse_number": "3",
                "verse_text": "The doorkeeper opens the door for him, and the sheep hear his voice. He calls his own sheep by name and leads them out."
            },
            {
                "verse_number": "4",
                "verse_text": "When he has brought all his own sheep out, he goes ahead of them, and the sheep follow him because they recognize his voice."
            },
            {
                "verse_number": "5",
                "verse_text": "They will never follow a stranger, but will run away from him, because they do not recognize the stranger&quot;s voice.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told them this parable, but they did not understand what he was saying to them."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus said to them again, &apos;I tell you the solemn truth, I am the door for the sheep."
            },
            {
                "verse_number": "8",
                "verse_text": "All who came before me were thieves and robbers, but the sheep did not listen to them."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the door. If anyone enters through me, he will be saved, and will come in and go out, and find pasture."
            },
            {
                "verse_number": "10",
                "verse_text": "The thief comes only to steal and kill and destroy; I have come so that they may have life, and may have it abundantly."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I am the good shepherd. The good shepherd lays down his life for the sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "The hired hand, who is not a shepherd and does not own sheep, sees the wolf coming and abandons the sheep and runs away. So the wolf attacks the sheep and scatters them."
            },
            {
                "verse_number": "13",
                "verse_text": "Because he is a hired hand and is not concerned about the sheep, he runs away."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I am the good shepherd. I know my own and my own know me &ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "just as the Father knows me and I know the Father &ndash; and I lay down my life for the sheep."
            },
            {
                "verse_number": "16",
                "verse_text": "I have other sheep that do not come from this sheepfold. I must bring them too, and they will listen to my voice, so that there will be one flock and one shepherd."
            },
            {
                "verse_number": "17",
                "verse_text": "This is why the Father loves me &ndash; because I lay down my life, so that I may take it back again."
            },
            {
                "verse_number": "18",
                "verse_text": "No one takes it away from me, but I lay it down of my own free will. I have the authority to lay it down, and I have the authority to take it back again. This commandment I received from my Father.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Another sharp division took place among the Jewish people because of these words."
            },
            {
                "verse_number": "20",
                "verse_text": "Many of them were saying, &apos;He is possessed by a demon and has lost his mind! Why do you listen to him?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Others said, &apos;These are not the words of someone possessed by a demon. A demon cannot cause the blind to see, can it?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then came the feast of the Dedication in Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "It was winter, and Jesus was walking in the temple area in Solomon&quot;s Portico."
            },
            {
                "verse_number": "24",
                "verse_text": "The Jewish leaders surrounded him and asked, &apos;How long will you keep us in suspense? If you are the Christ, tell us plainly.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus replied, &apos;I told you and you do not believe. The deeds I do in my Father&quot;s name testify about me."
            },
            {
                "verse_number": "26",
                "verse_text": "But you refuse to believe because you are not my sheep."
            },
            {
                "verse_number": "27",
                "verse_text": "My sheep listen to my voice, and I know them, and they follow me."
            },
            {
                "verse_number": "28",
                "verse_text": "I give them eternal life, and they will never perish; no one will snatch them from my hand."
            },
            {
                "verse_number": "29",
                "verse_text": "My Father, who has given them to me, is greater than all, and no one can snatch them from my Father&quot;s hand."
            },
            {
                "verse_number": "30",
                "verse_text": "The Father and I are one.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The Jewish leaders picked up rocks again to stone him to death."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;I have shown you many good deeds from the Father. For which one of them are you going to stone me?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Jewish leaders replied, &apos;We are not going to stone you for a good deed but for blasphemy, because you, a man, are claiming to be God.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;Is it not written in your law, &quot; I said, you are gods &quot;?"
            },
            {
                "verse_number": "35",
                "verse_text": "If those people to whom the word of God came were called &quot;gods&quot; (and the scripture cannot be broken),"
            },
            {
                "verse_number": "36",
                "verse_text": "do you say about the one whom the Father set apart and sent into the world, &quot;You are blaspheming,&quot; because I said, &quot;I am the Son of God&quot;?"
            },
            {
                "verse_number": "37",
                "verse_text": "If I do not perform the deeds of my Father, do not believe me."
            },
            {
                "verse_number": "38",
                "verse_text": "But if I do them, even if you do not believe me, believe the deeds, so that you may come to know and understand that I am in the Father and the Father is in me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then they attempted again to seize him, but he escaped their clutches."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus went back across the Jordan River again to the place where John had been baptizing at an earlier time, and he stayed there."
            },
            {
                "verse_number": "41",
                "verse_text": "Many came to him and began to say, &apos;John performed no miraculous sign, but everything John said about this man was true!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "And many believed in Jesus there."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now a certain man named Lazarus was sick. He was from Bethany, the village where Mary and her sister Martha lived."
            },
            {
                "verse_number": "2",
                "verse_text": "(Now it was Mary who anointed the Lord with perfumed oil and wiped his feet dry with her hair, whose brother Lazarus was sick.)"
            },
            {
                "verse_number": "3",
                "verse_text": "So the sisters sent a message to Jesus, &apos;Lord, look, the one you love is sick.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus heard this, he said, &apos;This sickness will not lead to death, but to God&quot;s glory, so that the Son of God may be glorified through it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "(Now Jesus loved Martha and her sister and Lazarus.)"
            },
            {
                "verse_number": "6",
                "verse_text": "So when he heard that Lazarus was sick, he remained in the place where he was for two more days."
            },
            {
                "verse_number": "7",
                "verse_text": "Then after this, he said to his disciples, &apos;Let us go to Judea again.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The disciples replied, &apos;Rabbi, the Jewish leaders were just now trying to stone you to death! Are you going there again?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus replied, &apos;Are there not twelve hours in a day? If anyone walks around in the daytime, he does not stumble, because he sees the light of this world."
            },
            {
                "verse_number": "10",
                "verse_text": "But if anyone walks around at night, he stumbles, because the light is not in him.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "After he said this, he added, &apos;Our friend Lazarus has fallen asleep. But I am going there to awaken him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the disciples replied, &apos;Lord, if he has fallen asleep, he will recover.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "(Now Jesus had been talking about his death, but they thought he had been talking about real sleep.)"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus told them plainly, &apos;Lazarus has died,"
            },
            {
                "verse_number": "15",
                "verse_text": "and I am glad for your sake that I was not there, so that you may believe. But let us go to him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Thomas (called Didymus ) said to his fellow disciples, &apos;Let us go too, so that we may die with him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus arrived, he found that Lazarus had been in the tomb four days already."
            },
            {
                "verse_number": "18",
                "verse_text": "(Now Bethany was less than two miles from Jerusalem,"
            },
            {
                "verse_number": "19",
                "verse_text": "so many of the Jewish people of the region had come to Martha and Mary to console them over the loss of their brother.)"
            },
            {
                "verse_number": "20",
                "verse_text": "So when Martha heard that Jesus was coming, she went out to meet him, but Mary was sitting in the house."
            },
            {
                "verse_number": "21",
                "verse_text": "Martha said to Jesus, &apos;Lord, if you had been here, my brother would not have died."
            },
            {
                "verse_number": "22",
                "verse_text": "But even now I know that whatever you ask from God, God will grant you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;Your brother will come back to life again.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Martha said, &apos;I know that he will come back to life again in the resurrection at the last day.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to her, &apos;I am the resurrection and the life. The one who believes in me will live even if he dies,"
            },
            {
                "verse_number": "26",
                "verse_text": "and the one who lives and believes in me will never die. Do you believe this?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "She replied, &apos;Yes, Lord, I believe that you are the Christ, the Son of God who comes into the world.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "And when she had said this, Martha went and called her sister Mary, saying privately, &apos;The Teacher is here and is asking for you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So when Mary heard this, she got up quickly and went to him."
            },
            {
                "verse_number": "30",
                "verse_text": "(Now Jesus had not yet entered the village, but was still in the place where Martha had come out to meet him.)"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the people who were with Mary in the house consoling her saw her get up quickly and go out. They followed her, because they thought she was going to the tomb to weep there."
            },
            {
                "verse_number": "32",
                "verse_text": "Now when Mary came to the place where Jesus was and saw him, she fell at his feet and said to him, &apos;Lord, if you had been here, my brother would not have died.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When Jesus saw her weeping, and the people who had come with her weeping, he was intensely moved in spirit and greatly distressed."
            },
            {
                "verse_number": "34",
                "verse_text": "He asked, &apos;Where have you laid him?&apos; They replied, &apos;Lord, come and see.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus wept."
            },
            {
                "verse_number": "36",
                "verse_text": "Thus the people who had come to mourn said, &apos;Look how much he loved him!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But some of them said, &apos;This is the man who caused the blind man to see! Couldn&quot;t he have done something to keep Lazarus from dying?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus, intensely moved again, came to the tomb. (Now it was a cave, and a stone was placed across it.)"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said, &apos;Take away the stone.&apos; Martha, the sister of the deceased, replied, &apos;Lord, by this time the body will have a bad smell, because he has been buried four days.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus responded, &apos;Didn&quot;t I tell you that if you believe, you would see the glory of God?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "So they took away the stone. Jesus looked upward and said, &apos;Father, I thank you that you have listened to me."
            },
            {
                "verse_number": "42",
                "verse_text": "I knew that you always listen to me, but I said this for the sake of the crowd standing around here, that they may believe that you sent me.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "When he had said this, he shouted in a loud voice, &apos;Lazarus, come out!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The one who had died came out, his feet and hands tied up with strips of cloth, and a cloth wrapped around his face. Jesus said to them, &apos;Unwrap him and let him go.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then many of the people, who had come with Mary and had seen the things Jesus did, believed in him."
            },
            {
                "verse_number": "46",
                "verse_text": "But some of them went to the Pharisees and reported to them what Jesus had done."
            },
            {
                "verse_number": "47",
                "verse_text": "So the chief priests and the Pharisees called the council together and said, &apos;What are we doing? For this man is performing many miraculous signs."
            },
            {
                "verse_number": "48",
                "verse_text": "If we allow him to go on in this way, everyone will believe in him, and the Romans will come and take away our sanctuary and our nation.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then one of them, Caiaphas, who was high priest that year, said, &apos;You know nothing at all!"
            },
            {
                "verse_number": "50",
                "verse_text": "You do not realize that it is more to your advantage to have one man die for the people than for the whole nation to perish.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "(Now he did not say this on his own, but because he was high priest that year, he prophesied that Jesus was going to die for the Jewish nation,"
            },
            {
                "verse_number": "52",
                "verse_text": "and not for the Jewish nation only, but to gather together into one the children of God who are scattered.)"
            },
            {
                "verse_number": "53",
                "verse_text": "So from that day they planned together to kill him."
            },
            {
                "verse_number": "54",
                "verse_text": "Thus Jesus no longer went around publicly among the Judeans, but went away from there to the region near the wilderness, to a town called Ephraim, and stayed there with his disciples."
            },
            {
                "verse_number": "55",
                "verse_text": "Now the Jewish feast of Passover was near, and many people went up to Jerusalem from the rural areas before the Passover to cleanse themselves ritually."
            },
            {
                "verse_number": "56",
                "verse_text": "Thus they were looking for Jesus, and saying to one another as they stood in the temple courts, &apos;What do you think? That he won&quot;t come to the feast?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "(Now the chief priests and the Pharisees had given orders that anyone who knew where Jesus was should report it, so that they could arrest him.)"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then, six days before the Passover, Jesus came to Bethany, where Lazarus lived, whom he had raised from the dead."
            },
            {
                "verse_number": "2",
                "verse_text": "So they prepared a dinner for Jesus there. Martha was serving, and Lazarus was among those present at the table with him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Mary took three quarters of a pound of expensive aromatic oil from pure nard and anointed the feet of Jesus. She then wiped his feet dry with her hair. (Now the house was filled with the fragrance of the perfumed oil.)"
            },
            {
                "verse_number": "4",
                "verse_text": "But Judas Iscariot, one of his disciples (the one who was going to betray him) said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Why wasn&quot;t this oil sold for three hundred silver coins and the money given to the poor?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(Now Judas said this not because he was concerned about the poor, but because he was a thief. As keeper of the money box, he used to steal what was put into it.)"
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus said, &apos;Leave her alone. She has kept it for the day of my burial."
            },
            {
                "verse_number": "8",
                "verse_text": "For you will always have the poor with you, but you will not always have me!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Now a large crowd of Judeans learned that Jesus was there, and so they came not only because of him but also to see Lazarus whom he had raised from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "So the chief priests planned to kill Lazarus too,"
            },
            {
                "verse_number": "11",
                "verse_text": "for on account of him many of the Jewish people from Jerusalem were going away and believing in Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "So they took branches of palm trees and went out to meet him. They began to shout, &apos; Hosanna! Blessed is the one who comes in the name of the Lord! Blessed is the king of Israel!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus found a young donkey and sat on it, just as it is written,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos; Do not be afraid, people of Zion; look, your king is coming, seated on a donkey &quot; s colt! &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "(His disciples did not understand these things when they first happened, but when Jesus was glorified, then they remembered that these things were written about him and that these things had happened to him.)"
            },
            {
                "verse_number": "17",
                "verse_text": "So the crowd who had been with him when he called Lazarus out of the tomb and raised him from the dead were continuing to testify about it."
            },
            {
                "verse_number": "18",
                "verse_text": "Because they had heard that Jesus had performed this miraculous sign, the crowd went out to meet him."
            },
            {
                "verse_number": "19",
                "verse_text": "Thus the Pharisees said to one another, &apos;You see that you can do nothing. Look, the world has run off after him!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Now some Greeks were among those who had gone up to worship at the feast."
            },
            {
                "verse_number": "21",
                "verse_text": "So these approached Philip, who was from Bethsaida in Galilee, and requested, &apos;Sir, we would like to see Jesus.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Philip went and told Andrew, and they both went and told Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;The time has come for the Son of Man to be glorified."
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you the solemn truth, unless a kernel of wheat falls into the ground and dies, it remains by itself alone. But if it dies, it produces much grain."
            },
            {
                "verse_number": "25",
                "verse_text": "The one who loves his life destroys it, and the one who hates his life in this world guards it for eternal life."
            },
            {
                "verse_number": "26",
                "verse_text": "If anyone wants to serve me, he must follow me, and where I am, my servant will be too. If anyone serves me, the Father will honor him."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Now my soul is greatly distressed. And what should I say? &quot;Father, deliver me from this hour&quot;? No, but for this very reason I have come to this hour."
            },
            {
                "verse_number": "28",
                "verse_text": "Father, glorify your name.&apos; Then a voice came from heaven, &apos;I have glorified it, and I will glorify it again.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The crowd that stood there and heard the voice said that it had thundered. Others said that an angel had spoken to him."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said, &apos;This voice has not come for my benefit but for yours."
            },
            {
                "verse_number": "31",
                "verse_text": "Now is the judgment of this world; now the ruler of this world will be driven out."
            },
            {
                "verse_number": "32",
                "verse_text": "And I, when I am lifted up from the earth, will draw all people to myself.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "(Now he said this to indicate clearly what kind of death he was going to die.)"
            },
            {
                "verse_number": "34",
                "verse_text": "Then the crowd responded, &apos;We have heard from the law that the Christ will remain forever . How can you say, &quot;The Son of Man must be lifted up&quot;? Who is this Son of Man?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus replied, &apos;The light is with you for a little while longer. Walk while you have the light, so that the darkness may not overtake you. The one who walks in the darkness does not know where he is going."
            },
            {
                "verse_number": "36",
                "verse_text": "While you have the light, believe in the light, so that you may become sons of light.&apos; When Jesus had said these things, he went away and hid himself from them."
            },
            {
                "verse_number": "37",
                "verse_text": "Although Jesus had performed so many miraculous signs before them, they still refused to believe in him,"
            },
            {
                "verse_number": "38",
                "verse_text": "so that the word of Isaiah the prophet would be fulfilled. He said, &apos; Lord, who has believed our message, and to whom has the arm of the Lord been revealed? &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "For this reason they could not believe, because again Isaiah said,"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos; He has blinded their eyes and hardened their heart, and understand with their heart, and turn to me, and I would heal them . &apos; so that they would not see with their eyes"
            },
            {
                "verse_number": "41",
                "verse_text": "Isaiah said these things because he saw Christ&quot;s glory, and spoke about him."
            },
            {
                "verse_number": "42",
                "verse_text": "Nevertheless, even among the rulers many believed in him, but because of the Pharisees they would not confess Jesus to be the Christ, so that they would not be put out of the synagogue."
            },
            {
                "verse_number": "43",
                "verse_text": "For they loved praise from men more than praise from God."
            },
            {
                "verse_number": "44",
                "verse_text": "But Jesus shouted out, &apos;The one who believes in me does not believe in me, but in the one who sent me,"
            },
            {
                "verse_number": "45",
                "verse_text": "and the one who sees me sees the one who sent me."
            },
            {
                "verse_number": "46",
                "verse_text": "I have come as a light into the world, so that everyone who believes in me should not remain in darkness."
            },
            {
                "verse_number": "47",
                "verse_text": "If anyone hears my words and does not obey them, I do not judge him. For I have not come to judge the world, but to save the world."
            },
            {
                "verse_number": "48",
                "verse_text": "The one who rejects me and does not accept my words has a judge; the word I have spoken will judge him at the last day."
            },
            {
                "verse_number": "49",
                "verse_text": "For I have not spoken from my own authority, but the Father himself who sent me has commanded me what I should say and what I should speak."
            },
            {
                "verse_number": "50",
                "verse_text": "And I know that his commandment is eternal life. Thus the things I say, I say just as the Father has told me.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Just before the Passover feast, Jesus knew that his time had come to depart from this world to the Father. Having loved his own who were in the world, he now loved them to the very end."
            },
            {
                "verse_number": "2",
                "verse_text": "The evening meal was in progress, and the devil had already put into the heart of Judas Iscariot, Simon&quot;s son, that he should betray Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "Because Jesus knew that the Father had handed all things over to him, and that he had come from God and was going back to God,"
            },
            {
                "verse_number": "4",
                "verse_text": "he got up from the meal, removed his outer clothes, took a towel and tied it around himself."
            },
            {
                "verse_number": "5",
                "verse_text": "He poured water into the washbasin and began to wash the disciples&quot; feet and to dry them with the towel he had wrapped around himself."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he came to Simon Peter. Peter said to him, &apos;Lord, are you going to wash my feet?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus replied, &apos;You do not understand what I am doing now, but you will understand after these things.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter said to him, &apos;You will never wash my feet!&apos; Jesus replied, &apos;If I do not wash you, you have no share with me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Simon Peter said to him, &apos;Lord, wash not only my feet, but also my hands and my head!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus replied, &apos;The one who has bathed needs only to wash his feet, but is completely clean. And you disciples are clean, but not every one of you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "(For Jesus knew the one who was going to betray him. For this reason he said, &apos;Not every one of you is clean.&apos;)"
            },
            {
                "verse_number": "12",
                "verse_text": "So when Jesus had washed their feet and put his outer clothing back on, he took his place at the table again and said to them, &apos;Do you understand what I have done for you?"
            },
            {
                "verse_number": "13",
                "verse_text": "You call me &quot;Teacher&quot; and &quot;Lord,&quot; and do so correctly, for that is what I am."
            },
            {
                "verse_number": "14",
                "verse_text": "If I then, your Lord and Teacher, have washed your feet, you too ought to wash one another&quot;s feet."
            },
            {
                "verse_number": "15",
                "verse_text": "For I have given you an example &ndash; you should do just as I have done for you."
            },
            {
                "verse_number": "16",
                "verse_text": "I tell you the solemn truth, the slave is not greater than his master, nor is the one who is sent as a messenger greater than the one who sent him."
            },
            {
                "verse_number": "17",
                "verse_text": "If you understand these things, you will be blessed if you do them."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;What I am saying does not refer to all of you. I know the ones I have chosen. But this is to fulfill the scripture, &quot; The one who eats my bread has turned against me .&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I am telling you this now, before it happens, so that when it happens you may believe that I am he."
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you the solemn truth, whoever accepts the one I send accepts me, and whoever accepts me accepts the one who sent me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "When he had said these things, Jesus was greatly distressed in spirit, and testified, &apos;I tell you the solemn truth, one of you will betray me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The disciples began to look at one another, worried and perplexed to know which of them he was talking about."
            },
            {
                "verse_number": "23",
                "verse_text": "One of his disciples, the one Jesus loved, was at the table to the right of Jesus in a place of honor."
            },
            {
                "verse_number": "24",
                "verse_text": "So Simon Peter gestured to this disciple to ask Jesus who it was he was referring to."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the disciple whom Jesus loved leaned back against Jesus&quot; chest and asked him, &apos;Lord, who is it?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus replied, &apos;It is the one to whom I will give this piece of bread after I have dipped it in the dish.&apos; Then he dipped the piece of bread in the dish and gave it to Judas Iscariot, Simon&quot;s son."
            },
            {
                "verse_number": "27",
                "verse_text": "And after Judas took the piece of bread, Satan entered into him. Jesus said to him, &apos;What you are about to do, do quickly.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "(Now none of those present at the table understood why Jesus said this to Judas."
            },
            {
                "verse_number": "29",
                "verse_text": "Some thought that, because Judas had the money box, Jesus was telling him to buy whatever they needed for the feast, or to give something to the poor.)"
            },
            {
                "verse_number": "30",
                "verse_text": "Judas took the piece of bread and went out immediately. (Now it was night.)"
            },
            {
                "verse_number": "31",
                "verse_text": "When Judas had gone out, Jesus said, &apos;Now the Son of Man is glorified, and God is glorified in him."
            },
            {
                "verse_number": "32",
                "verse_text": "If God is glorified in him, God will also glorify him in himself, and he will glorify him right away."
            },
            {
                "verse_number": "33",
                "verse_text": "Children, I am still with you for a little while. You will look for me, and just as I said to the Jewish religious leaders, &quot;Where I am going you cannot come,&quot; now I tell you the same."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;I give you a new commandment &ndash; to love one another. Just as I have loved you, you also are to love one another."
            },
            {
                "verse_number": "35",
                "verse_text": "Everyone will know by this that you are my disciples &ndash; if you have love for one another.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Simon Peter said to him, &apos;Lord, where are you going?&apos; Jesus replied, &apos;Where I am going, you cannot follow me now, but you will follow later.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Peter said to him, &apos;Lord, why can&quot;t I follow you now? I will lay down my life for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus answered, &apos;Will you lay down your life for me? I tell you the solemn truth, the rooster will not crow until you have denied me three times!"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do not let your hearts be distressed. You believe in God; believe also in me."
            },
            {
                "verse_number": "2",
                "verse_text": "There are many dwelling places in my Father&quot;s house. Otherwise, I would have told you, because I am going away to make ready a place for you."
            },
            {
                "verse_number": "3",
                "verse_text": "And if I go and make ready a place for you, I will come again and take you to be with me, so that where I am you may be too."
            },
            {
                "verse_number": "4",
                "verse_text": "And you know the way where I am going.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Thomas said, &apos;Lord, we don&quot;t know where you are going. How can we know the way?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus replied, &apos;I am the way, and the truth, and the life. No one comes to the Father except through me."
            },
            {
                "verse_number": "7",
                "verse_text": "If you have known me, you will know my Father too. And from now on you do know him and have seen him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Philip said, &apos;Lord, show us the Father, and we will be content.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus replied, &apos;Have I been with you for so long, and you have not known me, Philip? The person who has seen me has seen the Father! How can you say, &quot;Show us the Father&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "Do you not believe that I am in the Father, and the Father is in me? The words that I say to you, I do not speak on my own initiative, but the Father residing in me performs his miraculous deeds."
            },
            {
                "verse_number": "11",
                "verse_text": "Believe me that I am in the Father, and the Father is in me, but if you do not believe me, believe because of the miraculous deeds themselves."
            },
            {
                "verse_number": "12",
                "verse_text": "I tell you the solemn truth, the person who believes in me will perform the miraculous deeds that I am doing, and will perform greater deeds than these, because I am going to the Father."
            },
            {
                "verse_number": "13",
                "verse_text": "And I will do whatever you ask in my name, so that the Father may be glorified in the Son."
            },
            {
                "verse_number": "14",
                "verse_text": "If you ask me anything in my name, I will do it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If you love me, you will obey my commandments."
            },
            {
                "verse_number": "16",
                "verse_text": "Then I will ask the Father, and he will give you another Advocate to be with you forever &ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "the Spirit of truth, whom the world cannot accept, because it does not see him or know him. But you know him, because he resides with you and will be in you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I will not abandon you as orphans, I will come to you."
            },
            {
                "verse_number": "19",
                "verse_text": "In a little while the world will not see me any longer, but you will see me; because I live, you will live too."
            },
            {
                "verse_number": "20",
                "verse_text": "You will know at that time that I am in my Father and you are in me and I am in you."
            },
            {
                "verse_number": "21",
                "verse_text": "The person who has my commandments and obeys them is the one who loves me. The one who loves me will be loved by my Father, and I will love him and will reveal myself to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Lord,&apos; Judas (not Judas Iscariot) said, &apos;what has happened that you are going to reveal yourself to us and not to the world?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;If anyone loves me, he will obey my word, and my Father will love him, and we will come to him and take up residence with him."
            },
            {
                "verse_number": "24",
                "verse_text": "The person who does not love me does not obey my words. And the word you hear is not mine, but the Father&quot;s who sent me."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have spoken these things while staying with you."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you everything, and will cause you to remember everything I said to you."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Peace I leave with you; my peace I give to you; I do not give it to you as the world does. Do not let your hearts be distressed or lacking in courage."
            },
            {
                "verse_number": "28",
                "verse_text": "You heard me say to you, &quot;I am going away and I am coming back to you.&quot; If you loved me, you would be glad that I am going to the Father, because the Father is greater than I am."
            },
            {
                "verse_number": "29",
                "verse_text": "I have told you now before it happens, so that when it happens you may believe."
            },
            {
                "verse_number": "30",
                "verse_text": "I will not speak with you much longer, for the ruler of this world is coming. He has no power over me,"
            },
            {
                "verse_number": "31",
                "verse_text": "but I am doing just what the Father commanded me, so that the world may know that I love the Father. Get up, let us go from here.&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am the true vine and my Father is the gardener."
            },
            {
                "verse_number": "2",
                "verse_text": "He takes away every branch that does not bear fruit in me. He prunes every branch that bears fruit so that it will bear more fruit."
            },
            {
                "verse_number": "3",
                "verse_text": "You are clean already because of the word that I have spoken to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Remain in me, and I will remain in you. Just as the branch cannot bear fruit by itself, unless it remains in the vine, so neither can you unless you remain in me."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I am the vine; you are the branches. The one who remains in me &ndash; and I in him &ndash; bears much fruit, because apart from me you can accomplish nothing."
            },
            {
                "verse_number": "6",
                "verse_text": "If anyone does not remain in me, he is thrown out like a branch, and dries up; and such branches are gathered up and thrown into the fire, and are burned up."
            },
            {
                "verse_number": "7",
                "verse_text": "If you remain in me and my words remain in you, ask whatever you want, and it will be done for you."
            },
            {
                "verse_number": "8",
                "verse_text": "My Father is honored by this, that you bear much fruit and show that you are my disciples."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Just as the Father has loved me, I have also loved you; remain in my love."
            },
            {
                "verse_number": "10",
                "verse_text": "If you obey my commandments, you will remain in my love, just as I have obeyed my Father&quot;s commandments and remain in his love."
            },
            {
                "verse_number": "11",
                "verse_text": "I have told you these things so that my joy may be in you, and your joy may be complete."
            },
            {
                "verse_number": "12",
                "verse_text": "My commandment is this &ndash; to love one another just as I have loved you."
            },
            {
                "verse_number": "13",
                "verse_text": "No one has greater love than this &ndash; that one lays down his life for his friends."
            },
            {
                "verse_number": "14",
                "verse_text": "You are my friends if you do what I command you."
            },
            {
                "verse_number": "15",
                "verse_text": "I no longer call you slaves, because the slave does not understand what his master is doing. But I have called you friends, because I have revealed to you everything I heard from my Father."
            },
            {
                "verse_number": "16",
                "verse_text": "You did not choose me, but I chose you and appointed you to go and bear fruit, fruit that remains, so that whatever you ask the Father in my name he will give you."
            },
            {
                "verse_number": "17",
                "verse_text": "This I command you &ndash; to love one another."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If the world hates you, be aware that it hated me first."
            },
            {
                "verse_number": "19",
                "verse_text": "If you belonged to the world, the world would love you as its own. However, because you do not belong to the world, but I chose you out of the world, for this reason the world hates you."
            },
            {
                "verse_number": "20",
                "verse_text": "Remember what I told you, &quot;A slave is not greater than his master.&quot; If they persecuted me, they will also persecute you. If they obeyed my word, they will obey yours too."
            },
            {
                "verse_number": "21",
                "verse_text": "But they will do all these things to you on account of my name, because they do not know the one who sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "If I had not come and spoken to them, they would not be guilty of sin. But they no longer have any excuse for their sin."
            },
            {
                "verse_number": "23",
                "verse_text": "The one who hates me hates my Father too."
            },
            {
                "verse_number": "24",
                "verse_text": "If I had not performed among them the miraculous deeds that no one else did, they would not be guilty of sin. But now they have seen the deeds and have hated both me and my Father."
            },
            {
                "verse_number": "25",
                "verse_text": "Now this happened to fulfill the word that is written in their law, &quot; They hated me without reason .&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the Advocate comes, whom I will send you from the Father &ndash; the Spirit of truth who goes out from the Father &ndash; he will testify about me,"
            },
            {
                "verse_number": "27",
                "verse_text": "and you also will testify, because you have been with me from the beginning."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have told you all these things so that you will not fall away."
            },
            {
                "verse_number": "2",
                "verse_text": "They will put you out of the synagogue, yet a time is coming when the one who kills you will think he is offering service to God."
            },
            {
                "verse_number": "3",
                "verse_text": "They will do these things because they have not known the Father or me."
            },
            {
                "verse_number": "4",
                "verse_text": "But I have told you these things so that when their time comes, you will remember that I told you about them. &apos;I did not tell you these things from the beginning because I was with you."
            },
            {
                "verse_number": "5",
                "verse_text": "But now I am going to the one who sent me, and not one of you is asking me, &quot;Where are you going?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Instead your hearts are filled with sadness because I have said these things to you."
            },
            {
                "verse_number": "7",
                "verse_text": "But I tell you the truth, it is to your advantage that I am going away. For if I do not go away, the Advocate will not come to you, but if I go, I will send him to you."
            },
            {
                "verse_number": "8",
                "verse_text": "And when he comes, he will prove the world wrong concerning sin and righteousness and judgment &ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "concerning sin, because they do not believe in me;"
            },
            {
                "verse_number": "10",
                "verse_text": "concerning righteousness, because I am going to the Father and you will see me no longer;"
            },
            {
                "verse_number": "11",
                "verse_text": "and concerning judgment, because the ruler of this world has been condemned."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I have many more things to say to you, but you cannot bear them now."
            },
            {
                "verse_number": "13",
                "verse_text": "But when he, the Spirit of truth, comes, he will guide you into all truth. For he will not speak on his own authority, but will speak whatever he hears, and will tell you what is to come."
            },
            {
                "verse_number": "14",
                "verse_text": "He will glorify me, because he will receive from me what is mine and will tell it to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything that the Father has is mine; that is why I said the Spirit will receive from me what is mine and will tell it to you."
            },
            {
                "verse_number": "16",
                "verse_text": "In a little while you will see me no longer; again after a little while, you will see me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then some of his disciples said to one another, &apos;What is the meaning of what he is saying, &quot;In a little while you will not see me; again after a little while, you will see me,&quot; and, &quot;because I am going to the Father&quot;?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So they kept on repeating, &apos;What is the meaning of what he says, &quot;In a little while&quot;? We do not understand what he is talking about.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus could see that they wanted to ask him about these things, so he said to them, &apos;Are you asking each other about this &ndash; that I said, &quot;In a little while you will not see me; again after a little while, you will see me&quot;?"
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you the solemn truth, you will weep and wail, but the world will rejoice; you will be sad, but your sadness will turn into joy."
            },
            {
                "verse_number": "21",
                "verse_text": "When a woman gives birth, she has distress because her time has come, but when her child is born, she no longer remembers the suffering because of her joy that a human being has been born into the world."
            },
            {
                "verse_number": "22",
                "verse_text": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy away from you ."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time you will ask me nothing. I tell you the solemn truth, whatever you ask the Father in my name he will give you."
            },
            {
                "verse_number": "24",
                "verse_text": "Until now you have not asked for anything in my name. Ask and you will receive it, so that your joy may be complete."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have told you these things in obscure figures of speech; a time is coming when I will no longer speak to you in obscure figures, but will tell you plainly about the Father."
            },
            {
                "verse_number": "26",
                "verse_text": "At that time you will ask in my name, and I do not say that I will ask the Father on your behalf."
            },
            {
                "verse_number": "27",
                "verse_text": "For the Father himself loves you, because you have loved me and have believed that I came from God."
            },
            {
                "verse_number": "28",
                "verse_text": "I came from the Father and entered into the world, but in turn, I am leaving the world and going back to the Father.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "His disciples said, &apos;Look, now you are speaking plainly and not in obscure figures of speech!"
            },
            {
                "verse_number": "30",
                "verse_text": "Now we know that you know everything and do not need anyone to ask you anything. Because of this we believe that you have come from God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus replied, &apos;Do you now believe?"
            },
            {
                "verse_number": "32",
                "verse_text": "Look, a time is coming &ndash; and has come &ndash; when you will be scattered, each one to his own home, and I will be left alone. Yet I am not alone, because my Father is with me."
            },
            {
                "verse_number": "33",
                "verse_text": "I have told you these things so that in me you may have peace. In the world you have trouble and suffering, but take courage &ndash; I have conquered the world.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished saying these things, he looked upward to heaven and said, &apos;Father, the time has come. Glorify your Son, so that your Son may glorify you &ndash;"
            },
            {
                "verse_number": "2",
                "verse_text": "just as you have given him authority over all humanity, so that he may give eternal life to everyone you have given him."
            },
            {
                "verse_number": "3",
                "verse_text": "Now this is eternal life &ndash; that they know you, the only true God, and Jesus Christ, whom you sent."
            },
            {
                "verse_number": "4",
                "verse_text": "I glorified you on earth by completing the work you gave me to do."
            },
            {
                "verse_number": "5",
                "verse_text": "And now, Father, glorify me at your side with the glory I had with you before the world was created."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I have revealed your name to the men you gave me out of the world. They belonged to you, and you gave them to me, and they have obeyed your word."
            },
            {
                "verse_number": "7",
                "verse_text": "Now they understand that everything you have given me comes from you,"
            },
            {
                "verse_number": "8",
                "verse_text": "because I have given them the words you have given me. They accepted them and really understand that I came from you, and they believed that you sent me."
            },
            {
                "verse_number": "9",
                "verse_text": "I am praying on behalf of them. I am not praying on behalf of the world, but on behalf of those you have given me, because they belong to you."
            },
            {
                "verse_number": "10",
                "verse_text": "Everything I have belongs to you, and everything you have belongs to me, and I have been glorified by them."
            },
            {
                "verse_number": "11",
                "verse_text": "I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them safe in your name that you have given me, so that they may be one just as we are one."
            },
            {
                "verse_number": "12",
                "verse_text": "When I was with them I kept them safe and watched over them in your name that you have given me. Not one of them was lost except the one destined for destruction, so that the scripture could be fulfilled."
            },
            {
                "verse_number": "13",
                "verse_text": "But now I am coming to you, and I am saying these things in the world, so they may experience my joy completed in themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "I have given them your word, and the world has hated them, because they do not belong to the world, just as I do not belong to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "I am not asking you to take them out of the world, but that you keep them safe from the evil one."
            },
            {
                "verse_number": "16",
                "verse_text": "They do not belong to the world just as I do not belong to the world."
            },
            {
                "verse_number": "17",
                "verse_text": "Set them apart in the truth; your word is truth."
            },
            {
                "verse_number": "18",
                "verse_text": "Just as you sent me into the world, so I sent them into the world."
            },
            {
                "verse_number": "19",
                "verse_text": "And I set myself apart on their behalf, so that they too may be truly set apart."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I am not praying only on their behalf, but also on behalf of those who believe in me through their testimony,"
            },
            {
                "verse_number": "21",
                "verse_text": "that they will all be one, just as you, Father, are in me and I am in you. I pray that they will be in us, so that the world will believe that you sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "The glory you gave to me I have given to them, that they may be one just as we are one &ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "I in them and you in me &ndash; that they may be completely one, so that the world will know that you sent me, and you have loved them just as you have loved me."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Father, I want those you have given me to be with me where I am, so that they can see my glory that you gave me because you loved me before the creation of the world ."
            },
            {
                "verse_number": "25",
                "verse_text": "Righteous Father, even if the world does not know you, I know you, and these men know that you sent me."
            },
            {
                "verse_number": "26",
                "verse_text": "I made known your name to them, and I will continue to make it known, so that the love you have loved me with may be in them, and I may be in them.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "When he had said these things, Jesus went out with his disciples across the Kidron Valley. There was an orchard there, and he and his disciples went into it."
            },
            {
                "verse_number": "2",
                "verse_text": "(Now Judas, the one who betrayed him, knew the place too, because Jesus had met there many times with his disciples.)"
            },
            {
                "verse_number": "3",
                "verse_text": "So Judas obtained a squad of soldiers and some officers of the chief priests and Pharisees. They came to the orchard with lanterns and torches and weapons."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus, because he knew everything that was going to happen to him, came and asked them, &apos;Who are you looking for?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They replied, &apos;Jesus the Nazarene.&apos; He told them, &apos;I am he.&apos; (Now Judas, the one who betrayed him, was standing there with them.)"
            },
            {
                "verse_number": "6",
                "verse_text": "So when Jesus said to them, &apos;I am he,&apos; they retreated and fell to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Jesus asked them again, &apos;Who are you looking for?&apos; And they said, &apos;Jesus the Nazarene.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus replied, &apos;I told you that I am he. If you are looking for me, let these men go.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said this to fulfill the word he had spoken, &apos;I have not lost a single one of those whom you gave me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Simon Peter, who had a sword, pulled it out and struck the high priest&quot;s slave, cutting off his right ear. (Now the slave&quot;s name was Malchus.)"
            },
            {
                "verse_number": "11",
                "verse_text": "But Jesus said to Peter, &apos;Put your sword back into its sheath! Am I not to drink the cup that the Father has given me?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the squad of soldiers with their commanding officer and the officers of the Jewish leaders arrested Jesus and tied him up."
            },
            {
                "verse_number": "13",
                "verse_text": "They brought him first to Annas, for he was the father-in-law of Caiaphas, who was high priest that year."
            },
            {
                "verse_number": "14",
                "verse_text": "(Now it was Caiaphas who had advised the Jewish leaders that it was to their advantage that one man die for the people.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Simon Peter and another disciple followed them as they brought Jesus to Annas. (Now the other disciple was acquainted with the high priest, and he went with Jesus into the high priest&quot;s courtyard.)"
            },
            {
                "verse_number": "16",
                "verse_text": "But Simon Peter was left standing outside by the door. So the other disciple who was acquainted with the high priest came out and spoke to the slave girl who watched the door, and brought Peter inside."
            },
            {
                "verse_number": "17",
                "verse_text": "The girl who was the doorkeeper said to Peter, &apos;You&quot;re not one of this man&quot;s disciples too, are you?&apos; He replied, &apos;I am not.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "(Now the slaves and the guards were standing around a charcoal fire they had made, warming themselves because it was cold. Peter also was standing with them, warming himself.)"
            },
            {
                "verse_number": "19",
                "verse_text": "While this was happening, the high priest questioned Jesus about his disciples and about his teaching."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus replied, &apos;I have spoken publicly to the world. I always taught in the synagogues and in the temple courts, where all the Jewish people assemble together. I have said nothing in secret."
            },
            {
                "verse_number": "21",
                "verse_text": "Why do you ask me? Ask those who heard what I said. They know what I said.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus had said this, one of the high priest&quot;s officers who stood nearby struck him on the face and said, &apos;Is that the way you answer the high priest?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;If I have said something wrong, confirm what is wrong. But if I spoke correctly, why strike me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Annas sent him, still tied up, to Caiaphas the high priest."
            },
            {
                "verse_number": "25",
                "verse_text": "Meanwhile Simon Peter was standing in the courtyard warming himself. They said to him, &apos;You aren&quot;t one of his disciples too, are you?&apos; Peter denied it: &apos;I am not!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "One of the high priest&quot;s slaves, a relative of the man whose ear Peter had cut off, said, &apos;Did I not see you in the orchard with him?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Peter denied it again, and immediately a rooster crowed."
            },
            {
                "verse_number": "28",
                "verse_text": "Then they brought Jesus from Caiaphas to the Roman governor&quot;s residence. (Now it was very early morning.) They did not go into the governor&quot;s residence so they would not be ceremonially defiled, but could eat the Passover meal."
            },
            {
                "verse_number": "29",
                "verse_text": "So Pilate came outside to them and said, &apos;What accusation do you bring against this man?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They replied, &apos;If this man were not a criminal, we would not have handed him over to you.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Pilate told them, &apos;Take him yourselves and pass judgment on him according to your own law!&apos; The Jewish leaders replied, &apos;We cannot legally put anyone to death.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "(This happened to fulfill the word Jesus had spoken when he indicated what kind of death he was going to die. )"
            },
            {
                "verse_number": "33",
                "verse_text": "So Pilate went back into the governor&quot;s residence, summoned Jesus, and asked him, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos;Are you saying this on your own initiative, or have others told you about me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Pilate answered, &apos;I am not a Jew, am I? Your own people and your chief priests handed you over to me. What have you done?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus replied, &apos;My kingdom is not from this world. If my kingdom were from this world, my servants would be fighting to keep me from being handed over to the Jewish authorities. But as it is, my kingdom is not from here.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then Pilate said, &apos;So you are a king!&apos; Jesus replied, &apos;You say that I am a king. For this reason I was born, and for this reason I came into the world &ndash; to testify to the truth. Everyone who belongs to the truth listens to my voice.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Pilate asked, &apos;What is truth?&apos; When he had said this he went back outside to the Jewish leaders and announced, &apos;I find no basis for an accusation against him."
            },
            {
                "verse_number": "39",
                "verse_text": "But it is your custom that I release one prisoner for you at the Passover. So do you want me to release for you the king of the Jews?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then they shouted back, &apos;Not this man, but Barabbas!&apos; (Now Barabbas was a revolutionary. )"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Pilate took Jesus and had him flogged severely."
            },
            {
                "verse_number": "2",
                "verse_text": "The soldiers braided a crown of thorns and put it on his head, and they clothed him in a purple robe."
            },
            {
                "verse_number": "3",
                "verse_text": "They came up to him again and again and said, &apos;Hail, king of the Jews!&apos; And they struck him repeatedly in the face."
            },
            {
                "verse_number": "4",
                "verse_text": "Again Pilate went out and said to the Jewish leaders, &apos;Look, I am bringing him out to you, so that you may know that I find no reason for an accusation against him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Jesus came outside, wearing the crown of thorns and the purple robe. Pilate said to them, &apos;Look, here is the man!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the chief priests and their officers saw him, they shouted out, &apos;Crucify him! Crucify him!&apos; Pilate said, &apos;You take him and crucify him! Certainly I find no reason for an accusation against him!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Jewish leaders replied, &apos;We have a law, and according to our law he ought to die, because he claimed to be the Son of God!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When Pilate heard what they said, he was more afraid than ever,"
            },
            {
                "verse_number": "9",
                "verse_text": "and he went back into the governor&quot;s residence and said to Jesus, &apos;Where do you come from?&apos; But Jesus gave him no answer."
            },
            {
                "verse_number": "10",
                "verse_text": "So Pilate said, &apos;Do you refuse to speak to me? Don&quot;t you know I have the authority to release you, and to crucify you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus replied, &apos;You would have no authority over me at all, unless it was given to you from above. Therefore the one who handed me over to you is guilty of greater sin.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "From this point on, Pilate tried to release him. But the Jewish leaders shouted out, &apos;If you release this man, you are no friend of Caesar! Everyone who claims to be a king opposes Caesar!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Pilate heard these words he brought Jesus outside and sat down on the judgment seat in the place called &apos;The Stone Pavement&apos; ( Gabbatha in Aramaic)."
            },
            {
                "verse_number": "14",
                "verse_text": "(Now it was the day of preparation for the Passover, about noon. ) Pilate said to the Jewish leaders, &apos;Look, here is your king!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then they shouted out, &apos;Away with him! Away with him! Crucify him!&apos; Pilate asked, &apos;Shall I crucify your king?&apos; The high priests replied, &apos;We have no king except Caesar!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Pilate handed him over to them to be crucified. So they took Jesus,"
            },
            {
                "verse_number": "17",
                "verse_text": "and carrying his own cross he went out to the place called &apos;The Place of the Skull&apos; (called in Aramaic Golgotha )."
            },
            {
                "verse_number": "18",
                "verse_text": "There they crucified him along with two others, one on each side, with Jesus in the middle."
            },
            {
                "verse_number": "19",
                "verse_text": "Pilate also had a notice written and fastened to the cross, which read: &apos;Jesus the Nazarene, the king of the Jews.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Thus many of the Jewish residents of Jerusalem read this notice, because the place where Jesus was crucified was near the city, and the notice was written in Aramaic, Latin, and Greek."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the chief priests of the Jews said to Pilate, &apos;Do not write, &quot;The king of the Jews,&quot; but rather, &quot;This man said, I am king of the Jews.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate answered, &apos;What I have written, I have written.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Now when the soldiers crucified Jesus, they took his clothes and made four shares, one for each soldier, and the tunic remained. (Now the tunic was seamless, woven from top to bottom as a single piece.)"
            },
            {
                "verse_number": "24",
                "verse_text": "So the soldiers said to one another, &apos;Let&quot;s not tear it, but throw dice to see who will get it.&apos; This took place to fulfill the scripture that says, &apos; They divided my garments among them, and for my clothing they threw dice .&apos; So the soldiers did these things."
            },
            {
                "verse_number": "25",
                "verse_text": "Now standing beside Jesus&quot; cross were his mother, his mother&quot;s sister, Mary the wife of Clopas, and Mary Magdalene."
            },
            {
                "verse_number": "26",
                "verse_text": "So when Jesus saw his mother and the disciple whom he loved standing there, he said to his mother, &apos;Woman, look, here is your son!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He then said to his disciple, &apos;Look, here is your mother!&apos; From that very time the disciple took her into his own home."
            },
            {
                "verse_number": "28",
                "verse_text": "After this Jesus, realizing that by this time everything was completed, said (in order to fulfill the scripture), &apos;I am thirsty!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "A jar full of sour wine was there, so they put a sponge soaked in sour wine on a branch of hyssop and lifted it to his mouth."
            },
            {
                "verse_number": "30",
                "verse_text": "When he had received the sour wine, Jesus said, &apos;It is completed!&apos; Then he bowed his head and gave up his spirit."
            },
            {
                "verse_number": "31",
                "verse_text": "Then, because it was the day of preparation, so that the bodies should not stay on the crosses on the Sabbath (for that Sabbath was an especially important one), the Jewish leaders asked Pilate to have the victims&quot; legs broken and the bodies taken down."
            },
            {
                "verse_number": "32",
                "verse_text": "So the soldiers came and broke the legs of the two men who had been crucified with Jesus, first the one and then the other."
            },
            {
                "verse_number": "33",
                "verse_text": "But when they came to Jesus and saw that he was already dead, they did not break his legs."
            },
            {
                "verse_number": "34",
                "verse_text": "But one of the soldiers pierced his side with a spear, and blood and water flowed out immediately."
            },
            {
                "verse_number": "35",
                "verse_text": "And the person who saw it has testified (and his testimony is true, and he knows that he is telling the truth), so that you also may believe."
            },
            {
                "verse_number": "36",
                "verse_text": "For these things happened so that the scripture would be fulfilled, &apos; Not a bone of his will be broken .&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And again another scripture says, &apos; They will look on the one whom they have pierced .&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "After this, Joseph of Arimathea, a disciple of Jesus (but secretly, because he feared the Jewish leaders ), asked Pilate if he could remove the body of Jesus. Pilate gave him permission, so he went and took the body away."
            },
            {
                "verse_number": "39",
                "verse_text": "Nicodemus, the man who had previously come to Jesus at night, accompanied Joseph, carrying a mixture of myrrh and aloes weighing about seventy-five pounds."
            },
            {
                "verse_number": "40",
                "verse_text": "Then they took Jesus&quot; body and wrapped it, with the aromatic spices, in strips of linen cloth according to Jewish burial customs."
            },
            {
                "verse_number": "41",
                "verse_text": "Now at the place where Jesus was crucified there was a garden, and in the garden was a new tomb where no one had yet been buried."
            },
            {
                "verse_number": "42",
                "verse_text": "And so, because it was the Jewish day of preparation and the tomb was nearby, they placed Jesus&quot; body there."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Now very early on the first day of the week, while it was still dark, Mary Magdalene came to the tomb and saw that the stone had been moved away from the entrance."
            },
            {
                "verse_number": "2",
                "verse_text": "So she went running to Simon Peter and the other disciple whom Jesus loved and told them, &apos;They have taken the Lord from the tomb, and we don&quot;t know where they have put him!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Peter and the other disciple set out to go to the tomb."
            },
            {
                "verse_number": "4",
                "verse_text": "The two were running together, but the other disciple ran faster than Peter and reached the tomb first."
            },
            {
                "verse_number": "5",
                "verse_text": "He bent down and saw the strips of linen cloth lying there, but he did not go in."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Simon Peter, who had been following him, arrived and went right into the tomb. He saw the strips of linen cloth lying there,"
            },
            {
                "verse_number": "7",
                "verse_text": "and the face cloth, which had been around Jesus&quot; head, not lying with the strips of linen cloth but rolled up in a place by itself."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the other disciple, who had reached the tomb first, came in, and he saw and believed."
            },
            {
                "verse_number": "9",
                "verse_text": "(For they did not yet understand the scripture that Jesus must rise from the dead.)"
            },
            {
                "verse_number": "10",
                "verse_text": "So the disciples went back to their homes."
            },
            {
                "verse_number": "11",
                "verse_text": "But Mary stood outside the tomb weeping. As she wept, she bent down and looked into the tomb."
            },
            {
                "verse_number": "12",
                "verse_text": "And she saw two angels in white sitting where Jesus&quot; body had been lying, one at the head and one at the feet."
            },
            {
                "verse_number": "13",
                "verse_text": "They said to her, &apos;Woman, why are you weeping?&apos; Mary replied, &apos;They have taken my Lord away, and I do not know where they have put him!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When she had said this, she turned around and saw Jesus standing there, but she did not know that it was Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus said to her, &apos;Woman, why are you weeping? Who are you looking for?&apos; Because she thought he was the gardener, she said to him, &apos;Sir, if you have carried him away, tell me where you have put him, and I will take him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to her, &apos;Mary.&apos; She turned and said to him in Aramaic, &apos; Rabboni &apos; (which means Teacher)."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus replied, &apos;Do not touch me, for I have not yet ascended to my Father. Go to my brothers and tell them, &quot;I am ascending to my Father and your Father, to my God and your God.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Mary Magdalene came and informed the disciples, &apos;I have seen the Lord!&apos; And she told them what Jesus had said to her."
            },
            {
                "verse_number": "19",
                "verse_text": "On the evening of that day, the first day of the week, the disciples had gathered together and locked the doors of the place because they were afraid of the Jewish leaders. Jesus came and stood among them and said to them, &apos;Peace be with you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When he had said this, he showed them his hands and his side. Then the disciples rejoiced when they saw the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "So Jesus said to them again, &apos;Peace be with you. Just as the Father has sent me, I also send you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And after he said this, he breathed on them and said, &apos;Receive the Holy Spirit."
            },
            {
                "verse_number": "23",
                "verse_text": "If you forgive anyone&quot;s sins, they are forgiven; if you retain anyone&quot;s sins, they are retained.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Now Thomas (called Didymus), one of the twelve, was not with them when Jesus came."
            },
            {
                "verse_number": "25",
                "verse_text": "The other disciples told him, &apos;We have seen the Lord!&apos; But he replied, &apos;Unless I see the wounds from the nails in his hands, and put my finger into the wounds from the nails, and put my hand into his side, I will never believe it!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Eight days later the disciples were again together in the house, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, &apos;Peace be with you!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said to Thomas, &apos;Put your finger here, and examine my hands. Extend your hand and put it into my side. Do not continue in your unbelief, but believe.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Thomas replied to him, &apos;My Lord and my God!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said to him, &apos;Have you believed because you have seen me? Blessed are the people who have not seen and yet have believed.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Now Jesus performed many other miraculous signs in the presence of the disciples, which are not recorded in this book."
            },
            {
                "verse_number": "31",
                "verse_text": "But these are recorded so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "After this Jesus revealed himself again to the disciples by the Sea of Tiberias. Now this is how he did so."
            },
            {
                "verse_number": "2",
                "verse_text": "Simon Peter, Thomas (called Didymus), Nathanael (who was from Cana in Galilee), the sons of Zebedee, and two other disciples of his were together."
            },
            {
                "verse_number": "3",
                "verse_text": "Simon Peter told them, &apos;I am going fishing.&apos; &apos;We will go with you,&apos; they replied. They went out and got into the boat, but that night they caught nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "When it was already very early morning, Jesus stood on the beach, but the disciples did not know that it was Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "So Jesus said to them, &apos;Children, you don&quot;t have any fish, do you?&apos; They replied, &apos;No.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He told them, &apos;Throw your net on the right side of the boat, and you will find some.&apos; So they threw the net, and were not able to pull it in because of the large number of fish."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the disciple whom Jesus loved said to Peter, &apos;It is the Lord!&apos; So Simon Peter, when he heard that it was the Lord, tucked in his outer garment (for he had nothing on underneath it), and plunged into the sea."
            },
            {
                "verse_number": "8",
                "verse_text": "Meanwhile the other disciples came with the boat, dragging the net full of fish, for they were not far from land, only about a hundred yards."
            },
            {
                "verse_number": "9",
                "verse_text": "When they got out on the beach, they saw a charcoal fire ready with a fish placed on it, and bread."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;Bring some of the fish you have just now caught.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Simon Peter went aboard and pulled the net to shore. It was full of large fish, one hundred fifty-three, but although there were so many, the net was not torn."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Come, have breakfast,&apos; Jesus said. But none of the disciples dared to ask him, &apos;Who are you?&apos; because they knew it was the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus came and took the bread and gave it to them, and did the same with the fish."
            },
            {
                "verse_number": "14",
                "verse_text": "This was now the third time Jesus was revealed to the disciples after he was raised from the dead."
            },
            {
                "verse_number": "15",
                "verse_text": "Then when they had finished breakfast, Jesus said to Simon Peter, &apos;Simon, son of John, do you love me more than these do?&apos; He replied, &apos;Yes, Lord, you know I love you.&apos; Jesus told him, &apos;Feed my lambs.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said a second time, &apos;Simon, son of John, do you love me?&apos; He replied, &apos;Yes, Lord, you know I love you.&apos; Jesus told him, &apos;Shepherd my sheep.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said a third time, &apos;Simon, son of John, do you love me?&apos; Peter was distressed that Jesus asked him a third time, &apos;Do you love me?&apos; and said, &apos;Lord, you know everything. You know that I love you.&apos; Jesus replied, &apos;Feed my sheep."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you the solemn truth, when you were young, you tied your clothes around you and went wherever you wanted, but when you are old, you will stretch out your hands, and others will tie you up and bring you where you do not want to go.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "(Now Jesus said this to indicate clearly by what kind of death Peter was going to glorify God.) After he said this, Jesus told Peter, &apos;Follow me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Peter turned around and saw the disciple whom Jesus loved following them. (This was the disciple who had leaned back against Jesus&quot; chest at the meal and asked, &apos;Lord, who is the one who is going to betray you?&apos;)"
            },
            {
                "verse_number": "21",
                "verse_text": "So when Peter saw him, he asked Jesus, &apos;Lord, what about him?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus replied, &apos;If I want him to live until I come back, what concern is that of yours? You follow me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the saying circulated among the brothers and sisters that this disciple was not going to die. But Jesus did not say to him that he was not going to die, but rather, &apos;If I want him to live until I come back, what concern is that of yours?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "This is the disciple who testifies about these things and has written these things, and we know that his testimony is true."
            },
            {
                "verse_number": "25",
                "verse_text": "There are many other things that Jesus did. If every one of them were written down, I suppose the whole world would not have room for the books that would be written."
            }
        ]
    }
}