{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The oracle against Nineveh; the book of the vision of Nahum the Elkoshite: the Lord is avenging and very angry. The Lord takes vengeance against his foes; he sustains his rage against his enemies. the Lord will certainly not allow the wicked to go unpunished. He marches out in the whirlwind and the raging storm; dark storm clouds billow like dust under his feet. he makes all the rivers run dry. Bashan and Carmel wither; the hills convulse; the earth is laid waste before him, the world and all its inhabitants are laid waste. No one can resist his fierce anger! boulders are broken up as he approaches. indeed, he is a fortress in time of distress, and he protects those who seek refuge in him. he will make a complete end of Nineveh; he will drive his enemies into darkness. Distress will not arise a second time. like entangled thorn bushes, like the drink of drunkards, like very dry stubble. a wicked military strategist. “Even though they are powerful – and what is more, even though their army is numerous – nevertheless, they will be destroyed and trickle away! I will afflict you no more. I will tear apart the shackles that are on you.” “Your dynasty will come to an end. I will desecrate your grave – because you are accursed!” A messenger is proclaiming deliverance: Fulfill your sacred vows to praise God! For never again will the wicked Assyrians invade you, they have been completely destroyed.”"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is a zealous and avenging God;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord is slow to anger but great in power;"
            },
            {
                "verse_number": "4",
                "verse_text": "He shouts a battle cry against the sea and makes it dry up; the blossom of Lebanon withers. His wrath is poured out like volcanic fire, Although I afflicted you, I will destroy the idols and images in the temples of your gods. “Celebrate your sacred festivals, O Judah!"
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains tremble before him,"
            },
            {
                "verse_number": "6",
                "verse_text": "No one can withstand his indignation!"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord is good –"
            },
            {
                "verse_number": "8",
                "verse_text": "But with an overwhelming flood"
            },
            {
                "verse_number": "9",
                "verse_text": "Whatever you plot against the Lord , he will completely destroy!"
            },
            {
                "verse_number": "10",
                "verse_text": "Surely they will be totally consumed"
            },
            {
                "verse_number": "11",
                "verse_text": "From you, O Nineveh, one has marched forth who plots evil against the Lord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "13",
                "verse_text": "And now, I will break Assyria’s yoke bar from your neck;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord has issued a decree against you:"
            },
            {
                "verse_number": "15",
                "verse_text": "(2:1) Look! A herald is running on the mountains!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "(2:2) The watchmen of Nineveh shout: “An enemy who will scatter you is marching out to attack you!” “Guard the rampart! Prepare yourselves for battle! Muster your mighty strength!” as well as the majesty of Israel, though their enemies have plundered them and have destroyed their fields. the mighty soldiers are dressed in scarlet garments. The metal fittings of the chariots shine like fire on the day of battle; the soldiers brandish their spears. they rush back and forth in the broad plazas; they look like lightning bolts, they dash here and there like flashes of lightning. they stumble as they advance; they rush to the city wall and they set up the covered siege tower. the royal palace is deluged and dissolves. her slave girls moan like doves while they beat their breasts. but now her people are running away; she cries out: “Stop! Stop!” – but no one turns back. Their hearts faint, their knees tremble, each stomach churns, each face turns pale! the feeding place of the young lions, where the lion, lioness, and lion cub once prowled and no one disturbed them? and strangled prey to provide food for his lionesses; he filled his lairs with prey “I will burn your chariots with fire; the sword will devour your young lions; you will no longer prey upon the land; the voices of your messengers will no longer be heard.” Watch the road! “Plunder the silver! Plunder the gold!” There is no end to the treasure; riches of every kind of precious thing. and his dens with torn flesh."
            },
            {
                "verse_number": "2",
                "verse_text": "For the Lord will restore the majesty of Jacob,"
            },
            {
                "verse_number": "3",
                "verse_text": "The shields of his warriors are dyed red;"
            },
            {
                "verse_number": "4",
                "verse_text": "The chariots race madly through the streets,"
            },
            {
                "verse_number": "5",
                "verse_text": "The commander orders his officers;"
            },
            {
                "verse_number": "6",
                "verse_text": "The sluice gates are opened;"
            },
            {
                "verse_number": "7",
                "verse_text": "Nineveh is taken into exile and is led away;"
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh was like a pool of water throughout her days,"
            },
            {
                "verse_number": "9",
                "verse_text": "Her conquerors cry out:"
            },
            {
                "verse_number": "10",
                "verse_text": "Destruction, devastation, and desolation!"
            },
            {
                "verse_number": "11",
                "verse_text": "Where now is the den of the lions,"
            },
            {
                "verse_number": "12",
                "verse_text": "The lion tore apart as much prey as his cubs needed"
            },
            {
                "verse_number": "13",
                "verse_text": "“I am against you!” declares the Lord who commands armies:"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Woe to the city guilty of bloodshed! She is full of lies; she is filled with plunder; she has hoarded her spoil! the chariot wheels will shake the ground; the chariot horses will gallop; the war chariots will bolt forward! their swords will flash and their spears will glimmer! There will be many people slain; and countless casualties – so many that people will stumble over the corpses. a seductive mistress who practices sorcery, who enslaves nations by her harlotry, and entices peoples by her sorcery – “I will strip off your clothes! There will be no one to comfort you!” her rampart was the sea, the water was her wall. Put and the Libyans were among her allies. even her infants were smashed to pieces at the head of every street. They cast lots for her nobility; you will go into hiding; If they are shaken, their figs will fall into the mouth of the eater! the gates of your land will be wide open to your enemies; fire will consume the bars of your gates. Trample the mud and tread the clay! Make mud bricks to strengthen your walls! it will devour you like the young locust would. Multiply yourself like the young locust; They are like the young locust which sheds its skin and flies away. your officials are like a swarm of locusts! yet when the sun rises, they fly away; and no one knows where they are. Your officers are slumbering! Your people are scattered like sheep on the mountains your demise is like a fatal injury! All who hear what has happened to you will clap their hands for joy, for no one ever escaped your endless cruelty!"
            },
            {
                "verse_number": "2",
                "verse_text": "The chariot drivers will crack their whips;"
            },
            {
                "verse_number": "3",
                "verse_text": "The charioteers will charge ahead; there will be piles of the dead, I will show your nakedness to the nations and your shame to the kingdoms; I will treat you with contempt; I will make you a public spectacle. they will say, ‘Nineveh has been devastated! Who will lament for her?’ she was located on the banks of the Nile; the waters surrounded her, all her dignitaries were bound with chains. you too will seek refuge from the enemy. Strengthen your fortifications! the sword will cut you down; multiply yourself like the flying locust! They encamp in the walls on a cold day, and there is no one to regather them!"
            },
            {
                "verse_number": "4",
                "verse_text": "“Because you have acted like a wanton prostitute –"
            },
            {
                "verse_number": "5",
                "verse_text": "I am against you,” declares the Lord who commands armies."
            },
            {
                "verse_number": "6",
                "verse_text": "I will pelt you with filth;"
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone who sees you will turn away from you in disgust;"
            },
            {
                "verse_number": "8",
                "verse_text": "You are no more secure than Thebes –"
            },
            {
                "verse_number": "9",
                "verse_text": "Cush and Egypt had limitless strength;"
            },
            {
                "verse_number": "10",
                "verse_text": "Yet she went into captivity as an exile;"
            },
            {
                "verse_number": "11",
                "verse_text": "You too will act like drunkards;"
            },
            {
                "verse_number": "12",
                "verse_text": "All your fortifications will be like fig trees with first-ripe fruit:"
            },
            {
                "verse_number": "13",
                "verse_text": "Your warriors will be like women in your midst;"
            },
            {
                "verse_number": "14",
                "verse_text": "Draw yourselves water for a siege!"
            },
            {
                "verse_number": "15",
                "verse_text": "There the fire will consume you;"
            },
            {
                "verse_number": "16",
                "verse_text": "Increase your merchants more than the stars of heaven!"
            },
            {
                "verse_number": "17",
                "verse_text": "Your courtiers are like locusts,"
            },
            {
                "verse_number": "18",
                "verse_text": "Your shepherds are sleeping, O king of Assyria!"
            },
            {
                "verse_number": "19",
                "verse_text": "Your destruction is like an incurable wound;"
            }
        ]
    }
}