{
    "Job": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man in the land of Uz whose name was Job. And that man was pure and upright, one who feared God and turned away from evil."
            },
            {
                "verse_number": "2",
                "verse_text": "Seven sons and three daughters were born to him."
            },
            {
                "verse_number": "3",
                "verse_text": "His possessions included 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys; in addition he had a very great household. Thus he was the greatest of all the people in the east."
            },
            {
                "verse_number": "4",
                "verse_text": "Now his sons used to go and hold a feast in the house of each one in turn, and they would send and invite their three sisters to eat and to drink with them."
            },
            {
                "verse_number": "5",
                "verse_text": "When the days of their feasting were finished, Job would send for them and sanctify them; he would get up early in the morning and offer burnt offerings according to the number of them all. For Job thought, &apos;Perhaps my children have sinned and cursed God in their hearts.&apos; This was Job&quot;s customary practice."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the day came when the sons of God came to present themselves before the Lord &ndash; and Satan also arrived among them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Satan, &apos;Where have you come from?&apos; And Satan answered the Lord , &apos;From roving about on the earth, and from walking back and forth across it.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the Lord said to Satan, &apos;Have you considered my servant Job? There is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Satan answered the Lord , &apos;Is it for nothing that Job fears God?"
            },
            {
                "verse_number": "10",
                "verse_text": "Have you not made a hedge around him and his household and all that he has on every side? You have blessed the work of his hands, and his livestock have increased in the land."
            },
            {
                "verse_number": "11",
                "verse_text": "But extend your hand and strike everything he has, and he will no doubt curse you to your face!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the Lord said to Satan, &apos;All right then, everything he has is in your power. Only do not extend your hand against the man himself!&apos; So Satan went out from the presence of the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the day came when Job&quot;s sons and daughters were eating and drinking wine in their oldest brother&quot;s house,"
            },
            {
                "verse_number": "14",
                "verse_text": "and a messenger came to Job, saying, &apos;The oxen were plowing and the donkeys were grazing beside them,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the Sabeans swooped down and carried them all away, and they killed the servants with the sword! And I &ndash; only I alone &ndash; escaped to tell you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "While this one was still speaking, another messenger arrived and said, &apos;The fire of God has fallen from heaven and has burned up the sheep and the servants &ndash; it has consumed them! And I &ndash; only I alone &ndash; escaped to tell you!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "While this one was still speaking another messenger arrived and said, &apos;The Chaldeans formed three bands and made a raid on the camels and carried them all away, and they killed the servants with the sword! And I &ndash; only I alone &ndash; escaped to tell you!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While this one was still speaking another messenger arrived and said, &apos;Your sons and your daughters were eating and drinking wine in their oldest brother&quot;s house,"
            },
            {
                "verse_number": "19",
                "verse_text": "and suddenly a great wind swept across the wilderness and struck the four corners of the house, and it fell on the young people, and they died! And I &ndash; only I alone &ndash; escaped to tell you!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Job got up and tore his robe. He shaved his head, and then he threw himself down with his face to the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &apos;Naked I came from my mother&quot;s womb, and naked I will return there. The Lord gives, and the Lord takes away. May the name of the Lord be blessed!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "In all this Job did not sin, nor did he charge God with moral impropriety."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Again the day came when the sons of God came to present themselves before the Lord , and Satan also arrived among them to present himself before the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "And the Lord said to Satan, &apos;Where do you come from?&apos; Satan answered the Lord , &apos;From roving about on the earth, and from walking back and forth across it.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord said to Satan, &apos;Have you considered my servant Job? For there is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil. And he still holds firmly to his integrity, so that you stirred me up to destroy him without reason.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Satan answered the Lord , &apos;Skin for skin! Indeed, a man will give up all that he has to save his life!"
            },
            {
                "verse_number": "5",
                "verse_text": "But extend your hand and strike his bone and his flesh, and he will no doubt curse you to your face!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord said to Satan, &apos;All right, he is in your power; only preserve his life.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Satan went out from the presence of the Lord , and he afflicted Job with a malignant ulcer from the sole of his feet to the top of his head."
            },
            {
                "verse_number": "8",
                "verse_text": "Job took a shard of broken pottery to scrape himself with while he was sitting among the ashes."
            },
            {
                "verse_number": "9",
                "verse_text": "Then his wife said to him, &apos;Are you still holding firmly to your integrity? Curse God, and die!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But he replied, &apos;You&quot;re talking like one of the godless women would do! Should we receive what is good from God, and not also receive what is evil?&apos; In all this Job did not sin by what he said."
            },
            {
                "verse_number": "11",
                "verse_text": "When Job&quot;s three friends heard about all this calamity that had happened to him, each of them came from his own country &ndash; Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to come to show sympathy for him and to console him."
            },
            {
                "verse_number": "12",
                "verse_text": "But when they gazed intently from a distance but did not recognize him, they began to weep loudly. Each of them tore his robes, and they threw dust into the air over their heads."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they sat down with him on the ground for seven days and seven nights, yet no one spoke a word to him, for they saw that his pain was very great."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "After this Job opened his mouth and cursed the day he was born."
            },
            {
                "verse_number": "2",
                "verse_text": "Job spoke up and said:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Let the day on which I was born perish, and the night that said, &quot;A man has been conceived!&quot; let not God on high regard it, nor let light shine on it! shadow claim it; let whatever blackens the day terrify it! let it not be included among the days of the year; let it not enter among the number of the months! let no shout of joy penetrate it! those who are prepared to rouse Leviathan. let it wait for daylight but find none, nor let it see the first rays of dawn, nor did it hide trouble from my eyes! as I came out of the womb? and why were there two breasts that I might nurse at them? and would be quiet, I would be asleep and then at peace who built for themselves places now desolate, who filled their palaces with silver. like a stillborn infant, like infants who have never seen the light? and there the weary are at rest. they do not hear the voice of the oppressor. and the slave is free from his master. and life to those whose soul is bitter, and search for it and are exultant when they find the grave? whose way is hidden, and whom God has hedged in? and my groanings flow forth like water. and what I feared has come upon me. I cannot rest; turmoil has come upon me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "That day &ndash; let it be darkness;"
            },
            {
                "verse_number": "5",
                "verse_text": "Let darkness and the deepest let a cloud settle on it; and why did I not expire more than for hidden treasures,"
            },
            {
                "verse_number": "6",
                "verse_text": "That night &ndash; let darkness seize it;"
            },
            {
                "verse_number": "7",
                "verse_text": "Indeed, let that night be barren;"
            },
            {
                "verse_number": "8",
                "verse_text": "Let those who curse the day curse it &ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "Let its morning stars be darkened;"
            },
            {
                "verse_number": "10",
                "verse_text": "because it did not shut the doors of my mother&quot;s womb on me,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Why did I not die at birth,"
            },
            {
                "verse_number": "12",
                "verse_text": "Why did the knees welcome me,"
            },
            {
                "verse_number": "13",
                "verse_text": "For now I would be lying down"
            },
            {
                "verse_number": "14",
                "verse_text": "with kings and counselors of the earth"
            },
            {
                "verse_number": "15",
                "verse_text": "or with princes who possessed gold,"
            },
            {
                "verse_number": "16",
                "verse_text": "Or why was I not buried"
            },
            {
                "verse_number": "17",
                "verse_text": "There the wicked cease from turmoil,"
            },
            {
                "verse_number": "18",
                "verse_text": "There the prisoners relax together;"
            },
            {
                "verse_number": "19",
                "verse_text": "Small and great are there,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Why does God give light to one who is in misery,"
            },
            {
                "verse_number": "21",
                "verse_text": "to those who wait for death that does not come,"
            },
            {
                "verse_number": "22",
                "verse_text": "who rejoice even to jubilation,"
            },
            {
                "verse_number": "23",
                "verse_text": "Why is light given to a man"
            },
            {
                "verse_number": "24",
                "verse_text": "For my sighing comes in place of my food,"
            },
            {
                "verse_number": "25",
                "verse_text": "For the very thing I dreaded has happened to me,"
            },
            {
                "verse_number": "26",
                "verse_text": "I have no ease, I have no quietness;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz the Temanite answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;If someone should attempt a word with you, will you be impatient? But who can refrain from speaking ? you have strengthened feeble hands. who stumbled, that gave way. and you are discouraged; and you are terrified. and your blameless ways your hope? Who, being innocent, ever perished? And where were upright people ever destroyed? and those who sow trouble reap the same. and by the blast of his anger they are consumed. and the growling of the young lion, but the teeth of the young lions are broken. and the cubs of the lioness are scattered. and my ear caught a whisper of it. when a deep sleep falls on men, and made all my bones shake. it makes the hair of my flesh stand up. but I cannot recognize its appearance; and I hear a murmuring voice: Or a man pure before his Creator? and attributes folly to his angels, who are crushed like a moth? they perish forever without anyone regarding it. They die, yet without attaining wisdom."
            },
            {
                "verse_number": "3",
                "verse_text": "Look, you have instructed many;"
            },
            {
                "verse_number": "4",
                "verse_text": "Your words have supported those and you have strengthened the knees it strikes you, an image is before my eyes, whose foundation is in the dust,"
            },
            {
                "verse_number": "5",
                "verse_text": "But now the same thing comes to you,"
            },
            {
                "verse_number": "6",
                "verse_text": "Is not your piety your confidence,"
            },
            {
                "verse_number": "7",
                "verse_text": "Call to mind now:"
            },
            {
                "verse_number": "8",
                "verse_text": "Even as I have seen, those who plow iniquity"
            },
            {
                "verse_number": "9",
                "verse_text": "By the breath of God they perish,"
            },
            {
                "verse_number": "10",
                "verse_text": "There is the roaring of the lion"
            },
            {
                "verse_number": "11",
                "verse_text": "The mighty lion perishes for lack of prey,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Now a word was secretly brought to me,"
            },
            {
                "verse_number": "13",
                "verse_text": "In the troubling thoughts of the dreams in the night"
            },
            {
                "verse_number": "14",
                "verse_text": "a trembling gripped me &ndash; and a terror! &ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then a breath of air passes by my face;"
            },
            {
                "verse_number": "16",
                "verse_text": "It stands still,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Is a mortal man righteous before God?"
            },
            {
                "verse_number": "18",
                "verse_text": "If God puts no trust in his servants"
            },
            {
                "verse_number": "19",
                "verse_text": "how much more to those who live in houses of clay,"
            },
            {
                "verse_number": "20",
                "verse_text": "They are destroyed between morning and evening;"
            },
            {
                "verse_number": "21",
                "verse_text": "Is not their excess wealth taken away from them?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Call now! Is there anyone who will answer you? To which of the holy ones will you turn? and anger slays the silly one. but suddenly I cursed his place of residence. and they are crushed at the place where judgment is rendered, nor is there anyone to deliver them. and take it even from behind the thorns, and the thirsty swallow up their fortune. as surely as the sparks fly upward. and to God I would set forth my case. marvelous things without number; and sends water on the fields; that those who mourn are raised to safety. so that their hands cannot accomplish what they had planned! and the counsel of the cunning is brought to a quick end. and grope about in the noontime as if it were night. even the poor from the hand of the powerful. and iniquity shuts its mouth. so do not despise the discipline of the Almighty. yes, in seven no evil will touch you. and in time of war from the power of the sword. and will not be afraid of the destruction when it comes. and need not be afraid of the beasts of the earth. and the wild animals will be at peace with you. will be secure, and when you inspect your domains, you will not be missing anything. and your descendants like the grass of the earth. Hear it, and apply it for your own good.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "For wrath kills the foolish person,"
            },
            {
                "verse_number": "3",
                "verse_text": "I myself have seen the fool taking root,"
            },
            {
                "verse_number": "4",
                "verse_text": "His children are far from safety,"
            },
            {
                "verse_number": "5",
                "verse_text": "The hungry eat up his harvest,"
            },
            {
                "verse_number": "6",
                "verse_text": "For evil does not come up from the dust, nor does trouble spring up from the ground, he strikes, but his hands also heal. As stacks of grain are harvested in their season."
            },
            {
                "verse_number": "7",
                "verse_text": "but people are born to trouble,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But as for me, I would seek God,"
            },
            {
                "verse_number": "9",
                "verse_text": "He does great and unsearchable things,"
            },
            {
                "verse_number": "10",
                "verse_text": "he gives rain on the earth,"
            },
            {
                "verse_number": "11",
                "verse_text": "he sets the lowly on high,"
            },
            {
                "verse_number": "12",
                "verse_text": "He frustrates the plans of the crafty"
            },
            {
                "verse_number": "13",
                "verse_text": "He catches the wise in their own craftiness,"
            },
            {
                "verse_number": "14",
                "verse_text": "They meet with darkness in the daytime,"
            },
            {
                "verse_number": "15",
                "verse_text": "So he saves from the sword that comes from their mouth,"
            },
            {
                "verse_number": "16",
                "verse_text": "Thus the poor have hope,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Therefore, blessed is the man whom God corrects,"
            },
            {
                "verse_number": "18",
                "verse_text": "For he wounds, but he also bandages;"
            },
            {
                "verse_number": "19",
                "verse_text": "He will deliver you from six calamities;"
            },
            {
                "verse_number": "20",
                "verse_text": "In time of famine he will redeem you from death,"
            },
            {
                "verse_number": "21",
                "verse_text": "You will be protected from malicious gossip,"
            },
            {
                "verse_number": "22",
                "verse_text": "You will laugh at destruction and famine"
            },
            {
                "verse_number": "23",
                "verse_text": "For you will have a pact with the stones of the field,"
            },
            {
                "verse_number": "24",
                "verse_text": "And you will know that your home"
            },
            {
                "verse_number": "25",
                "verse_text": "You will also know that your children will be numerous,"
            },
            {
                "verse_number": "26",
                "verse_text": "You will come to your grave in a full age,"
            },
            {
                "verse_number": "27",
                "verse_text": "Look, we have investigated this, so it is true."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Job responded:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Oh, if only my grief could be weighed, and my misfortune laid on the scales too! that is why my words have been wild. my spirit drinks their poison; God&quot;s sudden terrors are arrayed against me. Or does the ox low near its fodder? Or is there any taste in the white of an egg? they are like loathsome food to me. and that God would grant me what I long for! that he would let loose his hand and kill me. then I would rejoice, in spite of pitiless pain, for I have not concealed the words of the Holy One. and what is my end, and has not every resource been driven from me? even if he forsakes the fear of the Almighty. and as the riverbeds of the intermittent streams that flow away. snow is piled up over them. when it is hot, they vanish from their place. they go into the wasteland and perish. the traveling merchants of Sheba hoped for them. because each one had been so confident; they arrived there, but were disappointed. you see a terror, and are afraid. and from your fortune make gifts in my favor&quot;? and from the hand of tyrants ransom me&quot;? explain to me how I have been mistaken. But what does your reproof prove? and treat the words of a despairing man as wind? and auction off your friend. and I will not lie to your face! reconsider, for my righteousness is intact! Can my mouth not discern evil things?"
            },
            {
                "verse_number": "3",
                "verse_text": "But because it is heavier than the sand of the sea,"
            },
            {
                "verse_number": "4",
                "verse_text": "For the arrows of the Almighty are within me;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Does the wild donkey bray when it is near grass?"
            },
            {
                "verse_number": "6",
                "verse_text": "Can food that is tasteless be eaten without salt?"
            },
            {
                "verse_number": "7",
                "verse_text": "I have refused to touch such things;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Oh that my request would be realized,"
            },
            {
                "verse_number": "9",
                "verse_text": "And that God would be willing to crush me,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I would yet have my comfort,"
            },
            {
                "verse_number": "11",
                "verse_text": "What is my strength, that I should wait? that I should prolong my life? or is my flesh made of bronze?"
            },
            {
                "verse_number": "12",
                "verse_text": "Is my strength like that of stones?"
            },
            {
                "verse_number": "13",
                "verse_text": "Is not my power to help myself nothing,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;To the one in despair, kindness should come from his friend"
            },
            {
                "verse_number": "15",
                "verse_text": "My brothers have been as treacherous as a seasonal stream,"
            },
            {
                "verse_number": "16",
                "verse_text": "They are dark because of ice;"
            },
            {
                "verse_number": "17",
                "verse_text": "When they are scorched, they dry up,"
            },
            {
                "verse_number": "18",
                "verse_text": "Caravans turn aside from their routes;"
            },
            {
                "verse_number": "19",
                "verse_text": "The caravans of Tema looked intently for these streams;"
            },
            {
                "verse_number": "20",
                "verse_text": "They were distressed,"
            },
            {
                "verse_number": "21",
                "verse_text": "For now you have become like these streams that are no help;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Have I ever said, &quot;Give me something,"
            },
            {
                "verse_number": "23",
                "verse_text": "Or &quot;Deliver me from the enemy&quot;s power,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Teach me and I, for my part, will be silent;"
            },
            {
                "verse_number": "25",
                "verse_text": "How painful are honest words!"
            },
            {
                "verse_number": "26",
                "verse_text": "Do you intend to criticize mere words,"
            },
            {
                "verse_number": "27",
                "verse_text": "Yes, you would gamble for the fatherless,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Now then, be good enough to look at me;"
            },
            {
                "verse_number": "29",
                "verse_text": "Relent, let there be no falsehood;"
            },
            {
                "verse_number": "30",
                "verse_text": "Is there any falsehood on my lips?"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Does not humanity have hard service on earth? Are not their days also until the day dawns. I will speak in the anguish of my spirit; long enough to swallow my spittle? and take away my iniquity? but I will be gone.&apos; like the days of a hired man? and like a hired man looking for his wages, months of futility, and nights of sorrow have been appointed to me. and the night stretches on and I toss and turn restlessly my skin is broken and festering. and they come to an end without hope. that my eyes will never again see happiness. your eyes will look for me, but I will be gone. so the one who goes down to the grave does not come up again. nor does his place of residence know him any more. I will complain in the bitterness of my soul. that you must put me under guard? my couch will ease my complaint,&apos; and terrify me with visions, and death more than life. leave me alone, for my days are a vapor! and that you pay attention to them? and try them every moment? will you not let me alone O watcher of men? Why have you set me as your target? Have I become a burden to you? For now I will lie down in the dust, and you will seek me diligently,"
            },
            {
                "verse_number": "2",
                "verse_text": "Like a servant longing for the evening shadow,"
            },
            {
                "verse_number": "3",
                "verse_text": "thus I have been made to inherit"
            },
            {
                "verse_number": "4",
                "verse_text": "If I lie down, I say, &quot;When will I arise?&quot;,"
            },
            {
                "verse_number": "5",
                "verse_text": "My body is clothed with worms and dirty scabs;"
            },
            {
                "verse_number": "6",
                "verse_text": "My days are swifter than a weaver&quot;s shuttle"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember that my life is but a breath,"
            },
            {
                "verse_number": "8",
                "verse_text": "The eye of him who sees me now will see me no more;"
            },
            {
                "verse_number": "9",
                "verse_text": "As a cloud is dispersed and then disappears,"
            },
            {
                "verse_number": "10",
                "verse_text": "He returns no more to his house,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Therefore, I will not refrain my mouth;"
            },
            {
                "verse_number": "12",
                "verse_text": "Am I the sea, or the creature of the deep,"
            },
            {
                "verse_number": "13",
                "verse_text": "If I say, &apos;My bed will comfort me,"
            },
            {
                "verse_number": "14",
                "verse_text": "then you scare me with dreams"
            },
            {
                "verse_number": "15",
                "verse_text": "so that I would prefer strangling,"
            },
            {
                "verse_number": "16",
                "verse_text": "I loathe it; I do not want to live forever;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;What is mankind that you make so much of them,"
            },
            {
                "verse_number": "18",
                "verse_text": "And that you visit them every morning,"
            },
            {
                "verse_number": "19",
                "verse_text": "Will you never look away from me,"
            },
            {
                "verse_number": "20",
                "verse_text": "If I have sinned &ndash; what have I done to you,"
            },
            {
                "verse_number": "21",
                "verse_text": "And why do you not pardon my transgression,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad the Shuhite spoke up and said:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you speak these things, seeing that the words of your mouth are like a great wind? Or does the Almighty pervert what is right? he gave them over to the penalty of their sin. and make your supplication to the Almighty, even now he will rouse himself for you, and will restore your righteous abode. since your future will flourish. and pay attention to the findings of their ancestors; since our days on earth are but a shadow. and bring forth words from their understanding? Can reeds flourish without water? and not ripe for cutting, they can wither away faster than any grass! the hope of the godless perishes, whose security is a spider&quot;s web. he takes hold of it but it does not stand. its shoots spread over its garden. and it looks for a place among stones. then that place will disown him, saying, and out of the earth others spring up. nor does he grasp the hand"
            },
            {
                "verse_number": "3",
                "verse_text": "Does God pervert justice?"
            },
            {
                "verse_number": "4",
                "verse_text": "If your children sinned against him,"
            },
            {
                "verse_number": "5",
                "verse_text": "But if you will look to God,"
            },
            {
                "verse_number": "6",
                "verse_text": "if you become pure and upright,"
            },
            {
                "verse_number": "7",
                "verse_text": "Your beginning will seem so small,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;For inquire now of the former generation,"
            },
            {
                "verse_number": "9",
                "verse_text": "For we were born yesterday and do not have knowledge,"
            },
            {
                "verse_number": "10",
                "verse_text": "Will they not instruct you and speak to you,"
            },
            {
                "verse_number": "11",
                "verse_text": "Can the papyrus plant grow tall where there is no marsh?"
            },
            {
                "verse_number": "12",
                "verse_text": "While they are still beginning to flower"
            },
            {
                "verse_number": "13",
                "verse_text": "Such is the destiny of all who forget God;"
            },
            {
                "verse_number": "14",
                "verse_text": "whose trust is in something futile,"
            },
            {
                "verse_number": "15",
                "verse_text": "He leans against his house but it does not hold up,"
            },
            {
                "verse_number": "16",
                "verse_text": "He is a well-watered plant in the sun,"
            },
            {
                "verse_number": "17",
                "verse_text": "It wraps its roots around a heap of stones"
            },
            {
                "verse_number": "18",
                "verse_text": "If he is uprooted from his place, &quot;I have never seen you!&quot; of the evildoers. and your lips with gladness. and the tent of the wicked will be no more.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Indeed, this is the joy of his way,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Surely, God does not reject a blameless man,"
            },
            {
                "verse_number": "21",
                "verse_text": "He will yet fill your mouth with laughter,"
            },
            {
                "verse_number": "22",
                "verse_text": "Those who hate you will be clothed with shame,"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Truly, I know that this is so. But how can a human be just before God? he cannot answer him one time in a thousand. who has resisted him and remained safe? who overturns them in his anger; so that its pillars tremble; and seals up the stars; and treads on the waves of the sea; and the constellations of the southern sky; if he goes by, I cannot perceive him. under him the helpers of Rahab lie crushed. and choose my words to argue with him! I could not answer him; I could only plead with my judge for mercy. I would not believe and multiplies my wounds for no reason. for he fills me with bitterness. most certainly he is the strong one! he will say, &quot;Who will summon me?&quot; my mouth would condemn me; it would declare me perverse. he mocks at the despair of the innocent. into the hand of a wicked man, he covers the faces of its judges; if it is not he, then who is it? like an eagle that swoops down on its prey. I will change my expression and be cheerful,&quot; for I know that you do not hold me blameless. why then weary myself in vain? and make my hands clean with lye, that I might answer him, that we might come together in judgment. who might lay his hand on us both, so that his terror would not make me afraid. but it is not so with me."
            },
            {
                "verse_number": "3",
                "verse_text": "If someone wishes to contend with him,"
            },
            {
                "verse_number": "4",
                "verse_text": "He is wise in heart and mighty in strength &ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "He who removes mountains suddenly,"
            },
            {
                "verse_number": "6",
                "verse_text": "he who shakes the earth out of its place"
            },
            {
                "verse_number": "7",
                "verse_text": "he who commands the sun and it does not shine"
            },
            {
                "verse_number": "8",
                "verse_text": "he alone spreads out the heavens,"
            },
            {
                "verse_number": "9",
                "verse_text": "he makes the Bear, Orion, and the Pleiades,"
            },
            {
                "verse_number": "10",
                "verse_text": "he does great and unsearchable things, and wonderful things without number. Who dares to say to him, &quot;What are you doing?&quot; that he would be listening to my voice &ndash; And if it is a matter of justice, although I am blameless, I despise my life. &quot;He destroys the blameless and the guilty.&quot; they speed by without seeing happiness. and my own clothes abhor me."
            },
            {
                "verse_number": "11",
                "verse_text": "If he passes by me, I cannot see him,"
            },
            {
                "verse_number": "12",
                "verse_text": "If he snatches away, who can turn him back?"
            },
            {
                "verse_number": "13",
                "verse_text": "God does not restrain his anger;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;How much less, then, can I answer him"
            },
            {
                "verse_number": "15",
                "verse_text": "Although I am innocent,"
            },
            {
                "verse_number": "16",
                "verse_text": "If I summoned him, and he answered me,"
            },
            {
                "verse_number": "17",
                "verse_text": "he who crushes me with a tempest,"
            },
            {
                "verse_number": "18",
                "verse_text": "He does not allow me to recover my breath,"
            },
            {
                "verse_number": "19",
                "verse_text": "If it is a matter of strength,"
            },
            {
                "verse_number": "20",
                "verse_text": "Although I am innocent,"
            },
            {
                "verse_number": "21",
                "verse_text": "I am blameless. I do not know myself."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;It is all one! That is why I say,"
            },
            {
                "verse_number": "23",
                "verse_text": "If a scourge brings sudden death,"
            },
            {
                "verse_number": "24",
                "verse_text": "If a land has been given"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;My days are swifter than a runner,"
            },
            {
                "verse_number": "26",
                "verse_text": "They glide by like reed boats,"
            },
            {
                "verse_number": "27",
                "verse_text": "If I say, &quot;I will forget my complaint,"
            },
            {
                "verse_number": "28",
                "verse_text": "I dread all my sufferings,"
            },
            {
                "verse_number": "29",
                "verse_text": "If I am guilty,"
            },
            {
                "verse_number": "30",
                "verse_text": "If I wash myself with snow water,"
            },
            {
                "verse_number": "31",
                "verse_text": "then you plunge me into a slimy pit"
            },
            {
                "verse_number": "32",
                "verse_text": "For he is not a human being like I am,"
            },
            {
                "verse_number": "33",
                "verse_text": "Nor is there an arbiter between us,"
            },
            {
                "verse_number": "34",
                "verse_text": "who would take his rod away from me"
            },
            {
                "verse_number": "35",
                "verse_text": "Then would I speak and not fear him,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am weary of my life; I will complain without restraint; tell me why you are contending with me.&quot; to despise the work of your hands, while you smile or do you see as a human being sees? or your years like the years of a mortal, and that there is no one who can deliver but now you destroy me completely. will you return me to dust? and curdle me like cheese? and knit me together with bones and sinews. and your intervention watched over my spirit. I know that this is with you: and if I am innocent, I cannot lift my head; I am full of shame, and satiated with my affliction. you hunt me as a fierce lion, and again you display your power against me. relief troops come against me. I should have died Cease, then, and leave me alone, that I may find a little comfort, and the deepest shadow, and the deepest shadow and disorder, where even the light is like darkness.&apos; I will speak in the bitterness of my soul. on the schemes of the wicked? and inquire about my sin, out of your hand? and you would not acquit me of my iniquity. and increase your anger against me; and no eye would have seen me! I should have been carried right from the womb to the grave! to the land of darkness like the deepest darkness,"
            },
            {
                "verse_number": "2",
                "verse_text": "I will say to God, &quot;Do not condemn me;"
            },
            {
                "verse_number": "3",
                "verse_text": "Is it good for you to oppress,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do you have eyes of flesh,"
            },
            {
                "verse_number": "5",
                "verse_text": "Are your days like the days of a mortal,"
            },
            {
                "verse_number": "6",
                "verse_text": "that you must search out my iniquity,"
            },
            {
                "verse_number": "7",
                "verse_text": "although you know that I am not guilty,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Your hands have shaped me and made me,"
            },
            {
                "verse_number": "9",
                "verse_text": "Remember that you have made me as with the clay;"
            },
            {
                "verse_number": "10",
                "verse_text": "Did you not pour me out like milk,"
            },
            {
                "verse_number": "11",
                "verse_text": "You clothed me with skin and flesh"
            },
            {
                "verse_number": "12",
                "verse_text": "You gave me life and favor,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But these things you have concealed in your heart;"
            },
            {
                "verse_number": "14",
                "verse_text": "If I sinned, then you would watch me"
            },
            {
                "verse_number": "15",
                "verse_text": "If I am guilty, woe to me,"
            },
            {
                "verse_number": "16",
                "verse_text": "If I lift myself up,"
            },
            {
                "verse_number": "17",
                "verse_text": "You bring new witnesses against me,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Why then did you bring me out from the womb?"
            },
            {
                "verse_number": "19",
                "verse_text": "I should have been as though I had never existed;"
            },
            {
                "verse_number": "20",
                "verse_text": "Are not my days few?"
            },
            {
                "verse_number": "21",
                "verse_text": "before I depart, never to return,"
            },
            {
                "verse_number": "22",
                "verse_text": "to the land of utter darkness,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar the Naamathite spoke up and said:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Should not this abundance of words be answered, or should this talkative man be vindicated? and will no one rebuke you when you mock? if only he would open his lips against you, for true wisdom has two sides &ndash; so that you would know that God has forgiven some of your sins. Can you find out the perfection of the Almighty? It is deeper than Sheol &ndash; what can you know? and convenes a court, then who can prevent him? when he sees evil, will he not consider it? when a wild donkey&quot;s colt is born a human being. and if you stretch out your hands toward him, without blemish; you will be securely established like water that has flowed away. though there be darkness, you will be protected and many will seek your favor. and escape eludes them; their one hope is to breathe their last.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Will your idle talk reduce people to silence,"
            },
            {
                "verse_number": "4",
                "verse_text": "For you have said, &quot;My teaching is flawless, and I am pure in your sight.&quot; and broader than the sea. and do not let evil reside in your tents. and will not fear. you will remember it it will be like the morning. and will take your rest in safety."
            },
            {
                "verse_number": "5",
                "verse_text": "But if only God would speak,"
            },
            {
                "verse_number": "6",
                "verse_text": "and reveal to you the secrets of wisdom &ndash;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Can you discover the essence of God?"
            },
            {
                "verse_number": "8",
                "verse_text": "It is higher than the heavens &ndash; what can you do?"
            },
            {
                "verse_number": "9",
                "verse_text": "Its measure is longer than the earth,"
            },
            {
                "verse_number": "10",
                "verse_text": "If he comes by and confines you"
            },
            {
                "verse_number": "11",
                "verse_text": "For he knows deceitful men;"
            },
            {
                "verse_number": "12",
                "verse_text": "But an empty man will become wise,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;As for you, if you prove faithful,"
            },
            {
                "verse_number": "14",
                "verse_text": "if iniquity is in your hand &ndash; put it far away,"
            },
            {
                "verse_number": "15",
                "verse_text": "For then you will lift up your face"
            },
            {
                "verse_number": "16",
                "verse_text": "For you will forget your trouble;"
            },
            {
                "verse_number": "17",
                "verse_text": "And life will be brighter than the noonday;"
            },
            {
                "verse_number": "18",
                "verse_text": "And you will be secure, because there is hope;"
            },
            {
                "verse_number": "19",
                "verse_text": "You will lie down with no one to make you afraid,"
            },
            {
                "verse_number": "20",
                "verse_text": "But the eyes of the wicked fail,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Without a doubt you are the people, and wisdom will die with you. I am not inferior to you. Who does not know such things as these? I, who called on God and whom he answered &ndash; a righteous and blameless man (according to the ideas of the fortunate ) &ndash; a fate for those whose feet slip! and those who provoke God are confident &ndash; who carry their god in their hands. that the hand of the Lord has done this, and the breath of all the human race. as the tongue tastes food? counsel and understanding are his. if he imprisons a person, there is no escape. if he releases them, they destroy the land. both the one who goes astray and makes judges into fools. and binds a loincloth around their waist. and overthrows the potentates. and takes away the discernment of elders. and disarms the powerful. and brings deep shadows into the light. and disperses them. of their understanding; in a trackless desert waste. he makes them stagger like drunkards."
            },
            {
                "verse_number": "3",
                "verse_text": "I also have understanding as well as you;"
            },
            {
                "verse_number": "4",
                "verse_text": "I am a laughingstock to my friends, is a laughingstock! or the birds of the sky and they will tell you. or let the fish of the sea declare to you. Does not long life bring understanding? and the one who misleads are his. he extends the boundaries of nations he makes them wander"
            },
            {
                "verse_number": "5",
                "verse_text": "For calamity, there is derision"
            },
            {
                "verse_number": "6",
                "verse_text": "But the tents of robbers are peaceful,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But now, ask the animals and they will teach you,"
            },
            {
                "verse_number": "8",
                "verse_text": "Or speak to the earth and it will teach you,"
            },
            {
                "verse_number": "9",
                "verse_text": "Which of all these does not know"
            },
            {
                "verse_number": "10",
                "verse_text": "in whose hand is the life of every creature"
            },
            {
                "verse_number": "11",
                "verse_text": "Does not the ear test words,"
            },
            {
                "verse_number": "12",
                "verse_text": "Is not wisdom found among the aged?"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;With God are wisdom and power;"
            },
            {
                "verse_number": "14",
                "verse_text": "If he tears down, it cannot be rebuilt;"
            },
            {
                "verse_number": "15",
                "verse_text": "If he holds back the waters, then they dry up;"
            },
            {
                "verse_number": "16",
                "verse_text": "With him are strength and prudence;"
            },
            {
                "verse_number": "17",
                "verse_text": "He leads counselors away stripped"
            },
            {
                "verse_number": "18",
                "verse_text": "He loosens the bonds of kings"
            },
            {
                "verse_number": "19",
                "verse_text": "He leads priests away stripped"
            },
            {
                "verse_number": "20",
                "verse_text": "He deprives the trusted advisers of speech"
            },
            {
                "verse_number": "21",
                "verse_text": "He pours contempt on noblemen"
            },
            {
                "verse_number": "22",
                "verse_text": "He reveals the deep things of darkness,"
            },
            {
                "verse_number": "23",
                "verse_text": "He makes nations great, and destroys them;"
            },
            {
                "verse_number": "24",
                "verse_text": "He deprives the leaders of the earth"
            },
            {
                "verse_number": "25",
                "verse_text": "They grope about in darkness without light;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Indeed, my eyes have seen all this, my ears have heard and understood it. Will you speak deceitfully for him? and take my life in my hands? and then I will not hide from your face: or I will speak, and you respond to me. and regard me as your enemy? like a garment eaten by moths."
            },
            {
                "verse_number": "2",
                "verse_text": "What you know, I know also; I am not inferior to you! and I desire to argue my case with God. all of you are worthless physicians! For you, that would be wisdom. and be attentive to my lips&quot; contentions. Will you argue the case for God? Or as one deceives a man would you deceive him? if you secretly showed partiality! and the fear he inspires fall on you? your defenses are defenses of clay. then let come to me what may. I will surely defend my ways to his face! for no godless person would come before him. let your ears be attentive to my explanation. I know that I am right. If anyone can, I will be silent and die. and stop making me afraid with your terror. Show me my transgression and my sin. and chase after dry chaff? and cause me to inherit the sins of my youth. and you watch all my movements; you put marks on the soles of my feet."
            },
            {
                "verse_number": "3",
                "verse_text": "But I wish to speak to the Almighty,"
            },
            {
                "verse_number": "4",
                "verse_text": "But you, however, are inventors of lies;"
            },
            {
                "verse_number": "5",
                "verse_text": "If only you would keep completely silent!"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Listen now to my argument,"
            },
            {
                "verse_number": "7",
                "verse_text": "Will you speak wickedly on God&quot;s behalf?"
            },
            {
                "verse_number": "8",
                "verse_text": "Will you show him partiality?"
            },
            {
                "verse_number": "9",
                "verse_text": "Would it turn out well if he would examine you?"
            },
            {
                "verse_number": "10",
                "verse_text": "He would certainly rebuke you"
            },
            {
                "verse_number": "11",
                "verse_text": "Would not his splendor terrify you"
            },
            {
                "verse_number": "12",
                "verse_text": "Your maxims are proverbs of ashes;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Refrain from talking with me so that I may speak;"
            },
            {
                "verse_number": "14",
                "verse_text": "Why do I put myself in peril,"
            },
            {
                "verse_number": "15",
                "verse_text": "Even if he slays me, I will hope in him;"
            },
            {
                "verse_number": "16",
                "verse_text": "Moreover, this will become my deliverance,"
            },
            {
                "verse_number": "17",
                "verse_text": "Listen carefully to my words;"
            },
            {
                "verse_number": "18",
                "verse_text": "See now, I have prepared my case;"
            },
            {
                "verse_number": "19",
                "verse_text": "Who will contend with me?"
            },
            {
                "verse_number": "20",
                "verse_text": "Only in two things spare me, O God,"
            },
            {
                "verse_number": "21",
                "verse_text": "Remove your hand far from me"
            },
            {
                "verse_number": "22",
                "verse_text": "Then call, and I will answer,"
            },
            {
                "verse_number": "23",
                "verse_text": "How many are my iniquities and sins?"
            },
            {
                "verse_number": "24",
                "verse_text": "Why do you hide your face"
            },
            {
                "verse_number": "25",
                "verse_text": "Do you wish to torment a windblown leaf"
            },
            {
                "verse_number": "26",
                "verse_text": "For you write down bitter things against me"
            },
            {
                "verse_number": "27",
                "verse_text": "And you put my feet in the stocks"
            },
            {
                "verse_number": "28",
                "verse_text": "So I waste away like something rotten,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Man, born of woman, lives but a few days, and they are full of trouble. he flees like a shadow, and does not remain. And do you bring me before you for judgment? the number of his months is under your control; you have set his limit and he cannot pass it. until he fulfills his time like a hired man. and its stump begins to die in the soil, and put forth shoots like a new plant. he expires &ndash; and where is he? until the heavens are no more, they will not awake and conceal me till your anger has passed! O that you would set me a time and then remember me! All the days of my hard service I will wait until my release comes. you will long for the creature you have made. then you would not mark my sin. you would cover over my sin. and torrents wash away the soil, so you destroy man&quot;s hope. you change his appearance he does not know it; he does not see it. and he mourns for himself.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "He grows up like a flower and then withers away;"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you fix your eye on such a one?"
            },
            {
                "verse_number": "4",
                "verse_text": "Who can make a clean thing come from an unclean? No one! If it is cut down, it will sprout again, and its new shoots will not fail. or a river drains away and dries up, nor arise from their sleep. and as a rock will be removed from its place, and he departs; and send him away. if they are brought low,"
            },
            {
                "verse_number": "5",
                "verse_text": "Since man&quot;s days are determined,"
            },
            {
                "verse_number": "6",
                "verse_text": "Look away from him and let him desist,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But there is hope for a tree:"
            },
            {
                "verse_number": "8",
                "verse_text": "Although its roots may grow old in the ground"
            },
            {
                "verse_number": "9",
                "verse_text": "at the scent of water it will flourish"
            },
            {
                "verse_number": "10",
                "verse_text": "But man dies and is powerless;"
            },
            {
                "verse_number": "11",
                "verse_text": "As water disappears from the sea,"
            },
            {
                "verse_number": "12",
                "verse_text": "so man lies down and does not rise;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;O that you would hide me in Sheol,"
            },
            {
                "verse_number": "14",
                "verse_text": "If a man dies, will he live again?"
            },
            {
                "verse_number": "15",
                "verse_text": "You will call and I &ndash; I will answer you;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Surely now you count my steps;"
            },
            {
                "verse_number": "17",
                "verse_text": "My offenses would be sealed up in a bag;"
            },
            {
                "verse_number": "18",
                "verse_text": "But as a mountain falls away and crumbles,"
            },
            {
                "verse_number": "19",
                "verse_text": "as water wears away stones,"
            },
            {
                "verse_number": "20",
                "verse_text": "You overpower him once for all,"
            },
            {
                "verse_number": "21",
                "verse_text": "If his sons are honored,"
            },
            {
                "verse_number": "22",
                "verse_text": "Only his flesh has pain for himself,"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz the Temanite answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Does a wise man answer with blustery knowledge, or fill his belly with the east wind? and hinder meditation before God. you choose the language of the crafty. your own lips testify against you. Do you limit wisdom to yourself? What do you understand that we don&quot;t understand? men far older than your father. or a word spoken in gentleness to you? and why do your eyes flash, and allow such words to escape from your mouth? if even the heavens are not pure in his eyes, who drinks in evil like water! and what I have seen, I will declare, from the tradition of their ancestors, when no foreigner passed among them. that are stored up for the tyrant. in a time of peace marauders attack him. he is marked for the sword; he knows that the day of darkness is at hand. like a king ready to launch an attack, and vaunts himself against the Almighty, with a thick, strong shield! and made his hips bulge with fat, and in houses where no one lives, where they are ready to crumble into heaps. nor will his possessions spread over the land. by the breath of God&quot;s mouth. for worthlessness will be his reward. and his branches will not flourish. he will shed his blossoms. and fire consumes the tents of those who accept bribes. their belly prepares deception.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Does he argue with useless talk, with words that have no value in them? Were you brought forth before the hills? or one born of woman, that he should be righteous? listen to me, hiding nothing, throughout the number of the years they prevail against him and his wealth will not endure, a flame will wither his shoots and he will depart deceiving himself; and like an olive tree"
            },
            {
                "verse_number": "4",
                "verse_text": "But you even break off piety,"
            },
            {
                "verse_number": "5",
                "verse_text": "Your sin inspires your mouth;"
            },
            {
                "verse_number": "6",
                "verse_text": "Your own mouth condemns you, not I;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Were you the first man ever born?"
            },
            {
                "verse_number": "8",
                "verse_text": "Do you listen in on God&quot;s secret council?"
            },
            {
                "verse_number": "9",
                "verse_text": "What do you know that we don&quot;t know?"
            },
            {
                "verse_number": "10",
                "verse_text": "The gray-haired and the aged are on our side,"
            },
            {
                "verse_number": "11",
                "verse_text": "Are God&quot;s consolations too trivial for you;"
            },
            {
                "verse_number": "12",
                "verse_text": "Why has your heart carried you away,"
            },
            {
                "verse_number": "13",
                "verse_text": "when you turn your rage against God"
            },
            {
                "verse_number": "14",
                "verse_text": "What is man that he should be pure,"
            },
            {
                "verse_number": "15",
                "verse_text": "If God places no trust in his holy ones,"
            },
            {
                "verse_number": "16",
                "verse_text": "how much less man, who is abominable and corrupt,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I will explain to you;"
            },
            {
                "verse_number": "18",
                "verse_text": "what wise men declare,"
            },
            {
                "verse_number": "19",
                "verse_text": "to whom alone the land was given"
            },
            {
                "verse_number": "20",
                "verse_text": "All his days the wicked man suffers torment,"
            },
            {
                "verse_number": "21",
                "verse_text": "Terrifying sounds fill his ears;"
            },
            {
                "verse_number": "22",
                "verse_text": "He does not expect to escape from darkness;"
            },
            {
                "verse_number": "23",
                "verse_text": "he wanders about &ndash; food for vultures;"
            },
            {
                "verse_number": "24",
                "verse_text": "Distress and anguish terrify him;"
            },
            {
                "verse_number": "25",
                "verse_text": "for he stretches out his hand against God,"
            },
            {
                "verse_number": "26",
                "verse_text": "defiantly charging against him"
            },
            {
                "verse_number": "27",
                "verse_text": "Because he covered his face with fat,"
            },
            {
                "verse_number": "28",
                "verse_text": "he lived in ruined towns"
            },
            {
                "verse_number": "29",
                "verse_text": "He will not grow rich,"
            },
            {
                "verse_number": "30",
                "verse_text": "He will not escape the darkness;"
            },
            {
                "verse_number": "31",
                "verse_text": "Let him not trust in what is worthless,"
            },
            {
                "verse_number": "32",
                "verse_text": "Before his time he will be paid in full,"
            },
            {
                "verse_number": "33",
                "verse_text": "Like a vine he will let his sour grapes fall,"
            },
            {
                "verse_number": "34",
                "verse_text": "For the company of the godless is barren,"
            },
            {
                "verse_number": "35",
                "verse_text": "They conceive trouble and bring forth evil;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have heard many things like these before. What miserable comforters are you all! Or what provokes you that you answer? if you were in my place; I could pile up words against you and I could shake my head at you. comfort from my lips would bring you relief. &ndash; how much of it goes away? and it has become a witness; my leanness has risen up against me my adversary locks his eyes on me. they have struck my cheek in scorn; they unite together against me. and throws me into the hands of wicked men. He has seized me by the neck and crushed me. Without pity he pierces my kidneys and pours out my gall on the ground. he rushes against me like a warrior. and buried my horn in the dust; and on my eyelids there is a deep darkness, nor let there be a secret place for my cry. my advocate is on high. as my eyes pour out tears to God; as a man pleads for his friend. and then I will go on the way of no return."
            },
            {
                "verse_number": "3",
                "verse_text": "Will there be an end to your windy words?"
            },
            {
                "verse_number": "4",
                "verse_text": "I also could speak like you,"
            },
            {
                "verse_number": "5",
                "verse_text": "But I would strengthen you with my words;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;But if I speak, my pain is not relieved, and if I refrain from speaking you have devastated my entire household. and testifies against me. he has gnashed at me with his teeth; He has made me his target; and my prayer is pure."
            },
            {
                "verse_number": "7",
                "verse_text": "Surely now he has worn me out,"
            },
            {
                "verse_number": "8",
                "verse_text": "You have seized me,"
            },
            {
                "verse_number": "9",
                "verse_text": "His anger has torn me and persecuted me;"
            },
            {
                "verse_number": "10",
                "verse_text": "People have opened their mouths against me,"
            },
            {
                "verse_number": "11",
                "verse_text": "God abandons me to evil men,"
            },
            {
                "verse_number": "12",
                "verse_text": "I was in peace, and he has shattered me."
            },
            {
                "verse_number": "13",
                "verse_text": "his archers surround me."
            },
            {
                "verse_number": "14",
                "verse_text": "He breaks through against me, time and time again;"
            },
            {
                "verse_number": "15",
                "verse_text": "I have sewed sackcloth on my skin,"
            },
            {
                "verse_number": "16",
                "verse_text": "my face is reddened because of weeping,"
            },
            {
                "verse_number": "17",
                "verse_text": "although there is no violence in my hands"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;O earth, do not cover my blood,"
            },
            {
                "verse_number": "19",
                "verse_text": "Even now my witness is in heaven;"
            },
            {
                "verse_number": "20",
                "verse_text": "My intercessor is my friend"
            },
            {
                "verse_number": "21",
                "verse_text": "and he contends with God on behalf of man"
            },
            {
                "verse_number": "22",
                "verse_text": "For the years that lie ahead are few,"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "My spirit is broken, my days have faded out, the grave awaits me. my eyes must dwell on their hostility. Who else will put up security for me? therefore you will not exalt them. I am the one in whose face they spit. my whole frame is but a shadow. the innocent man is troubled with the godless. and the one with clean hands grows stronger. even the desires of my heart. they say, &quot;The light is near in the face of darkness.&quot; And my hope, who sees it? Will we descend together into the dust?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Surely mockery is with me;"
            },
            {
                "verse_number": "3",
                "verse_text": "Make then my pledge with you."
            },
            {
                "verse_number": "4",
                "verse_text": "Because you have closed their minds to understanding,"
            },
            {
                "verse_number": "5",
                "verse_text": "If a man denounces his friends for personal gain, the eyes of his children will fail. I will not find a wise man among you. if I spread out my bed in darkness, and to the worm, &quot;My Mother,&quot; or &quot;My sister,&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "He has made me a byword to people,"
            },
            {
                "verse_number": "7",
                "verse_text": "My eyes have grown dim with grief;"
            },
            {
                "verse_number": "8",
                "verse_text": "Upright men are appalled at this;"
            },
            {
                "verse_number": "9",
                "verse_text": "But the righteous man holds to his way,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But turn, all of you, and come now!"
            },
            {
                "verse_number": "11",
                "verse_text": "My days have passed, my plans are shattered,"
            },
            {
                "verse_number": "12",
                "verse_text": "These men change night into day;"
            },
            {
                "verse_number": "13",
                "verse_text": "If I hope for the grave to be my home,"
            },
            {
                "verse_number": "14",
                "verse_text": "If I cry to corruption, &quot;You are my father,&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "where then is my hope?"
            },
            {
                "verse_number": "16",
                "verse_text": "Will it go down to the barred gates of death?"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad the Shuhite answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long until you make an end of words? You must consider, and then we can talk. and considered stupid in your sight? will the earth be abandoned for your sake? Or will a rock be moved from its place? his flame of fire does not shine. his lamp above him is extinguished. and his own counsel throws him down. and he wanders into a mesh. a snare grips him. and a trap for him lies on the path. and dog his every step. and misfortune is ready at his side. the most terrible death devours his limbs. and marched off to the king of terrors. he has no name in the land. no survivor in those places he once stayed. people of the east are seized with horror, saying, and this is the place of one who has not known God.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Why should we be regarded as beasts,"
            },
            {
                "verse_number": "4",
                "verse_text": "You who tear yourself to pieces in your anger,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes, the lamp of the wicked is extinguished;"
            },
            {
                "verse_number": "6",
                "verse_text": "The light in his tent grows dark;"
            },
            {
                "verse_number": "7",
                "verse_text": "His vigorous steps are restricted,"
            },
            {
                "verse_number": "8",
                "verse_text": "For he has been thrown into a net by his feet"
            },
            {
                "verse_number": "9",
                "verse_text": "A trap seizes him by the heel;"
            },
            {
                "verse_number": "10",
                "verse_text": "A rope is hidden for him on the ground"
            },
            {
                "verse_number": "11",
                "verse_text": "Terrors frighten him on all sides"
            },
            {
                "verse_number": "12",
                "verse_text": "Calamity is hungry for him,"
            },
            {
                "verse_number": "13",
                "verse_text": "It eats away parts of his skin;"
            },
            {
                "verse_number": "14",
                "verse_text": "He is dragged from the security of his tent,"
            },
            {
                "verse_number": "15",
                "verse_text": "Fire resides in his tent; over his residence burning sulfur is scattered. and his branches wither above. and is banished from the world."
            },
            {
                "verse_number": "16",
                "verse_text": "Below his roots dry up,"
            },
            {
                "verse_number": "17",
                "verse_text": "His memory perishes from the earth,"
            },
            {
                "verse_number": "18",
                "verse_text": "He is driven from light into darkness"
            },
            {
                "verse_number": "19",
                "verse_text": "He has neither children nor descendants among his people,"
            },
            {
                "verse_number": "20",
                "verse_text": "People of the west are appalled at his fate;"
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;Surely such is the residence of an evil man;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you torment me and crush me with your words? you are not ashamed to attack me! my error remains solely my concern! and plead my disgrace against me, and encircled me with his net. I receive no answer; and has set darkness over my paths. and has taken the crown off my head. he uproots my hope like one uproots a tree. and he considers me among his enemies. they throw up a siege ramp against me, my acquaintances only turn away from me. my friends have forgotten me. consider me a stranger; I am a foreigner in their eyes. even though I implore him with my own mouth. I am loathsome to my brothers. when I get up, they scoff at me. and those whom I love have turned against me. I have escaped alive with only the skin of my teeth. Will you never be satiated with my flesh? O that they were written on a scroll, and that as the last he will stand upon the earth. yet in my flesh I will see God, and not another. My heart grows faint within me. since the root of the trouble is found in him!&quot; for wrath brings the punishment by the sword, that there is judgment.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "These ten times you have been reproaching me;"
            },
            {
                "verse_number": "4",
                "verse_text": "But even if it were true that I have erred,"
            },
            {
                "verse_number": "5",
                "verse_text": "If indeed you would exalt yourselves above me"
            },
            {
                "verse_number": "6",
                "verse_text": "know then that God has wronged me"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If I cry out, &quot;Violence!&quot; I cry for help, but there is no justice. and they camp around my tent. for the hand of God has struck me. they were engraved in a rock forever! and whom my own eyes will behold, so that you may know"
            },
            {
                "verse_number": "8",
                "verse_text": "He has blocked my way so I cannot pass,"
            },
            {
                "verse_number": "9",
                "verse_text": "He has stripped me of my honor"
            },
            {
                "verse_number": "10",
                "verse_text": "He tears me down on every side until I perish;"
            },
            {
                "verse_number": "11",
                "verse_text": "Thus his anger burns against me,"
            },
            {
                "verse_number": "12",
                "verse_text": "His troops advance together;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;He has put my relatives far from me;"
            },
            {
                "verse_number": "14",
                "verse_text": "My kinsmen have failed me;"
            },
            {
                "verse_number": "15",
                "verse_text": "My guests and my servant girls"
            },
            {
                "verse_number": "16",
                "verse_text": "I summon my servant, but he does not respond,"
            },
            {
                "verse_number": "17",
                "verse_text": "My breath is repulsive to my wife;"
            },
            {
                "verse_number": "18",
                "verse_text": "Even youngsters have scorned me;"
            },
            {
                "verse_number": "19",
                "verse_text": "All my closest friends detest me;"
            },
            {
                "verse_number": "20",
                "verse_text": "My bones stick to my skin and my flesh;"
            },
            {
                "verse_number": "21",
                "verse_text": "Have pity on me, my friends, have pity on me,"
            },
            {
                "verse_number": "22",
                "verse_text": "Why do you pursue me like God does?"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;O that my words were written down,"
            },
            {
                "verse_number": "24",
                "verse_text": "that with an iron chisel and with lead"
            },
            {
                "verse_number": "25",
                "verse_text": "As for me, I know that my Redeemer lives,"
            },
            {
                "verse_number": "26",
                "verse_text": "And after my skin has been destroyed,"
            },
            {
                "verse_number": "27",
                "verse_text": "whom I will see for myself,"
            },
            {
                "verse_number": "28",
                "verse_text": "If you say, &quot;How we will pursue him,"
            },
            {
                "verse_number": "29",
                "verse_text": "Fear the sword yourselves,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar the Naamathite answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This is why my troubled thoughts bring me back &ndash; because of my feelings within me. then my understanding prompts me to answer. ever since humankind was placed on the earth, the joy of the godless lasts but a moment. his own hands must return his wealth. and he hides it under his tongue, and holds it fast in his mouth, it becomes the venom of serpents within him. God will make him throw it out of his stomach. the fangs of a viper kill him. the rivers, which are the torrents of honey and butter. without assimilating it; he will not enjoy the wealth from his commerce. he has seized a house which he did not build. he does not let anything he desires escape. that is why his prosperity does not last. distress overtakes him. the full force of misery will come upon him. God sends his burning anger against him, and rains down his blows upon him. then an arrow from a bronze bow pierces him. the gleaming point out of his liver, a fire which has not been kindled and the heritage of his appointment from God.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When I hear a reproof that dishonors me,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Surely you know that it has been from old,"
            },
            {
                "verse_number": "5",
                "verse_text": "that the elation of the wicked is brief,"
            },
            {
                "verse_number": "6",
                "verse_text": "Even though his stature reaches to the heavens and his head touches the clouds, those who used to see him will say, &quot;Where is he?&quot; and like a vision of the night he is put to flight. and the place where he was will recognize him no longer. but that vigor will lie down with him in the dust. and does not let it go, terrors come over him. will consume him and devour what is left in his tent. the earth rises up against him. rushing waters on the day of God&quot;s wrath."
            },
            {
                "verse_number": "7",
                "verse_text": "he will perish forever, like his own excrement;"
            },
            {
                "verse_number": "8",
                "verse_text": "Like a dream he flies away, never again to be found,"
            },
            {
                "verse_number": "9",
                "verse_text": "People who had seen him will not see him again,"
            },
            {
                "verse_number": "10",
                "verse_text": "His sons must recompense the poor;"
            },
            {
                "verse_number": "11",
                "verse_text": "His bones were full of his youthful vigor,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If evil is sweet in his mouth"
            },
            {
                "verse_number": "13",
                "verse_text": "if he retains it for himself"
            },
            {
                "verse_number": "14",
                "verse_text": "his food is turned sour in his stomach;"
            },
            {
                "verse_number": "15",
                "verse_text": "The wealth that he consumed he vomits up,"
            },
            {
                "verse_number": "16",
                "verse_text": "He sucks the poison of serpents;"
            },
            {
                "verse_number": "17",
                "verse_text": "He will not look on the streams,"
            },
            {
                "verse_number": "18",
                "verse_text": "He gives back the ill-gotten gain"
            },
            {
                "verse_number": "19",
                "verse_text": "For he has oppressed the poor and abandoned them;"
            },
            {
                "verse_number": "20",
                "verse_text": "For he knows no satisfaction in his appetite;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Nothing is left for him to devour;"
            },
            {
                "verse_number": "22",
                "verse_text": "In the fullness of his sufficiency,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;While he is filling his belly,"
            },
            {
                "verse_number": "24",
                "verse_text": "If he flees from an iron weapon,"
            },
            {
                "verse_number": "25",
                "verse_text": "When he pulls it out and it comes out of his back,"
            },
            {
                "verse_number": "26",
                "verse_text": "Total darkness waits to receive his treasures;"
            },
            {
                "verse_number": "27",
                "verse_text": "The heavens reveal his iniquity;"
            },
            {
                "verse_number": "28",
                "verse_text": "A flood will carry off his house,"
            },
            {
                "verse_number": "29",
                "verse_text": "Such is the lot God allots the wicked,"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Listen carefully to my words; let this be the consolation you offer me. and after I have spoken you may mock. If so, why should I not be impatient? put your hands over your mouths. and my body feels a shudder. grow old, even increase in power? in their presence, and no rod of punishment from God is upon them. and go down to the grave in peace. We do not want to know your ways. if we were to pray to him?&quot; The counsel of the wicked is far from me! How often does their misfortune come upon them? How often does God apportion pain to them in his anger? and like chaff swept away by a whirlwind? Instead let him repay the man himself so that he may know it! after his death, has been broken off? since he judges those that are on high? and the marrow of his bones moist. never having tasted anything good. the schemes by which you would wrong me. &quot;Where now is the nobleman&quot;s house, and where are the tents in which the wicked lived?&quot; Do you not recognize their accounts &ndash; that he is delivered no one repays him for what he has done. and watch is kept over the funeral mound, Nothing is left of your answers but deception!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Bear with me and I will speak,"
            },
            {
                "verse_number": "4",
                "verse_text": "Is my complaint against a man?"
            },
            {
                "verse_number": "5",
                "verse_text": "Look at me and be appalled;"
            },
            {
                "verse_number": "6",
                "verse_text": "For, when I think about this, I am terrified"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Why do the wicked go on living,"
            },
            {
                "verse_number": "8",
                "verse_text": "Their children are firmly established their offspring before their eyes. their cows calve and do not miscarry. their little ones dance about. and make merry to the sound of the flute. What would we gain let him drink of the anger of the Almighty. when the number of his months completely secure and prosperous, and worms cover over them both. from the day of his misfortune, from the day of God&quot;s wrath? behind him everybody follows in procession, and before him goes a countless throng."
            },
            {
                "verse_number": "9",
                "verse_text": "Their houses are safe and without fear;"
            },
            {
                "verse_number": "10",
                "verse_text": "Their bulls breed without fail;"
            },
            {
                "verse_number": "11",
                "verse_text": "They allow their children to run like a flock;"
            },
            {
                "verse_number": "12",
                "verse_text": "They sing to the accompaniment of tambourine and harp,"
            },
            {
                "verse_number": "13",
                "verse_text": "They live out their years in prosperity"
            },
            {
                "verse_number": "14",
                "verse_text": "So they say to God, &quot;Turn away from us!"
            },
            {
                "verse_number": "15",
                "verse_text": "Who is the Almighty, that we should serve him?"
            },
            {
                "verse_number": "16",
                "verse_text": "But their prosperity is not their own doing."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;How often is the lamp of the wicked extinguished?"
            },
            {
                "verse_number": "18",
                "verse_text": "How often are they like straw before the wind,"
            },
            {
                "verse_number": "19",
                "verse_text": "You may say, &quot;God stores up a man&quot;s punishment for his children!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Let his own eyes see his destruction;"
            },
            {
                "verse_number": "21",
                "verse_text": "For what is his interest in his home"
            },
            {
                "verse_number": "22",
                "verse_text": "Can anyone teach God knowledge,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;One man dies in his full vigor,"
            },
            {
                "verse_number": "24",
                "verse_text": "his body well nourished,"
            },
            {
                "verse_number": "25",
                "verse_text": "And another man dies in bitterness of soul,"
            },
            {
                "verse_number": "26",
                "verse_text": "Together they lie down in the dust,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Yes, I know what you are thinking,"
            },
            {
                "verse_number": "28",
                "verse_text": "For you say,"
            },
            {
                "verse_number": "29",
                "verse_text": "Have you never questioned those who travel the roads?"
            },
            {
                "verse_number": "30",
                "verse_text": "that the evil man is spared"
            },
            {
                "verse_number": "31",
                "verse_text": "No one denounces his conduct to his face;"
            },
            {
                "verse_number": "32",
                "verse_text": "And when he is carried to the tombs,"
            },
            {
                "verse_number": "33",
                "verse_text": "The clods of the torrent valley are sweet to him;"
            },
            {
                "verse_number": "34",
                "verse_text": "So how can you console me with your futile words?"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz the Temanite answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Is it to God that a strong man is of benefit? Is it to him that even a wise man is profitable? that you make your ways blameless? and goes to judgment with you? and you stripped the clothing from the naked. an honored man living on it, and the arms of the orphans you crushed. and why a flood of water covers you. And see the lofty stars, how high they are! Does he judge through such deep darkness? in the vault of heaven.&quot; when the flood was poured out on their foundations? and &quot;What can the Almighty do to us?&quot; yet the counsel of the wicked was far from me. the innocent mock them scornfully, saying, and be at peace with him; and store up his words in your heart. your gold of Ophir and the choicest silver for you. and you will fulfill your vows to him. &quot;Lift them up!&quot; then he will save the downcast; who will escape through the cleanness of your hands.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Is it of any special benefit to the Almighty that you should be righteous, or is it any gain to him and is there no end to your iniquity? for no reason, and from the hungry you withheld food. and why sudden fear terrifies you, as he goes back and forth that evil men have walked &ndash; with good things &ndash; and fire consumes their wealth.&quot; in this way your prosperity will be good. if you remove wicked behavior far from your tent, among the rocks in the ravines &ndash; and will lift up your face toward God. it will be established for you, and light will shine on your ways."
            },
            {
                "verse_number": "4",
                "verse_text": "Is it because of your piety that he rebukes you"
            },
            {
                "verse_number": "5",
                "verse_text": "Is not your wickedness great"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;For you took pledges from your brothers"
            },
            {
                "verse_number": "7",
                "verse_text": "You gave the weary no water to drink"
            },
            {
                "verse_number": "8",
                "verse_text": "Although you were a powerful man, owning land,"
            },
            {
                "verse_number": "9",
                "verse_text": "you sent widows away empty-handed,"
            },
            {
                "verse_number": "10",
                "verse_text": "That is why snares surround you,"
            },
            {
                "verse_number": "11",
                "verse_text": "why it is so dark you cannot see,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Is not God on high in heaven?"
            },
            {
                "verse_number": "13",
                "verse_text": "But you have said, &quot;What does God know?"
            },
            {
                "verse_number": "14",
                "verse_text": "Thick clouds are a veil for him, so he does not see us,"
            },
            {
                "verse_number": "15",
                "verse_text": "Will you keep to the old path"
            },
            {
                "verse_number": "16",
                "verse_text": "men who were carried off before their time,"
            },
            {
                "verse_number": "17",
                "verse_text": "They were saying to God, &quot;Turn away from us,&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But it was he who filled their houses"
            },
            {
                "verse_number": "19",
                "verse_text": "The righteous see their destruction and rejoice;"
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;Surely our enemies are destroyed,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Reconcile yourself with God,"
            },
            {
                "verse_number": "22",
                "verse_text": "Accept instruction from his mouth"
            },
            {
                "verse_number": "23",
                "verse_text": "If you return to the Almighty, you will be built up;"
            },
            {
                "verse_number": "24",
                "verse_text": "and throw your gold in the dust &ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "then the Almighty himself will be your gold,"
            },
            {
                "verse_number": "26",
                "verse_text": "Surely then you will delight yourself in the Almighty,"
            },
            {
                "verse_number": "27",
                "verse_text": "You will pray to him and he will hear you,"
            },
            {
                "verse_number": "28",
                "verse_text": "Whatever you decide on a matter,"
            },
            {
                "verse_number": "29",
                "verse_text": "When people are brought low and you say"
            },
            {
                "verse_number": "30",
                "verse_text": "he will deliver even someone who is not innocent,"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Even today my complaint is still bitter; his hand is heavy despite my groaning. that I could come to his place of residence! No, he would only pay attention to me. could present his case before him, I do not see him; when he turns to the south, if he tested me, I would come forth like gold. I have kept to his way and have not turned aside. I have treasured the words of his mouth more than my allotted portion. Whatever he has desired, he does. and many such things are his plans. that covered my face."
            },
            {
                "verse_number": "3",
                "verse_text": "O that I knew where I might find him,"
            },
            {
                "verse_number": "4",
                "verse_text": "I would lay out my case before him and fill my mouth with arguments. and understand what he would say to me. and I would be delivered forever from my judge. and to the west, yet I do not perceive him. I see no trace of him. when I consider, I am afraid because of him. the Almighty has terrified me. because of the thick darkness"
            },
            {
                "verse_number": "5",
                "verse_text": "I would know with what words he would answer me,"
            },
            {
                "verse_number": "6",
                "verse_text": "Would he contend with me with great power?"
            },
            {
                "verse_number": "7",
                "verse_text": "There an upright person"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If I go to the east, he is not there,"
            },
            {
                "verse_number": "9",
                "verse_text": "In the north when he is at work,"
            },
            {
                "verse_number": "10",
                "verse_text": "But he knows the pathway that I take;"
            },
            {
                "verse_number": "11",
                "verse_text": "My feet have followed his steps closely;"
            },
            {
                "verse_number": "12",
                "verse_text": "I have not departed from the commands of his lips;"
            },
            {
                "verse_number": "13",
                "verse_text": "But he is unchangeable, and who can change him?"
            },
            {
                "verse_number": "14",
                "verse_text": "For he fulfills his decree against me,"
            },
            {
                "verse_number": "15",
                "verse_text": "That is why I am terrified in his presence;"
            },
            {
                "verse_number": "16",
                "verse_text": "Indeed, God has made my heart faint;"
            },
            {
                "verse_number": "17",
                "verse_text": "Yet I have not been silent because of the darkness,"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Why are times not appointed by the Almighty? Why do those who know him not see his days? they take the widow&quot;s ox as a pledge. seeking diligently for food; and for their children. they have no covering against the cold. they do not know its ways and they do not stay on its paths. he kills the poor and the needy; and covers his face with a mask. like deep darkness; they are friends with the terrors of darkness. their portion of the land is cursed the worm feasts on him, no longer will he be remembered. Like a tree, wickedness will be broken down. and does not treat the widow well."
            },
            {
                "verse_number": "2",
                "verse_text": "Men move boundary stones; they seize the flock and pasture them. and the poor of the land hide themselves together. they go out to their labor, the wasteland provides food for them and glean in the vineyard of the wicked. and huddle in the rocks because they lack shelter. the infant of the poor is taken as a pledge. and go hungry while they carry the sheaves. they tread the winepresses while they are thirsty. and the wounded cry out for help, but God charges no one with wrongdoing. in the night he is like a thief. thinking, &quot;No eye can see me,&quot; but by day they shut themselves in; they do not know the light. so that no one goes to their vineyard. the melted snow; so the grave takes away those who have sinned. when God rises up against him, he has no faith in his life. but he is constantly watching all their ways. and then they are gone, they are brought low like all others, and gathered in, and like a head of grain they are cut off.&quot; and reduce my words to nothing?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They drive away the orphan&quot;s donkey;"
            },
            {
                "verse_number": "4",
                "verse_text": "They turn the needy from the pathway,"
            },
            {
                "verse_number": "5",
                "verse_text": "Like wild donkeys in the desert"
            },
            {
                "verse_number": "6",
                "verse_text": "They reap fodder in the field,"
            },
            {
                "verse_number": "7",
                "verse_text": "They spend the night naked because they lack clothing;"
            },
            {
                "verse_number": "8",
                "verse_text": "They are soaked by mountain rains"
            },
            {
                "verse_number": "9",
                "verse_text": "The fatherless child is snatched from the breast,"
            },
            {
                "verse_number": "10",
                "verse_text": "They go about naked, without clothing,"
            },
            {
                "verse_number": "11",
                "verse_text": "They press out the olive oil between the rows of olive trees;"
            },
            {
                "verse_number": "12",
                "verse_text": "From the city the dying groan,"
            },
            {
                "verse_number": "13",
                "verse_text": "There are those who rebel against the light;"
            },
            {
                "verse_number": "14",
                "verse_text": "Before daybreak the murderer rises up;"
            },
            {
                "verse_number": "15",
                "verse_text": "And the eye of the adulterer watches for the twilight,"
            },
            {
                "verse_number": "16",
                "verse_text": "In the dark the robber breaks into houses,"
            },
            {
                "verse_number": "17",
                "verse_text": "For all of them, the morning is to them"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;You say, &quot;He is foam on the face of the waters;"
            },
            {
                "verse_number": "19",
                "verse_text": "The drought as well as the heat carry away"
            },
            {
                "verse_number": "20",
                "verse_text": "The womb forgets him,"
            },
            {
                "verse_number": "21",
                "verse_text": "He preys on the barren and childless woman,"
            },
            {
                "verse_number": "22",
                "verse_text": "But God drags off the mighty by his power;"
            },
            {
                "verse_number": "23",
                "verse_text": "God may let them rest in a feeling of security,"
            },
            {
                "verse_number": "24",
                "verse_text": "They are exalted for a little while,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If this is not so, who can prove me a liar"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad the Shuhite answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Dominion and awesome might belong to God; he establishes peace in his heights. On whom does his light not rise? How can one born of a woman be pure? and the stars are not pure as far as he is concerned,"
            },
            {
                "verse_number": "3",
                "verse_text": "Can his armies be numbered?"
            },
            {
                "verse_number": "4",
                "verse_text": "How then can a human being be righteous before God?"
            },
            {
                "verse_number": "5",
                "verse_text": "If even the moon is not bright,"
            },
            {
                "verse_number": "6",
                "verse_text": "how much less a mortal man, who is but a maggot &ndash; a son of man, who is only a worm!&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How you have helped the powerless! How you have saved the person who has no strength! and abundantly revealed your insight! And whose spirit has come forth from your mouth? and all that live in them. the place of destruction lies uncovered. he suspends the earth on nothing. and are amazed at his rebuke. by his wisdom he cut Rahab the great sea monster to pieces. his hand pierced the fleeing serpent. How faint is the whisper we hear of him!"
            },
            {
                "verse_number": "3",
                "verse_text": "How you have advised the one without wisdom,"
            },
            {
                "verse_number": "4",
                "verse_text": "To whom did you utter these words?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The dead tremble &ndash; those beneath the waters and the clouds do not burst with the weight of them. shrouding it with his clouds. as a boundary between light and darkness. But who can understand the thunder of his power?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The underworld is naked before God;"
            },
            {
                "verse_number": "7",
                "verse_text": "He spreads out the northern skies over empty space;"
            },
            {
                "verse_number": "8",
                "verse_text": "He locks the waters in his clouds,"
            },
            {
                "verse_number": "9",
                "verse_text": "He conceals the face of the full moon,"
            },
            {
                "verse_number": "10",
                "verse_text": "He marks out the horizon on the surface of the waters"
            },
            {
                "verse_number": "11",
                "verse_text": "The pillars of the heavens tremble"
            },
            {
                "verse_number": "12",
                "verse_text": "By his power he stills the sea;"
            },
            {
                "verse_number": "13",
                "verse_text": "By his breath the skies became fair;"
            },
            {
                "verse_number": "14",
                "verse_text": "Indeed, these are but the outer fringes of his ways!"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "And Job took up his discourse again:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;As surely as God lives, who has denied me justice, the Almighty, who has made my life bitter &ndash; and my tongue will whisper no deceit. my conscience will not reproach me for as long as I live. my adversary like the unrighteous. when God takes away his life? What is on the Almighty&quot;s mind I will not conceal. Why in the world do you continue this meaningless talk? allotted by God, His offspring never have enough to eat. and their widows do not mourn for them. like a hut that a watchman has made. When he opens his eyes, it is all gone. and hisses him away from his place."
            },
            {
                "verse_number": "3",
                "verse_text": "for while my spirit is still in me, and the breath from God is in my nostrils, until I die, I will not set aside my integrity! and never let it go; when distress overtakes him? Will he call out to God at all times? the inheritance that evildoers receive from the Almighty. and stores up clothing like mounds of clay, and an innocent man will inherit his silver. at night a whirlwind carries him off. it sweeps him out of his place. as he flees headlong from its power."
            },
            {
                "verse_number": "4",
                "verse_text": "my lips will not speak wickedness,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will never declare that you three are in the right;"
            },
            {
                "verse_number": "6",
                "verse_text": "I will maintain my righteousness"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;May my enemy be like the wicked,"
            },
            {
                "verse_number": "8",
                "verse_text": "For what hope does the godless have when he is cut off,"
            },
            {
                "verse_number": "9",
                "verse_text": "Does God listen to his cry"
            },
            {
                "verse_number": "10",
                "verse_text": "Will he find delight in the Almighty?"
            },
            {
                "verse_number": "11",
                "verse_text": "I will teach you about the power of God;"
            },
            {
                "verse_number": "12",
                "verse_text": "If you yourselves have all seen this,"
            },
            {
                "verse_number": "13",
                "verse_text": "This is the portion of the wicked man"
            },
            {
                "verse_number": "14",
                "verse_text": "If his children increase &ndash; it is for the sword!"
            },
            {
                "verse_number": "15",
                "verse_text": "Those who survive him are buried by the plague,"
            },
            {
                "verse_number": "16",
                "verse_text": "If he piles up silver like dust"
            },
            {
                "verse_number": "17",
                "verse_text": "what he stores up a righteous man will wear,"
            },
            {
                "verse_number": "18",
                "verse_text": "The house he builds is as fragile as a moth&quot;s cocoon,"
            },
            {
                "verse_number": "19",
                "verse_text": "He goes to bed wealthy, but will do so no more."
            },
            {
                "verse_number": "20",
                "verse_text": "Terrors overwhelm him like a flood;"
            },
            {
                "verse_number": "21",
                "verse_text": "The east wind carries him away, and he is gone;"
            },
            {
                "verse_number": "22",
                "verse_text": "It hurls itself against him without pity"
            },
            {
                "verse_number": "23",
                "verse_text": "It claps its hands at him in derision"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Surely there is a mine for silver, and a place where gold is refined. and rock is poured out as copper. for the ore in the deepest darkness. in places travelers have long forgotten, far from other people he dangles and sways. is overturned below as though by fire; and which contains dust of gold; no falcon&quot;s eye has spotted it. he has overturned mountains at their bases. his eyes have spotted every precious thing. with precious onyx or sapphires. nor can a vase of gold match its worth. the price of wisdom is more than pearls. &quot;With our ears we have heard a rumor about where it can be found.&quot; and measured the waters with a gauge. and a path for the thunderstorm, he established it and examined it closely. &quot;The fear of the Lord &ndash; that is wisdom, and to turn away from evil is understanding.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Iron is taken from the ground,"
            },
            {
                "verse_number": "3",
                "verse_text": "Man puts an end to the darkness; he searches the farthest recesses and no lion has passed along it. and what was hidden he has brought into the light. Where is the place of understanding? it cannot be found in the land of the living. And the sea says, &quot;It is not with me.&quot; nor can its price be weighed out in silver. it cannot be purchased with pure gold. Where is the place of understanding? from the eyes of every living creature, and from the birds of the sky it has been concealed. and he alone knows its place. and observes everything under the heavens."
            },
            {
                "verse_number": "4",
                "verse_text": "Far from where people live he sinks a shaft,"
            },
            {
                "verse_number": "5",
                "verse_text": "The earth, from which food comes,"
            },
            {
                "verse_number": "6",
                "verse_text": "a place whose stones are sapphires"
            },
            {
                "verse_number": "7",
                "verse_text": "a hidden path no bird of prey knows &ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "Proud beasts have not set foot on it,"
            },
            {
                "verse_number": "9",
                "verse_text": "On the flinty rock man has set to work with his hand;"
            },
            {
                "verse_number": "10",
                "verse_text": "He has cut out channels through the rocks;"
            },
            {
                "verse_number": "11",
                "verse_text": "He has searched the sources of the rivers"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But wisdom &ndash; where can it be found?"
            },
            {
                "verse_number": "13",
                "verse_text": "Mankind does not know its place;"
            },
            {
                "verse_number": "14",
                "verse_text": "The deep says, &quot;It is not with me.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Fine gold cannot be given in exchange for it,"
            },
            {
                "verse_number": "16",
                "verse_text": "It cannot be measured out for purchase with the gold of Ophir,"
            },
            {
                "verse_number": "17",
                "verse_text": "Neither gold nor crystal can be compared with it,"
            },
            {
                "verse_number": "18",
                "verse_text": "Of coral and jasper no mention will be made;"
            },
            {
                "verse_number": "19",
                "verse_text": "The topaz of Cush cannot be compared with it;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But wisdom &ndash; where does it come from?"
            },
            {
                "verse_number": "21",
                "verse_text": "For it has been hidden"
            },
            {
                "verse_number": "22",
                "verse_text": "Destruction and Death say,"
            },
            {
                "verse_number": "23",
                "verse_text": "God understands the way to it,"
            },
            {
                "verse_number": "24",
                "verse_text": "For he looks to the ends of the earth"
            },
            {
                "verse_number": "25",
                "verse_text": "When he made the force of the wind"
            },
            {
                "verse_number": "26",
                "verse_text": "When he imposed a limit for the rain,"
            },
            {
                "verse_number": "27",
                "verse_text": "then he looked at wisdom and assessed its value;"
            },
            {
                "verse_number": "28",
                "verse_text": "And he said to mankind,"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Then Job continued his speech:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;O that I could be as I was in the months now gone, in the days when God watched over me, I walked through darkness; when God&quot;s intimate friendship was experienced in my tent, and my children were around me; and the rock poured out for me streams of olive oil! and secured my seat in the public square, and the orphan who had no one to assist him; and I made the widow&quot;s heart rejoice; my just dealing was like a robe and a turban; and made him drop his prey from his teeth. my days as numerous as the grains of sand. my words fell on them drop by drop. and they opened their mouths as for the spring rains. and they did not cause the light of my face to darken. and sat as their chief; I was like one who comforts mourners."
            },
            {
                "verse_number": "3",
                "verse_text": "when he caused his lamp to shine upon my head, and by his light and the old men would get up and remain standing; and covered their mouths with their hands; and their tongues stuck to the roof of their mouths. and when the eye saw them, it bore witness to me, and feet for the lame; and I investigated the case of the person I did not know; and the dew lies on my branches all night long. and my bow ever new in my hand.&quot; they kept silent for my advice. I lived like a king among his troops;"
            },
            {
                "verse_number": "4",
                "verse_text": "just as I was in my most productive time,"
            },
            {
                "verse_number": "5",
                "verse_text": "when the Almighty was still with me"
            },
            {
                "verse_number": "6",
                "verse_text": "when my steps were bathed with butter"
            },
            {
                "verse_number": "7",
                "verse_text": "When I went out to the city gate"
            },
            {
                "verse_number": "8",
                "verse_text": "the young men would see me and step aside,"
            },
            {
                "verse_number": "9",
                "verse_text": "the chief men refrained from talking"
            },
            {
                "verse_number": "10",
                "verse_text": "the voices of the nobles fell silent,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;As soon as the ear heard these things, it blessed me,"
            },
            {
                "verse_number": "12",
                "verse_text": "for I rescued the poor who cried out for help,"
            },
            {
                "verse_number": "13",
                "verse_text": "the blessing of the dying man descended on me,"
            },
            {
                "verse_number": "14",
                "verse_text": "I put on righteousness and it clothed me,"
            },
            {
                "verse_number": "15",
                "verse_text": "I was eyes for the blind"
            },
            {
                "verse_number": "16",
                "verse_text": "I was a father to the needy,"
            },
            {
                "verse_number": "17",
                "verse_text": "I broke the fangs of the wicked,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Then I thought, &quot;I will die in my own home,"
            },
            {
                "verse_number": "19",
                "verse_text": "My roots reach the water,"
            },
            {
                "verse_number": "20",
                "verse_text": "My glory will always be fresh in me,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;People listened to me and waited silently;"
            },
            {
                "verse_number": "22",
                "verse_text": "After I had spoken, they did not respond;"
            },
            {
                "verse_number": "23",
                "verse_text": "They waited for me as people wait for the rain,"
            },
            {
                "verse_number": "24",
                "verse_text": "If I smiled at them, they hardly believed it;"
            },
            {
                "verse_number": "25",
                "verse_text": "I chose the way for them"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&apos;But now they mock me, those who are younger than I, whose fathers I disdained too much to put with my sheep dogs. Men whose strength had perished; they would gnaw the parched land, in former time desolate and waste. people shouted at them like they would shout at thieves &ndash; in the dry stream beds, and were huddled together under the nettles. they were driven out of the land with whips. I have become a byword among them. people throw off all restraint in my presence. they drive me from place to place, and build up siege ramps against me. they succeed in destroying me without anyone assisting them. amid the crash they come rolling in. they drive away my honor like the wind, my gnawing pains never cease. he binds me like the collar of my tunic. I stand up, and you only look at me. with the strength of your hand you attack me. you toss me about in the storm. against a broken man when he cries for help in his distress. and a companion of ostriches. my body is hot with fever."
            },
            {
                "verse_number": "2",
                "verse_text": "Moreover, the strength of their hands &ndash; what use was it to me? and the root of the broom tree was their food. in the holes of the ground, and among the rocks. they do not hesitate to spit in my face. and like a cloud my deliverance has passed away. days of suffering take hold of me. and I have come to resemble dust and ashes. to the meeting place for all the living. Was not my soul grieved for the poor? when I expected light, then darkness came. the days of my affliction confront me. in the assembly I stand up and cry for help. and my flute for the sound of weeping."
            },
            {
                "verse_number": "3",
                "verse_text": "gaunt with want and hunger,"
            },
            {
                "verse_number": "4",
                "verse_text": "By the brush they would gather herbs from the salt marshes,"
            },
            {
                "verse_number": "5",
                "verse_text": "They were banished from the community &ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "so that they had to live"
            },
            {
                "verse_number": "7",
                "verse_text": "They brayed like animals among the bushes"
            },
            {
                "verse_number": "8",
                "verse_text": "Sons of senseless and nameless people,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;And now I have become their taunt song;"
            },
            {
                "verse_number": "10",
                "verse_text": "They detest me and maintain their distance;"
            },
            {
                "verse_number": "11",
                "verse_text": "Because God has untied my tent cord and afflicted me,"
            },
            {
                "verse_number": "12",
                "verse_text": "On my right the young rabble rise up;"
            },
            {
                "verse_number": "13",
                "verse_text": "They destroy my path;"
            },
            {
                "verse_number": "14",
                "verse_text": "They come in as through a wide breach;"
            },
            {
                "verse_number": "15",
                "verse_text": "Terrors are turned loose on me;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And now my soul pours itself out within me;"
            },
            {
                "verse_number": "17",
                "verse_text": "Night pierces my bones;"
            },
            {
                "verse_number": "18",
                "verse_text": "With great power God grasps my clothing;"
            },
            {
                "verse_number": "19",
                "verse_text": "He has flung me into the mud,"
            },
            {
                "verse_number": "20",
                "verse_text": "I cry out to you, but you do not answer me;"
            },
            {
                "verse_number": "21",
                "verse_text": "You have become cruel to me;"
            },
            {
                "verse_number": "22",
                "verse_text": "You pick me up on the wind and make me ride on it;"
            },
            {
                "verse_number": "23",
                "verse_text": "I know that you are bringing me to death,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Surely one does not stretch out his hand"
            },
            {
                "verse_number": "25",
                "verse_text": "Have I not wept for the unfortunate?"
            },
            {
                "verse_number": "26",
                "verse_text": "But when I hoped for good, trouble came;"
            },
            {
                "verse_number": "27",
                "verse_text": "My heart is in turmoil unceasingly;"
            },
            {
                "verse_number": "28",
                "verse_text": "I go about blackened, but not by the sun;"
            },
            {
                "verse_number": "29",
                "verse_text": "I have become a brother to jackals"
            },
            {
                "verse_number": "30",
                "verse_text": "My skin has turned dark on me;"
            },
            {
                "verse_number": "31",
                "verse_text": "My harp is used for mourning"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I made a covenant with my eyes; how then could I entertain thoughts against a virgin? one&quot;s heritage from the Almighty on high? and if my foot has hastened to deceit &ndash; then God will discover my integrity. if my heart has gone after my eyes, or if anything has defiled my hands, and let my crops be uprooted. and I have lain in wait at my neighbor&quot;s door, and may other men have sexual relations with her. an iniquity to be judged. and it would uproot all my harvest. when they disputed with me, when he intervenes, and did not share any of it with orphans &ndash; and from my mother&quot;s womb I guided the widow! as he warmed himself with the fleece of my sheep, when I saw my support in the court, let my arm be broken off at the socket. and by reason of his majesty I was powerless. and my hand threw them a kiss from my mouth, for I would have been false to God above. or exulted because calamity found him &ndash; by asking for his life through a curse &ndash; &quot;If only there were someone who has not been satisfied from Job&quot;s meat!&quot; &ndash; for I opened my doors to the traveler &ndash; by hiding iniquity in my heart, and would not go outdoors &ndash; Here is my signature &ndash; If only I had an indictment that my accuser had written. I would bind it on me like a crown; or caused the death of its owners, and in place of barley, weeds!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "What then would be one&quot;s lot from God above,"
            },
            {
                "verse_number": "3",
                "verse_text": "Is it not misfortune for the unjust, and disaster for those who work iniquity? and count all my steps? or my female servants how will I respond to him? Did not the same one form us in the womb? or caused the eyes of the widow to fail, or a poor man without a coat, or said to pure gold, &quot;You are my security!&quot; or because of the great wealth my hand had gained, and the moon advancing as a precious thing, and the contempt of families terrified me, so that I remained silent let the Almighty answer me! like a prince I would approach him. and all its furrows wept together, The words of Job are ended."
            },
            {
                "verse_number": "4",
                "verse_text": "Does he not see my ways"
            },
            {
                "verse_number": "5",
                "verse_text": "If I have walked in falsehood,"
            },
            {
                "verse_number": "6",
                "verse_text": "let him weigh me with honest scales;"
            },
            {
                "verse_number": "7",
                "verse_text": "If my footsteps have strayed from the way,"
            },
            {
                "verse_number": "8",
                "verse_text": "then let me sow and let another eat,"
            },
            {
                "verse_number": "9",
                "verse_text": "If my heart has been enticed by a woman,"
            },
            {
                "verse_number": "10",
                "verse_text": "then let my wife turn the millstone for another man,"
            },
            {
                "verse_number": "11",
                "verse_text": "For I would have committed a shameful act,"
            },
            {
                "verse_number": "12",
                "verse_text": "For it is a fire that devours even to Destruction,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If I have disregarded the right of my male servants"
            },
            {
                "verse_number": "14",
                "verse_text": "then what will I do when God confronts me in judgment;"
            },
            {
                "verse_number": "15",
                "verse_text": "Did not the one who made me in the womb make them?"
            },
            {
                "verse_number": "16",
                "verse_text": "If I have refused to give the poor what they desired,"
            },
            {
                "verse_number": "17",
                "verse_text": "If I ate my morsel of bread myself,"
            },
            {
                "verse_number": "18",
                "verse_text": "but from my youth I raised the orphan like a father,"
            },
            {
                "verse_number": "19",
                "verse_text": "If I have seen anyone about to perish for lack of clothing,"
            },
            {
                "verse_number": "20",
                "verse_text": "whose heart did not bless me"
            },
            {
                "verse_number": "21",
                "verse_text": "if I have raised my hand to vote against the orphan,"
            },
            {
                "verse_number": "22",
                "verse_text": "then let my arm fall from the shoulder,"
            },
            {
                "verse_number": "23",
                "verse_text": "For the calamity from God was a terror to me,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;If I have put my confidence in gold"
            },
            {
                "verse_number": "25",
                "verse_text": "if I have rejoiced because of the extent of my wealth,"
            },
            {
                "verse_number": "26",
                "verse_text": "if I looked at the sun when it was shining,"
            },
            {
                "verse_number": "27",
                "verse_text": "so that my heart was secretly enticed,"
            },
            {
                "verse_number": "28",
                "verse_text": "then this also would be iniquity to be judged,"
            },
            {
                "verse_number": "29",
                "verse_text": "If I have rejoiced over the misfortune of my enemy"
            },
            {
                "verse_number": "30",
                "verse_text": "I have not even permitted my mouth to sin"
            },
            {
                "verse_number": "31",
                "verse_text": "if the members of my household have never said,"
            },
            {
                "verse_number": "32",
                "verse_text": "But no stranger had to spend the night outside,"
            },
            {
                "verse_number": "33",
                "verse_text": "if I have covered my transgressions as men do,"
            },
            {
                "verse_number": "34",
                "verse_text": "because I was terrified of the great multitude,"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;If only I had someone to hear me!"
            },
            {
                "verse_number": "36",
                "verse_text": "Surely I would wear it proudly on my shoulder,"
            },
            {
                "verse_number": "37",
                "verse_text": "I would give him an accounting of my steps;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;If my land cried out against me"
            },
            {
                "verse_number": "39",
                "verse_text": "if I have eaten its produce without paying,"
            },
            {
                "verse_number": "40",
                "verse_text": "then let thorns sprout up in place of wheat,"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "So these three men refused to answer Job further, because he was righteous in his own eyes."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Elihu son of Barakel the Buzite, of the family of Ram, became very angry. He was angry with Job for justifying himself rather than God."
            },
            {
                "verse_number": "3",
                "verse_text": "With Job&quot;s three friends he was also angry, because they could not find an answer, and so declared Job guilty."
            },
            {
                "verse_number": "4",
                "verse_text": "Now Elihu had waited before speaking to Job, because the others were older than he was."
            },
            {
                "verse_number": "5",
                "verse_text": "But when Elihu saw that the three men had no further reply, he became very angry."
            },
            {
                "verse_number": "6",
                "verse_text": "So Elihu son of Barakel the Buzite spoke up: &apos;I am young, but you are elderly; that is why I was fearful, and afraid to explain to you what I know. and length of years should make wisdom known.&quot; the breath of the Almighty, I listened closely to your wise thoughts, while you were searching for words. yet there was no one proving Job wrong, God will refute him, not man!&quot; and so I will not reply to him with your arguments. they have nothing left to say. and the spirit within me constrains me. like new wineskins ready to burst! nor will I confer a title on any man. if I did, my Creator would quickly do away with me."
            },
            {
                "verse_number": "7",
                "verse_text": "I said to myself, &quot;Age should speak,"
            },
            {
                "verse_number": "8",
                "verse_text": "But it is a spirit in people, that makes them understand. nor old men who understand what is right. I, even I, will explain what I know.&quot; not one of you was answering his statements! because they stand there and answer no more, I too will explain what I know. I will open my lips, so that I may answer."
            },
            {
                "verse_number": "9",
                "verse_text": "It is not the aged who are wise,"
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore I say, &quot;Listen to me."
            },
            {
                "verse_number": "11",
                "verse_text": "Look, I waited for you to speak;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now I was paying you close attention,"
            },
            {
                "verse_number": "13",
                "verse_text": "So do not say, &quot;We have found wisdom!"
            },
            {
                "verse_number": "14",
                "verse_text": "Job has not directed his words to me,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;They are dismayed and cannot answer any more;"
            },
            {
                "verse_number": "16",
                "verse_text": "And I have waited. But because they do not speak,"
            },
            {
                "verse_number": "17",
                "verse_text": "I too will answer my part,"
            },
            {
                "verse_number": "18",
                "verse_text": "For I am full of words,"
            },
            {
                "verse_number": "19",
                "verse_text": "Inside I am like wine which has no outlet,"
            },
            {
                "verse_number": "20",
                "verse_text": "I will speak, so that I may find relief;"
            },
            {
                "verse_number": "21",
                "verse_text": "I will not show partiality to anyone,"
            },
            {
                "verse_number": "22",
                "verse_text": "for I do not know how to give honorary titles,"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "&apos;But now, O Job, listen to my words, and hear everything I have to say! my tongue in my mouth has spoken. and my lips will utter knowledge sincerely. and the breath of the Almighty gives me life. set your arguments in order before me I too have been molded from clay. nor should my pressure be heavy on you. I am clean and have no iniquity. for God is greater than a human being. that he does not answer all a person&quot;s words? though a person does not perceive it. and terrifies them with warnings, and to cover a person&quot;s pride. his very life from crossing over the river. and with the continual strife of his bones, and his soul rejects appetizing fare. are easily visible. and his life to the messengers of death. one mediator out of a thousand, to tell a person what constitutes his uprightness; &quot;Spare him from going down I have found a ransom for him,&quot; he returns to the days of his youthful vigor. he sees God&quot;s face with rejoicing, and God restores to him his righteousness. but I was not punished according to what I deserved. twice, three times, in his dealings with a person, speak, for I want to justify you."
            },
            {
                "verse_number": "2",
                "verse_text": "See now, I have opened my mouth;"
            },
            {
                "verse_number": "3",
                "verse_text": "My words come from the uprightness of my heart,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Spirit of God has made me,"
            },
            {
                "verse_number": "5",
                "verse_text": "Reply to me, if you can; and take your stand! (I heard the sound of the words!): he regards me as his enemy! he watches closely all my paths.&quot; the second time in another, when deep sleep falls on people as they sleep in their beds. and his bones, which were not seen, to the place of corruption, &quot;I have sinned and falsified what is right, from going down to the place of corruption, and my life sees the light!&quot; that he may be enlightened with the light of life. be silent, and I will speak. be silent, and I will teach you wisdom.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Look, I am just like you in relation to God;"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore no fear of me should terrify you,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Indeed, you have said in my hearing"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;I am pure, without transgression;"
            },
            {
                "verse_number": "10",
                "verse_text": "Yet God finds occasions with me;"
            },
            {
                "verse_number": "11",
                "verse_text": "He puts my feet in shackles;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now in this, you are not right &ndash; I answer you,"
            },
            {
                "verse_number": "13",
                "verse_text": "Why do you contend against him,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;For God speaks, the first time in one way,"
            },
            {
                "verse_number": "15",
                "verse_text": "In a dream, a night vision,"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he gives a revelation to people,"
            },
            {
                "verse_number": "17",
                "verse_text": "to turn a person from his sin,"
            },
            {
                "verse_number": "18",
                "verse_text": "He spares a person&quot;s life from corruption,"
            },
            {
                "verse_number": "19",
                "verse_text": "Or a person is chastened by pain on his bed,"
            },
            {
                "verse_number": "20",
                "verse_text": "so that his life loathes food,"
            },
            {
                "verse_number": "21",
                "verse_text": "His flesh wastes away from sight,"
            },
            {
                "verse_number": "22",
                "verse_text": "He draws near to the place of corruption,"
            },
            {
                "verse_number": "23",
                "verse_text": "If there is an angel beside him,"
            },
            {
                "verse_number": "24",
                "verse_text": "and if God is gracious to him and says,"
            },
            {
                "verse_number": "25",
                "verse_text": "then his flesh is restored like a youth&quot;s;"
            },
            {
                "verse_number": "26",
                "verse_text": "He entreats God, and God delights in him,"
            },
            {
                "verse_number": "27",
                "verse_text": "That person sings to others, saying:"
            },
            {
                "verse_number": "28",
                "verse_text": "He redeemed my life"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Indeed, God does all these things,"
            },
            {
                "verse_number": "30",
                "verse_text": "to turn back his life from the place of corruption,"
            },
            {
                "verse_number": "31",
                "verse_text": "Pay attention, Job &ndash; listen to me;"
            },
            {
                "verse_number": "32",
                "verse_text": "If you have any words, reply to me;"
            },
            {
                "verse_number": "33",
                "verse_text": "If not, you listen to me;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Elihu answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Listen to my words, you wise men; hear me, you learned men. as the mouth tastes food. My wound is incurable, although I am without transgression.&quot; who drinks derision like water! he goes along with wicked men. when he makes his delight with God.&quot; Far be it from God to do wickedness, he causes the consequences to find him. And who put him over the whole world? hear what I have to say. that one who hates justice can govern? the supremely righteous One, and does not take note of the rich more than the poor, people are shaken and they pass away. The mighty are removed effortlessly. he observes all a person&quot;s steps. where evildoers can hide themselves. he overthrows them in the night in a place where people can see, and have not understood any of his ways, so that he hears the cry of the needy. Yet he is over the individual and the nation alike, and not lay snares for the people. &quot;I have endured chastisement, because you reject this? and his words are without understanding. in our midst he claps his hands,"
            },
            {
                "verse_number": "3",
                "verse_text": "For the ear assesses words"
            },
            {
                "verse_number": "4",
                "verse_text": "Let us evaluate for ourselves what is right; let us come to know among ourselves what is good. but God turns away my right. from the Almighty to do evil. and according to the conduct of a person, and the Almighty does not pervert justice. and gather in his spirit and his breath, and human beings would return to dust. And will you declare guilty and to nobles, &quot;Wicked men,&quot; because all of them are the work of his hands? that he should come before God in judgment. and sets up others in their place. and they are crushed. to come before him, If he hides his face, then who can see him? but I will not act wrongly any more. If I have done evil, I will do so no more.&quot; But you must choose, and not I, so tell us what you know. any wise man listening to me says &ndash; because his answers are like those of wicked men. and multiplies his words against God.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "For Job says, &quot;I am innocent,"
            },
            {
                "verse_number": "6",
                "verse_text": "Concerning my right, should I lie?"
            },
            {
                "verse_number": "7",
                "verse_text": "What man is like Job,"
            },
            {
                "verse_number": "8",
                "verse_text": "He goes about in company with evildoers,"
            },
            {
                "verse_number": "9",
                "verse_text": "For he says, &quot;It does not profit a man"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Therefore, listen to me, you men of understanding."
            },
            {
                "verse_number": "11",
                "verse_text": "For he repays a person for his work,"
            },
            {
                "verse_number": "12",
                "verse_text": "Indeed, in truth, God does not act wickedly,"
            },
            {
                "verse_number": "13",
                "verse_text": "Who entrusted to him the earth?"
            },
            {
                "verse_number": "14",
                "verse_text": "If God were to set his heart on it,"
            },
            {
                "verse_number": "15",
                "verse_text": "all flesh would perish together"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If you have understanding, listen to this,"
            },
            {
                "verse_number": "17",
                "verse_text": "Do you really think"
            },
            {
                "verse_number": "18",
                "verse_text": "who says to a king, &quot;Worthless man&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "who shows no partiality to princes,"
            },
            {
                "verse_number": "20",
                "verse_text": "In a moment they die, in the middle of the night,"
            },
            {
                "verse_number": "21",
                "verse_text": "For his eyes are on the ways of an individual,"
            },
            {
                "verse_number": "22",
                "verse_text": "There is no darkness, and no deep darkness,"
            },
            {
                "verse_number": "23",
                "verse_text": "For he does not still consider a person,"
            },
            {
                "verse_number": "24",
                "verse_text": "He shatters the great without inquiry,"
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore, he knows their deeds,"
            },
            {
                "verse_number": "26",
                "verse_text": "He strikes them for their wickedness,"
            },
            {
                "verse_number": "27",
                "verse_text": "because they have turned away from following him,"
            },
            {
                "verse_number": "28",
                "verse_text": "so that they caused the cry of the poor"
            },
            {
                "verse_number": "29",
                "verse_text": "But if God is quiet, who can condemn him?"
            },
            {
                "verse_number": "30",
                "verse_text": "so that the godless man should not rule,"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Has anyone said to God,"
            },
            {
                "verse_number": "32",
                "verse_text": "Teach me what I cannot see."
            },
            {
                "verse_number": "33",
                "verse_text": "Is it your opinion that God should recompense it,"
            },
            {
                "verse_number": "34",
                "verse_text": "Men of understanding say to me &ndash;"
            },
            {
                "verse_number": "35",
                "verse_text": "that Job speaks without knowledge"
            },
            {
                "verse_number": "36",
                "verse_text": "But Job will be tested to the end,"
            },
            {
                "verse_number": "37",
                "verse_text": "For he adds transgression to his sin;"
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Then Elihu answered:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Do you think this to be just: when you say, &quot;My right before God.&quot; and, &quot;What do I gain by not sinning?&quot; consider the clouds, which are higher than you! what does it do to him? and your righteousness only other people. because of the excess of oppression; because of the power of the mighty. who gives songs in the night, and you are waiting for him! that his anger does not punish, and that he does not know transgression!"
            },
            {
                "verse_number": "3",
                "verse_text": "But you say, &quot;What will it profit you,&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "I will reply to you, and to your friends with you. If your transgressions are many, or what does he receive from your hand? they cry out for help and makes us wiser than the birds of the sky?&quot; because of the arrogance of the wicked. the Almighty does not take notice of it. when you say that you do not perceive him, that the case is before him without knowledge he multiplies words.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Gaze at the heavens and see;"
            },
            {
                "verse_number": "6",
                "verse_text": "If you sin, how does it affect God?"
            },
            {
                "verse_number": "7",
                "verse_text": "If you are righteous, what do you give to God,"
            },
            {
                "verse_number": "8",
                "verse_text": "Your wickedness affects only a person like yourself,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;People cry out"
            },
            {
                "verse_number": "10",
                "verse_text": "But no one says, &quot;Where is God, my Creator,"
            },
            {
                "verse_number": "11",
                "verse_text": "who teaches us more than the wild animals of the earth,"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they cry out &ndash; but he does not answer &ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "Surely it is an empty cry &ndash; God does not hear it;"
            },
            {
                "verse_number": "14",
                "verse_text": "How much less, then,"
            },
            {
                "verse_number": "15",
                "verse_text": "And further, when you say"
            },
            {
                "verse_number": "16",
                "verse_text": "So Job opens his mouth to no purpose;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Elihu said further:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Be patient with me a little longer and I will instruct you, who is with you. but he gives justice to the poor. but with kings on the throne and held captive by the cords of affliction, and their transgressions, that they were behaving proudly. they live out their days in prosperity and expire without knowledge. they do not cry out even when he binds them. judgment and justice take hold of you. Or said to him, &quot;You have done what is wicked&quot;? which people have praised in song. people gaze on it from afar. The number of his years is unsearchable. and shower on humankind abundantly. and supplies food in abundance. and directs it against its target. the cattle also, concerning the storm&quot;s approach. for I still have words to speak on God&quot;s behalf. and to my Creator I will ascribe righteousness. it is one complete in knowledge he is mighty, and firm in his intent. he seats the righteous and exalts them forever. and says that they must turn from evil. and their years in pleasantness. they pass over the river of death, and their life ends among the male cultic prostitutes. he reveals himself to them by their suffering. to a wide place, unrestricted, and to the comfort of your table filled with rich food. do not let a large bribe turn you aside. so that you would not be in distress, even all your mighty efforts? to drag people away from their homes. for because of this you have been tested by affliction. who is a teacher like him? they distill the rain into its mist, the thunderings of his pavilion? he has covered the depths of the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "With my knowledge I will speak comprehensively,"
            },
            {
                "verse_number": "4",
                "verse_text": "For in truth, my words are not false;"
            },
            {
                "verse_number": "5",
                "verse_text": "Indeed, God is mighty; and he does not despise people,"
            },
            {
                "verse_number": "6",
                "verse_text": "He does not allow the wicked to live,"
            },
            {
                "verse_number": "7",
                "verse_text": "He does not take his eyes off the righteous;"
            },
            {
                "verse_number": "8",
                "verse_text": "But if they are bound in chains,"
            },
            {
                "verse_number": "9",
                "verse_text": "then he reveals to them what they have done,"
            },
            {
                "verse_number": "10",
                "verse_text": "And he reveals this for correction,"
            },
            {
                "verse_number": "11",
                "verse_text": "If they obey and serve him,"
            },
            {
                "verse_number": "12",
                "verse_text": "But if they refuse to listen,"
            },
            {
                "verse_number": "13",
                "verse_text": "The godless at heart nourish anger,"
            },
            {
                "verse_number": "14",
                "verse_text": "They die in their youth,"
            },
            {
                "verse_number": "15",
                "verse_text": "He delivers the afflicted by their afflictions,"
            },
            {
                "verse_number": "16",
                "verse_text": "And surely, he drew you from the mouth of distress,"
            },
            {
                "verse_number": "17",
                "verse_text": "But now you are preoccupied with the judgment due the wicked,"
            },
            {
                "verse_number": "18",
                "verse_text": "Be careful that no one entices you with riches;"
            },
            {
                "verse_number": "19",
                "verse_text": "Would your wealth sustain you,"
            },
            {
                "verse_number": "20",
                "verse_text": "Do not long for the cover of night"
            },
            {
                "verse_number": "21",
                "verse_text": "Take heed, do not turn to evil,"
            },
            {
                "verse_number": "22",
                "verse_text": "Indeed, God is exalted in his power;"
            },
            {
                "verse_number": "23",
                "verse_text": "Who has prescribed his ways for him?"
            },
            {
                "verse_number": "24",
                "verse_text": "Remember to extol his work,"
            },
            {
                "verse_number": "25",
                "verse_text": "All humanity has seen it;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Yes, God is great &ndash; beyond our knowledge!"
            },
            {
                "verse_number": "27",
                "verse_text": "He draws up drops of water;"
            },
            {
                "verse_number": "28",
                "verse_text": "which the clouds pour down"
            },
            {
                "verse_number": "29",
                "verse_text": "Who can understand the spreading of the clouds,"
            },
            {
                "verse_number": "30",
                "verse_text": "See how he scattered his lightning about him;"
            },
            {
                "verse_number": "31",
                "verse_text": "It is by these that he judges the nations"
            },
            {
                "verse_number": "32",
                "verse_text": "With his hands he covers the lightning,"
            },
            {
                "verse_number": "33",
                "verse_text": "His thunder announces the coming storm,"
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "At this also my heart pounds and leaps from its place. he thunders with an exalted voice, when his voice is heard. and in their dens they remain. and the breadth of the waters freeze solid. he scatters his lightning through the clouds. wheeling about according to his plans, over the face of the whole inhabited world. or whether it is for mercy, Stand still and consider the wonders God works. that wondrous activity of him who is perfect in knowledge? when the earth is still because of the south wind, solid as a mirror of molten metal? because of the darkness. If a man speaks, surely he would be swallowed up! it is bright in the skies &ndash; around God is awesome majesty. He is great in power,"
            },
            {
                "verse_number": "2",
                "verse_text": "Listen carefully to the thunder of his voice, to the rumbling that proceeds from his mouth. even his lightning to the far corners of the earth. and he does not hold back his lightning bolts he does great things beyond our understanding. and to the torrential rains, &quot;Pour down.&quot; so that all people may know his work. icy cold from the driving winds. to carry out all that he commands them he causes it to find its mark. how he makes lightning flash in his storm cloud? We cannot prepare a case after a wind passed and swept the clouds away. but justice and abundant righteousness he does not oppress. for he does not regard all the wise in heart.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Under the whole heaven he lets it go,"
            },
            {
                "verse_number": "4",
                "verse_text": "After that a voice roars;"
            },
            {
                "verse_number": "5",
                "verse_text": "God thunders with his voice in marvelous ways;"
            },
            {
                "verse_number": "6",
                "verse_text": "For to the snow he says, &quot;Fall to earth,&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "He causes everyone to stop working,"
            },
            {
                "verse_number": "8",
                "verse_text": "The wild animals go to their lairs,"
            },
            {
                "verse_number": "9",
                "verse_text": "A tempest blows out from its chamber,"
            },
            {
                "verse_number": "10",
                "verse_text": "The breath of God produces ice,"
            },
            {
                "verse_number": "11",
                "verse_text": "He loads the clouds with moisture;"
            },
            {
                "verse_number": "12",
                "verse_text": "The clouds go round in circles,"
            },
            {
                "verse_number": "13",
                "verse_text": "Whether it is for punishment for his land,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Pay attention to this, Job!"
            },
            {
                "verse_number": "15",
                "verse_text": "Do you know how God commands them,"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you know about the balancing of the clouds,"
            },
            {
                "verse_number": "17",
                "verse_text": "You, whose garments are hot"
            },
            {
                "verse_number": "18",
                "verse_text": "will you, with him, spread out the clouds,"
            },
            {
                "verse_number": "19",
                "verse_text": "Tell us what we should say to him."
            },
            {
                "verse_number": "20",
                "verse_text": "Should he be informed that I want to speak?"
            },
            {
                "verse_number": "21",
                "verse_text": "But now, the sun cannot be looked at &ndash;"
            },
            {
                "verse_number": "22",
                "verse_text": "From the north he comes in golden splendor;"
            },
            {
                "verse_number": "23",
                "verse_text": "As for the Almighty, we cannot attain to him!"
            },
            {
                "verse_number": "24",
                "verse_text": "Therefore people fear him,"
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord answered Job out of the whirlwind:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Who is this who darkens counsel with words without knowledge? I will question you and you will inform me! or who stretched a measuring line across it? or who laid its cornerstone &ndash; and shake the wicked out of it? or walked about in the recesses of the deep? Tell me, if you know it all! and darkness, where is its place, and the number of your days is great! or the east winds scattered over the earth? and a path for the rumble of thunder, or who has fathered the drops of the dew? when the surface of the deep is frozen solid? or release the cords of Orion? or can you set up their rule over the earth? Will they say to you, &quot;Here we are&quot;? or has imparted understanding to the mind? and the clumps of earth stick together? when they wait in ambush in the thicket? when its young cry out to God"
            },
            {
                "verse_number": "3",
                "verse_text": "Get ready for a difficult task like a man;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Where were you when I laid the foundation of the earth? Tell me, if you possess understanding! and all the sons of God shouted for joy? when it burst forth, coming out of the womb, and thick darkness its swaddling band, and set in place its bolts and doors, and no farther, here your proud waves will be confined&quot;? or made the dawn know its place, its features are dyed like a garment. and the arm raised in violence is broken. Have you seen the gates of deepest darkness? and perceive the pathways to their homes? or seen the armory of the hail, for the day of war and battle? a desert where there are no human beings, and to cause it to sprout with vegetation? and the frost from the sky, who gives birth to it, the constellations in their seasons, or guide the Bear with its cubs? so that a flood of water covers you? and who can tip over the water jars of heaven, and satisfy the appetite of the lions, and wander about for lack of food?"
            },
            {
                "verse_number": "5",
                "verse_text": "Who set its measurements &ndash; if you know &ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "On what were its bases set,"
            },
            {
                "verse_number": "7",
                "verse_text": "when the morning stars sang in chorus,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Who shut up the sea with doors"
            },
            {
                "verse_number": "9",
                "verse_text": "when I made the storm clouds its garment,"
            },
            {
                "verse_number": "10",
                "verse_text": "when I prescribed its limits,"
            },
            {
                "verse_number": "11",
                "verse_text": "when I said, &quot;To here you may come"
            },
            {
                "verse_number": "12",
                "verse_text": "Have you ever in your life commanded the morning,"
            },
            {
                "verse_number": "13",
                "verse_text": "that it might seize the corners of the earth,"
            },
            {
                "verse_number": "14",
                "verse_text": "The earth takes shape like clay under a seal;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then from the wicked the light is withheld,"
            },
            {
                "verse_number": "16",
                "verse_text": "Have you gone to the springs that fill the sea,"
            },
            {
                "verse_number": "17",
                "verse_text": "Have the gates of death been revealed to you?"
            },
            {
                "verse_number": "18",
                "verse_text": "Have you considered the vast expanses of the earth?"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;In what direction does light reside,"
            },
            {
                "verse_number": "20",
                "verse_text": "that you may take them to their borders"
            },
            {
                "verse_number": "21",
                "verse_text": "You know, for you were born before them;"
            },
            {
                "verse_number": "22",
                "verse_text": "Have you entered the storehouse of the snow,"
            },
            {
                "verse_number": "23",
                "verse_text": "which I reserve for the time of trouble,"
            },
            {
                "verse_number": "24",
                "verse_text": "In what direction is lightning dispersed,"
            },
            {
                "verse_number": "25",
                "verse_text": "Who carves out a channel for the heavy rains,"
            },
            {
                "verse_number": "26",
                "verse_text": "to cause it to rain on an uninhabited land,"
            },
            {
                "verse_number": "27",
                "verse_text": "to satisfy a devastated and desolate land,"
            },
            {
                "verse_number": "28",
                "verse_text": "Does the rain have a father,"
            },
            {
                "verse_number": "29",
                "verse_text": "From whose womb does the ice emerge,"
            },
            {
                "verse_number": "30",
                "verse_text": "when the waters become hard like stone,"
            },
            {
                "verse_number": "31",
                "verse_text": "Can you tie the bands of the Pleiades,"
            },
            {
                "verse_number": "32",
                "verse_text": "Can you lead out"
            },
            {
                "verse_number": "33",
                "verse_text": "Do you know the laws of the heavens,"
            },
            {
                "verse_number": "34",
                "verse_text": "Can you raise your voice to the clouds"
            },
            {
                "verse_number": "35",
                "verse_text": "Can you send out lightning bolts, and they go?"
            },
            {
                "verse_number": "36",
                "verse_text": "Who has put wisdom in the heart,"
            },
            {
                "verse_number": "37",
                "verse_text": "Who by wisdom can count the clouds,"
            },
            {
                "verse_number": "38",
                "verse_text": "when the dust hardens into a mass,"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Do you hunt prey for the lioness,"
            },
            {
                "verse_number": "40",
                "verse_text": "when they crouch in their dens,"
            },
            {
                "verse_number": "41",
                "verse_text": "Who prepares prey for the raven,"
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Are you acquainted with the way the mountain goats give birth? and do you know the time they give birth? they bring forth the offspring they have carried. it does not hear the shouts of a driver. Will you commit your labor to it? and gather the grain to your threshing floor? but are they the pinions and plumage of a stork? or that a wild animal might trample them. Do you clothe its neck with a mane? Its proud neighing is terrifying! exulting mightily, the lance and javelin flash. it cannot stand still when the trumpet is blown. on a rocky crag and a fortress. and where the dead carcasses are, Do you watch as the wild deer give birth to their young? they go off, and do not return to them. Who released the bonds of the donkey, the salt wastes as its dwelling place? and searches after every green plant. Will it spend the night at your feeding trough? will it till the valleys, following after you? and lets them be warmed on the soil. as if they were not hers; she is unconcerned about the uselessness of her labor. and did not impart understanding to her. she laughs at the horse and its rider. it goes out to meet the weapons. it does not shy away from the sword. And from a distance it catches the scent of battle, the thunderous shouting of commanders, and the battle cries. and spreads its wings toward the south? and builds its nest on high? its eyes gaze intently from a distance. there it is.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Do you count the months they must fulfill,"
            },
            {
                "verse_number": "3",
                "verse_text": "They crouch, they bear their young,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their young grow strong, and grow up in the open;"
            },
            {
                "verse_number": "5",
                "verse_text": "Who let the wild donkey go free?"
            },
            {
                "verse_number": "6",
                "verse_text": "to whom I appointed the steppe for its home,"
            },
            {
                "verse_number": "7",
                "verse_text": "It scorns the tumult in the town;"
            },
            {
                "verse_number": "8",
                "verse_text": "It ranges the hills as its pasture,"
            },
            {
                "verse_number": "9",
                "verse_text": "Is the wild ox willing to be your servant?"
            },
            {
                "verse_number": "10",
                "verse_text": "Can you bind the wild ox to a furrow with its rope,"
            },
            {
                "verse_number": "11",
                "verse_text": "Will you rely on it because its strength is great?"
            },
            {
                "verse_number": "12",
                "verse_text": "Can you count on it to bring in your grain,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The wings of the ostrich flap with joy,"
            },
            {
                "verse_number": "14",
                "verse_text": "For she leaves her eggs on the ground,"
            },
            {
                "verse_number": "15",
                "verse_text": "She forgets that a foot might crush them,"
            },
            {
                "verse_number": "16",
                "verse_text": "She is harsh with her young,"
            },
            {
                "verse_number": "17",
                "verse_text": "For God deprived her of wisdom,"
            },
            {
                "verse_number": "18",
                "verse_text": "But as soon as she springs up,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Do you give the horse its strength?"
            },
            {
                "verse_number": "20",
                "verse_text": "Do you make it leap like a locust?"
            },
            {
                "verse_number": "21",
                "verse_text": "It paws the ground in the valley,"
            },
            {
                "verse_number": "22",
                "verse_text": "It laughs at fear and is not dismayed;"
            },
            {
                "verse_number": "23",
                "verse_text": "On it the quiver rattles;"
            },
            {
                "verse_number": "24",
                "verse_text": "In excitement and impatience it consumes the ground;"
            },
            {
                "verse_number": "25",
                "verse_text": "At the sound of the trumpet, it says, &quot;Aha!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Is it by your understanding that the hawk soars,"
            },
            {
                "verse_number": "27",
                "verse_text": "Is it at your command that the eagle soars,"
            },
            {
                "verse_number": "28",
                "verse_text": "It lives on a rock and spends the night there,"
            },
            {
                "verse_number": "29",
                "verse_text": "From there it spots its prey,"
            },
            {
                "verse_number": "30",
                "verse_text": "And its young ones devour the blood,"
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord answered Job:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Will the one who contends with the Almighty correct him? Let the person who accuses God give him an answer!&apos; I will question you and you will inform me! Would you declare me guilty so that you might be right? and can you thunder with a voice like his? and clothe yourself with glory and honor! it eats grass like the ox. and its power in the muscles of its belly. the sinews of its thighs are tightly wound. its limbs like bars of iron. the One who made it where all the wild animals play. in the secrecy of the reeds and the marsh. the poplars by the stream conceal it. should surge up to its mouth."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Job answered the Lord :"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Indeed, I am completely unworthy &ndash; how could I reply to you? I put my hand over my mouth to silence myself. twice, but I will say no more.&apos; Look at every proud man and bring him low; crush the wicked on the spot! imprison them in the grave. that your own right hand can save you. has furnished it with a sword. it is secure, though the Jordan or pierce its nose with a snare?"
            },
            {
                "verse_number": "5",
                "verse_text": "I have spoken once, but I cannot answer;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord answered Job from the whirlwind:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Get ready for a difficult task like a man."
            },
            {
                "verse_number": "8",
                "verse_text": "Would you indeed annul my justice?"
            },
            {
                "verse_number": "9",
                "verse_text": "Do you have an arm as powerful as God&quot;s,"
            },
            {
                "verse_number": "10",
                "verse_text": "Adorn yourself, then, with majesty and excellency,"
            },
            {
                "verse_number": "11",
                "verse_text": "Scatter abroad the abundance of your anger."
            },
            {
                "verse_number": "12",
                "verse_text": "Look at every proud man and abase him;"
            },
            {
                "verse_number": "13",
                "verse_text": "Hide them in the dust together,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then I myself will acknowledge to you"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Look now at Behemoth, which I made as I made you;"
            },
            {
                "verse_number": "16",
                "verse_text": "Look at its strength in its loins,"
            },
            {
                "verse_number": "17",
                "verse_text": "It makes its tail stiff like a cedar,"
            },
            {
                "verse_number": "18",
                "verse_text": "Its bones are tubes of bronze,"
            },
            {
                "verse_number": "19",
                "verse_text": "It ranks first among the works of God,"
            },
            {
                "verse_number": "20",
                "verse_text": "For the hills bring it food,"
            },
            {
                "verse_number": "21",
                "verse_text": "Under the lotus trees it lies,"
            },
            {
                "verse_number": "22",
                "verse_text": "The lotus trees conceal it in their shadow;"
            },
            {
                "verse_number": "23",
                "verse_text": "If the river rages, it is not disturbed,"
            },
            {
                "verse_number": "24",
                "verse_text": "Can anyone catch it by its eyes,"
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "(40:25) &apos;Can you pull in Leviathan with a hook, and tie down its tongue with a rope? will it speak to you with tender words? so you could take it as your slave for life? or tie it on a leash for your girls? Will they divide it up among the merchants? you will remember the fight, he is laid low even at the sight of it. Who is he, then, who can stand before it? Everything under heaven belongs to me!) and the grace of its arrangement. Who can penetrate to the inside of its armor? shut up closely together as with a seal; its eyes are like the red glow of dawn. as from a boiling pot over burning rushes. and despair runs before it. they are firm on it, immovable. at its thrashing about they withdraw. will have no effect, like a threshing sledge. and stirs up the sea like a pot of ointment, a creature without fear. it is king over all that are proud.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Can you put a cord through its nose, or pierce its jaw with a hook? or its head with fishing spears? and you will never do it again! and the extent of its might, Its teeth all around are fearsome. that no air can come between them. they cling together and cannot be separated. sparks of fire shoot forth! and a flame shoots from its mouth. hard as a lower millstone. nor with the spear, arrow, or dart. and bronze as rotten wood. slingstones become like chaff to it. it laughs at the rattling of the lance. it leaves its mark in the mud one would think the deep had a head of white hair."
            },
            {
                "verse_number": "3",
                "verse_text": "Will it make numerous supplications to you,"
            },
            {
                "verse_number": "4",
                "verse_text": "Will it make a pact with you,"
            },
            {
                "verse_number": "5",
                "verse_text": "Can you play with it, like a bird,"
            },
            {
                "verse_number": "6",
                "verse_text": "Will partners bargain for it?"
            },
            {
                "verse_number": "7",
                "verse_text": "Can you fill its hide with harpoons"
            },
            {
                "verse_number": "8",
                "verse_text": "If you lay your hand on it,"
            },
            {
                "verse_number": "9",
                "verse_text": "(41:1) See, his expectation is wrong,"
            },
            {
                "verse_number": "10",
                "verse_text": "Is it not fierce when it is awakened?"
            },
            {
                "verse_number": "11",
                "verse_text": "(Who has confronted me that I should repay?"
            },
            {
                "verse_number": "12",
                "verse_text": "I will not keep silent about its limbs,"
            },
            {
                "verse_number": "13",
                "verse_text": "Who can uncover its outer covering?"
            },
            {
                "verse_number": "14",
                "verse_text": "Who can open the doors of its mouth?"
            },
            {
                "verse_number": "15",
                "verse_text": "Its back has rows of shields,"
            },
            {
                "verse_number": "16",
                "verse_text": "each one is so close to the next"
            },
            {
                "verse_number": "17",
                "verse_text": "They lock tightly together, one to the next;"
            },
            {
                "verse_number": "18",
                "verse_text": "Its snorting throws out flashes of light;"
            },
            {
                "verse_number": "19",
                "verse_text": "Out of its mouth go flames,"
            },
            {
                "verse_number": "20",
                "verse_text": "Smoke streams from its nostrils"
            },
            {
                "verse_number": "21",
                "verse_text": "Its breath sets coals ablaze"
            },
            {
                "verse_number": "22",
                "verse_text": "Strength lodges in its neck,"
            },
            {
                "verse_number": "23",
                "verse_text": "The folds of its flesh are tightly joined;"
            },
            {
                "verse_number": "24",
                "verse_text": "Its heart is hard as rock,"
            },
            {
                "verse_number": "25",
                "verse_text": "When it rises up, the mighty are terrified,"
            },
            {
                "verse_number": "26",
                "verse_text": "Whoever strikes it with a sword"
            },
            {
                "verse_number": "27",
                "verse_text": "It regards iron as straw"
            },
            {
                "verse_number": "28",
                "verse_text": "Arrows do not make it flee;"
            },
            {
                "verse_number": "29",
                "verse_text": "A club is counted as a piece of straw;"
            },
            {
                "verse_number": "30",
                "verse_text": "Its underparts are the sharp points of potsherds,"
            },
            {
                "verse_number": "31",
                "verse_text": "It makes the deep boil like a cauldron"
            },
            {
                "verse_number": "32",
                "verse_text": "It leaves a glistening wake behind it;"
            },
            {
                "verse_number": "33",
                "verse_text": "The likes of it is not on earth,"
            },
            {
                "verse_number": "34",
                "verse_text": "It looks on every haughty being;"
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered the Lord :"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I know that you can do all things; no purpose of yours can be thwarted; &quot;Who is this who darkens counsel without knowledge?&quot; &quot;Pay attention, and I will speak; I will question you, and you will answer me.&quot; and I repent in dust and ashes!"
            },
            {
                "verse_number": "3",
                "verse_text": "you asked, But I have declared without understanding things too wonderful for me to know. but now my eye has seen you."
            },
            {
                "verse_number": "4",
                "verse_text": "You said,"
            },
            {
                "verse_number": "5",
                "verse_text": "I had heard of you by the hearing of the ear,"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore I despise myself,"
            },
            {
                "verse_number": "7",
                "verse_text": "After the Lord had spoken these things to Job, he said to Eliphaz the Temanite, &apos;My anger is stirred up against you and your two friends, because you have not spoken about me what is right, as my servant Job has."
            },
            {
                "verse_number": "8",
                "verse_text": "So now take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. And my servant Job will intercede for you, and I will respect him, so that I do not deal with you according to your folly, because you have not spoken about me what is right, as my servant Job has.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So they went, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, and did just as the Lord had told them; and the Lord had respect for Job."
            },
            {
                "verse_number": "10",
                "verse_text": "So the Lord restored what Job had lost after he prayed for his friends, and the Lord doubled all that had belonged to Job."
            },
            {
                "verse_number": "11",
                "verse_text": "So they came to him, all his brothers and sisters and all who had known him before, and they dined with him in his house. They comforted him and consoled him for all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring."
            },
            {
                "verse_number": "12",
                "verse_text": "So the Lord blessed the second part of Job&quot;s life more than the first. He had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys."
            },
            {
                "verse_number": "13",
                "verse_text": "And he also had seven sons and three daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "The first daughter he named Jemimah, the second Keziah, and the third Keren-Happuch."
            },
            {
                "verse_number": "15",
                "verse_text": "Nowhere in all the land could women be found who were as beautiful as Job&quot;s daughters, and their father granted them an inheritance alongside their brothers."
            },
            {
                "verse_number": "16",
                "verse_text": "After this Job lived 140 years; he saw his children and their children to the fourth generation."
            },
            {
                "verse_number": "17",
                "verse_text": "And so Job died, old and full of days."
            }
        ]
    }
}