{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "What follows is divine revelation. The word of the Lord came to Israel through Malachi:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have shown love to you,&apos; says the Lord, but you say, &apos;How have you shown love to us?&apos; &apos;Esau was Jacob&quot;s brother,&apos; the Lord explains, &apos;yet I chose Jacob"
            },
            {
                "verse_number": "3",
                "verse_text": "and rejected Esau. I turned Esau&quot;s mountains into a deserted wasteland and gave his territory to the wild jackals.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Edom says, &apos;Though we are devastated, we will once again build the ruined places.&apos; So the Lord who rules over all responds, &apos;They indeed may build, but I will overthrow. They will be known as the land of evil, the people with whom the Lord is permanently displeased."
            },
            {
                "verse_number": "5",
                "verse_text": "Your eyes will see it, and then you will say, &quot;May the Lord be magnified even beyond the border of Israel!&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;A son naturally honors his father and a slave respects his master. If I am your father, where is my honor? If I am your master, where is my respect? The Lord who rules over all asks you this, you priests who make light of my name! But you reply, &quot;How have we made light of your name?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "You are offering improper sacrifices on my altar, yet you ask, &quot;How have we offended you?&quot; By treating the table of the Lord as if it is of no importance!"
            },
            {
                "verse_number": "8",
                "verse_text": "For when you offer blind animals as a sacrifice, is that not wrong? And when you offer the lame and sick, is that not wrong as well? Indeed, try offering them to your governor! Will he be pleased with you or show you favor?&apos; asks the Lord who rules over all."
            },
            {
                "verse_number": "9",
                "verse_text": "But now plead for God&quot;s favor that he might be gracious to us. &apos;With this kind of offering in your hands, how can he be pleased with you?&apos; asks the Lord who rules over all."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I wish that one of you would close the temple doors, so that you no longer would light useless fires on my altar. I am not pleased with you,&apos; says the Lord who rules over all, &apos;and I will no longer accept an offering from you."
            },
            {
                "verse_number": "11",
                "verse_text": "For from the east to the west my name will be great among the nations. Incense and pure offerings will be offered in my name everywhere, for my name will be great among the nations,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But you are profaning it by saying that the table of the Lord is common and its offerings despicable."
            },
            {
                "verse_number": "13",
                "verse_text": "You also say, &quot;How tiresome it is.&quot; You turn up your nose at it,&apos; says the Lord who rules over all, &apos;and instead bring what is stolen, lame, or sick. You bring these things for an offering! Should I accept this from you?&apos; asks the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;There will be harsh condemnation for the hypocrite who has a valuable male animal in his flock but vows and sacrifices something inferior to the Lord. For I am a great king,&apos; says the Lord who rules over all, &apos;and my name is awesome among the nations.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Now, you priests, this commandment is for you."
            },
            {
                "verse_number": "2",
                "verse_text": "If you do not listen and take seriously the need to honor my name,&apos; says the Lord who rules over all, &apos;I will send judgment on you and turn your blessings into curses &ndash; indeed, I have already done so because you are not taking it to heart."
            },
            {
                "verse_number": "3",
                "verse_text": "I am about to discipline your children and will spread offal on your faces, the very offal produced at your festivals, and you will be carried away along with it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will know that I sent this commandment to you so that my covenant may continue to be with Levi,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;My covenant with him was designed to bring life and peace. I gave its statutes to him to fill him with awe, and he indeed revered me and stood in awe before me."
            },
            {
                "verse_number": "6",
                "verse_text": "He taught what was true; sinful words were not found on his lips. He walked with me in peace and integrity, and he turned many people away from sin."
            },
            {
                "verse_number": "7",
                "verse_text": "For the lips of a priest should preserve knowledge of sacred things, and people should seek instruction from him because he is the messenger of the Lord who rules over all."
            },
            {
                "verse_number": "8",
                "verse_text": "You, however, have turned from the way. You have caused many to violate the law; you have corrupted the covenant with Levi,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Therefore, I have caused you to be ignored and belittled before all people to the extent to which you are not following after me and are showing partiality in your instruction.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Do we not all have one father? Did not one God create us? Why do we betray one another, in this way making light of the covenant of our ancestors?"
            },
            {
                "verse_number": "11",
                "verse_text": "Judah has become disloyal, and unspeakable sins have been committed in Israel and Jerusalem. For Judah has profaned the holy things that the Lord loves and has turned to a foreign god!"
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord cut off from the community of Jacob every last person who does this, as well as the person who presents improper offerings to the Lord who rules over all!"
            },
            {
                "verse_number": "13",
                "verse_text": "You also do this: You cover the altar of the Lord with tears as you weep and groan, because he no longer pays any attention to the offering nor accepts it favorably from you."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet you ask, &apos;Why?&apos; The Lord is testifying against you on behalf of the wife you married when you were young, to whom you have become unfaithful even though she is your companion and wife by law."
            },
            {
                "verse_number": "15",
                "verse_text": "No one who has even a small portion of the Spirit in him does this. What did our ancestor do when seeking a child from God? Be attentive, then, to your own spirit, for one should not be disloyal to the wife he took in his youth."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I hate divorce,&apos; says the Lord God of Israel, &apos;and the one who is guilty of violence,&apos; says the Lord who rules over all. &apos;Pay attention to your conscience, and do not be unfaithful.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "You have wearied the Lord with your words. But you say, &apos;How have we wearied him?&apos; Because you say, &apos;Everyone who does evil is good in the Lord&quot;s opinion, and he delights in them,&apos; or &apos;Where is the God of justice?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am about to send my messenger, who will clear the way before me. Indeed, the Lord you are seeking will suddenly come to his temple, and the messenger of the covenant, whom you long for, is certainly coming,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "2",
                "verse_text": "Who can endure the day of his coming? Who can keep standing when he appears? For he will be like a refiner&quot;s fire, like a launderer&quot;s soap."
            },
            {
                "verse_number": "3",
                "verse_text": "He will act like a refiner and purifier of silver and will cleanse the Levites and refine them like gold and silver. Then they will offer the Lord a proper offering."
            },
            {
                "verse_number": "4",
                "verse_text": "The offerings of Judah and Jerusalem will be pleasing to the Lord as in former times and years past."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I will come to you in judgment. I will be quick to testify against those who practice divination, those who commit adultery, those who break promises, and those who exploit workers, widows, and orphans, who refuse to help the immigrant and in this way show they do not fear me,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Since, I, the Lord , do not go back on my promises, you, sons of Jacob, have not perished."
            },
            {
                "verse_number": "7",
                "verse_text": "From the days of your ancestors you have ignored my commandments and have not kept them! Return to me, and I will return to you,&apos; says the Lord who rules over all. &apos;But you say, &quot;How should we return?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Can a person rob God? You indeed are robbing me, but you say, &quot;How are we robbing you?&quot; In tithes and contributions!"
            },
            {
                "verse_number": "9",
                "verse_text": "You are bound for judgment because you are robbing me &ndash; this whole nation is guilty."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Bring the entire tithe into the storehouse so that there may be food in my temple. Test me in this matter,&apos; says the Lord who rules over all, &apos;to see if I will not open for you the windows of heaven and pour out for you a blessing until there is no room for it all."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I will stop the plague from ruining your crops, and the vine will not lose its fruit before harvest,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;All nations will call you happy, for you indeed will live in a delightful land,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You have criticized me sharply,&apos; says the Lord , &apos;but you ask, &quot;How have we criticized you?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "You have said, &quot;It is useless to serve God. How have we been helped by keeping his requirements and going about like mourners before the Lord who rules over all?"
            },
            {
                "verse_number": "15",
                "verse_text": "So now we consider the arrogant to be happy; indeed, those who practice evil are successful. In fact, those who challenge God escape!&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then those who respected the Lord spoke to one another, and the Lord took notice. A scroll was prepared before him in which were recorded the names of those who respected the Lord and honored his name."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;They will belong to me,&apos; says the Lord who rules over all, &apos;in the day when I prepare my own special property. I will spare them as a man spares his son who serves him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then once more you will see that I make a distinction between the righteous and the wicked, between the one who serves God and the one who does not."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "(3:19) &apos;For indeed the day is coming, burning like a furnace, and all the arrogant evildoers will be chaff. The coming day will burn them up,&apos; says the Lord who rules over all. &apos;It will not leave even a root or branch."
            },
            {
                "verse_number": "2",
                "verse_text": "But for you who respect my name, the sun of vindication will rise with healing wings, and you will skip about like calves released from the stall."
            },
            {
                "verse_number": "3",
                "verse_text": "You will trample on the wicked, for they will be like ashes under the soles of your feet on the day which I am preparing,&apos; says the Lord who rules over all."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Remember the law of my servant Moses, to whom at Horeb I gave rules and regulations for all Israel to obey."
            },
            {
                "verse_number": "5",
                "verse_text": "Look, I will send you Elijah the prophet before the great and terrible day of the Lord arrives."
            },
            {
                "verse_number": "6",
                "verse_text": "He will encourage fathers and their children to return to me, so that I will not come and strike the earth with judgment.&apos;"
            }
        ]
    }
}