{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the Lord &quot;s message that was given to Joel the son of Pethuel: pay attention, all inhabitants of the land. Has anything like this ever happened in your whole life or in the lifetime of your ancestors? and their children the following generation. and what the yeleq -locust left the hasil -locust consumed! Wail, all you wine drinkers, because the sweet wine has been taken away from you. There are so many of them they are too numerous to count. Their teeth are like those of a lion; they tear apart their prey like a lioness. they have turned our fig trees into mere splinters. They have completely stripped off the bark and thrown them aside; the twigs are stripped bare. lamenting the death of her husband-to-be. to the temple of the Lord anymore. the pomegranate, date, and apple as well. In fact, all the trees of the field have dried up. Indeed, the joy of the people has dried up! to the temple of your God anymore. Gather the elders and all the inhabitants of the land it will come as destruction from the Divine Destroyer. There is no longer any joy or gladness in the temple of our God! The herds of livestock wander around in confusion for fire has burned up the grassy pastures, flames have razed all the trees in the fields. for the river beds have dried up; fire has destroyed the grassy pastures."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to this, you elders;"
            },
            {
                "verse_number": "3",
                "verse_text": "Tell your children about it, have your children tell their children, what the &quot;arbeh -locust left the yeleq -locust consumed, So the priests, those who serve the Lord, are in mourning. The ground is in mourning because the grain has perished. The fresh wine has dried up; the olive oil languishes. wail, vinedressers, over the wheat and the barley. For the harvest of the field has perished. the fig tree languishes &ndash; Wail, you who minister at the altar! Come, spend the night in sackcloth, you servants of my God, because no one brings grain offerings or drink offerings proclaim a sacred assembly. to the temple of the Lord your God, and cry out to the Lord . For the day of the Lord is near; Storehouses have been decimated and granaries have been torn down, for the grain has dried up. because they have no pasture. Even the flocks of sheep are suffering."
            },
            {
                "verse_number": "4",
                "verse_text": "What the gazam -locust left the &quot;arbeh -locust consumed,"
            },
            {
                "verse_number": "5",
                "verse_text": "Wake up, you drunkards, and weep!"
            },
            {
                "verse_number": "6",
                "verse_text": "For a nation has invaded our land."
            },
            {
                "verse_number": "7",
                "verse_text": "They have destroyed our vines;"
            },
            {
                "verse_number": "8",
                "verse_text": "Wail like a young virgin clothed in sackcloth,"
            },
            {
                "verse_number": "9",
                "verse_text": "No one brings grain offerings or drink offerings"
            },
            {
                "verse_number": "10",
                "verse_text": "The crops of the fields have been destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "Be distressed, farmers;"
            },
            {
                "verse_number": "12",
                "verse_text": "The vine has dried up;"
            },
            {
                "verse_number": "13",
                "verse_text": "Get dressed and lament, you priests!"
            },
            {
                "verse_number": "14",
                "verse_text": "Announce a holy fast;"
            },
            {
                "verse_number": "15",
                "verse_text": "How awful that day will be!"
            },
            {
                "verse_number": "16",
                "verse_text": "Our food has been cut off right before our eyes!"
            },
            {
                "verse_number": "17",
                "verse_text": "The grains of seed have shriveled beneath their shovels."
            },
            {
                "verse_number": "18",
                "verse_text": "Listen to the cattle groan!"
            },
            {
                "verse_number": "19",
                "verse_text": "To you, O Lord , I call out for help,"
            },
            {
                "verse_number": "20",
                "verse_text": "Even the wild animals cry out to you;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet in Zion; sound the alarm signal on my holy mountain! Let all the inhabitants of the land shake with fear, for the day of the Lord is about to come. there has never been anything like it ever before, a flame blazes behind them. but behind them there is only a desolate wilderness &ndash; they charge ahead like war horses. Each one proceeds on his course; and do not break ranks. They climb up into the houses; they go in through the windows like a thief. The sun and the moon grow dark; &apos;return to me with all your heart &ndash; with fasting, weeping, and mourning. not just your garments!&apos; for he is merciful and compassionate, Announce a holy fast; proclaim a sacred assembly! sanctify an assembly! Gather the elders; gather the children and the nursing infants. Let the bridegroom come out from his bedroom Let them say, &apos;Have pity, O Lord , on your people; please do not turn over your inheritance to be mocked, &apos;Where is their God?&apos; he had compassion on his people. as well as fresh wine and olive oil. I will never again make you an object of mockery among the nations. I will drive him out to a dry and desolate place. Rejoice and be glad, because the Lord has accomplished great things! For the pastures of the wilderness are again green with grass. Indeed, the trees bear their fruit; the vats overflow with fresh wine and olive oil. the yeleq -locust, the hasil -locust, and the gazam -locust &ndash; you will praise the name of the Lord your God, who has acted wondrously in your behalf. My people will never again be put to shame. I am the Lord your God; there is no other. My people will never again be put to shame. Your sons and daughters will prophesy. your young men will see prophetic visions. I will pour out my Spirit in those days. blood, fire, and columns of smoke. before the day of the Lord comes &ndash; that great and terrible day! just as the Lord has promised; Indeed, it is near! a day of foreboding storm clouds, like blackness spread over the mountains. It is a huge and powerful army &ndash; and there will not be anything like it for many generations to come! The land looks like the Garden of Eden before them, for nothing escapes them! like the crackling of blazing fire consuming stubble, like the noise of a mighty army being drawn up for battle. All of their faces turn pale with fright. they scale walls like soldiers. they do not alter their path. each of them marches straight ahead. They burst through the city defenses they scale its walls. the sky reverberates. the stars refuse to shine. Indeed, his warriors are innumerable; Surely his command is carried out! Yes, the day of the Lord is awesome and very terrifying &ndash; who can survive it? Tear your hearts, slow to anger and boundless in loyal love &ndash; often relenting from calamitous punishment. Perhaps he will be compassionate and grant a reprieve, and leave blessing in his wake &ndash; a meal offering and a drink offering for you to offer to the Lord your God! and the bride from her private quarters. from the vestibule all the way back to the altar. to become a proverb among the nations. Why should it be said among the peoples, &apos;Look! I am about to restore your grain You will be fully satisfied. Those in front will be driven eastward into the Dead Sea, and those in back westward into the Mediterranean Sea. His stench will rise up as a foul smell.&apos; Indeed, the Lord has accomplished great things. the fig tree and the vine yield to their fullest. Be glad because of what the Lord your God has done! For he has given to you the early rains as vindication. He has sent to you the rains &ndash; both the early and the late rains as formerly. that the &quot;arbeh -locust consumed your crops &ndash; my great army that I sent against you. and your hunger will be fully satisfied; I will pour out my Spirit on all kinds of people. Your elderly will have revelatory dreams; and the moon to the color of blood, everyone who calls on the name of the Lord will be delivered. For on Mount Zion and in Jerusalem there will be those who survive, the remnant will be those whom the Lord will call."
            },
            {
                "verse_number": "2",
                "verse_text": "It will be a day of dreadful darkness,"
            },
            {
                "verse_number": "3",
                "verse_text": "Like fire they devour everything in their path;"
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses;"
            },
            {
                "verse_number": "5",
                "verse_text": "They sound like chariots rumbling over mountain tops,"
            },
            {
                "verse_number": "6",
                "verse_text": "People writhe in fear when they see them."
            },
            {
                "verse_number": "7",
                "verse_text": "They charge like warriors;"
            },
            {
                "verse_number": "8",
                "verse_text": "They do not jostle one another;"
            },
            {
                "verse_number": "9",
                "verse_text": "They rush into the city;"
            },
            {
                "verse_number": "10",
                "verse_text": "The earth quakes before them;"
            },
            {
                "verse_number": "11",
                "verse_text": "The voice of the Lord thunders as he leads his army."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Yet even now,&apos; the Lord says,"
            },
            {
                "verse_number": "13",
                "verse_text": "Return to the Lord your God,"
            },
            {
                "verse_number": "14",
                "verse_text": "Who knows?"
            },
            {
                "verse_number": "15",
                "verse_text": "Blow the trumpet in Zion."
            },
            {
                "verse_number": "16",
                "verse_text": "Gather the people;"
            },
            {
                "verse_number": "17",
                "verse_text": "Let the priests, those who serve the Lord , weep"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Lord became zealous for his land;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord responded to his people,"
            },
            {
                "verse_number": "20",
                "verse_text": "I will remove the one from the north far from you."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not fear, my land!"
            },
            {
                "verse_number": "22",
                "verse_text": "Do not fear, wild animals!"
            },
            {
                "verse_number": "23",
                "verse_text": "Citizens of Zion, rejoice!"
            },
            {
                "verse_number": "24",
                "verse_text": "The threshing floors are full of grain;"
            },
            {
                "verse_number": "25",
                "verse_text": "I will make up for the years"
            },
            {
                "verse_number": "26",
                "verse_text": "You will have plenty to eat,"
            },
            {
                "verse_number": "27",
                "verse_text": "You will be convinced that I am in the midst of Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "(3:1) After all of this"
            },
            {
                "verse_number": "29",
                "verse_text": "Even on male and female servants"
            },
            {
                "verse_number": "30",
                "verse_text": "I will produce portents both in the sky and on the earth &ndash;"
            },
            {
                "verse_number": "31",
                "verse_text": "The sunlight will be turned to darkness"
            },
            {
                "verse_number": "32",
                "verse_text": "It will so happen that"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "(4:1) For look! In those days and at that time I will return the exiles to Judah and Jerusalem. and bring them down to the valley of Jehoshaphat. I will enter into judgment against them there concerning my people Israel who are my inheritance, They traded a boy for a prostitute; they sold a little girl for wine so they could drink. Are you trying to get even with me, land of Philistia? I will very quickly repay you for what you have done! and brought my precious valuables to your own palaces. removing them far from their own country. I will repay you for what you have done! They will sell them to the Sabeans, a nation far away. Let all these fighting men approach and attack! and your pruning hooks into spears! Let the weak say, &quot;I too am a warrior!&quot; and gather yourselves to that place.&apos; Bring down, O Lord , your warriors! Come, stomp the grapes, for the winepress is full! Indeed, their evil is great! for the day of the Lord is near in the valley of decision! the stars withhold their brightness. from Jerusalem his voice bellows out. The heavens and the earth shake. he is a stronghold for the citizens of Israel. Jerusalem will be holy &ndash; conquering armies will no longer pass through it. and the hills will flow with milk. All the dry stream beds of Judah will flow with water. A spring will flow out from the temple of the Lord , watering the Valley of Acacia Trees. because of the violence they did to the people of Judah, and Jerusalem will be secure from one generation to the next."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I will gather all the nations, whom they scattered among the nations. They partitioned my land, Indeed, the Lord has spoken! &apos;Prepare for a holy war! Call out the warriors! all you surrounding nations, to the valley of Jehoshaphat, for there I will sit in judgment on all the surrounding nations. The vats overflow. But the Lord is a refuge for his people; dwelling on Zion, my holy mountain. and Edom will be a desolate wilderness, in whose land they shed innocent blood. It is the Lord who dwells in Zion!"
            },
            {
                "verse_number": "3",
                "verse_text": "and they cast lots for my people."
            },
            {
                "verse_number": "4",
                "verse_text": "Why are you doing these things to me, Tyre and Sidon?"
            },
            {
                "verse_number": "5",
                "verse_text": "For you took my silver and my gold"
            },
            {
                "verse_number": "6",
                "verse_text": "You sold Judeans and Jerusalemites to the Greeks,"
            },
            {
                "verse_number": "7",
                "verse_text": "Look! I am rousing them from that place to which you sold them."
            },
            {
                "verse_number": "8",
                "verse_text": "I will sell your sons and daughters to the people of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "Proclaim this among the nations:"
            },
            {
                "verse_number": "10",
                "verse_text": "Beat your plowshares into swords,"
            },
            {
                "verse_number": "11",
                "verse_text": "Lend your aid and come,"
            },
            {
                "verse_number": "12",
                "verse_text": "Let the nations be roused and let them go up"
            },
            {
                "verse_number": "13",
                "verse_text": "Rush forth with the sickle, for the harvest is ripe!"
            },
            {
                "verse_number": "14",
                "verse_text": "Crowds, great crowds are in the valley of decision,"
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and moon are darkened;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord roars from Zion;"
            },
            {
                "verse_number": "17",
                "verse_text": "You will be convinced that I the Lord am your God,"
            },
            {
                "verse_number": "18",
                "verse_text": "On that day the mountains will drip with sweet wine,"
            },
            {
                "verse_number": "19",
                "verse_text": "Egypt will be desolate"
            },
            {
                "verse_number": "20",
                "verse_text": "But Judah will reside securely forever,"
            },
            {
                "verse_number": "21",
                "verse_text": "I will avenge their blood which I had not previously acquitted."
            }
        ]
    }
}