{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The following is the message which God revealed to Habakkuk the prophet:"
            },
            {
                "verse_number": "2",
                "verse_text": "How long, Lord , must I cry for help? But you do not listen! I call out to you, “Violence!” seizing dwelling places that do not belong to them. their horses come a great distance; and laugh at rulers. They laugh at every fortified city; But you do not intervene! Why do you put up with wrongdoing? Destruction and violence confront me; conflict is present and one must endure strife. and justice is never carried out. Indeed, the wicked intimidate the innocent. For this reason justice is perverted. You will be shocked and amazed! For I will do something in your lifetime that you will not believe even though you are forewarned. that ruthless and greedy nation. They sweep across the surface of the earth, they decide for themselves what is right. and more alert than wolves in the desert. Their horses gallop, like a vulture they swoop down quickly to devour their prey. every face is determined. They take prisoners as easily as one scoops up sand. they build siege ramps and capture them. But the one who considers himself a god will be held guilty.” my sovereign God, you are immortal. Lord , you have made them your instrument of judgment. Protector, you have appointed them as your instrument of punishment. you are unable to condone wrongdoing. So why do you put up with such treacherous people? Why do you say nothing when the wicked devour those more righteous than they are? like animals in the sea that have no ruler. he hauls them in with his throw net. When he catches them in his dragnet, he is very happy. and burns incense to his dragnet; for because of them he has plenty of food, and more than enough to eat. Will he always destroy nations and spare none?"
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you force me to witness injustice?"
            },
            {
                "verse_number": "4",
                "verse_text": "For this reason the law lacks power,"
            },
            {
                "verse_number": "5",
                "verse_text": "“Look at the nations and pay attention!"
            },
            {
                "verse_number": "6",
                "verse_text": "Look, I am about to empower the Babylonians,"
            },
            {
                "verse_number": "7",
                "verse_text": "They are frightening and terrifying;"
            },
            {
                "verse_number": "8",
                "verse_text": "Their horses are faster than leopards"
            },
            {
                "verse_number": "9",
                "verse_text": "All of them intend to do violence;"
            },
            {
                "verse_number": "10",
                "verse_text": "They mock kings"
            },
            {
                "verse_number": "11",
                "verse_text": "They sweep by like the wind and pass on."
            },
            {
                "verse_number": "12",
                "verse_text": "Lord , you have been active from ancient times;"
            },
            {
                "verse_number": "13",
                "verse_text": "You are too just to tolerate evil;"
            },
            {
                "verse_number": "14",
                "verse_text": "You made people like fish in the sea,"
            },
            {
                "verse_number": "15",
                "verse_text": "The Babylonian tyrant pulls them all up with a fishhook;"
            },
            {
                "verse_number": "16",
                "verse_text": "Because of his success he offers sacrifices to his throw net"
            },
            {
                "verse_number": "17",
                "verse_text": "Will he then continue to fill and empty his throw net?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I will stand at my watch post; I will remain stationed on the city wall. and can know how I should answer when he counters my argument. “Write down this message! Record it legibly on tablets, so the one who announces it may read it easily. it gives reliable testimony about how matters will turn out. Even if the message is not fulfilled right away, wait patiently; but the person of integrity will live because of his faithfulness. His appetite is as big as Sheol’s; He gathers all the nations; he seizes all peoples. and ridicule him with proverbial sayings: ‘The one who accumulates what does not belong to him is as good as dead (How long will this go on?) – he who gets rich by extortion!’ those who terrify you will spring into action, and they will rob you. all who are left among the nations will rob you. and committed violent acts against lands, cities, and those who live in them. and escape the clutches of disaster. Because you destroyed many nations, you will self-destruct. and the wooden rafters will answer back. he who starts a town by unjust deeds. their exhausting work will be for nothing. just as the waters fill up the sea. you who make others intoxicated by forcing them to drink from the bowl of your furious anger, so you can look at their genitals. Now it is your turn to drink and expose your uncircumcised foreskin! The cup of wine in the Lord ’s right hand is coming to you, terrifying judgment will come upon you because of the way you destroyed the wild animals living there. What good is a metal image that gives misleading oracles? Why would its creator place his trust in it and make such mute, worthless things? he who says to speechless stone, ‘Awake!’ Can it give reliable guidance? The whole earth is speechless in his presence!” I will keep watching, so I can see what he says to me for it will certainly come to pass – it will not arrive late. like death, he is never satisfied. You have shed human blood He does this so he can build his nest way up high The nations’ efforts will go up in smoke; and disgrace will replace your majestic glory! You have shed human blood and committed violent acts against lands, cities, and those who live in them. It is overlaid with gold and silver; it has no life’s breath inside it."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord responded:"
            },
            {
                "verse_number": "3",
                "verse_text": "For the message is a witness to what is decreed;"
            },
            {
                "verse_number": "4",
                "verse_text": "Look, the one whose desires are not upright will faint from exhaustion,"
            },
            {
                "verse_number": "5",
                "verse_text": "Indeed, wine will betray the proud, restless man!"
            },
            {
                "verse_number": "6",
                "verse_text": "“But all these nations will someday taunt him"
            },
            {
                "verse_number": "7",
                "verse_text": "Your creditors will suddenly attack;"
            },
            {
                "verse_number": "8",
                "verse_text": "Because you robbed many countries,"
            },
            {
                "verse_number": "9",
                "verse_text": "The one who builds his house by unjust gain is as good as dead."
            },
            {
                "verse_number": "10",
                "verse_text": "Your schemes will bring shame to your house."
            },
            {
                "verse_number": "11",
                "verse_text": "For the stones in the walls will cry out,"
            },
            {
                "verse_number": "12",
                "verse_text": "The one who builds a city by bloodshed is as good as dead –"
            },
            {
                "verse_number": "13",
                "verse_text": "Be sure of this! The Lord who commands armies has decreed:"
            },
            {
                "verse_number": "14",
                "verse_text": "For recognition of the Lord ’s sovereign majesty will fill the earth"
            },
            {
                "verse_number": "15",
                "verse_text": "“You who force your neighbor to drink wine are as good as dead –"
            },
            {
                "verse_number": "16",
                "verse_text": "But you will become drunk with shame, not majesty."
            },
            {
                "verse_number": "17",
                "verse_text": "For you will pay in full for your violent acts against Lebanon;"
            },
            {
                "verse_number": "18",
                "verse_text": "What good is an idol? Why would a craftsman make it?"
            },
            {
                "verse_number": "19",
                "verse_text": "The one who says to wood, ‘Wake up!’ is as good as dead –"
            },
            {
                "verse_number": "20",
                "verse_text": "But the Lord is in his majestic palace."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is a prayer of Habakkuk the prophet:"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord , I have heard the report of what you did; I am awed, Lord , by what you accomplished. In our time repeat those deeds; in our time reveal them again. But when you cause turmoil, remember to show us mercy! the sovereign one from Mount Paran. Selah . His splendor covers the skies, his glory fills the earth. a two-pronged lightning bolt flashes from his hand. This is the outward display of his power. pestilence marches right behind him. with a mere look he frightens the nations. The ancient mountains disintegrate; He travels on the ancient roads. the tent curtains of the land of Midian are shaking. Are you enraged at the sea? Is this why you climb into your horse-drawn chariots, your victorious chariots? you commission your arrows. Selah . You cause flash floods on the earth’s surface. The torrential downpour sweeps through. The great deep shouts out; it lifts its hands high. the flash of your arrows drives them away, the bright light of your lightning-quick spear. to deliver your special servant. You strike the leader of the wicked nation, laying him open from the lower body to the neck. Selah . They storm forward to scatter us; they shout with joy as if they were plundering the poor with no opposition. on the surging, raging waters. My frame went limp, as if my bones were decaying, and I shook as I tried to walk. I long for the day of distress to come upon the people who attack us. when the olive trees do not produce, and the fields yield no crops; when the sheep disappear from the pen, He gives me the agility of a deer; he enables me to negotiate the rugged terrain. (This prayer is for the song leader. It is to be accompanied by stringed instruments.)"
            },
            {
                "verse_number": "3",
                "verse_text": "God comes from Teman,"
            },
            {
                "verse_number": "4",
                "verse_text": "He is as bright as lightning;"
            },
            {
                "verse_number": "5",
                "verse_text": "Plague goes before him;"
            },
            {
                "verse_number": "6",
                "verse_text": "He takes his battle position and shakes the earth; the primeval hills are flattened. Are you angry with the rivers? you angrily trample down the nations. the sound made my lips quiver. and there are no grapes on the vines; and there are no cattle in the stalls, I will be happy because of the God who delivers me!"
            },
            {
                "verse_number": "7",
                "verse_text": "I see the tents of Cushan overwhelmed by trouble;"
            },
            {
                "verse_number": "8",
                "verse_text": "Is the Lord mad at the rivers?"
            },
            {
                "verse_number": "9",
                "verse_text": "Your bow is ready for action;"
            },
            {
                "verse_number": "10",
                "verse_text": "When the mountains see you, they shake."
            },
            {
                "verse_number": "11",
                "verse_text": "The sun and moon stand still in their courses;"
            },
            {
                "verse_number": "12",
                "verse_text": "You furiously stomp on the earth,"
            },
            {
                "verse_number": "13",
                "verse_text": "You march out to deliver your people,"
            },
            {
                "verse_number": "14",
                "verse_text": "You pierce the heads of his warriors with a spear."
            },
            {
                "verse_number": "15",
                "verse_text": "But you trample on the sea with your horses,"
            },
            {
                "verse_number": "16",
                "verse_text": "I listened and my stomach churned;"
            },
            {
                "verse_number": "17",
                "verse_text": "When the fig tree does not bud,"
            },
            {
                "verse_number": "18",
                "verse_text": "I will rejoice because of the Lord ;"
            },
            {
                "verse_number": "19",
                "verse_text": "The sovereign Lord is my source of strength."
            }
        ]
    }
}