{
    "1 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope,"
            },
            {
                "verse_number": "2",
                "verse_text": "to Timothy, my genuine child in the faith. Grace, mercy, and peace from God the Father and Christ Jesus our Lord!"
            },
            {
                "verse_number": "3",
                "verse_text": "As I urged you when I was leaving for Macedonia, stay on in Ephesus to instruct certain people not to spread false teachings,"
            },
            {
                "verse_number": "4",
                "verse_text": "nor to occupy themselves with myths and interminable genealogies. Such things promote useless speculations rather than God&quot;s redemptive plan that operates by faith."
            },
            {
                "verse_number": "5",
                "verse_text": "But the aim of our instruction is love that comes from a pure heart, a good conscience, and a sincere faith."
            },
            {
                "verse_number": "6",
                "verse_text": "Some have strayed from these and turned away to empty discussion."
            },
            {
                "verse_number": "7",
                "verse_text": "They want to be teachers of the law, but they do not understand what they are saying or the things they insist on so confidently."
            },
            {
                "verse_number": "8",
                "verse_text": "But we know that the law is good if someone uses it legitimately,"
            },
            {
                "verse_number": "9",
                "verse_text": "realizing that law is not intended for a righteous person, but for lawless and rebellious people, for the ungodly and sinners, for the unholy and profane, for those who kill their fathers or mothers, for murderers,"
            },
            {
                "verse_number": "10",
                "verse_text": "sexually immoral people, practicing homosexuals, kidnappers, liars, perjurers &ndash; in fact, for any who live contrary to sound teaching."
            },
            {
                "verse_number": "11",
                "verse_text": "This accords with the glorious gospel of the blessed God that was entrusted to me."
            },
            {
                "verse_number": "12",
                "verse_text": "I am grateful to the one who has strengthened me, Christ Jesus our Lord, because he considered me faithful in putting me into ministry,"
            },
            {
                "verse_number": "13",
                "verse_text": "even though I was formerly a blasphemer and a persecutor, and an arrogant man. But I was treated with mercy because I acted ignorantly in unbelief,"
            },
            {
                "verse_number": "14",
                "verse_text": "and our Lord&quot;s grace was abundant, bringing faith and love in Christ Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "This saying is trustworthy and deserves full acceptance: &apos;Christ Jesus came into the world to save sinners&apos; &ndash; and I am the worst of them!"
            },
            {
                "verse_number": "16",
                "verse_text": "But here is why I was treated with mercy: so that in me as the worst, Christ Jesus could demonstrate his utmost patience, as an example for those who are going to believe in him for eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "Now to the eternal king, immortal, invisible, the only God, be honor and glory forever and ever! Amen."
            },
            {
                "verse_number": "18",
                "verse_text": "I put this charge before you, Timothy my child, in keeping with the prophecies once spoken about you, in order that with such encouragement you may fight the good fight."
            },
            {
                "verse_number": "19",
                "verse_text": "To do this you must hold firmly to faith and a good conscience, which some have rejected and so have suffered shipwreck in regard to the faith."
            },
            {
                "verse_number": "20",
                "verse_text": "Among these are Hymenaeus and Alexander, whom I handed over to Satan to be taught not to blaspheme."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "First of all, then, I urge that requests, prayers, intercessions, and thanks be offered on behalf of all people,"
            },
            {
                "verse_number": "2",
                "verse_text": "even for kings and all who are in authority, that we may lead a peaceful and quiet life in all godliness and dignity."
            },
            {
                "verse_number": "3",
                "verse_text": "Such prayer for all is good and welcomed before God our Savior,"
            },
            {
                "verse_number": "4",
                "verse_text": "since he wants all people to be saved and to come to a knowledge of the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "For there is one God and one intermediary between God and humanity, Christ Jesus, himself human,"
            },
            {
                "verse_number": "6",
                "verse_text": "who gave himself as a ransom for all, revealing God&quot;s purpose at his appointed time."
            },
            {
                "verse_number": "7",
                "verse_text": "For this I was appointed a preacher and apostle &ndash; I am telling the truth; I am not lying &ndash; and a teacher of the Gentiles in faith and truth."
            },
            {
                "verse_number": "8",
                "verse_text": "So I want the men to pray in every place, lifting up holy hands without anger or dispute."
            },
            {
                "verse_number": "9",
                "verse_text": "Likewise the women are to dress in suitable apparel, with modesty and self-control. Their adornment must not be with braided hair and gold or pearls or expensive clothing,"
            },
            {
                "verse_number": "10",
                "verse_text": "but with good deeds, as is proper for women who profess reverence for God."
            },
            {
                "verse_number": "11",
                "verse_text": "A woman must learn quietly with all submissiveness."
            },
            {
                "verse_number": "12",
                "verse_text": "But I do not allow a woman to teach or exercise authority over a man. She must remain quiet."
            },
            {
                "verse_number": "13",
                "verse_text": "For Adam was formed first and then Eve."
            },
            {
                "verse_number": "14",
                "verse_text": "And Adam was not deceived, but the woman, because she was fully deceived, fell into transgression."
            },
            {
                "verse_number": "15",
                "verse_text": "But she will be delivered through childbearing, if she continues in faith and love and holiness with self-control."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This saying is trustworthy: &apos;If someone aspires to the office of overseer, he desires a good work.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The overseer then must be above reproach, the husband of one wife, temperate, self-controlled, respectable, hospitable, an able teacher,"
            },
            {
                "verse_number": "3",
                "verse_text": "not a drunkard, not violent, but gentle, not contentious, free from the love of money."
            },
            {
                "verse_number": "4",
                "verse_text": "He must manage his own household well and keep his children in control without losing his dignity."
            },
            {
                "verse_number": "5",
                "verse_text": "But if someone does not know how to manage his own household, how will he care for the church of God?"
            },
            {
                "verse_number": "6",
                "verse_text": "He must not be a recent convert or he may become arrogant and fall into the punishment that the devil will exact."
            },
            {
                "verse_number": "7",
                "verse_text": "And he must be well thought of by those outside the faith, so that he may not fall into disgrace and be caught by the devil&quot;s trap."
            },
            {
                "verse_number": "8",
                "verse_text": "Deacons likewise must be dignified, not two-faced, not given to excessive drinking, not greedy for gain,"
            },
            {
                "verse_number": "9",
                "verse_text": "holding to the mystery of the faith with a clear conscience."
            },
            {
                "verse_number": "10",
                "verse_text": "And these also must be tested first and then let them serve as deacons if they are found blameless."
            },
            {
                "verse_number": "11",
                "verse_text": "Likewise also their wives must be dignified, not slanderous, temperate, faithful in every respect."
            },
            {
                "verse_number": "12",
                "verse_text": "Deacons must be husbands of one wife and good managers of their children and their own households."
            },
            {
                "verse_number": "13",
                "verse_text": "For those who have served well as deacons gain a good standing for themselves and great boldness in the faith that is in Christ Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to come to you soon, but I am writing these instructions to you"
            },
            {
                "verse_number": "15",
                "verse_text": "in case I am delayed, to let you know how people ought to conduct themselves in the household of God, because it is the church of the living God, the support and bulwark of the truth."
            },
            {
                "verse_number": "16",
                "verse_text": "And we all agree, our religion contains amazing revelation: He was revealed in the flesh, vindicated by the Spirit, seen by angels, proclaimed among Gentiles, believed on in the world, taken up in glory."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now the Spirit explicitly says that in the later times some will desert the faith and occupy themselves with deceiving spirits and demonic teachings,"
            },
            {
                "verse_number": "2",
                "verse_text": "influenced by the hypocrisy of liars whose consciences are seared."
            },
            {
                "verse_number": "3",
                "verse_text": "They will prohibit marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "For every creation of God is good and no food is to be rejected if it is received with thanksgiving."
            },
            {
                "verse_number": "5",
                "verse_text": "For it is sanctified by God&quot;s word and by prayer."
            },
            {
                "verse_number": "6",
                "verse_text": "By pointing out such things to the brothers and sisters, you will be a good servant of Christ Jesus, having nourished yourself on the words of the faith and of the good teaching that you have followed."
            },
            {
                "verse_number": "7",
                "verse_text": "But reject those myths fit only for the godless and gullible, and train yourself for godliness."
            },
            {
                "verse_number": "8",
                "verse_text": "For &apos;physical exercise has some value, but godliness is valuable in every way. It holds promise for the present life and for the life to come.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "This saying is trustworthy and deserves full acceptance."
            },
            {
                "verse_number": "10",
                "verse_text": "In fact this is why we work hard and struggle, because we have set our hope on the living God, who is the Savior of all people, especially of believers."
            },
            {
                "verse_number": "11",
                "verse_text": "Command and teach these things."
            },
            {
                "verse_number": "12",
                "verse_text": "Let no one look down on you because you are young, but set an example for the believers in your speech, conduct, love, faithfulness, and purity."
            },
            {
                "verse_number": "13",
                "verse_text": "Until I come, give attention to the public reading of scripture, to exhortation, to teaching."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not neglect the spiritual gift you have, given to you and confirmed by prophetic words when the elders laid hands on you."
            },
            {
                "verse_number": "15",
                "verse_text": "Take pains with these things; be absorbed in them, so that everyone will see your progress."
            },
            {
                "verse_number": "16",
                "verse_text": "Be conscientious about how you live and what you teach. Persevere in this, because by doing so you will save both yourself and those who listen to you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Do not address an older man harshly but appeal to him as a father. Speak to younger men as brothers,"
            },
            {
                "verse_number": "2",
                "verse_text": "older women as mothers, and younger women as sisters &ndash; with complete purity."
            },
            {
                "verse_number": "3",
                "verse_text": "Honor widows who are truly in need."
            },
            {
                "verse_number": "4",
                "verse_text": "But if a widow has children or grandchildren, they should first learn to fulfill their duty toward their own household and so repay their parents what is owed them. For this is what pleases God."
            },
            {
                "verse_number": "5",
                "verse_text": "But the widow who is truly in need, and completely on her own, has set her hope on God and continues in her pleas and prayers night and day."
            },
            {
                "verse_number": "6",
                "verse_text": "But the one who lives for pleasure is dead even while she lives."
            },
            {
                "verse_number": "7",
                "verse_text": "Reinforce these commands, so that they will be beyond reproach."
            },
            {
                "verse_number": "8",
                "verse_text": "But if someone does not provide for his own, especially his own family, he has denied the faith and is worse than an unbeliever."
            },
            {
                "verse_number": "9",
                "verse_text": "No widow should be put on the list unless she is at least sixty years old, was the wife of one husband,"
            },
            {
                "verse_number": "10",
                "verse_text": "and has a reputation for good works: as one who has raised children, practiced hospitality, washed the feet of the saints, helped those in distress &ndash; as one who has exhibited all kinds of good works."
            },
            {
                "verse_number": "11",
                "verse_text": "But do not accept younger widows on the list, because their passions may lead them away from Christ and they will desire to marry,"
            },
            {
                "verse_number": "12",
                "verse_text": "and so incur judgment for breaking their former pledge."
            },
            {
                "verse_number": "13",
                "verse_text": "And besides that, going around from house to house they learn to be lazy, and they are not only lazy, but also gossips and busybodies, talking about things they should not."
            },
            {
                "verse_number": "14",
                "verse_text": "So I want younger women to marry, raise children, and manage a household, in order to give the adversary no opportunity to vilify us."
            },
            {
                "verse_number": "15",
                "verse_text": "For some have already wandered away to follow Satan."
            },
            {
                "verse_number": "16",
                "verse_text": "If a believing woman has widows in her family, let her help them. The church should not be burdened, so that it may help the widows who are truly in need."
            },
            {
                "verse_number": "17",
                "verse_text": "Elders who provide effective leadership must be counted worthy of double honor, especially those who work hard in speaking and teaching."
            },
            {
                "verse_number": "18",
                "verse_text": "For the scripture says, &apos; Do not muzzle an ox while it is treading out the grain ,&apos; and, &apos;The worker deserves his pay.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Do not accept an accusation against an elder unless it can be confirmed by two or three witnesses ."
            },
            {
                "verse_number": "20",
                "verse_text": "Those guilty of sin must be rebuked before all, as a warning to the rest."
            },
            {
                "verse_number": "21",
                "verse_text": "Before God and Christ Jesus and the elect angels, I solemnly charge you to carry out these commands without prejudice or favoritism of any kind."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not lay hands on anyone hastily and so identify with the sins of others. Keep yourself pure."
            },
            {
                "verse_number": "23",
                "verse_text": "(Stop drinking just water, but use a little wine for your digestion and your frequent illnesses.)"
            },
            {
                "verse_number": "24",
                "verse_text": "The sins of some people are obvious, going before them into judgment, but for others, they show up later."
            },
            {
                "verse_number": "25",
                "verse_text": "Similarly good works are also obvious, and the ones that are not cannot remain hidden."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Those who are under the yoke as slaves must regard their own masters as deserving of full respect. This will prevent the name of God and Christian teaching from being discredited."
            },
            {
                "verse_number": "2",
                "verse_text": "But those who have believing masters must not show them less respect because they are brothers. Instead they are to serve all the more, because those who benefit from their service are believers and dearly loved. Teach them and exhort them about these things."
            },
            {
                "verse_number": "3",
                "verse_text": "If someone spreads false teachings and does not agree with sound words (that is, those of our Lord Jesus Christ) and with the teaching that accords with godliness,"
            },
            {
                "verse_number": "4",
                "verse_text": "he is conceited and understands nothing, but has an unhealthy interest in controversies and verbal disputes. This gives rise to envy, dissension, slanders, evil suspicions,"
            },
            {
                "verse_number": "5",
                "verse_text": "and constant bickering by people corrupted in their minds and deprived of the truth, who suppose that godliness is a way of making a profit."
            },
            {
                "verse_number": "6",
                "verse_text": "Now godliness combined with contentment brings great profit."
            },
            {
                "verse_number": "7",
                "verse_text": "For we have brought nothing into this world and so we cannot take a single thing out either."
            },
            {
                "verse_number": "8",
                "verse_text": "But if we have food and shelter, we will be satisfied with that."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who long to be rich, however, stumble into temptation and a trap and many senseless and harmful desires that plunge people into ruin and destruction."
            },
            {
                "verse_number": "10",
                "verse_text": "For the love of money is the root of all evils. Some people in reaching for it have strayed from the faith and stabbed themselves with many pains."
            },
            {
                "verse_number": "11",
                "verse_text": "But you, as a person dedicated to God, keep away from all that. Instead pursue righteousness, godliness, faithfulness, love, endurance, and gentleness."
            },
            {
                "verse_number": "12",
                "verse_text": "Compete well for the faith and lay hold of that eternal life you were called for and made your good confession for in the presence of many witnesses."
            },
            {
                "verse_number": "13",
                "verse_text": "I charge you before God who gives life to all things and Christ Jesus who made his good confession before Pontius Pilate,"
            },
            {
                "verse_number": "14",
                "verse_text": "to obey this command without fault or failure until the appearing of our Lord Jesus Christ"
            },
            {
                "verse_number": "15",
                "verse_text": "&ndash; whose appearing the blessed and only Sovereign, the King of kings and Lord of lords, will reveal at the right time."
            },
            {
                "verse_number": "16",
                "verse_text": "He alone possesses immortality and lives in unapproachable light, whom no human has ever seen or is able to see. To him be honor and eternal power! Amen."
            },
            {
                "verse_number": "17",
                "verse_text": "Command those who are rich in this world&quot;s goods not to be haughty or to set their hope on riches, which are uncertain, but on God who richly provides us with all things for our enjoyment."
            },
            {
                "verse_number": "18",
                "verse_text": "Tell them to do good, to be rich in good deeds, to be generous givers, sharing with others."
            },
            {
                "verse_number": "19",
                "verse_text": "In this way they will save up a treasure for themselves as a firm foundation for the future and so lay hold of what is truly life."
            },
            {
                "verse_number": "20",
                "verse_text": "O Timothy, protect what has been entrusted to you. Avoid the profane chatter and absurdities of so-called &apos;knowledge.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "By professing it, some have strayed from the faith. Grace be with you all."
            }
        ]
    }
}