{
    "Ecclesiastes": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The words of the Teacher, the son of David, king in Jerusalem:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Futile! Futile!&apos; laments the Teacher, &apos;Absolutely futile! Everything is futile!&apos; which they expend on earth? but the earth remains the same through the ages. it hurries away to a place from which it rises again. round and round the wind goes and on its rounds it returns. and to the place where the streams flow, there they will flow again. The eye is never satisfied with seeing, nor is the ear ever content with hearing. there is nothing truly new on earth. It was already done long ago, before our time. nor will anyone remember the events that are yet to happen; they will not be remembered by the future generations. all that has been accomplished on earth. I concluded: God has given people a burdensome task that keeps them occupied. and I concluded: Everything he has accomplished is futile &ndash; like chasing the wind! and what is missing cannot be supplied. &apos;I have become much wiser than any of my predecessors who ruled over Jerusalem; I have acquired much wisdom and knowledge.&apos; however, I concluded that even this endeavor is like trying to chase the wind! whoever increases his knowledge merely increases his heartache."
            },
            {
                "verse_number": "3",
                "verse_text": "What benefit do people get from all the effort"
            },
            {
                "verse_number": "4",
                "verse_text": "A generation comes and a generation goes,"
            },
            {
                "verse_number": "5",
                "verse_text": "The sun rises and the sun sets;"
            },
            {
                "verse_number": "6",
                "verse_text": "The wind goes to the south and circles around to the north;"
            },
            {
                "verse_number": "7",
                "verse_text": "All the streams flow into the sea, but the sea is not full,"
            },
            {
                "verse_number": "8",
                "verse_text": "All this monotony is tiresome; no one can bear to describe it:"
            },
            {
                "verse_number": "9",
                "verse_text": "What exists now is what will be, and what has been done is what will be done;"
            },
            {
                "verse_number": "10",
                "verse_text": "Is there anything about which someone can say, &apos;Look at this! It is new!&apos;?"
            },
            {
                "verse_number": "11",
                "verse_text": "No one remembers the former events,"
            },
            {
                "verse_number": "12",
                "verse_text": "I, the Teacher, have been king over Israel in Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "I decided to carefully and thoroughly examine"
            },
            {
                "verse_number": "14",
                "verse_text": "I reflected on everything that is accomplished by man on earth,"
            },
            {
                "verse_number": "15",
                "verse_text": "What is bent cannot be straightened,"
            },
            {
                "verse_number": "16",
                "verse_text": "I thought to myself,"
            },
            {
                "verse_number": "17",
                "verse_text": "So I decided to discern the benefit of wisdom and knowledge over foolish behavior and ideas;"
            },
            {
                "verse_number": "18",
                "verse_text": "For with great wisdom comes great frustration;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I thought to myself, &apos;Come now, I will try self-indulgent pleasure to see if it is worthwhile.&apos; But I found that it also is futile. and of self-indulgent pleasure, &apos;It accomplishes nothing!&apos; (all the while my mind was guiding me with wisdom) and the effects of behaving foolishly, so that I might discover what is profitable for people to do on earth during the few days of their lives. I built houses for myself; to irrigate my grove of flourishing trees. and I owned slaves who were born in my house; than any of my predecessors in Jerusalem. as well as valuable treasures taken from kingdoms and provinces. and what gives a man sensual delight &ndash; a harem of beautiful concubines! yet I maintained my objectivity: I did not deny myself anything that would bring me pleasure. So all my accomplishments gave me joy; this was my reward for all my effort. and on all the effort that I had expended to accomplish it, I concluded: &apos;All these achievements and possessions are ultimately profitless &ndash; There is nothing gained from them on earth.&apos; For what more can the king&quot;s successor do than what the king has already done? Yet I also realized that the same fate happens to them both. Then what did I gain by becoming so excessively wise?&apos; So I lamented to myself, &apos;The benefits of wisdom are ultimately meaningless!&apos; because in the days to come, both will already have been forgotten. Alas, the wise man dies &ndash; just like the fool! happens on earth seems awful to me; for all the benefits of wisdom are futile &ndash; like chasing the wind. for which I worked so hard on earth, because I must leave it behind in the hands of my successor. Yet he will be master over all the fruit of my labor for which I worked so wisely on earth! for which I worked so hard on earth. however, he must hand over the fruit of his labor as an inheritance This also is futile, and an awful injustice! and from the anxiety that accompanies his toil on earth? and even at night his mind cannot relax! and to find enjoyment in their work. I also perceived that this ability to find enjoyment comes from God. or experience joy apart from him. but to the sinner, he gives the task of amassing wealth &ndash; only to give it to the one who pleases God. This task of the wicked is futile &ndash; like chasing the wind!"
            },
            {
                "verse_number": "2",
                "verse_text": "I said of partying, &apos;It is folly,&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "I thought deeply about the effects of indulging myself with wine"
            },
            {
                "verse_number": "4",
                "verse_text": "I increased my possessions: I planted vineyards for myself. and I planted all kinds of fruit trees in them. I also possessed more livestock &ndash; both herds and flocks &ndash; I acquired male singers and female singers for myself, like chasing the wind! just as light is preferable to darkness: This also is futile! to someone else who did not work for it. This also is futile!"
            },
            {
                "verse_number": "5",
                "verse_text": "I designed royal gardens and parks for myself,"
            },
            {
                "verse_number": "6",
                "verse_text": "I constructed pools of water for myself,"
            },
            {
                "verse_number": "7",
                "verse_text": "I purchased male and female slaves,"
            },
            {
                "verse_number": "8",
                "verse_text": "I also amassed silver and gold for myself,"
            },
            {
                "verse_number": "9",
                "verse_text": "So I was far wealthier than all my predecessors in Jerusalem,"
            },
            {
                "verse_number": "10",
                "verse_text": "I did not restrain myself from getting whatever I wanted;"
            },
            {
                "verse_number": "11",
                "verse_text": "Yet when I reflected on everything I had accomplished"
            },
            {
                "verse_number": "12",
                "verse_text": "Next, I decided to consider wisdom, as well as foolish behavior and ideas."
            },
            {
                "verse_number": "13",
                "verse_text": "I realized that wisdom is preferable to folly,"
            },
            {
                "verse_number": "14",
                "verse_text": "The wise man can see where he is going, but the fool walks in darkness."
            },
            {
                "verse_number": "15",
                "verse_text": "So I thought to myself, &apos;The fate of the fool will happen even to me!"
            },
            {
                "verse_number": "16",
                "verse_text": "For the wise man, like the fool, will not be remembered for very long,"
            },
            {
                "verse_number": "17",
                "verse_text": "So I loathed life because what"
            },
            {
                "verse_number": "18",
                "verse_text": "So I loathed all the fruit of my effort,"
            },
            {
                "verse_number": "19",
                "verse_text": "Who knows if he will be a wise man or a fool?"
            },
            {
                "verse_number": "20",
                "verse_text": "So I began to despair about all the fruit of my labor"
            },
            {
                "verse_number": "21",
                "verse_text": "For a man may do his work with wisdom, knowledge, and skill;"
            },
            {
                "verse_number": "22",
                "verse_text": "What does a man acquire from all his labor"
            },
            {
                "verse_number": "23",
                "verse_text": "For all day long his work produces pain and frustration,"
            },
            {
                "verse_number": "24",
                "verse_text": "There is nothing better for people than to eat and drink,"
            },
            {
                "verse_number": "25",
                "verse_text": "For no one can eat and drink"
            },
            {
                "verse_number": "26",
                "verse_text": "For to the one who pleases him, God gives wisdom, knowledge, and joy,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "For everything there is an appointed time, and an appropriate time for every activity on earth: that God has given to people to keep them occupied. but he has also placed ignorance in the human heart so that people cannot discover what God has ordained, from the beginning to the end of their lives. than to be happy and to enjoy themselves as long as they live, for these things are a gift from God. for God will seek to do again what has occurred in the past. and in the place of fairness, there was wickedness. and there is a time of judgment for every deed. so God can clearly show them that they are like animals. because that is their reward; for who can show them what the future holds?"
            },
            {
                "verse_number": "2",
                "verse_text": "A time to be born, and a time to die; a time to plant, and a time to uproot what was planted; a time to break down, and a time to build up; a time to mourn, and a time to dance. a time to embrace, and a time to refrain from embracing; a time to keep, and a time to throw away; a time to keep silent, and a time to speak. a time for war, and a time for peace. nothing can be added to it, and nothing taken away from it. God has made it this way, so that men will fear him. In the place of justice, there was wickedness, for there is an appropriate time for every activity, As one dies, so dies the other; both have the same breath. There is no advantage for humans over animals, for both are fleeting. both come from the dust, and to dust both return. and the animal&quot;s spirit descends into the earth?"
            },
            {
                "verse_number": "3",
                "verse_text": "A time to kill, and a time to heal;"
            },
            {
                "verse_number": "4",
                "verse_text": "A time to weep, and a time to laugh;"
            },
            {
                "verse_number": "5",
                "verse_text": "A time to throw away stones, and a time to gather stones;"
            },
            {
                "verse_number": "6",
                "verse_text": "A time to search, and a time to give something up as lost;"
            },
            {
                "verse_number": "7",
                "verse_text": "A time to rip, and a time to sew;"
            },
            {
                "verse_number": "8",
                "verse_text": "A time to love, and a time to hate;"
            },
            {
                "verse_number": "9",
                "verse_text": "What benefit can a worker gain from his toil?"
            },
            {
                "verse_number": "10",
                "verse_text": "I have observed the burden"
            },
            {
                "verse_number": "11",
                "verse_text": "God has made everything fit beautifully in its appropriate time,"
            },
            {
                "verse_number": "12",
                "verse_text": "I have concluded that there is nothing better for people"
            },
            {
                "verse_number": "13",
                "verse_text": "and also that everyone should eat and drink, and find enjoyment in all his toil,"
            },
            {
                "verse_number": "14",
                "verse_text": "I also know that whatever God does will endure forever;"
            },
            {
                "verse_number": "15",
                "verse_text": "Whatever exists now has already been, and whatever will be has already been;"
            },
            {
                "verse_number": "16",
                "verse_text": "I saw something else on earth:"
            },
            {
                "verse_number": "17",
                "verse_text": "I thought to myself, &apos;God will judge both the righteous and the wicked;"
            },
            {
                "verse_number": "18",
                "verse_text": "I also thought to myself, &apos;It is for the sake of people,"
            },
            {
                "verse_number": "19",
                "verse_text": "For the fate of humans and the fate of animals are the same:"
            },
            {
                "verse_number": "20",
                "verse_text": "Both go to the same place,"
            },
            {
                "verse_number": "21",
                "verse_text": "Who really knows if the human spirit ascends upward,"
            },
            {
                "verse_number": "22",
                "verse_text": "So I perceived there is nothing better than for people to enjoy their work,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So I again considered all the oppression that continually occurs on earth. This is what I saw: The oppressed were in tears, but no one was comforting them; no one delivers them from the power of their oppressors. more fortunate than those who are still alive. and has not seen the evil things that are done on earth. Surely it is nothing more than competition between one person and another. This also is profitless &ndash; like chasing the wind. so he has nothing to eat but his own flesh. than two hands full of toil and chasing the wind. he has no children nor siblings; and he is never satisfied with riches. He laments, &apos;For whom am I toiling and depriving myself of pleasure?&apos; This also is futile and a burdensome task! because they can reap more benefit from their labor. but pity the person who falls down and has no one to help him up. even though he had been born poor in what would become his kingdom. as well as the successor who would arise in his place. yet future generations will not rejoice in him. This also is profitless and like chasing the wind."
            },
            {
                "verse_number": "2",
                "verse_text": "So I considered those who are dead and gone"
            },
            {
                "verse_number": "3",
                "verse_text": "But better than both is the one who has not been born"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I considered all the skillful work that is done:"
            },
            {
                "verse_number": "5",
                "verse_text": "The fool folds his hands and does no work,"
            },
            {
                "verse_number": "6",
                "verse_text": "Better is one handful with some rest"
            },
            {
                "verse_number": "7",
                "verse_text": "So I again considered another futile thing on earth:"
            },
            {
                "verse_number": "8",
                "verse_text": "A man who is all alone with no companion, yet there is no end to all his toil, but how can one person keep warm by himself? two can withstand him. Moreover, a three-stranded cord is not quickly broken. who no longer knows how to receive advice."
            },
            {
                "verse_number": "9",
                "verse_text": "Two people are better than one,"
            },
            {
                "verse_number": "10",
                "verse_text": "For if they fall, one will help his companion up,"
            },
            {
                "verse_number": "11",
                "verse_text": "Furthermore, if two lie down together, they can keep each other warm,"
            },
            {
                "verse_number": "12",
                "verse_text": "Although an assailant may overpower one person,"
            },
            {
                "verse_number": "13",
                "verse_text": "A poor but wise youth is better than an old and foolish king"
            },
            {
                "verse_number": "14",
                "verse_text": "For he came out of prison to become king,"
            },
            {
                "verse_number": "15",
                "verse_text": "I considered all the living who walk on earth,"
            },
            {
                "verse_number": "16",
                "verse_text": "There is no end to all the people nor to the past generations,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Be careful what you do when you go to the temple of God; draw near to listen rather than to offer a sacrifice like fools, so the rash vow of a fool occurs when there are many words. For God takes no pleasure in fools: than to vow and not pay it. and do not tell the priest, &apos;It was a mistake!&apos; Why make God angry at you so also in many words. or the perversion of justice and fairness in the government, For the high official is watched by a higher official, and there are higher ones over them! even the king is served by the fields. he who loves wealth will never be satisfied with his income. so what does its owner gain, except that he gets to see it with his eyes? although he fathered a son, he has nothing left to give him. to eat and drink, and find enjoyment in all their hard work on earth for this is their reward. he has also given him the ability these things are the gift of God. because God keeps him preoccupied with the joy he derives from his activity. for they do not realize that they are doing wrong. for God is in heaven and you are on earth! Therefore, let your words be few. Pay what you vow! so that he would destroy the work of your hands?&apos; Therefore, fear God! do not be astonished by the matter. This also is futile. but the wealth of the rich will not allow him to sleep. Wealth hoarded by its owner to his own misery. and he will take nothing in his hand that he may carry away from his toil. Just as he came, so will he go. What did he gain from toiling for the wind? and he suffered greatly with sickness and anger. during the few days of their life which God has given them, to eat from them, to receive his reward and to find enjoyment in his toil;"
            },
            {
                "verse_number": "2",
                "verse_text": "Do not be rash with your mouth or hasty in your heart to bring up a matter before God,"
            },
            {
                "verse_number": "3",
                "verse_text": "Just as dreams come when there are many cares,"
            },
            {
                "verse_number": "4",
                "verse_text": "When you make a vow to God, do not delay in paying it."
            },
            {
                "verse_number": "5",
                "verse_text": "It is better for you not to vow"
            },
            {
                "verse_number": "6",
                "verse_text": "Do not let your mouth cause you to sin,"
            },
            {
                "verse_number": "7",
                "verse_text": "Just as there is futility in many dreams,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you see the extortion of the poor,"
            },
            {
                "verse_number": "9",
                "verse_text": "The produce of the land is seized by all of them,"
            },
            {
                "verse_number": "10",
                "verse_text": "The one who loves money will never be satisfied with money,"
            },
            {
                "verse_number": "11",
                "verse_text": "When someone&quot;s prosperity increases, those who consume it also increase;"
            },
            {
                "verse_number": "12",
                "verse_text": "The sleep of the laborer is pleasant &ndash; whether he eats little or much &ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "Here is a misfortune on earth that I have seen:"
            },
            {
                "verse_number": "14",
                "verse_text": "Then that wealth was lost through bad luck;"
            },
            {
                "verse_number": "15",
                "verse_text": "Just as he came forth from his mother's womb, naked will he return as he came,"
            },
            {
                "verse_number": "16",
                "verse_text": "This is another misfortune:"
            },
            {
                "verse_number": "17",
                "verse_text": "Surely, he ate in darkness every day of his life,"
            },
            {
                "verse_number": "18",
                "verse_text": "I have seen personally what is the only beneficial and appropriate course of action for people:"
            },
            {
                "verse_number": "19",
                "verse_text": "To every man whom God has given wealth, and possessions,"
            },
            {
                "verse_number": "20",
                "verse_text": "For he does not think much about the fleeting days of his life"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Here is another misfortune that I have seen on earth, and it weighs heavily on people: so that he lacks nothing that his heart desires, yet God does not enable him to enjoy the fruit of his labor &ndash; instead, someone else enjoys it! This is fruitless and a grave misfortune. even if he lives a long, long time, but cannot enjoy his prosperity &ndash; even if he were to live forever &ndash; I would say, &apos;A stillborn child is better off than he is!&apos; though its name is shrouded in darkness, yet it has more rest than that man &ndash; For both of them die! yet his appetite is never satisfied! And what advantage does a pauper gain by knowing how to survive? than for one&quot;s heart always to crave more. This continual longing is futile &ndash; like chasing the wind. and what happens to a person was also foreknown. because God is more powerful than he is. How does that benefit him? for they pass away like a shadow. Nor can anyone tell him what the future will hold for him on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "God gives a man riches, property, and wealth"
            },
            {
                "verse_number": "3",
                "verse_text": "Even if a man fathers a hundred children and lives many years &ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Though the stillborn child came into the world for no reason and departed into darkness,"
            },
            {
                "verse_number": "5",
                "verse_text": "though it never saw the light of day nor knew anything,"
            },
            {
                "verse_number": "6",
                "verse_text": "if he should live a thousand years twice, yet does not enjoy his prosperity."
            },
            {
                "verse_number": "7",
                "verse_text": "All of man&quot;s labor is for nothing more than to fill his stomach &ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "So what advantage does a wise man have over a fool?"
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to be content with what the eyes can see"
            },
            {
                "verse_number": "10",
                "verse_text": "Whatever has happened was foreordained, It is useless for him to argue with God about his fate during the few days of his fleeting life &ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "The more one argues with words, the less he accomplishes."
            },
            {
                "verse_number": "12",
                "verse_text": "For no one knows what is best for a person during his life &ndash;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "A good reputation is better than precious perfume; likewise, the day of one&quot;s death is better than the day of one&quot;s birth. than a feast. For death is the destiny of every person, and the living should take this to heart. because sober reflection is good for the heart. but the heart of fools is in the house of merrymaking. than to listen to the song of fools. This kind of folly also is useless. likewise, a bribe corrupts the heart. likewise, patience is better than pride. for anger resides in the lap of fools. for it is not wise to ask that. it benefits those who see the light of day. just as money provides protection. Wisdom preserves the life of its owner. but in times of adversity consider this: God has made one as well as the other, so that no one can discover what the future holds. Sometimes a righteous person dies prematurely in spite of his righteousness, and sometimes a wicked person lives long in spite of his evil deeds. otherwise you might be disappointed. otherwise you might die before your time. for the one who fears God will follow both warnings. otherwise, you might even hear your servant cursing you. I said, &apos;I am determined to comprehend this&apos; &ndash; but it was beyond my grasp. it is far deeper than anyone can fathom. the role of wisdom in the scheme of things, and to understand the stupidity of wickedness and the insanity of folly. More bitter than death is the kind of woman who is like a hunter&quot;s snare; I have found only one upright man among a thousand,"
            },
            {
                "verse_number": "2",
                "verse_text": "It is better to go to a funeral"
            },
            {
                "verse_number": "3",
                "verse_text": "Sorrow is better than laughter,"
            },
            {
                "verse_number": "4",
                "verse_text": "The heart of the wise is in the house of mourning,"
            },
            {
                "verse_number": "5",
                "verse_text": "It is better for a person to receive a rebuke from those who are wise"
            },
            {
                "verse_number": "6",
                "verse_text": "For like the crackling of quick-burning thorns under a cooking pot, so is the laughter of the fool. But the advantage of knowledge is this: For who can make straight what he has bent? than ten rulers in a city. who continually does good and never sins. that you also have cursed others many times. her heart is like a hunter&quot;s net and her hands are like prison chains. The man who pleases God escapes her, but the sinner is captured by her. I discovered this while trying to discover the scheme of things, item by item. but I have not found one upright woman among all of them. but they have sought many evil schemes."
            },
            {
                "verse_number": "7",
                "verse_text": "Surely oppression can turn a wise person into a fool;"
            },
            {
                "verse_number": "8",
                "verse_text": "The end of a matter is better than its beginning;"
            },
            {
                "verse_number": "9",
                "verse_text": "Do not let yourself be quickly provoked,"
            },
            {
                "verse_number": "10",
                "verse_text": "Do not say, &apos;Why were the old days better than these days?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom, like an inheritance, is a good thing;"
            },
            {
                "verse_number": "12",
                "verse_text": "For wisdom provides protection,"
            },
            {
                "verse_number": "13",
                "verse_text": "Consider the work of God:"
            },
            {
                "verse_number": "14",
                "verse_text": "In times of prosperity be joyful,"
            },
            {
                "verse_number": "15",
                "verse_text": "During the days of my fleeting life I have seen both of these things:"
            },
            {
                "verse_number": "16",
                "verse_text": "So do not be excessively righteous or excessively wise;"
            },
            {
                "verse_number": "17",
                "verse_text": "Do not be excessively wicked and do not be a fool;"
            },
            {
                "verse_number": "18",
                "verse_text": "It is best to take hold of one warning without letting go of the other warning;"
            },
            {
                "verse_number": "19",
                "verse_text": "Wisdom gives a wise person more protection"
            },
            {
                "verse_number": "20",
                "verse_text": "For there is not one truly righteous person on the earth"
            },
            {
                "verse_number": "21",
                "verse_text": "Also, do not pay attention to everything that people say;"
            },
            {
                "verse_number": "22",
                "verse_text": "For you know in your own heart"
            },
            {
                "verse_number": "23",
                "verse_text": "I have examined all this by wisdom;"
            },
            {
                "verse_number": "24",
                "verse_text": "Whatever has happened is beyond human understanding;"
            },
            {
                "verse_number": "25",
                "verse_text": "I tried to understand, examine, and comprehend"
            },
            {
                "verse_number": "26",
                "verse_text": "I discovered this:"
            },
            {
                "verse_number": "27",
                "verse_text": "The Teacher says:"
            },
            {
                "verse_number": "28",
                "verse_text": "What I have continually sought, I have not found;"
            },
            {
                "verse_number": "29",
                "verse_text": "This alone have I discovered: God made humankind upright,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Who is a wise person? Who knows the solution to a problem? A person&quot;s wisdom brightens his appearance, and softens his harsh countenance. because you took an oath before God to be loyal to him. no one can say to him, &apos;What are you doing?&apos; and a wise person knows the proper time and procedure. for the oppression of the king is severe upon his victim. and no one can tell another person what will happen. so no one has power over the day of his death. Just as no one can be discharged during the battle, so wickedness cannot rescue the wicked. Sometimes one person dominates other people to their harm. and as they left the holy temple, they boasted in the city that they had done so. This also is an enigma. the human heart is encouraged to do evil. yet I know that it will go well with God-fearing people &ndash; for they stand in fear before him. nor will they prolong their days like a shadow, because they do not stand in fear before God. Sometimes there are righteous people who get what the wicked deserve, and sometimes there are wicked people who get what the righteous deserve. for there is nothing better on earth for a person to do except to eat, drink, and enjoy life. So joy will accompany him in his toil during the days of his life which God gives him on earth. and to observe the activity on earth &ndash; even though it prevents anyone from sleeping day or night &ndash; No one really comprehends what happens on earth. Despite all human efforts to discover it, no one can ever grasp it. Even if a wise person claimed that he understood, he would not really comprehend it."
            },
            {
                "verse_number": "2",
                "verse_text": "Obey the king&quot;s command,"
            },
            {
                "verse_number": "3",
                "verse_text": "Do not rush out of the king&quot;s presence in haste &ndash; do not delay when the matter is unpleasant, for he can do whatever he pleases. I said, &apos;This also is an enigma.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Surely the king&quot;s authority is absolute;"
            },
            {
                "verse_number": "5",
                "verse_text": "Whoever obeys his command will not experience harm,"
            },
            {
                "verse_number": "6",
                "verse_text": "For there is a proper time and procedure for every matter,"
            },
            {
                "verse_number": "7",
                "verse_text": "Surely no one knows the future,"
            },
            {
                "verse_number": "8",
                "verse_text": "Just as no one has power over the wind to restrain it,"
            },
            {
                "verse_number": "9",
                "verse_text": "While applying my mind to everything that happens in this world, I have seen all this:"
            },
            {
                "verse_number": "10",
                "verse_text": "Not only that, but I have seen the wicked approaching and entering the temple,"
            },
            {
                "verse_number": "11",
                "verse_text": "When a sentence is not executed at once against a crime,"
            },
            {
                "verse_number": "12",
                "verse_text": "Even though a sinner might commit a hundred crimes and still live a long time,"
            },
            {
                "verse_number": "13",
                "verse_text": "But it will not go well with the wicked,"
            },
            {
                "verse_number": "14",
                "verse_text": "Here is another enigma that occurs on earth:"
            },
            {
                "verse_number": "15",
                "verse_text": "So I recommend the enjoyment of life,"
            },
            {
                "verse_number": "16",
                "verse_text": "When I tried to gain wisdom"
            },
            {
                "verse_number": "17",
                "verse_text": "then I discerned all that God has done:"
            }
        ]
    }
}