{
    "1 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man from Ramathaim Zophim, from the hill country of Ephraim, whose name was Elkanah. He was the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."
            },
            {
                "verse_number": "2",
                "verse_text": "He had two wives; the name of the first was Hannah and the name of the second was Peninnah. Now Peninnah had children, but Hannah was childless."
            },
            {
                "verse_number": "3",
                "verse_text": "Year after year this man would go up from his city to worship and to sacrifice to the Lord of hosts at Shiloh. It was there that the two sons of Eli, Hophni and Phineas, served as the Lord &quot;s priests."
            },
            {
                "verse_number": "4",
                "verse_text": "Whenever the day came for Elkanah to sacrifice, he used to give meat portions to his wife Peninnah and to all her sons and daughters."
            },
            {
                "verse_number": "5",
                "verse_text": "But he would give a double portion to Hannah, because he especially loved her. Now the Lord had not enabled her to have children."
            },
            {
                "verse_number": "6",
                "verse_text": "Her rival wife used to upset her and make her worry, for the Lord had not enabled her to have children."
            },
            {
                "verse_number": "7",
                "verse_text": "Peninnah would behave this way year after year. Whenever Hannah went up to the Lord &quot;s house, Peninnah would upset her so that she would weep and refuse to eat."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally her husband Elkanah said to her, &apos;Hannah, why do you weep and not eat? Why are you so sad? Am I not better to you than ten sons?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "On one occasion in Shiloh, after they had finished eating and drinking, Hannah got up. (Now at the time Eli the priest was sitting in his chair by the doorpost of the Lord &quot;s temple.)"
            },
            {
                "verse_number": "10",
                "verse_text": "She was very upset as she prayed to the Lord, and she was weeping uncontrollably."
            },
            {
                "verse_number": "11",
                "verse_text": "She made a vow saying, &apos;O Lord of hosts, if you will look with compassion on the suffering of your female servant, remembering me and not forgetting your servant, and give a male child to your servant, then I will dedicate him to the Lord all the days of his life. His hair will never be cut.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "As she continued praying to the Lord , Eli was watching her mouth."
            },
            {
                "verse_number": "13",
                "verse_text": "Now Hannah was speaking from her heart. Although her lips were moving, her voice was inaudible. Eli therefore thought she was drunk."
            },
            {
                "verse_number": "14",
                "verse_text": "So he said to her, &apos;How often do you intend to get drunk? Put away your wine!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Hannah replied, &apos;That&quot;s not the way it is, my lord! I am under a great deal of stress. I have drunk neither wine nor beer. Rather, I have poured out my soul to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t consider your servant a wicked woman, for until now I have spoken from my deep pain and anguish.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli replied, &apos;Go in peace, and may the God of Israel grant the request that you have asked of him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "She said, &apos;May I, your servant, find favor in your sight.&apos; So the woman went her way and got something to eat. Her face no longer looked sad."
            },
            {
                "verse_number": "19",
                "verse_text": "They got up early the next morning and after worshiping the Lord , they returned to their home at Ramah. Elkanah had marital relations with his wife Hannah, and the Lord remembered her."
            },
            {
                "verse_number": "20",
                "verse_text": "After some time Hannah became pregnant and gave birth to a son. She named him Samuel, thinking, &apos;I asked the Lord for him."
            },
            {
                "verse_number": "21",
                "verse_text": "This man Elkanah went up with all his family to make the yearly sacrifice to the Lord and to keep his vow,"
            },
            {
                "verse_number": "22",
                "verse_text": "but Hannah did not go up with them. Instead she told her husband, &apos;Once the boy is weaned, I will bring him and appear before the Lord , and he will remain there from then on.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So her husband Elkanah said to her, &apos;Do what you think best. Stay until you have weaned him. May the Lord fulfill his promise.&apos; So the woman stayed and nursed her son until she had weaned him."
            },
            {
                "verse_number": "24",
                "verse_text": "Once she had weaned him, she took him up with her, along with three bulls, an ephah of flour, and a container of wine. She brought him to the Lord &quot;s house at Shiloh, even though he was young."
            },
            {
                "verse_number": "25",
                "verse_text": "Once the bull had been slaughtered, they brought the boy to Eli."
            },
            {
                "verse_number": "26",
                "verse_text": "She said, &apos;Just as surely as you are alive, my lord, I am the woman who previously stood here with you in order to pray to the Lord ."
            },
            {
                "verse_number": "27",
                "verse_text": "I prayed for this boy, and the Lord has given me the request that I asked of him."
            },
            {
                "verse_number": "28",
                "verse_text": "Now I dedicate him to the Lord . From this time on he is dedicated to the Lord .&apos; Then they worshiped the Lord there."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Hannah prayed, &apos;My heart rejoices in the Lord ; There is no one other than you! letting proud talk come out of your mouth! For the Lord is a God who knows; but those who stumble find their strength reinforced. but the hungry no longer lack. he humbles and he exalts. to seat them with princes The foundations of the earth belong to the Lord , and he has placed the world on them. but the wicked are made speechless in the darkness, for it is not by one&quot;s own strength that one prevails. The Lord executes judgment to the ends of the earth. my horn is exalted high because of the Lord . I loudly denounce my enemies, for I am happy that you delivered me. There is no rock like our God! he evaluates what people do. Even the barren woman gives birth to seven, but the one with many children withers away. he brings down to the grave and raises up. he raises the poor from the ash heap and to bestow on them an honored position. he thunders against them from the heavens. He will strengthen his king and exalt the power of his anointed one.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "No one is holy like the Lord !"
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t keep speaking so arrogantly,"
            },
            {
                "verse_number": "4",
                "verse_text": "The bows of warriors are shattered,"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who are well-fed hire themselves out to earn food,"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord both kills and gives life;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord impoverishes and makes wealthy;"
            },
            {
                "verse_number": "8",
                "verse_text": "He lifts the weak from the dust;"
            },
            {
                "verse_number": "9",
                "verse_text": "He watches over his holy ones,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord shatters his adversaries;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Elkanah went back home to Ramah. But the boy was serving the Lord under the supervision of Eli the priest."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Eli were wicked men. They did not recognize the Lord &quot;s authority."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the priests would always treat the people in the following way: Whenever anyone was making a sacrifice, while the meat was boiling, the priest&quot;s attendant would come with a three-pronged fork in his hand."
            },
            {
                "verse_number": "14",
                "verse_text": "He would jab it into the basin, kettle, caldron, or pot, and everything that the fork brought up the priest would take for himself. This is what they used to do to all the Israelites when they came there to Shiloh."
            },
            {
                "verse_number": "15",
                "verse_text": "Even before they burned the fat, the priest&quot;s attendant would come and say to the person who was making the sacrifice, &apos;Hand over some meat for the priest to roast! He won&quot;t take boiled meat from you, but only raw.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "If the individual said to him, &apos;First let the fat be burned away, and then take for yourself whatever you wish,&apos; he would say, &apos;No! Hand it over right now! If you don&quot;t, I will take it forcibly!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The sin of these young men was very great in the Lord &quot;s sight, for they treated the Lord &quot;s offering with contempt."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Samuel was ministering before the Lord . The boy was dressed in a linen ephod."
            },
            {
                "verse_number": "19",
                "verse_text": "His mother used to make him a small robe and bring it up to him at regular intervals when she would go up with her husband to make the annual sacrifice."
            },
            {
                "verse_number": "20",
                "verse_text": "Eli would bless Elkanah and his wife saying, &apos;May the Lord raise up for you descendants from this woman to replace the one that she dedicated to the Lord .&apos; Then they would go to their home."
            },
            {
                "verse_number": "21",
                "verse_text": "So the Lord graciously attended to Hannah, and she was able to conceive and gave birth to three sons and two daughters. The boy Samuel grew up at the Lord &quot;s sanctuary."
            },
            {
                "verse_number": "22",
                "verse_text": "Now Eli was very old when he heard about everything that his sons used to do to all the people of Israel and how they used to have sex with the women who were stationed at the entrance to the tent of meeting."
            },
            {
                "verse_number": "23",
                "verse_text": "He said to them, &apos;Why do you behave in this way? For I hear about these evil things from all these people."
            },
            {
                "verse_number": "24",
                "verse_text": "This ought not to be, my sons! For the report that I hear circulating among the Lord &quot;s people is not good."
            },
            {
                "verse_number": "25",
                "verse_text": "If a man sins against a man, one may appeal to God on his behalf. But if a man sins against the Lord , who then will intercede for him?&apos; But Eli&quot;s sons would not listen to their father, for the Lord had decided to kill them."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the boy Samuel was growing up and finding favor both with the Lord and with people."
            },
            {
                "verse_number": "27",
                "verse_text": "A man of God came to Eli and said to him, &apos;This is what the Lord says: &quot;Did I not plainly reveal myself to your ancestor&quot;s house when they were in Egypt in the house of Pharaoh?"
            },
            {
                "verse_number": "28",
                "verse_text": "I chose your ancestor from all the tribes of Israel to be my priest, to offer sacrifice on my altar, to burn incense, and to bear the ephod before me. I gave to your ancestor&quot;s house all the fire offerings made by the Israelites."
            },
            {
                "verse_number": "29",
                "verse_text": "Why are you scorning my sacrifice and my offering that I commanded for my dwelling place? You have honored your sons more than you have me by having made yourselves fat from the best parts of all the offerings of my people Israel.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Therefore the Lord , the God of Israel, says, &quot;I really did say that your house and your ancestor&quot;s house would serve me forever.&quot; But now the Lord says, &quot;May it never be! For I will honor those who honor me, but those who despise me will be cursed!"
            },
            {
                "verse_number": "31",
                "verse_text": "In fact, days are coming when I will remove your strength and the strength of your father&quot;s house. There will not be an old man in your house!"
            },
            {
                "verse_number": "32",
                "verse_text": "You will see trouble in my dwelling place! Israel will experience blessings, but there will not be an old man in your house for all time."
            },
            {
                "verse_number": "33",
                "verse_text": "Any one of you that I do not cut off from my altar, I will cause your eyes to fail and will cause you grief. All of those born to your family will die in the prime of life."
            },
            {
                "verse_number": "34",
                "verse_text": "This will be a confirming sign for you that will be fulfilled through your two sons, Hophni and Phinehas: in a single day they both will die!"
            },
            {
                "verse_number": "35",
                "verse_text": "Then I will raise up for myself a faithful priest. He will do what is in my heart and soul. I will build for him a secure dynasty and he will serve my chosen one for all time."
            },
            {
                "verse_number": "36",
                "verse_text": "Everyone who remains in your house will come to bow before him for a little money and for a scrap of bread. Each will say, &quot;Assign me to a priestly task so I can eat a scrap of bread.&quot;&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now the boy Samuel continued serving the Lord under Eli&quot;s supervision. Word from the Lord was rare in those days; revelatory visions were infrequent."
            },
            {
                "verse_number": "2",
                "verse_text": "Eli&quot;s eyes had begun to fail, so that he was unable to see well. At that time he was lying down in his place,"
            },
            {
                "verse_number": "3",
                "verse_text": "and the lamp of God had not yet been extinguished. Samuel was lying down in the temple of the Lord as well; the ark of God was also there."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord called to Samuel, and he replied, &apos;Here I am!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he ran to Eli and said, &apos;Here I am, for you called me.&apos; But Eli said, &apos;I didn&quot;t call you. Go back and lie down.&apos; So he went back and lay down."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord again called, &apos;Samuel!&apos; So Samuel got up and went to Eli and said, &apos;Here I am, for you called me.&apos; But Eli said, &apos;I didn&quot;t call you, my son. Go back and lie down.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now Samuel did not yet know the Lord ; the word of the Lord had not yet been revealed to him."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord called Samuel a third time. So he got up and went to Eli and said, &apos;Here I am, for you called me!&apos; Eli then realized that it was the Lord who was calling the boy."
            },
            {
                "verse_number": "9",
                "verse_text": "So Eli said to Samuel, &apos;Go back and lie down. When he calls you, say, &apos;Speak, Lord , for your servant is listening.&apos; So Samuel went back and lay down in his place."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord came and stood nearby, calling as he had previously done, &apos;Samuel! Samuel!&apos; Samuel replied, &apos;Speak, for your servant is listening!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Samuel, &apos;Look! I am about to do something in Israel; when anyone hears about it, both of his ears will tingle."
            },
            {
                "verse_number": "12",
                "verse_text": "On that day I will carry out against Eli everything that I spoke about his house &ndash; from start to finish!"
            },
            {
                "verse_number": "13",
                "verse_text": "You should tell him that I am about to judge his house forever because of the sin that he knew about. For his sons were cursing God, and he did not rebuke them."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore I swore an oath to the house of Eli, &quot;The sin of the house of Eli can never be forgiven by sacrifice or by grain offering.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Samuel lay down until morning. Then he opened the doors of the Lord &quot;s house. But Samuel was afraid to tell Eli about the vision."
            },
            {
                "verse_number": "16",
                "verse_text": "However, Eli called Samuel and said, &apos;Samuel, my son!&apos; He replied, &apos;Here I am.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli said, &apos;What message did he speak to you? Don&quot;t conceal it from me. God will judge you severely if you conceal from me anything that he said to you!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel told him everything. He did not hold back anything from him. Eli said, &apos;The Lord will do what he pleases.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Samuel continued to grow, and the Lord was with him. None of his prophecies fell to the ground unfulfilled."
            },
            {
                "verse_number": "20",
                "verse_text": "All Israel from Dan to Beer Sheba realized that Samuel was confirmed as a prophet of the Lord ."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord again appeared in Shiloh, for it was in Shiloh that the Lord had revealed himself to Samuel through the word of the Lord ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Samuel revealed the word of the Lord to all Israel. Then the Israelites went out to fight the Philistines. They camped at Ebenezer, and the Philistines camped at Aphek."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines arranged their forces to fight Israel. As the battle spread out, Israel was defeated by the Philistines, who killed about four thousand men in the battle line in the field."
            },
            {
                "verse_number": "3",
                "verse_text": "When the army came back to the camp, the elders of Israel said, &apos;Why did the Lord let us be defeated today by the Philistines? Let&quot;s take with us the ark of the covenant of the Lord from Shiloh. When it is with us, it will save us from the hand of our enemies."
            },
            {
                "verse_number": "4",
                "verse_text": "So the army sent to Shiloh, and they took from there the ark of the covenant of the Lord of hosts who sits between the cherubim. Now the two sons of Eli, Hophni and Phineas, were there with the ark of the covenant of God."
            },
            {
                "verse_number": "5",
                "verse_text": "When the ark of the covenant of the Lord arrived at the camp, all Israel shouted so loudly that the ground shook."
            },
            {
                "verse_number": "6",
                "verse_text": "When the Philistines heard the sound of the shout, they said, &apos;What is this loud shout in the camp of the Hebrews?&apos; Then they realized that the ark of the Lord had arrived at the camp."
            },
            {
                "verse_number": "7",
                "verse_text": "The Philistines were scared because they thought that gods had come to the camp. They said, &apos;Too bad for us! We&quot;ve never seen anything like this!"
            },
            {
                "verse_number": "8",
                "verse_text": "Too bad for us! Who can deliver us from the hand of these mighty gods? These are the gods who struck the Egyptians with all sorts of plagues in the desert!"
            },
            {
                "verse_number": "9",
                "verse_text": "Be strong and act like men, you Philistines, or else you will wind up serving the Hebrews the way they have served you! Act like men and fight!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the Philistines fought. Israel was defeated; they all ran home. The slaughter was very great; thirty thousand foot soldiers fell in battle."
            },
            {
                "verse_number": "11",
                "verse_text": "The ark of God was taken, and the two sons of Eli, Hophni and Phineas, were killed."
            },
            {
                "verse_number": "12",
                "verse_text": "On that day a Benjaminite ran from the battle lines and came to Shiloh. His clothes were torn and dirt was on his head."
            },
            {
                "verse_number": "13",
                "verse_text": "When he arrived in Shiloh, Eli was sitting in his chair watching by the side of the road, for he was very worried about the ark of God. As the man entered the city to give his report, the whole city cried out."
            },
            {
                "verse_number": "14",
                "verse_text": "When Eli heard the outcry, he said, &apos;What is this commotion?&apos; The man quickly came and told Eli."
            },
            {
                "verse_number": "15",
                "verse_text": "Now Eli was ninety-eight years old and his eyes looked straight ahead; he was unable to see."
            },
            {
                "verse_number": "16",
                "verse_text": "The man said to Eli, &apos;I am the one who came from the battle lines! Just today I fled from the battle lines!&apos; Eli asked, &apos;How did things go, my son?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The messenger replied, &apos;Israel has fled from the Philistines! The army has suffered a great defeat! Your two sons, Hophni and Phineas, are dead! The ark of God has been captured!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When he mentioned the ark of God, Eli fell backward from his chair beside the gate. He broke his neck and died, for he was old and heavy. He had judged Israel for forty years."
            },
            {
                "verse_number": "19",
                "verse_text": "His daughter-in-law, the wife of Phineas, was pregnant and close to giving birth. When she heard that the ark of God was captured and that her father-in-law and her husband were dead, she doubled over and gave birth. But her labor pains were too much for her."
            },
            {
                "verse_number": "20",
                "verse_text": "As she was dying, the women who were there with her said, &apos;Don&quot;t be afraid! You have given birth to a son!&apos; But she did not reply or pay any attention."
            },
            {
                "verse_number": "21",
                "verse_text": "She named the boy Ichabod, saying, &apos;The glory has departed from Israel,&apos; referring to the capture of the ark of God and the deaths of her father-in-law and her husband."
            },
            {
                "verse_number": "22",
                "verse_text": "She said, &apos;The glory has departed from Israel, because the ark of God has been captured.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines had captured the ark of God and brought it from Ebenezer to Ashdod."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines took the ark of God and brought it into the temple of Dagon, where they positioned it beside Dagon."
            },
            {
                "verse_number": "3",
                "verse_text": "When the residents of Ashdod got up early the next day, Dagon was lying on the ground before the ark of the Lord . So they took Dagon and set him back in his place."
            },
            {
                "verse_number": "4",
                "verse_text": "But when they got up early the following day, Dagon was again lying on the ground before the ark of the Lord . The head of Dagon and his two hands were sheared off and were lying at the threshold. Only Dagon&quot;s body was left intact."
            },
            {
                "verse_number": "5",
                "verse_text": "(For this reason, to this very day, neither Dagon&quot;s priests nor anyone else who enters Dagon&quot;s temple step on Dagon&quot;s threshold in Ashdod.)"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord attacked the residents of Ashdod severely, bringing devastation on them. He struck the people of both Ashdod and the surrounding area with sores."
            },
            {
                "verse_number": "7",
                "verse_text": "When the people of Ashdod saw what was happening, they said, &apos;The ark of the God of Israel should not remain with us, for he has attacked both us and our god Dagon!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they assembled all the leaders of the Philistines and asked, &apos;What should we do with the ark of the God of Israel?&apos; They replied, &apos;The ark of the God of Israel should be moved to Gath.&apos; So they moved the ark of the God of Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "But after it had been moved the Lord attacked that city as well, causing a great deal of panic. He struck all the people of that city with sores."
            },
            {
                "verse_number": "10",
                "verse_text": "So they sent the ark of God to Ekron. But when the ark of God arrived at Ekron, the residents of Ekron cried out saying, &apos;They have brought the ark of the God of Israel here to kill our people!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they assembled all the leaders of the Philistines and said, &apos;Get the ark of the God of Israel out of here! Let it go back to its own place so that it won&quot;t kill us and our people!&apos; The terror of death was throughout the entire city; God was attacking them very severely there."
            },
            {
                "verse_number": "12",
                "verse_text": "The people who did not die were struck with sores; the city&quot;s cry for help went all the way up to heaven."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "When the ark of the Lord had been in the land of the Philistines for seven months,"
            },
            {
                "verse_number": "2",
                "verse_text": "the Philistines called the priests and the omen readers, saying, &apos;What should we do with the ark of the Lord ? Advise us as to how we should send it back to its place.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They replied, &apos;If you are going to send the ark of the God of Israel back, don&quot;t send it away empty. Be sure to return it with a guilt offering. Then you will be healed, and you will understand why his hand is not removed from you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They inquired, &apos;What is the guilt offering that we should send to him?&apos; They replied, &apos;The Philistine leaders number five. So send five gold sores and five gold mice, for it is the same plague that has afflicted both you and your leaders."
            },
            {
                "verse_number": "5",
                "verse_text": "You should make images of the sores and images of the mice that are destroying the land. You should honor the God of Israel. Perhaps he will release his grip on you, your gods, and your land."
            },
            {
                "verse_number": "6",
                "verse_text": "Why harden your hearts like the Egyptians and Pharaoh did? When God treated them harshly, didn&quot;t the Egyptians send the Israelites on their way?"
            },
            {
                "verse_number": "7",
                "verse_text": "So now go and make a new cart. Get two cows that have calves and that have never had a yoke placed on them. Harness the cows to the cart and take their calves from them back to their stalls."
            },
            {
                "verse_number": "8",
                "verse_text": "Then take the ark of the Lord and place it on the cart, and put in a chest beside it the gold objects you are sending to him as a guilt offering. You should then send it on its way."
            },
            {
                "verse_number": "9",
                "verse_text": "But keep an eye on it. If it should go up by the way of its own border to Beth Shemesh, then he has brought this great calamity on us. But if that is not the case, then we will know that it was not his hand that struck us; rather, it just happened to us by accident.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the men did as instructed. They took two cows that had calves and harnessed them to a cart; they also removed their calves to their stalls."
            },
            {
                "verse_number": "11",
                "verse_text": "They put the ark of the Lord on the cart, along with the chest, the gold mice, and the images of the sores."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the cows went directly on the road to Beth Shemesh. They went along, mooing as they went; they turned neither to the right nor to the left. The leaders of the Philistines were walking along behind them all the way to the border of Beth Shemesh."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the residents of Beth Shemesh were harvesting wheat in the valley. When they looked up and saw the ark, they were pleased at the sight."
            },
            {
                "verse_number": "14",
                "verse_text": "The cart was coming to the field of Joshua, who was from Beth Shemesh. It paused there near a big stone. Then they cut up the wood of the cart and offered the cows as a burnt offering to the Lord ."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites took down the ark of the Lord and the chest that was with it, which contained the gold objects. They placed them near the big stone. At that time the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "The five leaders of the Philistines watched what was happening and then returned to Ekron on the same day."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the gold sores that the Philistines brought as a guilt offering to the Lord &ndash; one for each of the following cities: Ashdod, Gaza, Ashkelon, Gath, and Ekron."
            },
            {
                "verse_number": "18",
                "verse_text": "The gold mice corresponded in number to all the Philistine cities of the five leaders, from the fortified cities to hamlet villages, to greater Abel, where they positioned the ark of the Lord until this very day in the field of Joshua who was from Beth Shemesh."
            },
            {
                "verse_number": "19",
                "verse_text": "But the Lord struck down some of the people of Beth Shemesh because they had looked into the ark of the Lord ; he struck down 50,070 of the men. The people grieved because the Lord had struck the people with a hard blow."
            },
            {
                "verse_number": "20",
                "verse_text": "The residents of Beth Shemesh asked, &apos;Who is able to stand before the Lord, this holy God? To whom will the ark go up from here?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So they sent messengers to the residents of Kiriath Jearim, saying, &apos;The Philistines have returned the ark of the Lord . Come down here and take it back home with you.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Then the people of Kiriath Jearim came and took the ark of the Lord; they brought it to the house of Abinadab located on the hill. They consecrated Eleazar his son to guard the ark of the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "It was quite a long time &ndash; some twenty years in all &ndash; that the ark stayed at Kiriath Jearim. All the people of Israel longed for the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Samuel said to all the people of Israel, &apos;If you are really turning to the Lord with all your hearts, remove from among you the foreign gods and the images of Ashtoreth. Give your hearts to the Lord and serve only him. Then he will deliver you from the hand of the Philistines.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the Israelites removed the Baals and images of Ashtoreth. They served only the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Samuel said, &apos;Gather all Israel to Mizpah, and I will pray to the Lord on your behalf.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After they had assembled at Mizpah, they drew water and poured it out before the Lord . They fasted on that day, and they confessed there, &apos;We have sinned against the Lord .&apos; So Samuel led the people of Israel at Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Philistines heard that the Israelites had gathered at Mizpah, the leaders of the Philistines went up against Israel. When the Israelites heard about this, they were afraid of the Philistines."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites said to Samuel, &apos;Keep crying out to the Lord our God so that he may save us from the hand of the Philistines!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord . Samuel cried out to the Lord on Israel&quot;s behalf, and the Lord answered him."
            },
            {
                "verse_number": "10",
                "verse_text": "As Samuel was offering burnt offerings, the Philistines approached to do battle with Israel. But on that day the Lord thundered loudly against the Philistines. He caused them to panic, and they were defeated by Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the men of Israel left Mizpah and chased the Philistines, striking them down all the way to an area below Beth Car."
            },
            {
                "verse_number": "12",
                "verse_text": "Samuel took a stone and placed it between Mizpah and Shen. He named it Ebenezer, saying, &apos;Up to here the Lord has helped us.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the Philistines were defeated; they did not invade Israel again. The hand of the Lord was against the Philistines all the days of Samuel."
            },
            {
                "verse_number": "14",
                "verse_text": "The cities that the Philistines had captured from Israel were returned to Israel, from Ekron to Gath. Israel also delivered their territory from the control of the Philistines. There was also peace between Israel and the Amorites."
            },
            {
                "verse_number": "15",
                "verse_text": "So Samuel led Israel all the days of his life."
            },
            {
                "verse_number": "16",
                "verse_text": "Year after year he used to travel the circuit of Bethel, Gilgal, and Mizpah; he used to judge Israel in all of these places."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he would return to Ramah, because his home was there. He also judged Israel there and built an altar to the Lord there."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In his old age Samuel appointed his sons as judges over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "The name of his firstborn son was Joel, and the name of his second son was Abijah. They were judges in Beer Sheba."
            },
            {
                "verse_number": "3",
                "verse_text": "But his sons did not follow his ways. Instead, they made money dishonestly, accepted bribes, and perverted justice."
            },
            {
                "verse_number": "4",
                "verse_text": "So all the elders of Israel gathered together and approached Samuel at Ramah."
            },
            {
                "verse_number": "5",
                "verse_text": "They said to him, &apos;Look, you are old, and your sons don&quot;t follow your ways. So now appoint over us a king to lead us, just like all the other nations have.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But this request displeased Samuel, for they said, &apos;Give us a king to lead us.&apos; So Samuel prayed to the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Samuel, &apos;Do everything the people request of you. For it is not you that they have rejected, but it is me that they have rejected as their king."
            },
            {
                "verse_number": "8",
                "verse_text": "Just as they have done from the day that I brought them up from Egypt until this very day, they have rejected me and have served other gods. This is what they are also doing to you."
            },
            {
                "verse_number": "9",
                "verse_text": "So now do as they say. But seriously warn them and make them aware of the policies of the king who will rule over them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Samuel spoke all the words of the Lord to the people who were asking him for a king."
            },
            {
                "verse_number": "11",
                "verse_text": "He said, &apos;Here are the policies of the king who will rule over you: He will conscript your sons and put them in his chariot forces and in his cavalry; they will run in front of his chariot."
            },
            {
                "verse_number": "12",
                "verse_text": "He will appoint for himself leaders of thousands and leaders of fifties, as well as those who plow his ground, reap his harvest, and make his weapons of war and his chariot equipment."
            },
            {
                "verse_number": "13",
                "verse_text": "He will take your daughters to be ointment makers, cooks, and bakers."
            },
            {
                "verse_number": "14",
                "verse_text": "He will take your best fields and vineyards and give them to his own servants."
            },
            {
                "verse_number": "15",
                "verse_text": "He will demand a tenth of your seed and of the produce of your vineyards and give it to his administrators and his servants."
            },
            {
                "verse_number": "16",
                "verse_text": "He will take your male and female servants, as well as your best cattle and your donkeys, and assign them for his own use."
            },
            {
                "verse_number": "17",
                "verse_text": "He will demand a tenth of your flocks, and you yourselves will be his servants."
            },
            {
                "verse_number": "18",
                "verse_text": "In that day you will cry out because of your king whom you have chosen for yourselves, but the Lord won&quot;t answer you in that day.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But the people refused to heed Samuel&quot;s warning. Instead they said, &apos;No! There will be a king over us!"
            },
            {
                "verse_number": "20",
                "verse_text": "We will be like all the other nations. Our king will judge us and lead us and fight our battles.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Samuel listened to everything the people said and then reported it to the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said to Samuel, &apos;Do as they say and install a king over them.&apos; Then Samuel said to the men of Israel, &apos;Each of you go back to his own city.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "There was a Benjaminite man named Kish son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah of Benjamin. He was a prominent person."
            },
            {
                "verse_number": "2",
                "verse_text": "He had a son named Saul, a handsome young man. There was no one among the Israelites more handsome than he was; he stood head and shoulders above all the people."
            },
            {
                "verse_number": "3",
                "verse_text": "The donkeys of Saul&quot;s father Kish wandered off, so Kish said to his son Saul, &apos;Take one of the servants with you and go look for the donkeys.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Saul crossed through the hill country of Ephraim, passing through the land of Shalisha, but they did not find them. So they crossed through the land of Shaalim, but they were not there. Then he crossed through the land of Benjamin, and still they did not find them."
            },
            {
                "verse_number": "5",
                "verse_text": "When they came to the land of Zuph, Saul said to his servant who was with him, &apos;Come on, let&quot;s head back before my father quits worrying about the donkeys and becomes anxious about us!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the servant said to him, &apos;Look, there is a man of God in this town. He is highly respected. Everything that he says really happens. Now let&quot;s go there. Perhaps he will tell us where we should go from here.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Saul said to his servant, &apos;All right, we can go. But what can we bring the man, since the food in our bags is used up? We have no gift to take to the man of God. What do we have?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The servant went on to answer Saul, &apos;Look, I happen to have in my hand a quarter shekel of silver. I will give it to the man of God and he will tell us where we should go.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "(Now it used to be in Israel that whenever someone went to inquire of God he would say, &apos;Come on, let&quot;s go to the seer.&apos; For today&quot;s prophet used to be called a seer.)"
            },
            {
                "verse_number": "10",
                "verse_text": "So Saul said to his servant, &apos;That&quot;s a good idea! Come on. Let&quot;s go.&apos; So they went to the town where the man of God was."
            },
            {
                "verse_number": "11",
                "verse_text": "As they were going up the ascent to the town, they met some girls coming out to draw water. They said to them, &apos;Is this where the seer is?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They replied, &apos;Yes, straight ahead! But hurry now, for he came to the town today, and the people are making a sacrifice at the high place."
            },
            {
                "verse_number": "13",
                "verse_text": "When you enter the town, you can find him before he goes up to the high place to eat. The people won&quot;t eat until he arrives, for he must bless the sacrifice. Once that happens, those who have been invited will eat. Now go on up, for this is the time when you can find him!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they went up to the town. As they were heading for the middle of the town, Samuel was coming in their direction to go up to the high place."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the day before Saul arrived, the Lord had told Samuel:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;At this time tomorrow I will send to you a man from the land of Benjamin. You must consecrate him as a leader over my people Israel. He will save my people from the hand of the Philistines. For I have looked with favor on my people. Their cry has reached me!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Samuel saw Saul, the Lord said, &apos;Here is the man that I told you about! He will rule over my people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "As Saul approached Samuel in the middle of the gate, he said, &apos;Please tell me where the seer&quot;s house is.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Samuel replied to Saul, &apos;I am the seer! Go up in front of me to the high place! Today you will eat with me and in the morning I will send you away. I will tell you everything that you are thinking."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t be concerned about the donkeys that you lost three days ago, for they have been found. Whom does all Israel desire? Is it not you, and all your father&quot;s family?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul replied, &apos;Am I not a Benjaminite, from the smallest of Israel&quot;s tribes, and is not my family clan the smallest of all the tribes of Benjamin? Why do you speak to me in this way?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Samuel brought Saul and his servant into the room and gave them a place at the head of those who had been invited. There were about thirty people present."
            },
            {
                "verse_number": "23",
                "verse_text": "Samuel said to the cook, &apos;Give me the portion of meat that I gave to you &ndash; the one I asked you to keep with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the cook picked up the leg and brought it and set it in front of Saul. Samuel said, &apos;What was kept is now set before you! Eat, for it has been kept for you for this meeting time, from the time I said, &quot;I have invited the people.&quot;&apos; So Saul ate with Samuel that day."
            },
            {
                "verse_number": "25",
                "verse_text": "When they came down from the high place to the town, Samuel spoke with Saul on the roof."
            },
            {
                "verse_number": "26",
                "verse_text": "They got up at dawn and Samuel called to Saul on the roof, &apos;Get up, so I can send you on your way.&apos; So Saul got up and the two of them &ndash; he and Samuel &ndash; went outside."
            },
            {
                "verse_number": "27",
                "verse_text": "While they were going down to the edge of town, Samuel said to Saul, &apos;Tell the servant to go on ahead of us.&apos; So he did. Samuel then said, &apos;You remain here awhile, so I can inform you of God&quot;s message.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel took a small container of olive oil and poured it on Saul&quot;s head. Samuel kissed him and said, &apos;The Lord has chosen you to lead his people Israel! You will rule over the Lord &quot;s people and you will deliver them from the power of the enemies who surround them. This will be your sign that the Lord has chosen you as leader over his inheritance."
            },
            {
                "verse_number": "2",
                "verse_text": "When you leave me today, you will find two men near Rachel&quot;s tomb at Zelzah on Benjamin&quot;s border. They will say to you, &quot;The donkeys you have gone looking for have been found. Your father is no longer concerned about the donkeys but has become anxious about you two! He is asking, &apos;What should I do about my son?&apos;&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;As you continue on from there, you will come to the tall tree of Tabor. At that point three men who are going up to God at Bethel will meet you. One of them will be carrying three young goats, one of them will be carrying three round loaves of bread, and one of them will be carrying a container of wine."
            },
            {
                "verse_number": "4",
                "verse_text": "They will ask you how you&quot;re doing and will give you two loaves of bread. You will accept them."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterward you will go to Gibeah of God, where there are Philistine officials. When you enter the town, you will meet a company of prophets coming down from the high place. They will have harps, tambourines, flutes, and lyres, and they will be prophesying."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the spirit of the Lord will rush upon you and you will prophesy with them. You will be changed into a different person."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;When these signs have taken place, do whatever your hand finds to do, for God will be with you."
            },
            {
                "verse_number": "8",
                "verse_text": "You will go down to Gilgal before me. I am going to join you there to offer burnt offerings and to make peace offerings. You should wait for seven days, until I arrive and tell you what to do.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "As Saul turned to leave Samuel, God changed his inmost person. All these signs happened on that very day."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul and his servant arrived at Gibeah, a company of prophets was coming out to meet him. Then the spirit of God rushed upon Saul and he prophesied among them."
            },
            {
                "verse_number": "11",
                "verse_text": "When everyone who had known him previously saw him prophesying with the prophets, the people all asked one another, &apos;What on earth has happened to the son of Kish? Does even Saul belong with the prophets?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "A man who was from there replied, &apos;And who is their father?&apos; Therefore this became a proverb: &apos;Is even Saul among the prophets?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Saul had finished prophesying, he went to the high place."
            },
            {
                "verse_number": "14",
                "verse_text": "Saul&quot;s uncle asked him and his servant, &apos;Where did you go?&apos; Saul replied, &apos;To look for the donkeys. But when we realized they were lost, we went to Samuel.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul&quot;s uncle said, &apos;Tell me what Samuel said to you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Saul said to his uncle, &apos;He assured us that the donkeys had been found.&apos; But Saul did not tell him what Samuel had said about the matter of kingship."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Samuel called the people together before the Lord at Mizpah."
            },
            {
                "verse_number": "18",
                "verse_text": "He said to the Israelites, &apos;This is what the Lord God of Israel says, &quot;I brought Israel up from Egypt and I delivered you from the power of the Egyptians and from the power of all the kingdoms that oppressed you."
            },
            {
                "verse_number": "19",
                "verse_text": "But today you have rejected your God who saves you from all your trouble and distress. You have said, &apos;No! Appoint a king over us.&apos; Now take your positions before the Lord by your tribes and by your clans.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Samuel brought all the tribes of Israel near, and the tribe of Benjamin was chosen by lot."
            },
            {
                "verse_number": "21",
                "verse_text": "Then he brought the tribe of Benjamin near by its families, and the family of Matri was chosen by lot. At last Saul son of Kish was chosen by lot. But when they looked for him, he was nowhere to be found."
            },
            {
                "verse_number": "22",
                "verse_text": "So they inquired again of the Lord , &apos;Has the man arrived here yet?&apos; The Lord said, &apos;He has hidden himself among the equipment.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they ran and brought him from there. When he took his position among the people, he stood head and shoulders above them all."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Samuel said to all the people, &apos;Do you see the one whom the Lord has chosen? Indeed, there is no one like him among all the people!&apos; All the people shouted out, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Samuel talked to the people about how the kingship would work. He wrote it all down on a scroll and set it before the Lord . Then Samuel sent all the people away to their homes."
            },
            {
                "verse_number": "26",
                "verse_text": "Even Saul went to his home in Gibeah. With him went some brave men whose hearts God had touched."
            },
            {
                "verse_number": "27",
                "verse_text": "But some wicked men said, &apos;How can this man save us?&apos; They despised him and did not even bring him a gift. But Saul said nothing about it."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Nahash the Ammonite marched against Jabesh Gilead. All the men of Jabesh Gilead said to Nahash, &apos;Make a treaty with us and we will serve you.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But Nahash the Ammonite said to them, &apos;The only way I will make a treaty with you is if you let me gouge out the right eye of every one of you and in so doing humiliate all Israel!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The elders of Jabesh said to him, &apos;Leave us alone for seven days so that we can send messengers throughout the territory of Israel. If there is no one who can deliver us, we will come out voluntarily to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the messengers went to Gibeah (where Saul lived) and informed the people of these matters, all the people wept loudly."
            },
            {
                "verse_number": "5",
                "verse_text": "Now Saul was walking behind the oxen as he came from the field. Saul asked, &apos;What has happened to the people? Why are they weeping?&apos; So they told him about the men of Jabesh."
            },
            {
                "verse_number": "6",
                "verse_text": "The Spirit of God rushed upon Saul when he heard these words, and he became very angry."
            },
            {
                "verse_number": "7",
                "verse_text": "He took a pair of oxen and cut them up. Then he sent the pieces throughout the territory of Israel by the hand of messengers, who said, &apos;Whoever does not go out after Saul and after Samuel should expect this to be done to his oxen!&apos; Then the terror of the Lord fell on the people, and they went out as one army."
            },
            {
                "verse_number": "8",
                "verse_text": "When Saul counted them at Bezek, the Israelites were 300,000 strong and the men of Judah numbered 30,000."
            },
            {
                "verse_number": "9",
                "verse_text": "They said to the messengers who had come, &apos;Here&quot;s what you should say to the men of Jabesh Gilead: &quot;Tomorrow deliverance will come to you when the sun is fully up.&quot;&apos; When the messengers went and told the men of Jabesh Gilead, they were happy."
            },
            {
                "verse_number": "10",
                "verse_text": "The men of Jabesh said, &apos;Tomorrow we will come out to you and you can do with us whatever you wish.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The next day Saul placed the people in three groups. They went to the Ammonite camp during the morning watch and struck them down until the hottest part of the day. The survivors scattered; no two of them remained together."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the people said to Samuel, &apos;Who were the ones asking, &quot;Will Saul reign over us?&quot; Hand over those men so we may execute them!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Saul said, &apos;No one will be killed on this day. For today the Lord has given Israel a victory!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samuel said to the people, &apos;Come on! Let&quot;s go to Gilgal and renew the kingship there.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So all the people went to Gilgal, where they established Saul as king in the Lord &quot;s presence. They offered up peace offerings there in the Lord &quot;s presence. Saul and all the Israelites were very happy."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Samuel said to all Israel, &apos;I have done everything you requested. I have given you a king."
            },
            {
                "verse_number": "2",
                "verse_text": "Now look! This king walks before you. As for me, I am old and gray, though my sons are here with you. I have walked before you from the time of my youth till the present day."
            },
            {
                "verse_number": "3",
                "verse_text": "Here I am. Bring a charge against me before the Lord and before his chosen king. Whose ox have I taken? Whose donkey have I taken? Whom have I wronged? Whom have I oppressed? From whose hand have I taken a bribe so that I would overlook something? Tell me, and I will return it to you!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They replied, &apos;You have not wronged us or oppressed us. You have not taken anything from the hand of anyone.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He said to them, &apos;The Lord is witness against you, and his chosen king is witness this day, that you have not found any reason to accuse me.&apos; They said, &apos;He is witness!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Samuel said to the people, &apos;The Lord is the one who chose Moses and Aaron and who brought your ancestors up from the land of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Now take your positions, so I may confront you before the Lord regarding all the Lord &quot;s just actions toward you and your ancestors."
            },
            {
                "verse_number": "8",
                "verse_text": "When Jacob entered Egypt, your ancestors cried out to the Lord . The Lord sent Moses and Aaron, and they led your ancestors out of Egypt and settled them in this place."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But they forgot the Lord their God, so he gave them into the hand of Sisera, the general in command of Hazor&quot;s army, and into the hand of the Philistines and into the hand of the king of Moab, and they fought against them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they cried out to the Lord and admitted, &quot;We have sinned, for we have forsaken the Lord and have served the Baals and the images of Ashtoreth. Now deliver us from the hand of our enemies so that we may serve you.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the Lord sent Jerub-Baal, Barak, Jephthah, and Samuel, and he delivered you from the hand of the enemies all around you, and you were able to live securely."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;When you saw that King Nahash of the Ammonites was advancing against you, you said to me, &quot;No! A king will rule over us&quot; &ndash; even though the Lord your God is your king!"
            },
            {
                "verse_number": "13",
                "verse_text": "Now look! Here is the king you have chosen &ndash; the one that you asked for! Look, the Lord has given you a king!"
            },
            {
                "verse_number": "14",
                "verse_text": "If you fear the Lord , serving him and obeying him and not rebelling against what he says, and if both you and the king who rules over you follow the Lord your God, all will be well."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don&quot;t obey the Lord and rebel against what the Lord says, the hand of the Lord will be against both you and your king."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So now, take your positions and watch this great thing that the Lord is about to do in your sight."
            },
            {
                "verse_number": "17",
                "verse_text": "Is this not the time of the wheat harvest? I will call on the Lord so that he makes it thunder and rain. Realize and see what a great sin you have committed before the Lord by asking for a king for yourselves.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel called to the Lord , and the Lord made it thunder and rain that day. All the people were very afraid of both the Lord and Samuel."
            },
            {
                "verse_number": "19",
                "verse_text": "All the people said to Samuel, &apos;Pray to the Lord your God on behalf of us &ndash; your servants &ndash; so we won&quot;t die, for we have added to all our sins by asking for a king.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Samuel said to the people, &apos;Don&quot;t be afraid. You have indeed sinned. However, don&quot;t turn aside from the Lord . Serve the Lord with all your heart."
            },
            {
                "verse_number": "21",
                "verse_text": "You should not turn aside after empty things that can&quot;t profit and can&quot;t deliver, since they are empty."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord will not abandon his people because he wants to uphold his great reputation. The Lord was pleased to make you his own people."
            },
            {
                "verse_number": "23",
                "verse_text": "As far as I am concerned, far be it from me to sin against the Lord by ceasing to pray for you! I will instruct you in the way that is good and upright."
            },
            {
                "verse_number": "24",
                "verse_text": "However, fear the Lord and serve him faithfully with all your heart. Just look at the great things he has done for you!"
            },
            {
                "verse_number": "25",
                "verse_text": "But if you continue to do evil, both you and your king will be swept away.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Saul was [thirty] years old when he began to reign; he ruled over Israel for [forty] years."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul selected for himself three thousand men from Israel. Two thousand of these were with Saul at Micmash and in the hill country of Bethel; the remaining thousand were with Jonathan at Gibeah in the territory of Benjamin. He sent all the rest of the people back home."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan attacked the Philistine outpost that was at Geba and the Philistines heard about it. Then Saul alerted all the land saying, &apos;Let the Hebrews pay attention!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "All Israel heard this message, &apos;Saul has attacked the Philistine outpost, and now Israel is repulsive to the Philistines!&apos; So the people were summoned to join Saul at Gilgal."
            },
            {
                "verse_number": "5",
                "verse_text": "For the battle with Israel the Philistines had amassed 3,000 chariots, 6,000 horsemen, and an army as numerous as the sand on the seashore. They went up and camped at Micmash, east of Beth Aven."
            },
            {
                "verse_number": "6",
                "verse_text": "The men of Israel realized they had a problem because their army was hard pressed. So the army hid in caves, thickets, cliffs, strongholds, and cisterns."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the Hebrews crossed over the Jordan River to the land of Gad and Gilead. But Saul stayed at Gilgal; the entire army that was with him was terrified."
            },
            {
                "verse_number": "8",
                "verse_text": "He waited for seven days, the time period indicated by Samuel. But Samuel did not come to Gilgal, and the army began to abandon Saul."
            },
            {
                "verse_number": "9",
                "verse_text": "So Saul said, &apos;Bring me the burnt offering and the peace offerings.&apos; Then he offered a burnt offering."
            },
            {
                "verse_number": "10",
                "verse_text": "Just when he had finished offering the burnt offering, Samuel appeared on the scene. Saul went out to meet him and to greet him."
            },
            {
                "verse_number": "11",
                "verse_text": "But Samuel said, &apos;What have you done?&apos; Saul replied, &apos;When I saw that the army had started to abandon me and that you didn&quot;t come at the appointed time and that the Philistines had assembled at Micmash,"
            },
            {
                "verse_number": "12",
                "verse_text": "I thought, &quot;Now the Philistines will come down on me at Gilgal and I have not sought the Lord &quot;s favor.&quot; So I felt obligated to offer the burnt offering.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Samuel said to Saul, &apos;You have made a foolish choice! You have not obeyed the commandment that the Lord your God gave you. Had you done that, the Lord would have established your kingdom over Israel forever!"
            },
            {
                "verse_number": "14",
                "verse_text": "But now your kingdom will not continue! The Lord has sought out for himself a man who is loyal to him and the Lord has appointed him to be leader over his people, for you have not obeyed what the Lord commanded you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Samuel set out and went up from Gilgal to Gibeah in the territory of Benjamin. Saul mustered the army that remained with him; there were about six hundred men."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul, his son Jonathan, and the army that remained with them stayed in Gibeah in the territory of Benjamin, while the Philistines camped in Micmash."
            },
            {
                "verse_number": "17",
                "verse_text": "Raiding bands went out from the camp of the Philistines in three groups. One band turned toward the road leading to Ophrah by the land of Shual;"
            },
            {
                "verse_number": "18",
                "verse_text": "another band turned toward the road leading to Beth Horon; and yet another band turned toward the road leading to the border that overlooks the valley of Zeboim in the direction of the desert."
            },
            {
                "verse_number": "19",
                "verse_text": "A blacksmith could not be found in all the land of Israel, for the Philistines had said, &apos;This will prevent the Hebrews from making swords and spears.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So all Israel had to go down to the Philistines in order to get their plowshares, cutting instruments, axes, and sickles sharpened."
            },
            {
                "verse_number": "21",
                "verse_text": "They charged two-thirds of a shekel to sharpen plowshares and cutting instruments, and a third of a shekel to sharpen picks and axes, and to set ox goads."
            },
            {
                "verse_number": "22",
                "verse_text": "So on the day of the battle no sword or spear was to be found in the hand of anyone in the army that was with Saul and Jonathan. No one but Saul and his son Jonathan had them."
            },
            {
                "verse_number": "23",
                "verse_text": "A garrison of the Philistines had gone out to the pass at Micmash."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then one day Jonathan son of Saul said to his armor bearer, &apos;Come on, let&quot;s go over to the Philistine garrison that is opposite us.&apos; But he did not let his father know."
            },
            {
                "verse_number": "2",
                "verse_text": "Now Saul was sitting under a pomegranate tree in Migron, on the outskirts of Gibeah. The army that was with him numbered about six hundred men."
            },
            {
                "verse_number": "3",
                "verse_text": "Now Ahijah was carrying an ephod. He was the son of Ahitub, who was the brother of Ichabod and a son of Phineas, son of Eli, the priest of the Lord in Shiloh. The army was unaware that Jonathan had left."
            },
            {
                "verse_number": "4",
                "verse_text": "Now there was a steep cliff on each side of the pass through which Jonathan intended to go to reach the Philistine garrison. One cliff was named Bozez, the other Seneh."
            },
            {
                "verse_number": "5",
                "verse_text": "The cliff to the north was closer to Micmash, the one to the south closer to Geba."
            },
            {
                "verse_number": "6",
                "verse_text": "Jonathan said to his armor bearer, &apos;Come on, let&quot;s go over to the garrison of these uncircumcised men. Perhaps the Lord will intervene for us. Nothing can prevent the Lord from delivering, whether by many or by a few.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "His armor bearer said to him, &apos;Do everything that is on your mind. Do as you&quot;re inclined. I&quot;m with you all the way!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jonathan replied, &apos;All right! We&quot;ll go over to these men and fight them."
            },
            {
                "verse_number": "9",
                "verse_text": "If they say to us, &quot;Stay put until we approach you,&quot; we will stay right there and not go up to them."
            },
            {
                "verse_number": "10",
                "verse_text": "But if they say, &quot;Come up against us,&quot; we will go up. For in that case the Lord has given them into our hand &ndash; it will be a sign to us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When they made themselves known to the Philistine garrison, the Philistines said, &apos;Look! The Hebrews are coming out of the holes in which they hid themselves.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the men of the garrison said to Jonathan and his armor bearer, &apos;Come on up to us so we can teach you a thing or two!&apos; Then Jonathan said to his armor bearer, &apos;Come up behind me, for the Lord has given them into the hand of Israel!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jonathan crawled up on his hands and feet, with his armor bearer following behind him. Jonathan struck down the Philistines, while his armor bearer came along behind him and killed them."
            },
            {
                "verse_number": "14",
                "verse_text": "In this initial skirmish Jonathan and his armor bearer struck down about twenty men in an area that measured half an acre."
            },
            {
                "verse_number": "15",
                "verse_text": "Then fear overwhelmed those who were in the camp, those who were in the field, all the army in the garrison, and the raiding bands. They trembled and the ground shook. This fear was caused by God."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul&quot;s watchmen at Gibeah in the territory of Benjamin looked on as the crowd of soldiers seemed to melt away first in one direction and then in another."
            },
            {
                "verse_number": "17",
                "verse_text": "So Saul said to the army that was with him, &apos;Muster the troops and see who is no longer with us.&apos; When they mustered the troops, Jonathan and his armor bearer were not there."
            },
            {
                "verse_number": "18",
                "verse_text": "So Saul said to Ahijah, &apos;Bring near the ephod,&apos; for he was at that time wearing the ephod."
            },
            {
                "verse_number": "19",
                "verse_text": "While Saul spoke to the priest, the panic in the Philistines&quot; camp was becoming greater and greater. So Saul said to the priest, &apos;Withdraw your hand!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Saul and all the army that was with him assembled and marched into battle, where they found the Philistines in total panic killing one another with their swords."
            },
            {
                "verse_number": "21",
                "verse_text": "The Hebrews who had earlier gone over to the Philistine side joined the Israelites who were with Saul and Jonathan."
            },
            {
                "verse_number": "22",
                "verse_text": "When all the Israelites who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they too pursued them in battle."
            },
            {
                "verse_number": "23",
                "verse_text": "So the Lord delivered Israel that day, and the battle shifted over to Beth Aven."
            },
            {
                "verse_number": "24",
                "verse_text": "Now the men of Israel were hard pressed that day, for Saul had made the army agree to this oath: &apos;Cursed be the man who eats food before evening! I will get my vengeance on my enemies!&apos; So no one in the army ate anything."
            },
            {
                "verse_number": "25",
                "verse_text": "Now the whole army entered the forest and there was honey on the ground."
            },
            {
                "verse_number": "26",
                "verse_text": "When the army entered the forest, they saw the honey flowing, but no one ate any of it, for the army was afraid of the oath."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jonathan had not heard about the oath his father had made the army take. He extended the end of his staff that was in his hand and dipped it in the honeycomb. When he ate it, his eyes gleamed."
            },
            {
                "verse_number": "28",
                "verse_text": "Then someone from the army informed him, &apos;Your father put the army under a strict oath saying, &quot;Cursed be the man who eats food today!&quot; That is why the army is tired.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jonathan said, &apos;My father has caused trouble for the land. See how my eyes gleamed when I tasted just a little of this honey."
            },
            {
                "verse_number": "30",
                "verse_text": "Certainly if the army had eaten some of the enemies&quot; provisions that they came across today, would not the slaughter of the Philistines have been even greater?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "On that day the army struck down the Philistines from Micmash to Aijalon, and they became very tired."
            },
            {
                "verse_number": "32",
                "verse_text": "So the army rushed greedily on the plunder, confiscating sheep, cattle, and calves. They slaughtered them right on the ground, and the army ate them blood and all."
            },
            {
                "verse_number": "33",
                "verse_text": "Now it was reported to Saul, &apos;Look, the army is sinning against the Lord by eating even the blood.&apos; He said, &apos;All of you have broken the covenant! Roll a large stone over here to me.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then Saul said, &apos;Scatter out among the army and say to them, &quot;Each of you bring to me your ox and sheep and slaughter them in this spot and eat. But don&quot;t sin against the Lord by eating the blood.&apos; So that night each one brought his ox and slaughtered it there."
            },
            {
                "verse_number": "35",
                "verse_text": "Then Saul built an altar for the Lord ; it was the first time he had built an altar for the Lord ."
            },
            {
                "verse_number": "36",
                "verse_text": "Saul said, &apos;Let&quot;s go down after the Philistines at night; we will rout them until the break of day. We won&quot;t leave any of them alive!&apos; They replied, &apos;Do whatever seems best to you.&apos; But the priest said, &apos;Let&quot;s approach God here.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Saul asked God, &apos;Should I go down after the Philistines? Will you deliver them into the hand of Israel?&apos; But he did not answer him that day."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul said, &apos;All you leaders of the army come here. Find out how this sin occurred today."
            },
            {
                "verse_number": "39",
                "verse_text": "For as surely as the Lord , the deliverer of Israel, lives, even if it turns out to be my own son Jonathan, he will certainly die!&apos; But no one from the army said anything."
            },
            {
                "verse_number": "40",
                "verse_text": "Then he said to all Israel, &apos;You will be on one side, and I and my son Jonathan will be on the other side.&apos; The army replied to Saul, &apos;Do whatever you think is best.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Saul said, &apos;O Lord God of Israel! If this sin has been committed by me or by my son Jonathan, then, O Lord God of Israel, respond with Urim. But if this sin has been committed by your people Israel, respond with Thummim.&apos; Then Jonathan and Saul were indicated by lot, while the army was exonerated."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Saul said, &apos;Cast the lot between me and my son Jonathan!&apos; Jonathan was indicated by lot."
            },
            {
                "verse_number": "43",
                "verse_text": "So Saul said to Jonathan, &apos;Tell me what you have done.&apos; Jonathan told him, &apos;I used the end of the staff that was in my hand to taste a little honey. I must die!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Saul said, &apos;God will punish me severely if Jonathan doesn&quot;t die!&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the army said to Saul, &apos;Should Jonathan, who won this great victory in Israel, die? May it never be! As surely as the Lord lives, not a single hair of his head will fall to the ground! For it is with the help of God that he has acted today.&apos; So the army rescued Jonathan from death."
            },
            {
                "verse_number": "46",
                "verse_text": "Then Saul stopped chasing the Philistines, and the Philistines went back home."
            },
            {
                "verse_number": "47",
                "verse_text": "After Saul had secured his royal position over Israel, he fought against all their enemies on all sides &ndash; the Moabites, Ammonites, Edomites, the kings of Zobah, and the Philistines. In every direction that he turned he was victorious."
            },
            {
                "verse_number": "48",
                "verse_text": "He fought bravely, striking down the Amalekites and delivering Israel from the hand of its enemies."
            },
            {
                "verse_number": "49",
                "verse_text": "The sons of Saul were Jonathan, Ishvi, and Malki-Shua. He had two daughters; the older one was named Merab and the younger Michal."
            },
            {
                "verse_number": "50",
                "verse_text": "The name of Saul&quot;s wife was Ahinoam, the daughter of Ahimaaz. The name of the general in command of his army was Abner son of Ner, Saul&quot;s uncle."
            },
            {
                "verse_number": "51",
                "verse_text": "Kish was the father of Saul, and Ner the father of Abner was the son of Abiel."
            },
            {
                "verse_number": "52",
                "verse_text": "There was fierce war with the Philistines all the days of Saul. So whenever Saul saw anyone who was a warrior or a brave individual, he would conscript him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel said to Saul, &apos;I was the one the Lord sent to anoint you as king over his people Israel. Now listen to what the Lord says."
            },
            {
                "verse_number": "2",
                "verse_text": "Here is what the Lord of hosts says: &quot;I carefully observed how the Amalekites opposed Israel along the way when Israel came up from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "So go now and strike down the Amalekites. Destroy everything that they have. Don&quot;t spare them. Put them to death &ndash; man, woman, child, infant, ox, sheep, camel, and donkey alike.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Saul assembled the army and mustered them at Telaim. There were 200,000 foot soldiers and 10,000 men of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "Saul proceeded to the city of Amalek, where he set an ambush in the wadi."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul said to the Kenites, &apos;Go on and leave! Go down from among the Amalekites! Otherwise I will sweep you away with them! After all, you were kind to all the Israelites when they came up from Egypt.&apos; So the Kenites withdrew from among the Amalekites."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Saul struck down the Amalekites all the way from Havilah to Shur, which is next to Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "He captured King Agag of the Amalekites alive, but he executed all Agag&quot;s people with the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "However, Saul and the army spared Agag, along with the best of the flock, the cattle, the fatlings, and the lambs, as well as everything else that was of value. They were not willing to slaughter them. But they did slaughter everything that was despised and worthless."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the word of the Lord came to Samuel:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I regret that I have made Saul king, for he has turned away from me and has not done what I told him to do.&apos; Samuel became angry and he cried out to the Lord all that night."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samuel got up early to meet Saul the next morning. But Samuel was informed, &apos;Saul has gone to Carmel where he is setting up a monument for himself. Then Samuel left and went down to Gilgal.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Samuel came to him, Saul said to him, &apos;May the Lord bless you! I have done what the Lord said.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samuel replied, &apos;If that is the case, then what is this sound of sheep in my ears and the sound of cattle that I hear?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul said, &apos;They were brought from the Amalekites; the army spared the best of the flocks and cattle to sacrifice to the Lord our God. But everything else we slaughtered.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Samuel said to Saul, &apos;Wait a minute! Let me tell you what the Lord said to me last night.&apos; Saul said to him, &apos;Tell me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel said, &apos;Is it not true that when you were insignificant in your own eyes, you became head of the tribes of Israel? The Lord chose you as king over Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord sent you on a campaign saying, &quot;Go and exterminate those sinful Amalekites! Fight against them until you have destroyed them.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Why haven&quot;t you obeyed the Lord ? Instead you have greedily rushed upon the plunder! You have done what is wrong in the Lord &quot;s estimation.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Saul said to Samuel, &apos;But I have obeyed the Lord ! I went on the campaign the Lord sent me on. I brought back King Agag of the Amalekites after exterminating the Amalekites."
            },
            {
                "verse_number": "21",
                "verse_text": "But the army took from the plunder some of the sheep and cattle &ndash; the best of what was to be slaughtered &ndash; to sacrifice to the Lord your God in Gilgal.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Samuel said, &apos;Does the Lord take pleasure in burnt offerings and sacrifices and presumption is like the evil of idolatry. Because you have rejected the word of the Lord , as much as he does in obedience? Certainly, obedience is better than sacrifice; paying attention is better than the fat of rams. he has rejected you as king.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "For rebellion is like the sin of divination,"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Saul said to Samuel, &apos;I have sinned, for I have disobeyed what the Lord commanded and what you said as well. For I was afraid of the army, and I followed their wishes."
            },
            {
                "verse_number": "25",
                "verse_text": "Now please forgive my sin! Go back with me so I can worship the Lord .&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Samuel said to Saul, &apos;I will not go back with you, for you have rejected the word of the Lord , and the Lord has rejected you from being king over Israel!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "When Samuel turned to leave, Saul grabbed the edge of his robe and it tore."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel said to him, &apos;The Lord has torn the kingdom of Israel from you this day and has given it to one of your colleagues who is better than you!"
            },
            {
                "verse_number": "29",
                "verse_text": "The Preeminent One of Israel does not go back on his word or change his mind, for he is not a human being who changes his mind.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul again replied, &apos;I have sinned. But please honor me before the elders of my people and before Israel. Go back with me so I may worship the Lord your God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Samuel followed Saul back, and Saul worshiped the Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Samuel said, &apos;Bring me King Agag of the Amalekites.&apos; So Agag came to him trembling, thinking to himself, &apos;Surely death is bitter!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Samuel said, &apos;Just as your sword left women childless, so your mother will be the most bereaved among women!&apos; Then Samuel hacked Agag to pieces there in Gilgal before the Lord ."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Samuel went to Ramah, while Saul went up to his home in Gibeah of Saul."
            },
            {
                "verse_number": "35",
                "verse_text": "Until the day he died Samuel did not see Saul again. Samuel did, however, mourn for Saul, but the Lord regretted that he had made Saul king over Israel."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Samuel, &apos;How long do you intend to mourn for Saul? I have rejected him as king over Israel. Fill your horn with olive oil and go! I am sending you to Jesse in Bethlehem, for I have selected a king for myself from among his sons.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Samuel replied, &apos;How can I go? Saul will hear about it and kill me!&apos; But the Lord said, &apos;Take a heifer with you and say, &quot;I have come to sacrifice to the Lord .&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then invite Jesse to the sacrifice, and I will show you what you should do. You will anoint for me the one I point out to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Samuel did what the Lord told him. When he arrived in Bethlehem, the elders of the city were afraid to meet him. They said, &apos;Do you come in peace?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He replied, &apos;Yes, in peace. I have come to sacrifice to the Lord . Consecrate yourselves and come with me to the sacrifice.&apos; So he consecrated Jesse and his sons and invited them to the sacrifice."
            },
            {
                "verse_number": "6",
                "verse_text": "When they arrived, Samuel noticed Eliab and said to himself, &apos;Surely, here before the Lord stands his chosen king!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord said to Samuel, &apos;Don&quot;t be impressed by his appearance or his height, for I have rejected him. God does not view things the way men do. People look on the outward appearance, but the Lord looks at the heart.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jesse called Abinadab and presented him to Samuel. But Samuel said, &apos;The Lord has not chosen this one, either.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesse presented Shammah. But Samuel said, &apos;The Lord has not chosen this one either.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesse presented seven of his sons to Samuel. But Samuel said to Jesse, &apos;The Lord has not chosen any of these.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Samuel said to Jesse, &apos;Is that all of the young men?&apos; Jesse replied, &apos;There is still the youngest one, but he&quot;s taking care of the flock.&apos; Samuel said to Jesse, &apos;Send and get him, for we cannot turn our attention to other things until he comes here.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Jesse had him brought in. Now he was ruddy, with attractive eyes and a handsome appearance. The Lord said, &apos;Go and anoint him. This is the one!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Samuel took the horn full of olive oil and anointed him in the presence of his brothers. The Spirit of the Lord rushed upon David from that day onward. Then Samuel got up and went to Ramah."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the Spirit of the Lord had turned away from Saul, and an evil spirit from the Lord tormented him."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Saul&quot;s servants said to him, &apos;Look, an evil spirit from God is tormenting you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Let our lord instruct his servants who are here before you to look for a man who knows how to play the lyre. Then whenever the evil spirit from God comes upon you, he can play the lyre and you will feel better.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Saul said to his servants, &apos;Find me a man who plays well and bring him to me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One of his attendants replied, &apos;I have seen a son of Jesse in Bethlehem who knows how to play the lyre. He is a brave warrior and is articulate and handsome, for the Lord is with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Saul sent messengers to Jesse and said, &apos;Send me your son David, who is out with the sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "So Jesse took a donkey loaded with bread, a container of wine, and a young goat and sent them to Saul with his son David."
            },
            {
                "verse_number": "21",
                "verse_text": "David came to Saul and stood before him. Saul liked him a great deal, and he became his armor bearer."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Saul sent word to Jesse saying, &apos;Let David be my servant, for I really like him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So whenever the spirit from God would come upon Saul, David would take his lyre and play it. This would bring relief to Saul and make him feel better. Then the evil spirit would leave him alone."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines gathered their troops for battle. They assembled at Socoh in Judah. They camped in Ephes Dammim, between Socoh and Azekah."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul and the Israelite army assembled and camped in the valley of Elah, where they arranged their battle lines to fight against the Philistines."
            },
            {
                "verse_number": "3",
                "verse_text": "The Philistines were standing on one hill, and the Israelites on another hill, with the valley between them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then a champion came out from the camp of the Philistines. His name was Goliath; he was from Gath. He was close to seven feet tall."
            },
            {
                "verse_number": "5",
                "verse_text": "He had a bronze helmet on his head and was wearing scale body armor. The weight of his bronze body armor was five thousand shekels."
            },
            {
                "verse_number": "6",
                "verse_text": "He had bronze shin guards on his legs, and a bronze javelin was slung over his shoulders."
            },
            {
                "verse_number": "7",
                "verse_text": "The shaft of his spear was like a weaver&quot;s beam, and the iron point of his spear weighed six hundred shekels. His shield bearer was walking before him."
            },
            {
                "verse_number": "8",
                "verse_text": "Goliath stood and called to Israel&quot;s troops, &apos;Why do you come out to prepare for battle? Am I not the Philistine, and are you not the servants of Saul? Choose for yourselves a man so he may come down to me!"
            },
            {
                "verse_number": "9",
                "verse_text": "If he is able to fight with me and strike me down, we will become your servants. But if I prevail against him and strike him down, you will become our servants and will serve us.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Philistine said, &apos;I defy Israel&quot;s troops this day! Give me a man so we can fight each other!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When Saul and all the Israelites heard these words of the Philistine, they were upset and very afraid."
            },
            {
                "verse_number": "12",
                "verse_text": "Now David was the son of this Ephrathite named Jesse from Bethlehem in Judah. He had eight sons, and in Saul&quot;s days he was old and well advanced in years."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse&quot;s three oldest sons had followed Saul to war. The names of the three sons who went to war were Eliab, his firstborn, Abinadab, the second oldest, and Shammah, the third oldest."
            },
            {
                "verse_number": "14",
                "verse_text": "Now David was the youngest. While the three oldest sons followed Saul,"
            },
            {
                "verse_number": "15",
                "verse_text": "David was going back and forth from Saul in order to care for his father&quot;s sheep in Bethlehem."
            },
            {
                "verse_number": "16",
                "verse_text": "Meanwhile for forty days the Philistine approached every morning and evening and took his position."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesse said to his son David, &apos;Take your brothers this ephah of roasted grain and these ten loaves of bread; go quickly to the camp to your brothers."
            },
            {
                "verse_number": "18",
                "verse_text": "Also take these ten portions of cheese to their commanding officer. Find out how your brothers are doing and bring back their pledge that they received the goods."
            },
            {
                "verse_number": "19",
                "verse_text": "They are with Saul and the whole Israelite army in the valley of Elah, fighting with the Philistines.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So David got up early in the morning and entrusted the flock to someone else who would watch over it. After loading up, he went just as Jesse had instructed him. He arrived at the camp as the army was going out to the battle lines shouting its battle cry."
            },
            {
                "verse_number": "21",
                "verse_text": "Israel and the Philistines drew up their battle lines opposite one another."
            },
            {
                "verse_number": "22",
                "verse_text": "After David had entrusted his cargo to the care of the supply officer, he ran to the battlefront. When he arrived, he asked his brothers how they were doing."
            },
            {
                "verse_number": "23",
                "verse_text": "As he was speaking with them, the champion named Goliath, the Philistine from Gath, was coming up from the battle lines of the Philistines. He spoke the way he usually did, and David heard it."
            },
            {
                "verse_number": "24",
                "verse_text": "When all the men of Israel saw this man, they retreated from his presence and were very afraid."
            },
            {
                "verse_number": "25",
                "verse_text": "The men of Israel said, &apos;Have you seen this man who is coming up? He does so to defy Israel. But the king will make the man who can strike him down very wealthy! He will give him his daughter in marriage, and he will make his father&quot;s house exempt from tax obligations in Israel.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "David asked the men who were standing near him, &apos;What will be done for the man who strikes down this Philistine and frees Israel from this humiliation? For who is this uncircumcised Philistine, that he defies the armies of the living God?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The soldiers told him what had been promised, saying, &apos;This is what will be done for the man who can strike him down.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When David&quot;s oldest brother Eliab heard him speaking to the men, he became angry with David and said, &apos;Why have you come down here? To whom did you entrust those few sheep in the desert? I am familiar with your pride and deceit! You have come down here to watch the battle!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "David replied, &apos;What have I done now? Can&quot;t I say anything?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then he turned from those who were nearby to someone else and asked the same question, but they gave him the same answer as before."
            },
            {
                "verse_number": "31",
                "verse_text": "When David&quot;s words were overheard and reported to Saul, he called for him."
            },
            {
                "verse_number": "32",
                "verse_text": "David said to Saul, &apos;Don&quot;t let anyone be discouraged. Your servant will go and fight this Philistine!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But Saul replied to David, &apos;You aren&quot;t able to go against this Philistine and fight him! You&quot;re just a boy! He has been a warrior from his youth!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "David replied to Saul, &apos;Your servant has been a shepherd for his father&quot;s flock. Whenever a lion or bear would come and carry off a sheep from the flock,"
            },
            {
                "verse_number": "35",
                "verse_text": "I would go out after it, strike it down, and rescue the sheep from its mouth. If it rose up against me, I would grab it by its jaw, strike it, and kill it."
            },
            {
                "verse_number": "36",
                "verse_text": "Your servant has struck down both the lion and the bear. This uncircumcised Philistine will be just like one of them. For he has defied the armies of the living God!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "David went on to say, &apos;The Lord who delivered me from the lion and the bear will also deliver me from the hand of this Philistine!&apos; Then Saul said to David, &apos;Go! The Lord will be with you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul clothed David with his own fighting attire and put a bronze helmet on his head. He also put body armor on him."
            },
            {
                "verse_number": "39",
                "verse_text": "David strapped on his sword over his fighting attire and tried to walk around, but he was not used to them. David said to Saul, &apos;I can&quot;t walk in these things, for I&quot;m not used to them.&apos; So David removed them."
            },
            {
                "verse_number": "40",
                "verse_text": "He took his staff in his hand, picked out five smooth stones from the stream, placed them in the pouch of his shepherd&quot;s bag, took his sling in hand, and approached the Philistine."
            },
            {
                "verse_number": "41",
                "verse_text": "The Philistine kept coming closer to David, with his shield bearer walking in front of him."
            },
            {
                "verse_number": "42",
                "verse_text": "When the Philistine looked carefully at David, he despised him, for he was only a ruddy and handsome boy."
            },
            {
                "verse_number": "43",
                "verse_text": "The Philistine said to David, &apos;Am I a dog, that you are coming after me with sticks?&apos; Then the Philistine cursed David by his gods."
            },
            {
                "verse_number": "44",
                "verse_text": "The Philistine said to David, &apos;Come here to me, so I can give your flesh to the birds of the sky and the wild animals of the field!&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But David replied to the Philistine, &apos;You are coming against me with sword and spear and javelin. But I am coming against you in the name of the Lord of hosts, the God of Israel&quot;s armies, whom you have defied!"
            },
            {
                "verse_number": "46",
                "verse_text": "This very day the Lord will deliver you into my hand! I will strike you down and cut off your head. This day I will give the corpses of the Philistine army to the birds of the sky and the wild animals of the land. Then all the land will realize that Israel has a God"
            },
            {
                "verse_number": "47",
                "verse_text": "and all this assembly will know that it is not by sword or spear that the Lord saves! For the battle is the Lord &quot;s, and he will deliver you into our hand.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Philistine drew steadily closer to David to attack him, while David quickly ran toward the battle line to attack the Philistine."
            },
            {
                "verse_number": "49",
                "verse_text": "David reached his hand into the bag and took out a stone. He slung it, striking the Philistine on the forehead. The stone sank deeply into his forehead, and he fell down with his face to the ground."
            },
            {
                "verse_number": "50",
                "verse_text": "David prevailed over the Philistine with just the sling and the stone. He struck down the Philistine and killed him. David did not even have a sword in his hand."
            },
            {
                "verse_number": "51",
                "verse_text": "David ran and stood over the Philistine. He grabbed Goliath&quot;s sword, drew it from its sheath, killed him, and cut off his head with it. When the Philistines saw their champion was dead, they ran away."
            },
            {
                "verse_number": "52",
                "verse_text": "Then the men of Israel and Judah charged forward, shouting a battle cry. They chased the Philistines to the valley and to the very gates of Ekron. The Philistine corpses lay fallen along the Shaaraim road to Gath and Ekron."
            },
            {
                "verse_number": "53",
                "verse_text": "When the Israelites returned from their hot pursuit of the Philistines, they looted their camp."
            },
            {
                "verse_number": "54",
                "verse_text": "David took the head of the Philistine and brought it to Jerusalem, and he put Goliath&quot;s weapons in his tent."
            },
            {
                "verse_number": "55",
                "verse_text": "Now as Saul watched David going out to fight the Philistine, he asked Abner, the general in command of the army, &apos;Whose son is this young man, Abner?&apos; Abner replied, &apos;As surely as you live, O king, I don&quot;t know.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "The king said, &apos;Find out whose son this boy is!&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "So when David returned from striking down the Philistine, Abner took him and brought him before Saul. He still had the head of the Philistine in his hand."
            },
            {
                "verse_number": "58",
                "verse_text": "Saul said to him, &apos;Whose son are you, young man?&apos; David replied, &apos;I am the son of your servant Jesse in Bethlehem.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "When David had finished talking with Saul, Jonathan and David became bound together in close friendship. Jonathan loved David as much as he did his own life."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul retained David on that day and did not allow him to return to his father&quot;s house."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan made a covenant with David, for he loved him as much as he did his own life."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan took off the robe he was wearing and gave it to David, along with the rest of his gear, including his sword, his bow, and even his belt."
            },
            {
                "verse_number": "5",
                "verse_text": "On every mission on which Saul sent him, David achieved success. So Saul appointed him over the men of war. This pleased not only all the army, but also Saul&quot;s servants."
            },
            {
                "verse_number": "6",
                "verse_text": "When the men arrived after David returned from striking down the Philistine, the women from all the cities of Israel came out singing and dancing to meet King Saul. They were happy as they played their tambourines and three-stringed instruments."
            },
            {
                "verse_number": "7",
                "verse_text": "The women who were playing the music sang, &apos;Saul has struck down his thousands, but David his tens of thousands!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This made Saul very angry. The statement displeased him and he thought, &apos;They have attributed to David tens of thousands, but to me they have attributed only thousands. What does he lack, except the kingdom?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Saul was keeping an eye on David from that day onward."
            },
            {
                "verse_number": "10",
                "verse_text": "The next day an evil spirit from God rushed upon Saul and he prophesied within his house. Now David was playing the lyre that day. There was a spear in Saul&quot;s hand,"
            },
            {
                "verse_number": "11",
                "verse_text": "and Saul threw the spear, thinking, &apos;I&quot;ll nail David to the wall!&apos; But David escaped from him on two different occasions."
            },
            {
                "verse_number": "12",
                "verse_text": "So Saul feared David, because the Lord was with him but had departed from Saul."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul removed David from his presence and made him a commanding officer. David led the army out to battle and back."
            },
            {
                "verse_number": "14",
                "verse_text": "Now David achieved success in all he did, for the Lord was with him."
            },
            {
                "verse_number": "15",
                "verse_text": "When Saul saw how very successful he was, he was afraid of him."
            },
            {
                "verse_number": "16",
                "verse_text": "But all Israel and Judah loved David, for he was the one leading them out to battle and back."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Saul said to David, &apos;Here&quot;s my oldest daughter, Merab. I want to give her to you in marriage. Only be a brave warrior for me and fight the battles of the Lord .&apos; For Saul thought, &apos;There&quot;s no need for me to raise my hand against him. Let it be the hand of the Philistines!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "David said to Saul, &apos;Who am I? Who are my relatives or the clan of my father in Israel that I should become the king&quot;s son-in-law?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "When the time came for Merab, Saul&quot;s daughter, to be given to David, she instead was given in marriage to Adriel, who was from Meholah."
            },
            {
                "verse_number": "20",
                "verse_text": "Now Michal, Saul&quot;s daughter, loved David. When they told Saul about this, it pleased him."
            },
            {
                "verse_number": "21",
                "verse_text": "Saul said, &apos;I will give her to him so that she may become a snare to him and the hand of the Philistines may be against him.&apos; So Saul said to David, &apos;Today is the second time for you to become my son-in-law.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Saul instructed his servants, &apos;Tell David secretly, &quot;The king is pleased with you, and all his servants like you. So now become the king&quot;s son-in-law.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Saul&quot;s servants spoke these words privately to David. David replied, &apos;Is becoming the king&quot;s son-in-law something insignificant to you? I&quot;m just a poor and lightly-esteemed man!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When Saul&quot;s servants reported what David had said,"
            },
            {
                "verse_number": "25",
                "verse_text": "Saul replied, &apos;Here is what you should say to David: &quot;There is nothing that the king wants as a price for the bride except a hundred Philistine foreskins, so that he can be avenged of his enemies.&quot;&apos; (Now Saul was thinking that he could kill David by the hand of the Philistines.)"
            },
            {
                "verse_number": "26",
                "verse_text": "So his servants told David these things and David agreed to become the king&quot;s son-in-law. Now the specified time had not yet expired"
            },
            {
                "verse_number": "27",
                "verse_text": "when David, along with his men, went out and struck down two hundred Philistine men. David brought their foreskins and presented all of them to the king so he could become the king&quot;s son-in-law. Saul then gave him his daughter Michal in marriage."
            },
            {
                "verse_number": "28",
                "verse_text": "When Saul realized that the Lord was with David and that his daughter Michal loved David,"
            },
            {
                "verse_number": "29",
                "verse_text": "Saul became even more afraid of him. Saul continued to be at odds with David from then on."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the leaders of the Philistines would march out, and as often as they did so, David achieved more success than all of Saul&quot;s servants. His name was held in high esteem."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Saul told his son Jonathan and all his servants to kill David. But Saul&quot;s son Jonathan liked David very much."
            },
            {
                "verse_number": "2",
                "verse_text": "So Jonathan told David, &apos;My father Saul is trying to kill you. So be careful tomorrow morning. Find a hiding place and stay in seclusion."
            },
            {
                "verse_number": "3",
                "verse_text": "I will go out and stand beside my father in the field where you are. I will speak about you to my father. When I find out what the problem is, I will let you know.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Jonathan spoke on David&quot;s behalf to his father Saul. He said to him, &apos;The king should not sin against his servant David, for he has not sinned against you. On the contrary, his actions have been very beneficial for you."
            },
            {
                "verse_number": "5",
                "verse_text": "He risked his life when he struck down the Philistine and the Lord gave all Israel a great victory. When you saw it, you were happy. So why would you sin against innocent blood by putting David to death for no reason?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Saul accepted Jonathan&quot;s advice and took an oath, &apos;As surely as the Lord lives, he will not be put to death.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Jonathan called David and told him all these things. Jonathan brought David to Saul, and he served him as he had done formerly."
            },
            {
                "verse_number": "8",
                "verse_text": "Now once again there was war. So David went out to fight the Philistines. He defeated them thoroughly and they ran away from him."
            },
            {
                "verse_number": "9",
                "verse_text": "Then an evil spirit from the Lord came upon Saul. He was sitting in his house with his spear in his hand, while David was playing the lyre."
            },
            {
                "verse_number": "10",
                "verse_text": "Saul tried to nail David to the wall with the spear, but he escaped from Saul&quot;s presence and the spear drove into the wall. David escaped quickly that night."
            },
            {
                "verse_number": "11",
                "verse_text": "Saul sent messengers to David&quot;s house to guard it and to kill him in the morning. Then David&quot;s wife Michal told him, &apos;If you do not save yourself tonight, tomorrow you will be dead!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Michal lowered David through the window, and he ran away and escaped."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Michal took a household idol and put it on the bed. She put a quilt made of goat&quot;s hair over its head and then covered the idol with a garment."
            },
            {
                "verse_number": "14",
                "verse_text": "When Saul sent messengers to arrest David, she said, &apos;He&quot;s sick.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Saul sent the messengers back to see David, saying, &apos;Bring him up to me on his bed so I can kill him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the messengers came, they found only the idol on the bed and the quilt made of goat&quot;s hair at its head."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul said to Michal, &apos;Why have you deceived me this way by sending my enemy away? Now he has escaped!&apos; Michal replied to Saul, &apos;He said to me, &quot;Help me get away or else I will kill you!&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now David had run away and escaped. He went to Samuel in Ramah and told him everything that Saul had done to him. Then he and Samuel went and stayed at Naioth."
            },
            {
                "verse_number": "19",
                "verse_text": "It was reported to Saul saying, &apos;David is at Naioth in Ramah.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Saul sent messengers to capture David. When they saw a company of prophets prophesying with Samuel standing there as their leader, the spirit of God came upon Saul&quot;s messengers, and they also prophesied."
            },
            {
                "verse_number": "21",
                "verse_text": "When it was reported to Saul, he sent more messengers, but they prophesied too. So Saul sent messengers a third time, but they also prophesied."
            },
            {
                "verse_number": "22",
                "verse_text": "Finally Saul himself went to Ramah. When he arrived at the large cistern that is in Secu, he asked, &apos;Where are Samuel and David?&apos; They said, &apos;At Naioth in Ramah.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Saul went to Naioth in Ramah. The Spirit of God came upon him as well, and he walked along prophesying until he came to Naioth in Ramah."
            },
            {
                "verse_number": "24",
                "verse_text": "He even stripped off his clothes and prophesied before Samuel. He lay there naked all that day and night. (For that reason it is asked, &apos;Is Saul also among the prophets?&apos;)"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "David fled from Naioth in Ramah. He came to Jonathan and asked, &apos;What have I done? What is my offense? How have I sinned before your father? For he is seeking my life!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jonathan said to him, &apos;By no means are you going to die! My father does nothing large or small without making me aware of it. Why would my father hide this matter from me? It just won&quot;t happen!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Taking an oath, David again said, &apos;Your father is very much aware of the fact that I have found favor with you, and he has thought, &quot;Don&quot;t let Jonathan know about this, or he will be upset.&quot; But as surely as the Lord lives and you live, there is about one step between me and death!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan replied to David, &apos;Tell me what I can do for you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David said to Jonathan, &apos;Tomorrow is the new moon, and I am certainly expected to join the king for a meal. You must send me away so I can hide in the field until the third evening from now."
            },
            {
                "verse_number": "6",
                "verse_text": "If your father happens to miss me, you should say, &quot;David urgently requested me to let him go to his city Bethlehem, for there is an annual sacrifice there for his entire family.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "If he should then say, &quot;That&quot;s fine,&quot; then your servant is safe. But if he becomes very angry, be assured that he has decided to harm me."
            },
            {
                "verse_number": "8",
                "verse_text": "You must be loyal to your servant, for you have made a covenant with your servant in the Lord &quot;s name. If I am guilty, you yourself kill me! Why bother taking me to your father?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jonathan said, &apos;Far be it from you to suggest this! If I were at all aware that my father had decided to harm you, wouldn&quot;t I tell you about it?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David said to Jonathan, &apos;Who will tell me if your father answers you harshly?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jonathan said to David, &apos;Come on. Let&quot;s go out to the field.&apos; When the two of them had gone out into the field,"
            },
            {
                "verse_number": "12",
                "verse_text": "Jonathan said to David, &apos;The Lord God of Israel is my witness. I will feel out my father about this time the day after tomorrow. If he is favorably inclined toward David, will I not then send word to you and let you know?"
            },
            {
                "verse_number": "13",
                "verse_text": "But if my father intends to do you harm, may the Lord do all this and more to Jonathan, if I don&quot;t let you know and send word to you so you can go safely on your way. May the Lord be with you, as he was with my father."
            },
            {
                "verse_number": "14",
                "verse_text": "While I am still alive, extend to me the loyalty of the Lord , or else I will die!"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t ever cut off your loyalty to my family, not even when the Lord has cut off every one of David&quot;s enemies from the face of the earth"
            },
            {
                "verse_number": "16",
                "verse_text": "and called David&quot;s enemies to account.&apos; So Jonathan made a covenant with the house of David."
            },
            {
                "verse_number": "17",
                "verse_text": "Jonathan once again took an oath with David, because he loved him. In fact Jonathan loved him as much as he did his own life."
            },
            {
                "verse_number": "18",
                "verse_text": "Jonathan said to him, &apos;Tomorrow is the new moon, and you will be missed, for your seat will be empty."
            },
            {
                "verse_number": "19",
                "verse_text": "On the third day you should go down quickly and come to the place where you hid yourself the day this all started. Stay near the stone Ezel."
            },
            {
                "verse_number": "20",
                "verse_text": "I will shoot three arrows near it, as though I were shooting at a target."
            },
            {
                "verse_number": "21",
                "verse_text": "When I send a boy after them, I will say, &apos;Go and find the arrows.&apos; If I say to the boy, &quot;Look, the arrows are on this side of you; get them,&quot; then come back. For as surely as the Lord lives, you will be safe and there will no problem."
            },
            {
                "verse_number": "22",
                "verse_text": "But if I say to the boy, &apos;Look, the arrows are on the other side of you,&quot; get away. For in that case the Lord has sent you away."
            },
            {
                "verse_number": "23",
                "verse_text": "With regard to the matter that you and I discussed, the Lord is the witness between us forever!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So David hid in the field. When the new moon came, the king sat down to eat his meal."
            },
            {
                "verse_number": "25",
                "verse_text": "The king sat down in his usual place by the wall, with Jonathan opposite him and Abner at his side. But David&quot;s place was vacant."
            },
            {
                "verse_number": "26",
                "verse_text": "However, Saul said nothing about it that day, for he thought, &apos;Something has happened to make him ceremonially unclean. Yes, he must be unclean.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But the next morning, the second day of the new moon, David&quot;s place was still vacant. So Saul said to his son Jonathan, &apos;Why has Jesse&quot;s son not come to the meal yesterday or today?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jonathan replied to Saul, &apos;David urgently requested that he be allowed to go to Bethlehem."
            },
            {
                "verse_number": "29",
                "verse_text": "He said, &quot;Permit me to go, for we are having a family sacrifice in the city, and my brother urged me to be there. So now, if I have found favor with you, let me go to see my brothers.&quot; For that reason he has not come to the king&quot;s table.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul became angry with Jonathan and said to him, &apos;You stupid traitor! Don&quot;t I realize that to your own disgrace and to the disgrace of your mother&quot;s nakedness you have chosen this son of Jesse?"
            },
            {
                "verse_number": "31",
                "verse_text": "For as long as this son of Jesse is alive on the earth, you and your kingdom will not be established. Now, send some men and bring him to me. For he is as good as dead!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan responded to his father Saul, &apos;Why should he be put to death? What has he done?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Saul threw his spear at Jonathan in order to strike him down. So Jonathan was convinced that his father had decided to kill David."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan got up from the table enraged. He did not eat any food on that second day of the new moon, for he was upset that his father had humiliated David."
            },
            {
                "verse_number": "35",
                "verse_text": "The next morning Jonathan, along with a young servant, went out to the field to meet David."
            },
            {
                "verse_number": "36",
                "verse_text": "He said to his servant, &apos;Run, find the arrows that I am about to shoot.&apos; As the servant ran, Jonathan shot the arrow beyond him."
            },
            {
                "verse_number": "37",
                "verse_text": "When the servant came to the place where Jonathan had shot the arrow, Jonathan called out to the servant, &apos;Isn&quot;t the arrow further beyond you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jonathan called out to the servant, &apos;Hurry! Go faster! Don&quot;t delay!&apos; Jonathan&quot;s servant retrieved the arrow and came back to his master."
            },
            {
                "verse_number": "39",
                "verse_text": "(Now the servant did not understand any of this. Only Jonathan and David knew what was going on.)"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Jonathan gave his equipment to the servant who was with him. He said to him, &apos;Go, take these things back to the city.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "When the servant had left, David got up from beside the mound, knelt with his face to the ground, and bowed three times. Then they kissed each other and they both wept, especially David."
            },
            {
                "verse_number": "42",
                "verse_text": "Jonathan said to David, &apos;Go in peace, for the two of us have sworn together in the name of the Lord saying, &quot;The Lord will be between me and you and between my descendants and your descendants forever.&quot;&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "(21:2) David went to Ahimelech the priest in Nob. Ahimelech was shaking with fear when he met David, and said to him, &apos;Why are you by yourself with no one accompanying you?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David replied to Ahimelech the priest, &apos;The king instructed me to do something, but he said to me, &quot;Don&quot;t let anyone know the reason I am sending you or the instructions I have given you.&quot; I have told my soldiers to wait at a certain place."
            },
            {
                "verse_number": "3",
                "verse_text": "Now what do you have at your disposal? Give me five loaves of bread, or whatever can be found.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The priest replied to David, &apos;I don&quot;t have any ordinary bread at my disposal. Only holy bread is available, and then only if your soldiers have abstained from sexual relations with women.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David said to the priest, &apos;Certainly women have been kept away from us, just as on previous occasions when I have set out. The soldiers&quot; equipment is holy, even on an ordinary journey. How much more so will they be holy today, along with their equipment!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the priest gave him holy bread, for there was no bread there other than the bread of the Presence. It had been removed from before the Lord in order to replace it with hot bread on the day it had been taken away."
            },
            {
                "verse_number": "7",
                "verse_text": "(One of Saul&quot;s servants was there that day, detained before the Lord . His name was Doeg the Edomite, who was in charge of Saul&quot;s shepherds.)"
            },
            {
                "verse_number": "8",
                "verse_text": "David said to Ahimelech, &apos;Is there no sword or spear here at your disposal? I don&quot;t have my own sword or equipment in hand due to the urgency of the king&quot;s instructions.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The priest replied, &apos;The sword of Goliath the Philistine, whom you struck down in the valley of Elah, is wrapped in a garment behind the ephod. If you wish, take it for yourself. Other than that, there&quot;s nothing here.&apos; David said, &apos;There&quot;s nothing like it! Give it to me!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So on that day David arose and fled from Saul. He went to King Achish of Gath."
            },
            {
                "verse_number": "11",
                "verse_text": "The servants of Achish said to him, &apos;Isn&quot;t this David, the king of the land? Isn&quot;t he the one that they sing about when they dance, saying, &quot;Saul struck down his thousands, But David his tens of thousands&quot;?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David thought about what they said and was very afraid of King Achish of Gath."
            },
            {
                "verse_number": "13",
                "verse_text": "He altered his behavior in their presence. Since he was in their power, he pretended to be insane, making marks on the doors of the gate and letting his saliva run down his beard."
            },
            {
                "verse_number": "14",
                "verse_text": "Achish said to his servants, &apos;Look at this madman! Why did you bring him to me?"
            },
            {
                "verse_number": "15",
                "verse_text": "Do I have a shortage of fools, that you have brought me this man to display his insanity in front of me? Should this man enter my house?&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "So David left there and escaped to the cave of Adullam. When his brothers and the rest of his father&quot;s family learned about it, they went down there to him."
            },
            {
                "verse_number": "2",
                "verse_text": "All those who were in trouble or owed someone money or were discontented gathered around him, and he became their leader. He had about four hundred men with him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then David went from there to Mizpah in Moab, where he said to the king of Moab, &apos;Please let my father and mother stay with you until I know what God is going to do for me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he had them stay with the king of Moab; they stayed with him the whole time that David was in the stronghold."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Gad the prophet said to David, &apos;Don&quot;t stay in the stronghold. Go to the land of Judah.&apos; So David left and went to the forest of Hereth."
            },
            {
                "verse_number": "6",
                "verse_text": "But Saul found out the whereabouts of David and the men who were with him. Now Saul was sitting at Gibeah under the tamarisk tree at an elevated location with his spear in hand and all his servants stationed around him."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul said to his servants who were stationed around him, &apos;Listen up, you Benjaminites! Is Jesse&quot;s son giving fields and vineyards to all of you? Or is he making all of you commanders and officers?"
            },
            {
                "verse_number": "8",
                "verse_text": "For all of you have conspired against me! No one informs me when my own son makes an agreement with this son of Jesse! Not one of you feels sorry for me or informs me that my own son has commissioned my own servant to hide in ambush against me, as is the case today!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But Doeg the Edomite, who had stationed himself with the servants of Saul, replied, &apos;I saw this son of Jesse come to Ahimelech son of Ahitub at Nob."
            },
            {
                "verse_number": "10",
                "verse_text": "He inquired of the Lord for him and gave him provisions. He also gave him the sword of Goliath the Philistine.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king arranged for a meeting with the priest Ahimelech son of Ahitub and all the priests of his father&quot;s house who were at Nob. They all came to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Saul said, &apos;Listen, son of Ahitub.&apos; He replied, &apos;Here I am, my lord.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Saul said to him, &apos;Why have you conspired against me, you and this son of Jesse? You gave him bread and a sword and inquired of God on his behalf, so that he opposes me and waits in ambush, as is the case today!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahimelech replied to the king, &apos;Who among all your servants is faithful like David? He is the king&quot;s son-in-law, the leader of your bodyguard, and honored in your house!"
            },
            {
                "verse_number": "15",
                "verse_text": "Was it just today that I began to inquire of God on his behalf? Far be it from me! The king should not accuse his servant or any of my father&quot;s house. For your servant is not aware of all this &ndash; not in whole or in part!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the king said, &apos;You will surely die, Ahimelech, you and all your father&quot;s house!"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the king said to the messengers who were stationed beside him, &apos;Turn and kill the priests of the Lord , for they too have sided with David! They knew he was fleeing, but they did not inform me.&apos; But the king&quot;s servants refused to harm the priests of the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king said to Doeg, &apos;You turn and strike down the priests!&apos; So Doeg the Edomite turned and struck down the priests. He killed on that day eighty-five men who wore the linen ephod."
            },
            {
                "verse_number": "19",
                "verse_text": "As for Nob, the city of the priests, he struck down with the sword men and women, children and infants, oxen, donkeys, and sheep &ndash; all with the sword."
            },
            {
                "verse_number": "20",
                "verse_text": "But one of the sons of Ahimelech son of Ahitub escaped and fled to David. His name was Abiathar."
            },
            {
                "verse_number": "21",
                "verse_text": "Abiathar told David that Saul had killed the priests of the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "Then David said to Abiathar, &apos;I knew that day when Doeg the Edomite was there that he would certainly tell Saul! I am guilty of all the deaths in your father&quot;s house!"
            },
            {
                "verse_number": "23",
                "verse_text": "Stay with me. Don&quot;t be afraid! Whoever seeks my life is seeking your life as well. You are secure with me.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "They told David, &apos;The Philistines are fighting in Keilah and are looting the threshing floors.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David asked the Lord , &apos;Should I go and strike down these Philistines?&apos; The Lord said to David, &apos;Go, strike down the Philistines and deliver Keilah.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David&quot;s men said to him, &apos;We are afraid while we are still here in Judah! What will it be like if we go to Keilah against the armies of the Philistines?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David asked the Lord once again. But again the Lord replied, &apos;Arise, go down to Keilah, for I will give the Philistines into your hand.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So David and his men went to Keilah and fought the Philistines. He took away their cattle and thoroughly defeated them. David delivered the inhabitants of Keilah."
            },
            {
                "verse_number": "6",
                "verse_text": "Now when Abiathar son of Ahimelech had fled to David at Keilah, he had brought with him an ephod."
            },
            {
                "verse_number": "7",
                "verse_text": "When Saul was told that David had come to Keilah, Saul said, &apos;God has delivered him into my hand, for he has boxed himself into a corner by entering a city with two barred gates.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul mustered all his army to go down to Keilah and besiege David and his men."
            },
            {
                "verse_number": "9",
                "verse_text": "When David realized that Saul was planning to harm him, he told Abiathar the priest, &apos;Bring the ephod!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David said, &apos;O Lord God of Israel, your servant has clearly heard that Saul is planning to come to Keilah to destroy the city because of me."
            },
            {
                "verse_number": "11",
                "verse_text": "Will the leaders of Keilah deliver me into his hand? Will Saul come down as your servant has heard? O Lord God of Israel, please inform your servant!&apos; Then the Lord said, &apos;He will come down.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David asked, &apos;Will the leaders of Keilah deliver me and my men into Saul&quot;s hand?&apos; The Lord said, &apos;They will deliver you over.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men, who numbered about six hundred, set out and left Keilah; they moved around from one place to another. When told that David had escaped from Keilah, Saul called a halt to his expedition."
            },
            {
                "verse_number": "14",
                "verse_text": "David stayed in the strongholds that were in the desert and in the hill country of the desert of Ziph. Saul looked for him all the time, but God did not deliver David into his hand."
            },
            {
                "verse_number": "15",
                "verse_text": "David realized that Saul had come out to seek his life; at that time David was in Horesh in the desert of Ziph."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jonathan son of Saul left and went to David at Horesh. He encouraged him through God."
            },
            {
                "verse_number": "17",
                "verse_text": "He said to him, &apos;Don&quot;t be afraid! For the hand of my father Saul cannot find you. You will rule over Israel, and I will be your second in command. Even my father Saul realizes this.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When the two of them had made a covenant before the Lord , David stayed on at Horesh, but Jonathan went to his house."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Ziphites went up to Saul at Gibeah and said, &apos;Isn&quot;t David hiding among us in the strongholds at Horesh on the hill of Hakilah, south of Jeshimon?"
            },
            {
                "verse_number": "20",
                "verse_text": "Now at your own discretion, O king, come down. Delivering him into the king&quot;s hand will be our responsibility.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul replied, &apos;May you be blessed by the Lord , for you have had compassion on me."
            },
            {
                "verse_number": "22",
                "verse_text": "Go and make further arrangements. Determine precisely where he is and who has seen him there, for I am told that he is extremely cunning."
            },
            {
                "verse_number": "23",
                "verse_text": "Locate precisely all the places where he hides and return to me with dependable information. Then I will go with you. If he is in the land, I will find him among all the thousands of Judah.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they left and went to Ziph ahead of Saul. Now David and his men were in the desert of Maon, in the Arabah to the south of Jeshimon."
            },
            {
                "verse_number": "25",
                "verse_text": "Saul and his men went to look for him. But David was informed and went down to the rock and stayed in the desert of Maon. When Saul heard about it, he pursued David in the desert of Maon."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul went on one side of the mountain, while David and his men went on the other side of the mountain. David was hurrying to get away from Saul, but Saul and his men were surrounding David and his men so they could capture them."
            },
            {
                "verse_number": "27",
                "verse_text": "But a messenger came to Saul saying, &apos;Come quickly, for the Philistines have raided the land!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Saul stopped pursuing David and went to confront the Philistines. Therefore that place is called Sela Hammahlekoth."
            },
            {
                "verse_number": "29",
                "verse_text": "(24:1) Then David went up from there and stayed in the strongholds of En Gedi."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "(24:2) When Saul returned from pursuing the Philistines, they told him, &apos;Look, David is in the desert of En Gedi.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Saul took three thousand select men from all Israel and went to find David and his men in the region of the rocks of the mountain goats."
            },
            {
                "verse_number": "3",
                "verse_text": "He came to the sheepfolds by the road, where there was a cave. Saul went into it to relieve himself. Now David and his men were sitting in the recesses of the cave."
            },
            {
                "verse_number": "4",
                "verse_text": "David&quot;s men said to him, &apos;This is the day about which the Lord said to you, &quot;I will give your enemy into your hand, and you can do to him whatever seems appropriate to you.&quot;&apos; So David got up and quietly cut off an edge of Saul&quot;s robe."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterward David&quot;s conscience bothered him because he had cut off an edge of Saul&quot;s robe."
            },
            {
                "verse_number": "6",
                "verse_text": "He said to his men, &apos;May the Lord keep me far away from doing such a thing to my lord, who is the Lord &quot;s chosen one, by extending my hand against him. After all, he is the Lord &quot;s chosen one.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David restrained his men with these words and did not allow them to rise up against Saul. Then Saul left the cave and started down the road."
            },
            {
                "verse_number": "8",
                "verse_text": "Afterward David got up and went out of the cave. He called out after Saul, &apos;My lord, O king!&apos; When Saul looked behind him, David kneeled down and bowed with his face to the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "David said to Saul, &apos;Why do you pay attention when men say, &quot;David is seeking to do you harm&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "Today your own eyes see how the Lord delivered you &ndash; this very day &ndash; into my hands in the cave. Some told me to kill you, but I had pity on you and said, &quot;I will not extend my hand against my lord, for he is the Lord &quot;s chosen one.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Look, my father, and see the edge of your robe in my hand! When I cut off the edge of your robe, I didn&quot;t kill you. So realize and understand that I am not planning evil or rebellion. Even though I have not sinned against you, you are waiting in ambush to take my life."
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord judge between the two of us, and may the Lord vindicate me over you, but my hand will not be against you."
            },
            {
                "verse_number": "13",
                "verse_text": "It&quot;s like the old proverb says: &quot;From evil people evil proceeds.&quot; But my hand will not be against you."
            },
            {
                "verse_number": "14",
                "verse_text": "Who has the king of Israel come out after? Who is it that you are pursuing? A dead dog? A single flea?"
            },
            {
                "verse_number": "15",
                "verse_text": "May the Lord be our judge and arbiter. May he see and arbitrate my case and deliver me from your hands!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When David finished speaking these words to Saul, Saul said, &apos;Is that your voice, my son David?&apos; Then Saul wept loudly."
            },
            {
                "verse_number": "17",
                "verse_text": "He said to David, &apos;You are more innocent than I, for you have treated me well, even though I have tried to harm you!"
            },
            {
                "verse_number": "18",
                "verse_text": "You have explained today how you have treated me well. The Lord delivered me into your hand, but you did not kill me."
            },
            {
                "verse_number": "19",
                "verse_text": "Now if a man finds his enemy, does he send him on his way in good shape? May the Lord repay you with good this day for what you have done to me."
            },
            {
                "verse_number": "20",
                "verse_text": "Now look, I realize that you will in fact be king and that the kingdom of Israel will be established in your hand."
            },
            {
                "verse_number": "21",
                "verse_text": "So now swear to me in the Lord &quot;s name that you will not kill my descendants after me or destroy my name from the house of my father.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David promised Saul this on oath. Then Saul went to his house, and David and his men went up to the stronghold."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Samuel died, and all Israel assembled and mourned him. They buried him at his home in Ramah. Then David left and went down to the desert of Paran."
            },
            {
                "verse_number": "2",
                "verse_text": "There was a man in Maon whose business was in Carmel. This man was very wealthy; he owned three thousand sheep and a thousand goats. At that time he was shearing his sheep in Carmel."
            },
            {
                "verse_number": "3",
                "verse_text": "The man&quot;s name was Nabal, and his wife&quot;s name was Abigail. She was both wise and beautiful, but the man was harsh and his deeds were evil. He was a Calebite."
            },
            {
                "verse_number": "4",
                "verse_text": "When David heard in the desert that Nabal was shearing his sheep,"
            },
            {
                "verse_number": "5",
                "verse_text": "he sent ten servants, saying to them, &apos;Go up to Carmel to see Nabal and give him greetings in my name."
            },
            {
                "verse_number": "6",
                "verse_text": "Then you will say to my brother, &apos;Peace to you and your house! Peace to all that is yours!"
            },
            {
                "verse_number": "7",
                "verse_text": "Now I hear that they are shearing sheep for you. When your shepherds were with us, we neither insulted them nor harmed them the whole time they were in Carmel."
            },
            {
                "verse_number": "8",
                "verse_text": "Ask your own servants; they can tell you! May my servants find favor in your sight, for we have come at the time of a holiday. Please provide us &ndash; your servants and your son David &ndash; with whatever you can spare.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So David&quot;s servants went and spoke all these words to Nabal in David&quot;s name. Then they paused."
            },
            {
                "verse_number": "10",
                "verse_text": "But Nabal responded to David&quot;s servants, &apos;Who is David, and who is this son of Jesse? This is a time when many servants are breaking away from their masters!"
            },
            {
                "verse_number": "11",
                "verse_text": "Should I take my bread and my water and my meat that I have slaughtered for my shearers and give them to these men? I don&quot;t even know where they came from!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David&quot;s servants went on their way. When they had returned, they came and told David all these things."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David instructed his men, &apos;Each of you strap on your sword!&apos; So each one strapped on his sword, and David also strapped on his sword. About four hundred men followed David up, while two hundred stayed behind with the equipment."
            },
            {
                "verse_number": "14",
                "verse_text": "But one of the servants told Nabal&quot;s wife Abigail, &apos;David sent messengers from the desert to greet our lord, but he screamed at them."
            },
            {
                "verse_number": "15",
                "verse_text": "These men were very good to us. They did not insult us, nor did we sustain any loss during the entire time we were together in the field."
            },
            {
                "verse_number": "16",
                "verse_text": "Both night and day they were a protective wall for us the entire time we were with them, while we were tending our flocks."
            },
            {
                "verse_number": "17",
                "verse_text": "Now be aware of this, and see what you can do. For disaster has been planned for our lord and his entire household. He is such a wicked person that no one tells him anything!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Abigail quickly took two hundred loaves of bread, two containers of wine, five prepared sheep, five seahs of roasted grain, a hundred bunches of raisins, and two hundred lumps of pressed figs. She loaded them on donkeys"
            },
            {
                "verse_number": "19",
                "verse_text": "and said to her servants, &apos;Go on ahead of me. I will come after you.&apos; But she did not tell her husband Nabal."
            },
            {
                "verse_number": "20",
                "verse_text": "Riding on her donkey, she went down under cover of the mountain. David and his men were coming down to meet her, and she encountered them."
            },
            {
                "verse_number": "21",
                "verse_text": "Now David had been thinking, &apos;In vain I guarded everything that belonged to this man in the desert. I didn&quot;t take anything from him. But he has repaid my good with evil."
            },
            {
                "verse_number": "22",
                "verse_text": "God will severely punish David, if I leave alive until morning even one male from all those who belong to him!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Abigail saw David, she got down quickly from the donkey, threw herself down before David, and bowed to the ground."
            },
            {
                "verse_number": "24",
                "verse_text": "Falling at his feet, she said, &apos;My lord, I accept all the guilt! But please let your female servant speak with my lord! Please listen to the words of your servant!"
            },
            {
                "verse_number": "25",
                "verse_text": "My lord should not pay attention to this wicked man Nabal. He simply lives up to his name! His name means &quot;fool,&quot; and he is indeed foolish! But I, your servant, did not see the servants my lord sent."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Now, my lord, as surely as the Lord lives and as surely as you live, it is the Lord who has kept you from shedding blood and taking matters into your own hands. Now may your enemies and those who seek to harm my lord be like Nabal."
            },
            {
                "verse_number": "27",
                "verse_text": "Now let this present that your servant has brought to my lord be given to the servants who follow my lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Please forgive the sin of your servant, for the Lord will certainly establish the house of my lord, because my lord fights the battles of the Lord . May no evil be found in you all your days!"
            },
            {
                "verse_number": "29",
                "verse_text": "When someone sets out to chase you and to take your life, the life of my lord will be wrapped securely in the bag of the living by the Lord your God. But he will sling away the lives of your enemies from the sling&quot;s pocket!"
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord will do for my lord everything that he promised you, and he will make you a leader over Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "Your conscience will not be overwhelmed with guilt for having poured out innocent blood and for having taken matters into your own hands. When the Lord has granted my lord success, please remember your servant.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then David said to Abigail, &apos;Praised be the Lord, the God of Israel, who has sent you this day to meet me!"
            },
            {
                "verse_number": "33",
                "verse_text": "Praised be your good judgment! May you yourself be rewarded for having prevented me this day from shedding blood and taking matters into my own hands!"
            },
            {
                "verse_number": "34",
                "verse_text": "Otherwise, as surely as the Lord , the God of Israel, lives &ndash; he who has prevented me from harming you &ndash; if you had not come so quickly to meet me, by morning&quot;s light not even one male belonging to Nabal would have remained alive!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then David took from her hand what she had brought to him. He said to her, &apos;Go back to your home in peace. Be assured that I have listened to you and responded favorably.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When Abigail went back to Nabal, he was holding a banquet in his house like that of the king. Nabal was having a good time and was very intoxicated. She told him absolutely nothing until morning&quot;s light."
            },
            {
                "verse_number": "37",
                "verse_text": "In the morning, when Nabal was sober, his wife told him about these matters. He had a stroke and was paralyzed."
            },
            {
                "verse_number": "38",
                "verse_text": "After about ten days the Lord struck Nabal down and he died."
            },
            {
                "verse_number": "39",
                "verse_text": "When David heard that Nabal had died, he said, &apos;Praised be the Lord who has vindicated me and avenged the insult that I suffered from Nabal! The Lord has kept his servant from doing evil, and he has repaid Nabal for his evil deeds.&apos; Then David sent word to Abigail and asked her to become his wife."
            },
            {
                "verse_number": "40",
                "verse_text": "So the servants of David went to Abigail at Carmel and said to her, &apos;David has sent us to you to bring you back to be his wife.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "She arose, bowed her face toward the ground, and said, &apos;Your female servant, like a lowly servant, will wash the feet of the servants of my lord.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then Abigail quickly went and mounted her donkey, with five of her female servants accompanying her. She followed David&quot;s messengers and became his wife."
            },
            {
                "verse_number": "43",
                "verse_text": "David had also married Ahinoam from Jezreel; the two of them became his wives."
            },
            {
                "verse_number": "44",
                "verse_text": "(Now Saul had given his daughter Michal, David&quot;s wife, to Paltiel son of Laish, who was from Gallim.)"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The Ziphites came to Saul at Gibeah and said, &apos;Isn&quot;t David hiding on the hill of Hakilah near Jeshimon?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Saul arose and went down to the desert of Ziph, accompanied by three thousand select men of Israel, to look for David in the desert of Ziph."
            },
            {
                "verse_number": "3",
                "verse_text": "Saul camped by the road on the hill of Hakilah near Jeshimon, but David was staying in the desert. When he realized that Saul had come to the desert to find him,"
            },
            {
                "verse_number": "4",
                "verse_text": "David sent scouts and verified that Saul had indeed arrived."
            },
            {
                "verse_number": "5",
                "verse_text": "So David set out and went to the place where Saul was camped. David saw the place where Saul and Abner son of Ner, the general in command of his army, were sleeping. Now Saul was lying in the entrenchment, and the army was camped all around him."
            },
            {
                "verse_number": "6",
                "verse_text": "David said to Ahimelech the Hittite and Abishai son of Zeruiah, Joab&quot;s brother, &apos;Who will go down with me to Saul in the camp?&apos; Abishai replied, &apos;I will go down with you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David and Abishai approached the army at night and found Saul lying asleep in the entrenchment with his spear stuck in the ground by his head. Abner and the army were lying all around him."
            },
            {
                "verse_number": "8",
                "verse_text": "Abishai said to David, &apos;Today God has delivered your enemy into your hands. Now let me drive the spear right through him into the ground with one swift jab! A second jab won&quot;t be necessary!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But David said to Abishai, &apos;Don&quot;t kill him! Who can extend his hand against the Lord &quot;s chosen one and remain guiltless?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David went on to say, &apos;As the Lord lives, the Lord himself will strike him down. Either his day will come and he will die, or he will go down into battle and be swept away."
            },
            {
                "verse_number": "11",
                "verse_text": "But may the Lord prevent me from extending my hand against the Lord &quot;s chosen one! Now take the spear by Saul&quot;s head and the jug of water, and let&quot;s get out of here!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David took the spear and the jug of water by Saul&quot;s head, and they got out of there. No one saw them or was aware of their presence or woke up. All of them were asleep, for the Lord had caused a deep sleep to fall on them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David crossed to the other side and stood on the top of the hill some distance away; there was a considerable distance between them."
            },
            {
                "verse_number": "14",
                "verse_text": "David called to the army and to Abner son of Ner, &apos;Won&quot;t you answer, Abner?&apos; Abner replied, &apos;Who are you, that you have called to the king?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David said to Abner, &apos;Aren&quot;t you a man? After all, who is like you in Israel? Why then haven&quot;t you protected your lord the king? One of the soldiers came to kill your lord the king."
            },
            {
                "verse_number": "16",
                "verse_text": "This failure on your part isn&quot;t good! As surely as the Lord lives, you people who have not protected your lord, the Lord &quot;s chosen one, are as good as dead! Now look where the king&quot;s spear and the jug of water that was by his head are!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Saul recognized David&quot;s voice, he said, &apos;Is that your voice, my son David?&apos; David replied, &apos;Yes, it&quot;s my voice, my lord the king.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He went on to say, &apos;Why is my lord chasing his servant? What have I done? What wrong have I done?"
            },
            {
                "verse_number": "19",
                "verse_text": "So let my lord the king now listen to the words of his servant. If the Lord has incited you against me, may he take delight in an offering. But if men have instigated this, may they be cursed before the Lord ! For they have driven me away this day from being united with the Lord &quot;s inheritance, saying, &quot;Go on, serve other gods!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Now don&quot;t let my blood fall to the ground away from the Lord &quot;s presence, for the king of Israel has gone out to look for a flea the way one looks for a partridge in the hill country.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul replied, &apos;I have sinned. Come back, my son David. I won&quot;t harm you, for you treated my life with value this day. I have behaved foolishly and have made a very terrible mistake!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David replied, &apos;Here is the king&quot;s spear! Let one of your servants cross over and get it."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord rewards each man for his integrity and loyalty. Even though today the Lord delivered you into my hand, I was not willing to extend my hand against the Lord &quot;s chosen one."
            },
            {
                "verse_number": "24",
                "verse_text": "In the same way that I valued your life this day, may the Lord value my life and deliver me from all danger.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Saul replied to David, &apos;May you be rewarded, my son David! You will without question be successful!&apos; So David went on his way, and Saul returned to his place."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "David thought to himself, &apos;One of these days I&quot;m going to be swept away by the hand of Saul! There is nothing better for me than to escape to the land of the Philistines. Then Saul will despair of searching for me through all the territory of Israel and I will escape from his hand.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David left and crossed over to King Achish son of Maoch of Gath accompanied by his six hundred men."
            },
            {
                "verse_number": "3",
                "verse_text": "David settled with Achish in Gath, along with his men and their families. David had with him his two wives, Ahinoam the Jezreelite and Abigail the Carmelite, Nabal&quot;s widow."
            },
            {
                "verse_number": "4",
                "verse_text": "When Saul learned that David had fled to Gath, he did not mount a new search for him."
            },
            {
                "verse_number": "5",
                "verse_text": "David said to Achish, &apos;If I have found favor with you, let me be given a place in one of the country towns so that I can live there. Why should your servant settle in the royal city with you?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Achish gave him Ziklag on that day. (For that reason Ziklag has belonged to the kings of Judah until this very day.)"
            },
            {
                "verse_number": "7",
                "verse_text": "The length of time that David lived in the Philistine countryside was a year and four months."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David and his men went up and raided the Geshurites, the Girzites, and the Amalekites. (They had been living in that land for a long time, from the approach to Shur as far as the land of Egypt.)"
            },
            {
                "verse_number": "9",
                "verse_text": "When David would attack a district, he would leave neither man nor woman alive. He would take sheep, cattle, donkeys, camels, and clothing and would then go back to Achish."
            },
            {
                "verse_number": "10",
                "verse_text": "When Achish would ask, &apos;Where did you raid today?&apos; David would say, &apos;The Negev of Judah&apos; or &apos;The Negev of Jeharmeel&apos; or &apos;The Negev of the Kenites.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Neither man nor woman would David leave alive so as to bring them back to Gath. He was thinking, &apos;This way they can&quot;t tell on us, saying, &quot;This is what David did.&quot;&apos; Such was his practice the entire time that he lived in the country of the Philistines."
            },
            {
                "verse_number": "12",
                "verse_text": "So Achish trusted David, thinking to himself, &apos;He is really hated among his own people in Israel! From now on he will be my servant.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "In those days the Philistines gathered their troops for war in order to fight Israel. Achish said to David, &apos;You should fully understand that you and your men must go with me into the battle.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David replied to Achish, &apos;That being the case, you will come to know what your servant can do!&apos; Achish said to David, &apos;Then I will make you my bodyguard from now on.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Samuel had died, and all Israel had lamented over him and had buried him in Ramah, his hometown. In the meantime Saul had removed the mediums and magicians from the land."
            },
            {
                "verse_number": "4",
                "verse_text": "The Philistines assembled; they came and camped at Shunem. Saul mustered all Israel and camped at Gilboa."
            },
            {
                "verse_number": "5",
                "verse_text": "When Saul saw the camp of the Philistines, he was absolutely terrified."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul inquired of the Lord , but the Lord did not answer him &ndash; not by dreams nor by Urim nor by the prophets."
            },
            {
                "verse_number": "7",
                "verse_text": "So Saul instructed his servants, &apos;Find me a woman who is a medium, so that I may go to her and inquire of her.&apos; His servants replied to him, &apos;There is a woman who is a medium in Endor.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul disguised himself and put on other clothing and left, accompanied by two of his men. They came to the woman at night and said, &apos;Use your ritual pit to conjure up for me the one I tell you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But the woman said to him, &apos;Look, you are aware of what Saul has done; he has removed the mediums and magicians from the land! Why are you trapping me so you can put me to death?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Saul swore an oath to her by the Lord , &apos;As surely as the Lord lives, you will not incur guilt in this matter!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The woman replied, &apos;Who is it that I should bring up for you?&apos; He said, &apos;Bring up for me Samuel.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the woman saw Samuel, she cried out loudly. The woman said to Saul, &apos;Why have you deceived me? You are Saul!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king said to her, &apos;Don&quot;t be afraid! What have you seen?&apos; The woman replied to Saul, &apos;I have seen one like a god coming up from the ground!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said to her, &apos;What about his appearance?&apos; She said, &apos;An old man is coming up! He is wrapped in a robe!&apos; Then Saul realized it was Samuel, and he bowed his face toward the ground and kneeled down."
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel said to Saul, &apos;Why have you disturbed me by bringing me up?&apos; Saul replied, &apos;I am terribly troubled! The Philistines are fighting against me and God has turned away from me. He does not answer me &ndash; not by the prophets nor by dreams. So I have called on you to tell me what I should do.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Samuel said, &apos;Why are you asking me, now that the Lord has turned away from you and has become your enemy?"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has done exactly as I prophesied! The Lord has torn the kingdom from your hand and has given it to your neighbor David!"
            },
            {
                "verse_number": "18",
                "verse_text": "Since you did not obey the Lord and did not carry out his fierce anger against the Amalekites, the Lord has done this thing to you today."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord will hand you and Israel over to the Philistines! Tomorrow both you and your sons will be with me. The Lord will also hand the army of Israel over to the Philistines!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Saul quickly fell full length on the ground and was very afraid because of Samuel&quot;s words. He was completely drained of energy, not having eaten anything all that day and night."
            },
            {
                "verse_number": "21",
                "verse_text": "When the woman came to Saul and saw how terrified he was, she said to him, &apos;Your servant has done what you asked. I took my life into my own hands and did what you told me."
            },
            {
                "verse_number": "22",
                "verse_text": "Now it&quot;s your turn to listen to your servant! Let me set before you a bit of bread so that you can eat. When you regain your strength, you can go on your way.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But he refused, saying, &apos;I won&quot;t eat!&apos; Both his servants and the woman urged him to eat, so he gave in. He got up from the ground and sat down on the bed."
            },
            {
                "verse_number": "24",
                "verse_text": "Now the woman had a well-fed calf at her home that she quickly slaughtered. Taking some flour, she kneaded bread and baked it without leaven."
            },
            {
                "verse_number": "25",
                "verse_text": "She brought it to Saul and his servants, and they ate. Then they arose and left that same night."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines assembled all their troops at Aphek, while Israel camped at the spring that is in Jezreel."
            },
            {
                "verse_number": "2",
                "verse_text": "When the leaders of the Philistines were passing in review at the head of their units of hundreds and thousands, David and his men were passing in review in the rear with Achish."
            },
            {
                "verse_number": "3",
                "verse_text": "The leaders of the Philistines asked, &apos;What about these Hebrews?&apos; Achish said to the leaders of the Philistines, &apos;Isn&quot;t this David, the servant of King Saul of Israel, who has been with me for quite some time? I have found no fault with him from the day of his defection until the present time!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the leaders of the Philistines became angry with him and said to him, &apos;Send the man back! Let him return to the place that you assigned him! Don&quot;t let him go down with us into the battle, for he might become our adversary in the battle. What better way to please his lord than with the heads of these men?"
            },
            {
                "verse_number": "5",
                "verse_text": "Isn&quot;t this David, of whom they sang as they danced, &quot;Saul has struck down his thousands, but David his tens of thousands&quot;?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Achish summoned David and said to him, &apos;As surely as the Lord lives, you are an honest man, and I am glad to have you serving with me in the army. I have found no fault with you from the day that you first came to me until the present time. But in the opinion of the leaders, you are not reliable."
            },
            {
                "verse_number": "7",
                "verse_text": "So turn and leave in peace. You must not do anything that the leaders of the Philistines consider improper!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But David said to Achish, &apos;What have I done? What have you found in your servant from the day that I first came into your presence until the present time, that I shouldn&quot;t go and fight the enemies of my lord the king?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Achish replied to David, &apos;I am convinced that you are as reliable as the angel of God! However, the leaders of the Philistines have said, &quot;He must not go up with us in the battle.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So get up early in the morning along with the servants of your lord who have come with you. When you get up early in the morning, as soon as it is light enough to see, leave.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David and his men got up early in the morning to return to the land of the Philistines, but the Philistines went up to Jezreel."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "On the third day David and his men came to Ziklag. Now the Amalekites had raided the Negev and Ziklag. They attacked Ziklag and burned it."
            },
            {
                "verse_number": "2",
                "verse_text": "They took captive the women who were in it, from the youngest to the oldest, but they did not kill anyone. They simply carried them off and went on their way."
            },
            {
                "verse_number": "3",
                "verse_text": "When David and his men came to the city, they found it burned. Their wives, sons, and daughters had been taken captive."
            },
            {
                "verse_number": "4",
                "verse_text": "Then David and the men who were with him wept loudly until they could weep no more."
            },
            {
                "verse_number": "5",
                "verse_text": "David&quot;s two wives had been taken captive &ndash; Ahinoam the Jezreelite and Abigail the Carmelite, Nabal&quot;s widow."
            },
            {
                "verse_number": "6",
                "verse_text": "David was very upset, for the men were thinking of stoning him; each man grieved bitterly over his sons and daughters. But David drew strength from the Lord his God."
            },
            {
                "verse_number": "7",
                "verse_text": "Then David said to the priest Abiathar son of Ahimelech, &apos;Bring me the ephod.&apos; So Abiathar brought the ephod to David."
            },
            {
                "verse_number": "8",
                "verse_text": "David inquired of the Lord , saying, &apos;Should I pursue this raiding band? Will I overtake them?&apos; He said to him, &apos;Pursue, for you will certainly overtake them and carry out a rescue!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So David went, accompanied by his six hundred men. When he came to the Wadi Besor, those who were in the rear stayed there."
            },
            {
                "verse_number": "10",
                "verse_text": "David and four hundred men continued the pursuit, but two hundred men who were too exhausted to cross the Wadi Besor stayed there."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they found an Egyptian in the field and brought him to David. They gave him bread to eat and water to drink."
            },
            {
                "verse_number": "12",
                "verse_text": "They gave him a slice of pressed figs and two bunches of raisins to eat. This greatly refreshed him, for he had not eaten food or drunk water for three days and three nights."
            },
            {
                "verse_number": "13",
                "verse_text": "David said to him, &apos;To whom do you belong, and where are you from?&apos; The young man said, &apos;I am an Egyptian, the servant of an Amalekite man. My master abandoned me when I was ill for three days."
            },
            {
                "verse_number": "14",
                "verse_text": "We conducted a raid on the Negev of the Kerethites, on the area of Judah, and on the Negev of Caleb. We burned Ziklag.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David said to him, &apos;Can you take us down to this raiding party?&apos; He said, &apos;Swear to me by God that you will not kill me or hand me over to my master, and I will take you down to this raiding party.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So he took David down, and they found them spread out over the land. They were eating and drinking and enjoying themselves because of all the loot they had taken from the land of the Philistines and from the land of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "But David struck them down from twilight until the following evening. None of them escaped, with the exception of four hundred young men who got away on camels."
            },
            {
                "verse_number": "18",
                "verse_text": "David retrieved everything the Amalekites had taken; he also rescued his two wives."
            },
            {
                "verse_number": "19",
                "verse_text": "There was nothing missing, whether small or great. He retrieved sons and daughters, the plunder, and everything else they had taken. David brought everything back."
            },
            {
                "verse_number": "20",
                "verse_text": "David took all the flocks and herds and drove them in front of the rest of the animals. People were saying, &apos;This is David&quot;s plunder!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then David approached the two hundred men who had been too exhausted to go with him, those whom they had left at the Wadi Besor. They went out to meet David and the people who were with him. When David approached the people, he asked how they were doing."
            },
            {
                "verse_number": "22",
                "verse_text": "But all the evil and worthless men among those who had gone with David said, &apos;Since they didn&quot;t go with us, we won&quot;t give them any of the loot we retrieved! They may take only their wives and children. Let them lead them away and be gone!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But David said, &apos;No! You shouldn&quot;t do this, my brothers. Look at what the Lord has given us! He has protected us and has delivered into our hands the raiding party that came against us."
            },
            {
                "verse_number": "24",
                "verse_text": "Who will listen to you in this matter? The portion of the one who went down into the battle will be the same as the portion of the one who remained with the equipment! Let their portions be the same!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "From that time onward it was a binding ordinance for Israel, right up to the present time."
            },
            {
                "verse_number": "26",
                "verse_text": "When David came to Ziklag, he sent some of the plunder to the elders of Judah who were his friends, saying, &apos;Here&quot;s a gift for you from the looting of the Lord &quot;s enemies!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The gift was for those in the following locations: for those in Bethel, Ramoth Negev, and Jattir;"
            },
            {
                "verse_number": "28",
                "verse_text": "for those in Aroer, Siphmoth, Eshtemoa,"
            },
            {
                "verse_number": "29",
                "verse_text": "and Racal; for those in the cities of the Jerahmeelites and Kenites;"
            },
            {
                "verse_number": "30",
                "verse_text": "for those in Hormah, Bor Ashan, Athach,"
            },
            {
                "verse_number": "31",
                "verse_text": "and Hebron; and for those in whatever other places David and his men had traveled."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines were fighting against Israel. The men of Israel fled from the Philistines and many of them fell dead on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines stayed right on the heels of Saul and his sons. They struck down Saul&quot;s sons Jonathan, Abinadab, and Malki-Shua."
            },
            {
                "verse_number": "3",
                "verse_text": "Saul himself was in the thick of the battle; the archers spotted him and wounded him severely."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul said to his armor bearer, &apos;Draw your sword and stab me with it! Otherwise these uncircumcised people will come, stab me, and torture me.&apos; But his armor bearer refused to do it, because he was very afraid. So Saul took his sword and fell on it."
            },
            {
                "verse_number": "5",
                "verse_text": "When his armor bearer saw that Saul was dead, he also fell on his own sword and died with him."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul, his three sons, his armor bearer, and all his men died together that day."
            },
            {
                "verse_number": "7",
                "verse_text": "When the men of Israel who were in the valley and across the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the cities and fled. The Philistines came and occupied them."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day, when the Philistines came to strip loot from the corpses, they discovered Saul and his three sons lying dead on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "They cut off Saul&quot;s head and stripped him of his armor. They sent messengers to announce the news in the temple of their idols and among their people throughout the surrounding land of the Philistines."
            },
            {
                "verse_number": "10",
                "verse_text": "They placed Saul&quot;s armor in the temple of the Ashtoreths and hung his corpse on the city wall of Beth Shan."
            },
            {
                "verse_number": "11",
                "verse_text": "When the residents of Jabesh Gilead heard what the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "all their warriors set out and traveled throughout the night. They took Saul&quot;s corpse and the corpses of his sons from the city wall of Beth Shan and went to Jabesh, where they burned them."
            },
            {
                "verse_number": "13",
                "verse_text": "They took the bones and buried them under the tamarisk tree at Jabesh; then they fasted for seven days."
            }
        ]
    }
}