{
    "Jude": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Jude, a slave of Jesus Christ and brother of James, to those who are called, wrapped in the love of God the Father and kept for Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "May mercy, peace, and love be lavished on you!"
            },
            {
                "verse_number": "3",
                "verse_text": "Dear friends, although I have been eager to write to you about our common salvation, I now feel compelled instead to write to encourage you to contend earnestly for the faith that was once for all entrusted to the saints."
            },
            {
                "verse_number": "4",
                "verse_text": "For certain men have secretly slipped in among you – men who long ago were marked out for the condemnation I am about to describe – ungodly men who have turned the grace of our God into a license for evil and who deny our only Master and Lord, Jesus Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "Now I desire to remind you (even though you have been fully informed of these facts once for all ) that Jesus, having saved the people out of the land of Egypt, later destroyed those who did not believe."
            },
            {
                "verse_number": "6",
                "verse_text": "You also know that the angels who did not keep within their proper domain but abandoned their own place of residence, he has kept in eternal chains in utter darkness, locked up for the judgment of the great Day."
            },
            {
                "verse_number": "7",
                "verse_text": "So also Sodom and Gomorrah and the neighboring towns, since they indulged in sexual immorality and pursued unnatural desire in a way similar to these angels, are now displayed as an example by suffering the punishment of eternal fire."
            },
            {
                "verse_number": "8",
                "verse_text": "Yet these men, as a result of their dreams, defile the flesh, reject authority, and insult the glorious ones."
            },
            {
                "verse_number": "9",
                "verse_text": "But even when Michael the archangel was arguing with the devil and debating with him concerning Moses’ body, he did not dare to bring a slanderous judgment, but said, “May the Lord rebuke you!”"
            },
            {
                "verse_number": "10",
                "verse_text": "But these men do not understand the things they slander, and they are being destroyed by the very things that, like irrational animals, they instinctively comprehend."
            },
            {
                "verse_number": "11",
                "verse_text": "Woe to them! For they have traveled down Cain’s path, and because of greed have abandoned themselves to Balaam’s error; hence, they will certainly perish in Korah’s rebellion."
            },
            {
                "verse_number": "12",
                "verse_text": "These men are dangerous reefs at your love feasts, feasting without reverence, feeding only themselves. They are waterless clouds, carried along by the winds; autumn trees without fruit – twice dead, uprooted;"
            },
            {
                "verse_number": "13",
                "verse_text": "wild sea waves, spewing out the foam of their shame; wayward stars for whom the utter depths of eternal darkness have been reserved."
            },
            {
                "verse_number": "14",
                "verse_text": "Now Enoch, the seventh in descent beginning with Adam, even prophesied of them, saying, “Look! The Lord is coming with thousands and thousands of his holy ones,"
            },
            {
                "verse_number": "15",
                "verse_text": "to execute judgment on all, and to convict every person of all their thoroughly ungodly deeds that they have committed, and of all the harsh words that ungodly sinners have spoken against him.”"
            },
            {
                "verse_number": "16",
                "verse_text": "These people are grumblers and fault-finders who go wherever their desires lead them, and they give bombastic speeches, enchanting folks for their own gain."
            },
            {
                "verse_number": "17",
                "verse_text": "But you, dear friends – recall the predictions foretold by the apostles of our Lord Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "For they said to you, “In the end time there will come scoffers, propelled by their own ungodly desires.”"
            },
            {
                "verse_number": "19",
                "verse_text": "These people are divisive, worldly, devoid of the Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "But you, dear friends, by building yourselves up in your most holy faith, by praying in the Holy Spirit,"
            },
            {
                "verse_number": "21",
                "verse_text": "maintain yourselves in the love of God, while anticipating the mercy of our Lord Jesus Christ that brings eternal life."
            },
            {
                "verse_number": "22",
                "verse_text": "And have mercy on those who waver;"
            },
            {
                "verse_number": "23",
                "verse_text": "save others by snatching them out of the fire; have mercy on others, coupled with a fear of God, hating even the clothes stained by the flesh."
            },
            {
                "verse_number": "24",
                "verse_text": "Now to the one who is able to keep you from falling, and to cause you to stand, rejoicing, without blemish before his glorious presence,"
            },
            {
                "verse_number": "25",
                "verse_text": "to the only God our Savior through Jesus Christ our Lord, be glory, majesty, power, and authority, before all time, and now, and for all eternity. Amen."
            }
        ]
    }
}