{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The vision that Obadiah saw. The Lord God says this concerning Edom: An envoy was sent among the nations, saying, “Arise! Let us make war against Edom!” you who reside in the safety of the rocky cliffs, whose home is high in the mountains. You think to yourself, ‘No one can bring me down to the ground!’ even if you were to make your nest among the stars, they would steal only as much as they wanted! If grape pickers came to harvest your vineyards, they would leave some behind for the poor! But you will be totally destroyed! Their hidden valuables will be ransacked! Your treaty partners will deceive you and overpower you. Your trusted friends will set an ambush for you that will take you by surprise! “I will destroy the wise sages of Edom! the advisers from Esau’s mountain! so that everyone will be destroyed from Esau’s mountain! shame will cover you, and you will be destroyed forever. and foreigners advanced to his gates. When they cast lots over Jerusalem, you behaved as though you were in league with them. You should not have rejoiced over the people of Judah when they were destroyed. You should not have boasted when they suffered adversity. You should not have joined in gloating over their misfortune when they suffered distress. You should not have looted their wealth when they endured distress. You should not have captured their refugees when they suffered adversity. You will get exactly what your deeds deserve. so all the nations will drink continually. The descendants of Jacob will conquer those who had conquered them. There will not be a single survivor of the descendants of Esau!” and the people of the Shephelah will take possession of the land of the Philistines. and the people of Benjamin will take possession of Gilead. will take possession of what belongs to the people of Canaan, as far as Zarephath, and the exiles of Jerusalem who are in Sepharad in order to rule over Esau’s mountain. Then the Lord will reign as King! We have heard a report from the Lord . you will be greatly despised! I can bring you down even from there!” says the Lord . Just as you have done, so it will be done to you. They will drink, and they will gulp down; they will be as though they had never been. and it will be a holy place once again. and the descendants of Joseph a flame. The descendants of Esau will be like stubble. They will burn them up and devour them. Indeed, the Lord has spoken it. They will also take possession of the territory of Ephraim and the territory of Samaria, will take possession of the towns of the Negev."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord says, “Look! I will make you a weak nation;"
            },
            {
                "verse_number": "3",
                "verse_text": "Your presumptuous heart has deceived you –"
            },
            {
                "verse_number": "4",
                "verse_text": "Even if you were to soar high like an eagle,"
            },
            {
                "verse_number": "5",
                "verse_text": "“If thieves came to rob you during the night,"
            },
            {
                "verse_number": "6",
                "verse_text": "How the people of Esau will be thoroughly plundered!"
            },
            {
                "verse_number": "7",
                "verse_text": "All your allies will force you from your homeland!"
            },
            {
                "verse_number": "8",
                "verse_text": "At that time,” the Lord says,"
            },
            {
                "verse_number": "9",
                "verse_text": "Your warriors will be shattered, O Teman,"
            },
            {
                "verse_number": "10",
                "verse_text": "“Because you violently slaughtered your relatives, the people of Jacob,"
            },
            {
                "verse_number": "11",
                "verse_text": "You stood aloof while strangers took his army captive,"
            },
            {
                "verse_number": "12",
                "verse_text": "You should not have gloated when your relatives suffered calamity."
            },
            {
                "verse_number": "13",
                "verse_text": "You should not have entered the city of my people when they experienced distress."
            },
            {
                "verse_number": "14",
                "verse_text": "You should not have stood at the fork in the road to slaughter those trying to escape."
            },
            {
                "verse_number": "15",
                "verse_text": "“For the day of the Lord is approaching for all the nations!"
            },
            {
                "verse_number": "16",
                "verse_text": "For just as you have drunk on my holy mountain,"
            },
            {
                "verse_number": "17",
                "verse_text": "But on Mount Zion there will be a remnant of those who escape,"
            },
            {
                "verse_number": "18",
                "verse_text": "The descendants of Jacob will be a fire,"
            },
            {
                "verse_number": "19",
                "verse_text": "The people of the Negev will take possession of Esau’s mountain,"
            },
            {
                "verse_number": "20",
                "verse_text": "The exiles of this fortress of the people of Israel"
            },
            {
                "verse_number": "21",
                "verse_text": "Those who have been delivered will go up on Mount Zion"
            }
        ]
    }
}