{
    "Amos": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The following is a record of what Amos prophesied. He was one of the herdsmen from Tekoa. These prophecies about Israel were revealed to him during the time of King Uzziah of Judah and King Jeroboam son of Joash of Israel, two years before the earthquake."
            },
            {
                "verse_number": "2",
                "verse_text": "Amos said: “The Lord comes roaring out of Zion; from Jerusalem he comes bellowing! The shepherds’ pastures wilt; the summit of Carmel withers.” “Because Damascus has committed three crimes – make that four! – I will not revoke my decree of judgment. They ripped through Gilead like threshing sledges with iron teeth. fire will consume Ben Hadad’s fortresses. I will remove the ruler from Wicked Valley, the one who holds the royal scepter from Beth Eden. The people of Aram will be deported to Kir.” “Because Gaza has committed three crimes – make that four! – I will not revoke my decree of judgment. They deported a whole community and sold them to Edom. fire will consume her fortresses. the one who holds the royal scepter from Ashkelon. I will strike Ekron with my hand; the rest of the Philistines will also die.” “Because Tyre has committed three crimes – make that four! – I will not revoke my decree of judgment. They sold a whole community to Edom; they failed to observe a treaty of brotherhood. fire will consume her fortresses.” “Because Edom has committed three crimes – make that four! – I will not revoke my decree of judgment. He chased his brother with a sword; he wiped out his allies. In his anger he tore them apart without stopping to rest; in his fury he relentlessly attacked them. fire will consume Bozrah’s fortresses.” “Because the Ammonites have committed three crimes – make that four! – I will not revoke my decree of judgment. They ripped open Gilead’s pregnant women fire will consume her fortresses. War cries will be heard on the day of battle; a strong gale will blow on the day of the windstorm. he and his officials will be carried off together.”"
            },
            {
                "verse_number": "3",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "4",
                "verse_text": "So I will set Hazael’s house on fire;"
            },
            {
                "verse_number": "5",
                "verse_text": "I will break the bar on the gate of Damascus. The Lord has spoken! The sovereign Lord has spoken! so they could expand their territory. The Lord has spoken!"
            },
            {
                "verse_number": "6",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "7",
                "verse_text": "So I will set Gaza’s city wall on fire;"
            },
            {
                "verse_number": "8",
                "verse_text": "I will remove the ruler from Ashdod,"
            },
            {
                "verse_number": "9",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "10",
                "verse_text": "So I will set fire to Tyre’s city wall;"
            },
            {
                "verse_number": "11",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "12",
                "verse_text": "So I will set Teman on fire;"
            },
            {
                "verse_number": "13",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "14",
                "verse_text": "So I will set fire to Rabbah’s city wall;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ammon’s king will be deported;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This is what the Lord says: “Because Moab has committed three crimes – make that four! – I will not revoke my decree of judgment. They burned the bones of Edom’s king into lime. and it will consume Kerioth’s fortresses. Moab will perish in the heat of battle amid war cries and the blaring of the ram’s horn. I will kill all Moab’s officials with him.” “Because Judah has committed three covenant transgressions – make that four! – I will not revoke my decree of judgment. They rejected the Lord ’s law; Their false gods, to which their fathers were loyal, and it will consume Jerusalem’s fortresses.” “Because Israel has committed three covenant transgressions – make that four! – I will not revoke my decree of judgment. They sold the innocent for silver, the needy for a pair of sandals. they push the destitute away. A man and his father go to the same girl; in this way they show disrespect for my moral purity. they do so right beside every altar! they do so right in the temple of their God! They were as tall as cedars but I destroyed the fruit on their branches and their roots in the ground. and some of your young men Nazirites. like a cart loaded down with grain presses down. strong men will have no strength left; nor will those who ride horses."
            },
            {
                "verse_number": "2",
                "verse_text": "So I will set Moab on fire,"
            },
            {
                "verse_number": "3",
                "verse_text": "I will remove Moab’s leader; The Lord has spoken! they did not obey his commands. led them astray. They drink wine bought with the fines they have levied; and as strong as oaks, I led you through the wilderness for forty years so you could take the Amorites’ land as your own. Is this not true, you Israelites?” The Lord is speaking! you commanded the prophets, ‘Do not prophesy!’ warriors will not be able to save their lives. fast runners will not save their lives, The Lord is speaking!"
            },
            {
                "verse_number": "4",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "5",
                "verse_text": "So I will set Judah on fire,"
            },
            {
                "verse_number": "6",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "7",
                "verse_text": "They trample on the dirt-covered heads of the poor;"
            },
            {
                "verse_number": "8",
                "verse_text": "They stretch out on clothing seized as collateral;"
            },
            {
                "verse_number": "9",
                "verse_text": "For Israel’s sake I destroyed the Amorites."
            },
            {
                "verse_number": "10",
                "verse_text": "I brought you up from the land of Egypt;"
            },
            {
                "verse_number": "11",
                "verse_text": "I made some of your sons prophets"
            },
            {
                "verse_number": "12",
                "verse_text": "“But you made the Nazirites drink wine;"
            },
            {
                "verse_number": "13",
                "verse_text": "Look! I will press you down,"
            },
            {
                "verse_number": "14",
                "verse_text": "Fast runners will find no place to hide;"
            },
            {
                "verse_number": "15",
                "verse_text": "Archers will not hold their ground;"
            },
            {
                "verse_number": "16",
                "verse_text": "Bravehearted warriors will run away naked in that day.”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Listen, you Israelites, to this message which the Lord is proclaiming against you! This message is for the entire clan I brought up from the land of Egypt:"
            },
            {
                "verse_number": "2",
                "verse_text": "“I have chosen you alone from all the clans of the earth. Therefore I will punish you for all your sins.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Do two walk together without having met?"
            },
            {
                "verse_number": "4",
                "verse_text": "Does a lion roar in the woods if he has not cornered his prey? Does a young lion bellow from his den if he has not caught something? Does a trap spring up from the ground unless it has surely caught something? and in the fortresses in the land of Egypt. Say this: your fortresses will be looted.” “Just as a shepherd salvages from the lion’s mouth a couple of leg bones or a piece of an ear, The Lord is speaking!"
            },
            {
                "verse_number": "5",
                "verse_text": "Does a bird swoop down into a trap on the ground if there is no bait?"
            },
            {
                "verse_number": "6",
                "verse_text": "If an alarm sounds in a city, do people not fear? If disaster overtakes a city, is the Lord not responsible? The sovereign Lord has spoken! Who can refuse to prophesy? “Gather on the hills around Samaria! Observe the many acts of violence taking place within the city, the oppressive deeds occurring in it.” “They store up the spoils of destructive violence in their fortresses. He will take away your power; so the Israelites who live in Samaria will be salvaged. They will be left with just a corner of a bed, and a part of a couch.” The sovereign Lord , the God who commands armies, is speaking! I will destroy Bethel’s altars. The horns of the altar will be cut off and fall to the ground. The houses filled with ivory will be ruined, the great houses will be swept away.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Certainly the sovereign Lord does nothing without first revealing his plan to his servants the prophets."
            },
            {
                "verse_number": "8",
                "verse_text": "A lion has roared! Who is not afraid?"
            },
            {
                "verse_number": "9",
                "verse_text": "Make this announcement in the fortresses of Ashdod"
            },
            {
                "verse_number": "10",
                "verse_text": "“They do not know how to do what is right.” (The Lord is speaking.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore,” says the sovereign Lord , “an enemy will encircle the land."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "13",
                "verse_text": "Listen and warn the family of Jacob!"
            },
            {
                "verse_number": "14",
                "verse_text": "“Certainly when I punish Israel for their covenant transgressions,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will destroy both the winter and summer houses."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Listen to this message, you cows of Bashan who live on Mount Samaria! You oppress the poor; You say to your husbands, “Bring us more to drink!” “Certainly the time is approaching when you will be carried away in baskets, every last one of you in fishermen’s pots. you will be thrown out toward Harmon.” At Gilgal rebel some more! Bring your sacrifices in the morning, your tithes on the third day! Make a public display of your voluntary offerings! you lacked food everywhere you live. One field would get rain, but the field that received no rain dried up. but remained thirsty. Locusts kept devouring your orchards, vineyards, fig trees, and olive trees. I made the stench from the corpses rise up into your nostrils. You were like a burning stick snatched from the flames. prepare to meet your God, Israel! He formed the mountains and created the wind. He reveals his plans to men. He turns the dawn into darkness The Lord , the God who commands armies, is his name!” you crush the needy. The Lord is speaking! For you love to do this, you Israelites.” The sovereign Lord is speaking! Still you did not come back to me.” The Lord is speaking! I gave rain to one city, but not to another. Still you did not come back to me.” The Lord is speaking! Still you did not come back to me.” The Lord is speaking! I killed your young men with the sword, along with the horses you had captured. Still you did not come back to me.” The Lord is speaking! Still you did not come back to me.” The Lord is speaking! Because I will do this to you, and marches on the heights of the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "The sovereign Lord confirms this oath by his own holy character:"
            },
            {
                "verse_number": "3",
                "verse_text": "Each of you will go straight through the gaps in the walls;"
            },
            {
                "verse_number": "4",
                "verse_text": "“Go to Bethel and rebel!"
            },
            {
                "verse_number": "5",
                "verse_text": "Burn a thank offering of bread made with yeast!"
            },
            {
                "verse_number": "6",
                "verse_text": "“But surely I gave you no food to eat in any of your cities;"
            },
            {
                "verse_number": "7",
                "verse_text": "“I withheld rain from you three months before the harvest."
            },
            {
                "verse_number": "8",
                "verse_text": "People from two or three cities staggered into one city to get water,"
            },
            {
                "verse_number": "9",
                "verse_text": "“I destroyed your crops with blight and disease."
            },
            {
                "verse_number": "10",
                "verse_text": "“I sent against you a plague like one of the Egyptian plagues."
            },
            {
                "verse_number": "11",
                "verse_text": "“I overthrew some of you the way God overthrew Sodom and Gomorrah."
            },
            {
                "verse_number": "12",
                "verse_text": "“Therefore this is what I will do to you, Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "For here he is!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen to this funeral song I am ready to sing about you, family of Israel:"
            },
            {
                "verse_number": "2",
                "verse_text": "“The virgin Israel has fallen down and will not get up again. She is abandoned on her own land Do not visit Gilgal! he can turn the darkness into morning He summons the water of the seas and pours it out on the earth’s surface. The Lord is his name! they despise anyone who speaks honestly. and exact a grain tax from them, you will not live in the houses you built with chiseled stone, and your numerous sins. Then the Lord , the God who commands armies, just might be with you, as you claim he is. “In all the squares there will be wailing, Why do you want the Lord ’s day of judgment to come? It will bring darkness, not light. as if a man ran from a lion only to meet a bear, leaned his hand against the wall, and was bitten by a poisonous snake. gloomy blackness, not bright light? He is called the God who commands armies! with no one to help her get up.” “The city that marches out with a thousand soldiers will have only a hundred left; the town that marches out with a hundred soldiers will have only ten left for the family of Israel.” “Seek me so you can live! Do not journey down to Beer Sheba! For the people of Gilgal will certainly be carried into exile; and Bethel will become a place where disaster abounds.” Otherwise he will break out like fire against Joseph’s family; the fire will consume and no one will be able to quench it and save Bethel. they throw what is fair and right to the ground. and daylight into night. so that destruction overwhelms the fortified places.) nor will you drink the wine from the fine vineyards you planted. You torment the innocent, you take bribes, and you deny justice to the needy at the city gate. for it is an evil time. Promote justice at the city gate! Maybe the Lord , the God who commands armies, will have mercy on those who are left from Joseph. in all the streets they will mourn the dead. They will tell the field workers to lament and the professional mourners to wail. for I will pass through your midst,” says the Lord . then escaped into a house, I get no pleasure from your religious assemblies! I will not look with favor on your peace offerings of fattened calves. I don’t want to hear the music of your stringed instruments. righteous actions like a stream that never dries up. and Kiyyun, your star god, which you made for yourselves,"
            },
            {
                "verse_number": "3",
                "verse_text": "The sovereign Lord says this:"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord says this to the family of Israel:"
            },
            {
                "verse_number": "5",
                "verse_text": "Do not seek Bethel!"
            },
            {
                "verse_number": "6",
                "verse_text": "Seek the Lord so you can live!"
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites turn justice into bitterness;"
            },
            {
                "verse_number": "8",
                "verse_text": "(But there is one who made the constellations Pleiades and Orion;"
            },
            {
                "verse_number": "9",
                "verse_text": "He flashes destruction down upon the strong"
            },
            {
                "verse_number": "10",
                "verse_text": "The Israelites hate anyone who arbitrates at the city gate;"
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, because you make the poor pay taxes on their crops"
            },
            {
                "verse_number": "12",
                "verse_text": "Certainly I am aware of your many rebellious acts"
            },
            {
                "verse_number": "13",
                "verse_text": "For this reason whoever is smart keeps quiet in such a time,"
            },
            {
                "verse_number": "14",
                "verse_text": "Seek good and not evil so you can live!"
            },
            {
                "verse_number": "15",
                "verse_text": "Hate what is wrong, love what is right!"
            },
            {
                "verse_number": "16",
                "verse_text": "Because of Israel’s sins this is what the Lord , the God who commands armies, the sovereign One, says:"
            },
            {
                "verse_number": "17",
                "verse_text": "In all the vineyards there will be wailing,"
            },
            {
                "verse_number": "18",
                "verse_text": "Woe to those who wish for the day of the Lord!"
            },
            {
                "verse_number": "19",
                "verse_text": "Disaster will be inescapable,"
            },
            {
                "verse_number": "20",
                "verse_text": "Don’t you realize the Lord ’s day of judgment will bring darkness, not light –"
            },
            {
                "verse_number": "21",
                "verse_text": "“I absolutely despise your festivals!"
            },
            {
                "verse_number": "22",
                "verse_text": "Even if you offer me burnt and grain offerings, I will not be satisfied;"
            },
            {
                "verse_number": "23",
                "verse_text": "Take away from me your noisy songs;"
            },
            {
                "verse_number": "24",
                "verse_text": "Justice must flow like torrents of water,"
            },
            {
                "verse_number": "25",
                "verse_text": "You did not bring me sacrifices and grain offerings during the forty years you spent in the wilderness, family of Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "You will pick up your images of Sikkuth, your king,"
            },
            {
                "verse_number": "27",
                "verse_text": "and I will drive you into exile beyond Damascus,” says the Lord ."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Woe to those who live in ease in Zion, to those who feel secure on Mount Samaria. “Journey over to Calneh and look at it! Then go down to Gath of the Philistines! and sprawl out on their couches. They eat lambs from the flock, and calves from the middle of the pen. The Lord , the God who commands armies, is speaking: “I despise Jacob’s arrogance; He will smash the large house to bits, and the small house into little pieces. Yet you have turned justice into a poisonous plant, The Lord , the God who commands armies, is speaking. They think of themselves as the elite class of the best nation. The family of Israel looks to them for leadership. Then go from there to Hamath-Rabbah! Are they superior to our two kingdoms? Is their territory larger than yours?” but you establish a reign of violence. like David they invent musical instruments. and pour the very best oils on themselves. Yet they are not concerned over the ruin of Joseph. and the religious banquets where they sprawl on couches will end. I hate their fortresses. I will hand over to their enemies the city of Samaria and everything in it.” Can one plow the sea with oxen? and the fruit of righteous actions into a bitter plant. You say, “Did we not conquer Karnaim by our own power?” “They will oppress you all the way from Lebo-Hamath to the Stream of the Arabah.”"
            },
            {
                "verse_number": "2",
                "verse_text": "They say to the people:"
            },
            {
                "verse_number": "3",
                "verse_text": "You refuse to believe a day of disaster will come,"
            },
            {
                "verse_number": "4",
                "verse_text": "They lie around on beds decorated with ivory,"
            },
            {
                "verse_number": "5",
                "verse_text": "They sing to the tune of stringed instruments;"
            },
            {
                "verse_number": "6",
                "verse_text": "They drink wine from sacrificial bowls,"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore they will now be the first to go into exile,"
            },
            {
                "verse_number": "8",
                "verse_text": "The sovereign Lord confirms this oath by his very own life."
            },
            {
                "verse_number": "9",
                "verse_text": "If ten men are left in one house, they too will die."
            },
            {
                "verse_number": "10",
                "verse_text": "When their close relatives, the ones who will burn the corpses, pick up their bodies to remove the bones from the house, they will say to anyone who is in the inner rooms of the house, “Is anyone else with you?” He will respond, “Be quiet! Don’t invoke the Lord ’s name!”"
            },
            {
                "verse_number": "11",
                "verse_text": "Indeed, look! The Lord is giving the command."
            },
            {
                "verse_number": "12",
                "verse_text": "Can horses run on rocky cliffs?"
            },
            {
                "verse_number": "13",
                "verse_text": "You are happy because you conquered Lo-Debar."
            },
            {
                "verse_number": "14",
                "verse_text": "“Look! I am about to bring a nation against you, family of Israel.”"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The sovereign Lord showed me this: I saw him making locusts just as the crops planted late were beginning to sprout. (The crops planted late sprout after the royal harvest. )"
            },
            {
                "verse_number": "2",
                "verse_text": "When they had completely consumed the earth’s vegetation, I said, “Sovereign Lord , forgive Israel! How can Jacob survive? He is too weak!” How can Jacob survive? He is too weak!” I will no longer overlook their sin. I will attack Jeroboam’s dynasty with the sword.” ‘Your wife will become a prostitute in the streets and your sons and daughters will die violently. Your land will be given to others and you will die in a foreign land. Israel will certainly be carried into exile away from its land.’”"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord decided not to do this. “It will not happen,” the Lord said."
            },
            {
                "verse_number": "4",
                "verse_text": "The sovereign Lord showed me this: I saw the sovereign Lord summoning a shower of fire. It consumed the great deep and devoured the fields."
            },
            {
                "verse_number": "5",
                "verse_text": "I said, “Sovereign Lord , stop!"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord decided not to do this. The sovereign Lord said, “This will not happen either.”"
            },
            {
                "verse_number": "7",
                "verse_text": "He showed me this: I saw the sovereign One standing by a tin wall holding tin in his hand."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to me, “What do you see, Amos?” I said, “Tin.” The sovereign One then said, “Look, I am about to place tin among my people Israel. Israel’s holy places will be in ruins."
            },
            {
                "verse_number": "9",
                "verse_text": "Isaac’s centers of worship will become desolate;"
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah the priest of Bethel sent this message to King Jeroboam of Israel: “Amos is conspiring against you in the very heart of the kingdom of Israel! The land cannot endure all his prophecies."
            },
            {
                "verse_number": "11",
                "verse_text": "As a matter of fact, Amos is saying this: ‘Jeroboam will die by the sword and Israel will certainly be carried into exile away from its land.’”"
            },
            {
                "verse_number": "12",
                "verse_text": "Amaziah then said to Amos, “Leave, you visionary! Run away to the land of Judah! Earn your living and prophesy there!"
            },
            {
                "verse_number": "13",
                "verse_text": "Don’t prophesy at Bethel any longer, for a royal temple and palace are here!”"
            },
            {
                "verse_number": "14",
                "verse_text": "Amos replied to Amaziah, “I was not a prophet by profession. No, I was a herdsman who also took care of sycamore fig trees."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Lord took me from tending flocks and gave me this commission, ‘Go! Prophesy to my people Israel!’"
            },
            {
                "verse_number": "16",
                "verse_text": "So now listen to the Lord ’s message! You say, ‘Don’t prophesy against Israel! Don’t preach against the family of Isaac!’"
            },
            {
                "verse_number": "17",
                "verse_text": "“Therefore this is what the Lord says:"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The sovereign Lord showed me this: I saw a basket of summer fruit."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, “What do you see, Amos?” I replied, “A basket of summer fruit.” Then the Lord said to me, “The end has come for my people Israel! I will no longer overlook their sins."
            },
            {
                "verse_number": "3",
                "verse_text": "The women singing in the temple will wail in that day.” The sovereign Lord is speaking. and all who live in it will mourn. and all your songs into funeral dirges. “when I will send a famine through the land – not a shortage of food or water and from the north around to the east. But they will fall down and not get up again.” “There will be many corpses littered everywhere! Be quiet!” and do away with the destitute in the land. “When will the new moon festival be over, so we can sell grain? When will the Sabbath end, so we can open up the grain bins? We’re eager to sell less for a higher price, and to cheat the buyer with rigged scales! a pair of sandals for the needy! We want to mix in some chaff with the grain!” “I swear I will never forget all you have done! The whole earth will rise like the River Nile, it will surge upward and then grow calm, like the Nile in Egypt. and make the earth dark in the middle of the day. I will make everyone wear funeral clothes and cause every head to be shaved bald. I will make you mourn as if you had lost your only son; when it ends it will indeed have been a bitter day. but an end to divine revelation! They will wander about looking for a revelation from the Lord , but they will not find any. They vow, ‘As surely as your god lives, O Dan,’ or ‘As surely as your beloved one lives, O Beer Sheba!’"
            },
            {
                "verse_number": "4",
                "verse_text": "Listen to this, you who trample the needy,"
            },
            {
                "verse_number": "5",
                "verse_text": "You say,"
            },
            {
                "verse_number": "6",
                "verse_text": "We’re eager to trade silver for the poor,"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord confirms this oath by the arrogance of Jacob:"
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this the earth will quake,"
            },
            {
                "verse_number": "9",
                "verse_text": "In that day,” says the sovereign Lord , “I will make the sun set at noon,"
            },
            {
                "verse_number": "10",
                "verse_text": "I will turn your festivals into funerals,"
            },
            {
                "verse_number": "11",
                "verse_text": "Be certain of this, the time is coming,” says the sovereign Lord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "People will stagger from sea to sea,"
            },
            {
                "verse_number": "13",
                "verse_text": "In that day your beautiful young women and your young men will faint from thirst."
            },
            {
                "verse_number": "14",
                "verse_text": "These are the ones who now take oaths in the name of the sinful idol goddess of Samaria."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I saw the sovereign One standing by the altar and he said, “Strike the tops of the support pillars, so the thresholds shake! Knock them down on the heads of all the people, and I will kill the survivors with the sword. No one will be able to run away; no one will be able to escape. Even if they tried to hide from me at the bottom of the sea, from there I would command the Sea Serpent to bite them. from there I will command the sword to kill them. they will experience disaster, not prosperity.” He touches the earth and it dissolves; The whole earth rises like the River Nile, and then grows calm like the Nile in Egypt. and sets its foundation supports on the earth. but I also brought the Philistines from Caphtor and the Arameans from Kir. But I will not completely destroy the family of Jacob,” says the Lord . when not even a pebble falls to the ground. I will seal its gaps, repair its ruins, and restore it to what it was like in days gone by. and all the nations subject to my rule.” “when the plowman will catch up to the reaper and the one who stomps the grapes will overtake the planter. Juice will run down the slopes, it will flow down all the hillsides. they will rebuild the cities lying in rubble and settle down. They will plant vineyards and drink the wine they produce; they will grow orchards and eat the fruit they produce. and they will never again be uprooted from the land I have given them,”"
            },
            {
                "verse_number": "2",
                "verse_text": "Even if they could dig down into the netherworld, my hand would pull them up from there. Even if they could climb up to heaven, I would drag them down from there. I would hunt them down and take them from there. I will not let them out of my sight; all who live on it mourn. He summons the water of the sea and pours it out on the earth’s surface. The Lord is his name. “Certainly I brought Israel up from the land of Egypt, and I will destroy it from the face of the earth. and I will shake the family of Israel together with all the nations. It will resemble a sieve being shaken, the ones who say, ‘Disaster will not come near, it will not confront us.’ The Lord , who is about to do this, is speaking! says the Lord your God."
            },
            {
                "verse_number": "3",
                "verse_text": "Even if they were to hide on the top of Mount Carmel,"
            },
            {
                "verse_number": "4",
                "verse_text": "Even when their enemies drive them into captivity,"
            },
            {
                "verse_number": "5",
                "verse_text": "The sovereign Lord who commands armies will do this."
            },
            {
                "verse_number": "6",
                "verse_text": "He builds the upper rooms of his palace in heaven"
            },
            {
                "verse_number": "7",
                "verse_text": "“You Israelites are just like the Ethiopians in my sight,” says the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "Look, the sovereign Lord is watching the sinful nation,"
            },
            {
                "verse_number": "9",
                "verse_text": "“For look, I am giving a command"
            },
            {
                "verse_number": "10",
                "verse_text": "All the sinners among my people will die by the sword –"
            },
            {
                "verse_number": "11",
                "verse_text": "“In that day I will rebuild the collapsing hut of David."
            },
            {
                "verse_number": "12",
                "verse_text": "As a result they will conquer those left in Edom"
            },
            {
                "verse_number": "13",
                "verse_text": "“Be sure of this, the time is coming,” says the Lord ,"
            },
            {
                "verse_number": "14",
                "verse_text": "I will bring back my people, Israel;"
            },
            {
                "verse_number": "15",
                "verse_text": "I will plant them on their land"
            }
        ]
    }
}