{
    "Haggai": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "On the first day of the sixth month of King Darius&quot; second year, the Lord spoke this message through the prophet Haggai to Zerubbabel son of Shealtiel, governor of Judah, and to the high priest Joshua son of Jehozadak:"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord who rules over all says this: &apos;These people have said, &quot;The time for rebuilding the Lord &quot;s temple has not yet come.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the Lord spoke through the prophet Haggai as follows:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Is it right for you to live in richly paneled houses while my temple is in ruins?"
            },
            {
                "verse_number": "5",
                "verse_text": "Here then is what the Lord who rules over all says: &quot;Think carefully about what you are doing."
            },
            {
                "verse_number": "6",
                "verse_text": "You have planted much, but have harvested little. You eat, but are never filled. You drink, but are still thirsty. You put on clothes, but are not warm. Those who earn wages end up with holes in their money bags.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Moreover, the Lord who rules over all says: &quot;Pay close attention to these things also."
            },
            {
                "verse_number": "8",
                "verse_text": "Go up to the hill country and bring back timber to build the temple. Then I will be pleased and honored,&quot; says the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;You expected a large harvest, but instead there was little, and when you brought it home it disappeared right away. Why?&quot; asks the Lord who rules over all. &quot;Because my temple remains in ruins, thanks to each of you favoring his own house!"
            },
            {
                "verse_number": "10",
                "verse_text": "This is why the sky has held back its dew and the earth its produce."
            },
            {
                "verse_number": "11",
                "verse_text": "Moreover, I have called for a drought that will affect the fields, the hill country, the grain, new wine, fresh olive oil, and everything that grows from the ground; it also will harm people, animals, and everything they produce.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Zerubbabel son of Shealtiel and the high priest Joshua son of Jehozadak, along with the whole remnant of the people, obeyed the Lord their God. They responded favorably to the message of the prophet Haggai, who spoke just as the Lord their God had instructed him, and the people began to respect the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai, the Lord &quot;s messenger, spoke the Lord &quot;s word to the people: &apos;I am with you!&apos; says the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord energized and encouraged Zerubbabel son of Shealtiel, governor of Judah, the high priest Joshua son of Jehozadak, and the whole remnant of the people. They came and worked on the temple of their God, the Lord who rules over all."
            },
            {
                "verse_number": "15",
                "verse_text": "This took place on the twenty-fourth day of the sixth month of King Darius&quot; second year."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "On the twenty-first day of the seventh month, the Lord spoke again through the prophet Haggai:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Ask the following questions to Zerubbabel son of Shealtiel, governor of Judah, the high priest Joshua son of Jehozadak, and the remnant of the people:"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;Who among you survivors saw the former splendor of this temple? How does it look to you now? Isn&quot;t it nothing by comparison?"
            },
            {
                "verse_number": "4",
                "verse_text": "Even so, take heart, Zerubbabel,&quot; says the Lord . &quot;Take heart, Joshua son of Jehozadak, the high priest, and all you citizens of the land,&quot; says the Lord , &quot;and begin to work. For I am with you,&quot; says the Lord who rules over all."
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;Do not fear, because I made a promise to your ancestors when they left Egypt, and my spirit even now testifies to you.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moreover, the Lord who rules over all says: &quot;In just a little while I will once again shake the sky and the earth, the sea and the dry ground."
            },
            {
                "verse_number": "7",
                "verse_text": "I will also shake up all the nations, and they will offer their treasures; then I will fill this temple with glory,&quot; says the Lord who rules over all."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;The silver and gold will be mine,&quot; says the Lord who rules over all."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;The future splendor of this temple will be greater than that of former times,&quot; the Lord who rules over all declares, &quot;and in this place I will give peace.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "On the twenty-fourth day of the ninth month of Darius&quot; second year, the Lord spoke again to the prophet Haggai:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The Lord who rules over all says, &quot;Ask the priests about the law."
            },
            {
                "verse_number": "12",
                "verse_text": "If someone carries holy meat in a fold of his garment and that fold touches bread, a boiled dish, wine, olive oil, or any other food, will that item become holy?&quot;&apos; The priests answered, &apos;It will not.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai asked, &apos;If a person who is ritually unclean because of touching a dead body comes in contact with one of these items, will it become unclean?&apos; The priests answered, &apos;It will be unclean.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Haggai responded, &apos;&quot;The people of this nation are unclean in my sight,&quot; says the Lord . &quot;And so is all their effort; everything they offer is also unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "Now therefore reflect carefully on the recent past, before one stone was laid on another in the Lord &quot;s temple."
            },
            {
                "verse_number": "16",
                "verse_text": "From that time when one came expecting a heap of twenty measures, there were only ten; when one came to the wine vat to draw out fifty measures from it, there were only twenty."
            },
            {
                "verse_number": "17",
                "verse_text": "I struck all the products of your labor with blight, disease, and hail, and yet you brought nothing to me,&quot; says the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;Think carefully about the past: from today, the twenty-fourth day of the ninth month, to the day work on the temple of the Lord was resumed, think about it."
            },
            {
                "verse_number": "19",
                "verse_text": "The seed is still in the storehouse, isn&quot;t it? And the vine, fig tree, pomegranate, and olive tree have not produced. Nevertheless, from today on I will bless you.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Lord spoke again to Haggai on the twenty-fourth day of the month:"
            },
            {
                "verse_number": "21",
                "verse_text": "Tell Zerubbabel governor of Judah: &quot;I am ready to shake the sky and the earth."
            },
            {
                "verse_number": "22",
                "verse_text": "I will overthrow royal thrones and shatter the might of earthly kingdoms. I will overthrow chariots and those who ride them, and horses and their riders will fall as people kill one another."
            },
            {
                "verse_number": "23",
                "verse_text": "On that day,&quot; says the Lord who rules over all, &quot;I will take you, Zerubbabel son of Shealtiel, my servant,&quot; says the Lord , &quot;and I will make you like a signet ring, for I have chosen you,&quot; says the Lord who rules over all.&apos;"
            }
        ]
    }
}