{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon’s Most Excellent Love Song."
            },
            {
                "verse_number": "2",
                "verse_text": "Oh, how I wish you would kiss me passionately! For your lovemaking is more delightful than wine. your name is like the finest perfume. No wonder the young women adore you! May the king bring me into his bedroom chambers! We will rejoice and delight in you; we will praise your love more than wine. How rightly the young women adore you! dark like the tents of Qedar, lovely like the tent curtains of Salmah. for the sun has burned my skin. My brothers were angry with me; Alas, my own vineyard I could not keep! Tell me lest I wander around among Pharaoh’s stallions. your neck is lovely with strings of jewels. studded with silver. my nard gave forth its fragrance. spending the night between my breasts. in the vineyards of En-Gedi. Your eyes are like doves! Oh, how delightful you are! The lush foliage is our canopied bed;"
            },
            {
                "verse_number": "3",
                "verse_text": "The fragrance of your colognes is delightful;"
            },
            {
                "verse_number": "4",
                "verse_text": "Draw me after you; let us hurry! The Beloved to Her Lover: they made me the keeper of the vineyards. where do you pasture your sheep? Where do you rest your sheep during the midday heat? beside the flocks of your companions! simply follow the tracks of my flock, and pasture your little lambs beside the tents of the shepherds. Oh, how beautiful you are! the pines are the rafters of our bedroom."
            },
            {
                "verse_number": "5",
                "verse_text": "I am dark but lovely, O maidens of Jerusalem,"
            },
            {
                "verse_number": "6",
                "verse_text": "Do not stare at me because I am dark,"
            },
            {
                "verse_number": "7",
                "verse_text": "Tell me, O you whom my heart loves,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you do not know, O most beautiful of women,"
            },
            {
                "verse_number": "9",
                "verse_text": "O my beloved, you are like a mare"
            },
            {
                "verse_number": "10",
                "verse_text": "Your cheeks are beautiful with ornaments;"
            },
            {
                "verse_number": "11",
                "verse_text": "We will make for you gold ornaments"
            },
            {
                "verse_number": "12",
                "verse_text": "While the king was at his banqueting table,"
            },
            {
                "verse_number": "13",
                "verse_text": "My beloved is like a fragrant pouch of myrrh"
            },
            {
                "verse_number": "14",
                "verse_text": "My beloved is like a cluster of henna blossoms"
            },
            {
                "verse_number": "15",
                "verse_text": "Oh, how beautiful you are, my beloved!"
            },
            {
                "verse_number": "16",
                "verse_text": "Oh, how handsome you are, my lover!"
            },
            {
                "verse_number": "17",
                "verse_text": "the cedars are the beams of our bedroom chamber;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am a meadow flower from Sharon, a lily from the valleys. I delight to sit in his shade, and his fruit is sweet to my taste. and he looked at me lovingly. refresh me with apples, for I am faint with love. and his right hand stimulates me. by the gazelles and by the young does of the open fields: Do not awaken or arouse love until it pleases! Look! Here he comes, the time for pruning and singing has come; the little foxes, that ruin the vineyards – he grazes among the lilies. turn, my beloved – on the mountain gorges."
            },
            {
                "verse_number": "2",
                "verse_text": "Like a lily among the thorns, so is my darling among the maidens. so is my beloved among the young men. The Double Refrain: Embracing and Adjuration leaping over the mountains, bounding over the hills! Look! There he stands behind our wall, gazing through the window, peering through the lattice. “Arise, my darling; My beautiful one, come away with me! the winter rains are over and gone. the voice of the turtledove is heard in our land. the vines have blossomed and give off their fragrance. Arise, come away my darling; my beautiful one, come away with me!” in the hiding places of the mountain crags, let me see your face, let me hear your voice; for your voice is sweet, and your face is lovely. for our vineyard is in bloom. be like a gazelle or a young stag"
            },
            {
                "verse_number": "3",
                "verse_text": "Like an apple tree among the trees of the forest,"
            },
            {
                "verse_number": "4",
                "verse_text": "He brought me into the banquet hall,"
            },
            {
                "verse_number": "5",
                "verse_text": "Sustain me with raisin cakes,"
            },
            {
                "verse_number": "6",
                "verse_text": "His left hand caresses my head,"
            },
            {
                "verse_number": "7",
                "verse_text": "I adjure you, O maidens of Jerusalem,"
            },
            {
                "verse_number": "8",
                "verse_text": "Listen! My lover is approaching!"
            },
            {
                "verse_number": "9",
                "verse_text": "My lover is like a gazelle or a young stag."
            },
            {
                "verse_number": "10",
                "verse_text": "My lover spoke to me, saying:"
            },
            {
                "verse_number": "11",
                "verse_text": "Look! The winter has passed,"
            },
            {
                "verse_number": "12",
                "verse_text": "The pomegranates have appeared in the land,"
            },
            {
                "verse_number": "13",
                "verse_text": "The fig tree has budded,"
            },
            {
                "verse_number": "14",
                "verse_text": "O my dove, in the clefts of the rock,"
            },
            {
                "verse_number": "15",
                "verse_text": "Catch the foxes for us,"
            },
            {
                "verse_number": "16",
                "verse_text": "My lover is mine and I am his;"
            },
            {
                "verse_number": "17",
                "verse_text": "Until the dawn arrives and the shadows flee,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "All night long on my bed I longed for my lover. I longed for him but he never appeared. and throughout the streets and squares; I searched for him but I did not find him. “Have you seen my beloved?” I held onto him tightly and would not let him go until I brought him to my mother’s house, to the bedroom chamber of the one who conceived me. like a fragrant billow of myrrh and frankincense, every kind of fragrant powder of the traveling merchants? well-trained in the art of warfare. of wood imported from Lebanon. its back was made of gold. Its seat was upholstered with purple wool; its interior was inlaid with leather by the maidens of Jerusalem. on the most joyous day of his life!"
            },
            {
                "verse_number": "2",
                "verse_text": "“I will arise and look all around throughout the town, I will search for my beloved.” when I found my beloved! by the gazelles and by the young does of the open fields: “Do not awake or arouse love until it pleases!” like a column of smoke, It is surrounded by sixty warriors, some of Israel’s mightiest warriors. Each has his sword at his side, to guard against the terrors of the night. and gaze upon King Solomon! He is wearing the crown with which his mother crowned him on his wedding day,"
            },
            {
                "verse_number": "3",
                "verse_text": "The night watchmen found me – the ones who guard the city walls."
            },
            {
                "verse_number": "4",
                "verse_text": "Scarcely had I passed them by"
            },
            {
                "verse_number": "5",
                "verse_text": "I admonish you, O maidens of Jerusalem,"
            },
            {
                "verse_number": "6",
                "verse_text": "Who is this coming up from the desert"
            },
            {
                "verse_number": "7",
                "verse_text": "Look! It is Solomon’s portable couch!"
            },
            {
                "verse_number": "8",
                "verse_text": "All of them are skilled with a sword,"
            },
            {
                "verse_number": "9",
                "verse_text": "King Solomon made a sedan chair for himself"
            },
            {
                "verse_number": "10",
                "verse_text": "Its posts were made of silver;"
            },
            {
                "verse_number": "11",
                "verse_text": "Come out, O maidens of Zion,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Oh, you are beautiful, my darling! Oh, you are beautiful! Your hair is like a flock of female goats each of them has a twin, and not one of them is missing. your mouth is lovely. is like a slice of pomegranate. one thousand shields are hung on it – twins of the gazelle grazing among the lilies. and the shadows flee, I will go up to the mountain of myrrh, and to the hill of frankincense. There is no blemish in you! come with me from Lebanon. Descend from the crest of Amana, from the top of Senir, the summit of Hermon, from the lions’ dens and the mountain haunts of the leopards. with one jewel of your necklace. How much better is your love than wine; the fragrance of your perfume is better than any spice! honey and milk are under your tongue. The fragrance of your garments is like the fragrance of Lebanon. you are an enclosed spring, a sealed-up fountain. with choice fruits: henna with nard, calamus and cinnamon with every kind of spice, May my beloved come into his garden and eat its delightful fruit! Your eyes behind your veil are like doves. descending from Mount Gilead. coming up from the washing place; Your forehead behind your veil built with courses of stones; all shields of valiant warriors. You have stolen my heart with one glance of your eyes, myrrh and aloes with all the finest spices. a well of fresh water flowing down from Lebanon. Blow on my garden so that its fragrant spices may send out their sweet smell."
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are like a flock of newly-shorn sheep"
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are like a scarlet thread;"
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like the tower of David"
            },
            {
                "verse_number": "5",
                "verse_text": "Your two breasts are like two fawns,"
            },
            {
                "verse_number": "6",
                "verse_text": "Until the dawn arrives"
            },
            {
                "verse_number": "7",
                "verse_text": "You are altogether beautiful, my darling!"
            },
            {
                "verse_number": "8",
                "verse_text": "Come with me from Lebanon, my bride,"
            },
            {
                "verse_number": "9",
                "verse_text": "You have stolen my heart, my sister, my bride!"
            },
            {
                "verse_number": "10",
                "verse_text": "How delightful is your love, my sister, my bride!"
            },
            {
                "verse_number": "11",
                "verse_text": "Your lips drip sweetness like the honeycomb, my bride,"
            },
            {
                "verse_number": "12",
                "verse_text": "You are a locked garden, my sister, my bride;"
            },
            {
                "verse_number": "13",
                "verse_text": "Your shoots are a royal garden full of pomegranates"
            },
            {
                "verse_number": "14",
                "verse_text": "nard and saffron;"
            },
            {
                "verse_number": "15",
                "verse_text": "You are a garden spring,"
            },
            {
                "verse_number": "16",
                "verse_text": "Awake, O north wind; come, O south wind!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have entered my garden, O my sister, my bride; I have gathered my myrrh with my balsam spice. I have eaten my honeycomb and my honey; I have drunk my wine and my milk! Drink freely, O lovers! my dove, my flawless one! My head is drenched with dew, my hair with the dampness of the night.” I have already washed my feet – must I soil them again?” my hands dripped with myrrh – my fingers flowed with myrrh on the handles of the lock. I looked for him but did not find him; I called him but he did not answer me. They beat me, they bruised me; they took away my cloak, those watchmen on the walls! If you find my beloved, what will you tell him? O most beautiful of women? Why is your beloved better than others, that you would command us in this manner? washed in milk, mounted like jewels. His lips are like lilies dripping with drops of myrrh. His appearance is like Lebanon, choice as its cedars. This is my beloved! This is my companion, O maidens of Jerusalem! Eat, friends, and drink! Listen! My lover is knocking at the door! “Open for me, my sister, my darling, and my feelings were stirred for him. but my lover had already turned and gone away. I fell into despair when he departed. Tell him that I am lovesick! he stands out in comparison to all other men. His hair is curly – black like a raven. His abdomen is like polished ivory inlaid with sapphires. he is totally desirable."
            },
            {
                "verse_number": "2",
                "verse_text": "I was asleep, but my mind was dreaming."
            },
            {
                "verse_number": "3",
                "verse_text": "“I have already taken off my robe – must I put it on again?"
            },
            {
                "verse_number": "4",
                "verse_text": "My lover thrust his hand through the hole,"
            },
            {
                "verse_number": "5",
                "verse_text": "I arose to open for my beloved;"
            },
            {
                "verse_number": "6",
                "verse_text": "I opened for my beloved,"
            },
            {
                "verse_number": "7",
                "verse_text": "The watchmen found me as they made their rounds in the city."
            },
            {
                "verse_number": "8",
                "verse_text": "O maidens of Jerusalem, I command you –"
            },
            {
                "verse_number": "9",
                "verse_text": "Why is your beloved better than others,"
            },
            {
                "verse_number": "10",
                "verse_text": "My beloved is dazzling and ruddy;"
            },
            {
                "verse_number": "11",
                "verse_text": "His head is like the most pure gold."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are like doves by streams of water,"
            },
            {
                "verse_number": "13",
                "verse_text": "His cheeks are like garden beds full of balsam trees yielding perfume."
            },
            {
                "verse_number": "14",
                "verse_text": "His arms are like rods of gold set with chrysolite."
            },
            {
                "verse_number": "15",
                "verse_text": "His legs are like pillars of marble set on bases of pure gold."
            },
            {
                "verse_number": "16",
                "verse_text": "His mouth is very sweet;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Where has your beloved gone, O most beautiful among women? Where has your beloved turned? he grazes among the lilies. Your hair is like a flock of goats descending from Mount Gilead. coming up from the washing; each has its twin; not one of them is missing. and eighty concubines, My dove, my perfect one! the queens and concubines praised her: to see if the vines had budded or if the pomegranates were in bloom. Tell us, that we may seek him with you. to the flowerbeds of balsam spices, to graze in the gardens, and to gather lilies. as lovely as Jerusalem, as awe-inspiring as bannered armies! they overwhelm me! is your forehead behind your veil. and young women without number. She is the special daughter of her mother, she is the favorite of the one who bore her. The maidens saw her and complimented her; Beautiful as the moon, bright as the sun, awe-inspiring as the stars in procession?” to look for the blossoms of the valley, There please give me your myrrh, O daughter of my princely people. Turn, turn, that I may stare at you! Why do you gaze upon the Perfect One like the dance of the Mahanaim?"
            },
            {
                "verse_number": "2",
                "verse_text": "My beloved has gone down to his garden,"
            },
            {
                "verse_number": "3",
                "verse_text": "I am my lover’s and my lover is mine;"
            },
            {
                "verse_number": "4",
                "verse_text": "My darling, you are as beautiful as Tirzah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Turn your eyes away from me –"
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are like a flock of sheep"
            },
            {
                "verse_number": "7",
                "verse_text": "Like a slice of pomegranate"
            },
            {
                "verse_number": "8",
                "verse_text": "There may be sixty queens,"
            },
            {
                "verse_number": "9",
                "verse_text": "But she is unique!"
            },
            {
                "verse_number": "10",
                "verse_text": "“Who is this who appears like the dawn?"
            },
            {
                "verse_number": "11",
                "verse_text": "I went down to the orchard of walnut trees,"
            },
            {
                "verse_number": "12",
                "verse_text": "I was beside myself with joy!"
            },
            {
                "verse_number": "13",
                "verse_text": "(7:1) Turn , turn, O Perfect One!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "(7:2) How beautiful are your sandaled feet, O nobleman’s daughter! The curves of your thighs are like jewels, may it never lack mixed wine! Your belly is a mound of wheat, encircled by lilies. by the gate of Bath-Rabbim. The locks of your hair are like royal tapestries – the king is held captive in its tresses! O love, with your delights! and your breasts are like clusters of grapes. May your breasts be like the clusters of grapes, and may the fragrance of your breath be like apricots! gliding gently over our lips as we sleep together. and he desires me! over our door is every delicacy, the work of the hands of a master craftsman. twins of a gazelle. Your eyes are the pools in Heshbon Your nose is like the tower of Lebanon overlooking Damascus. and take hold of its fruit stalks. flowing smoothly for my beloved, let us spend the night in the villages. to see if the vines have budded, to see if their blossoms have opened, if the pomegranates are in bloom – there I will give you my love. both new and old, which I have stored up for you, my lover."
            },
            {
                "verse_number": "2",
                "verse_text": "Your navel is a round mixing bowl –"
            },
            {
                "verse_number": "3",
                "verse_text": "Your two breasts are like two fawns,"
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like a tower made of ivory."
            },
            {
                "verse_number": "5",
                "verse_text": "Your head crowns you like Mount Carmel."
            },
            {
                "verse_number": "6",
                "verse_text": "How beautiful you are! How lovely,"
            },
            {
                "verse_number": "7",
                "verse_text": "Your stature is like a palm tree,"
            },
            {
                "verse_number": "8",
                "verse_text": "I want to climb the palm tree,"
            },
            {
                "verse_number": "9",
                "verse_text": "May your mouth be like the best wine,"
            },
            {
                "verse_number": "10",
                "verse_text": "I am my beloved’s,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come, my beloved, let us go to the countryside;"
            },
            {
                "verse_number": "12",
                "verse_text": "Let us rise early to go to the vineyards,"
            },
            {
                "verse_number": "13",
                "verse_text": "The mandrakes send out their fragrance;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Oh, how I wish you were my little brother, nursing at my mother’s breasts; leaning on her beloved? there your mother conceived you, and as yet she has no breasts. What shall we do for our sister but if she is a door, Each was to bring a thousand shekels of silver for its fruit. The thousand shekels belong to you, O Solomon, and two hundred shekels belong to those who maintain it for its fruit. Be like a gazelle or a young stag on the mountains of spices. if I saw you outside, I could kiss you – surely no one would despise me! the one who taught me. I would give you spiced wine to drink, the nectar of my pomegranates. and his right hand stimulates me. “Do not arouse or awaken love until it pleases!” Under the apple tree I aroused you; there she who bore you was in labor of childbirth. like a signet on your arm. For love is as strong as death, passion is as unrelenting as Sheol. Its flames burst forth, it is a blazing flame. floodwaters cannot overflow it. If someone were to offer all his possessions to buy love, the offer would be utterly despised. on the day when she is spoken for? we will build on her a battlement of silver; we will barricade her with boards of cedar. and my breasts were like fortress towers. Then I found favor in his eyes. he leased out the vineyard to those who maintained it. my companions are listening attentively for your voice; let me be the one to hear it!"
            },
            {
                "verse_number": "2",
                "verse_text": "I would lead you and bring you to my mother’s house,"
            },
            {
                "verse_number": "3",
                "verse_text": "His left hand caresses my head,"
            },
            {
                "verse_number": "4",
                "verse_text": "I admonish you, O maidens of Jerusalem:"
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this coming up from the desert,"
            },
            {
                "verse_number": "6",
                "verse_text": "Set me like a cylinder seal over your heart,"
            },
            {
                "verse_number": "7",
                "verse_text": "Surging waters cannot quench love;"
            },
            {
                "verse_number": "8",
                "verse_text": "We have a little sister,"
            },
            {
                "verse_number": "9",
                "verse_text": "If she is a wall,"
            },
            {
                "verse_number": "10",
                "verse_text": "I was a wall,"
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon had a vineyard at Baal-Hamon;"
            },
            {
                "verse_number": "12",
                "verse_text": "My vineyard, which belongs to me, is at my disposal alone."
            },
            {
                "verse_number": "13",
                "verse_text": "O you who stay in the gardens,"
            },
            {
                "verse_number": "14",
                "verse_text": "Make haste, my beloved!"
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}