{
    "mark": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The beginning[of the facts]of the good news (the Gospel) of Jesus Christ,the Son of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Just as it is written in the prophet Isaiah: Behold, I send My messenger before Your face, who will make ready Your way—"
            },
            {
                "verse_number": "3",
                "verse_text": "A voice of one crying in the wilderness[shouting in the desert], Prepare the way of the Lord, make His beaten tracks straight (level and passable)!"
            },
            {
                "verse_number": "4",
                "verse_text": "John the Baptist appeared in the wilderness (desert), preaching a baptism[obligating]repentance (a change of one's mind for the better, heartily amending one's ways, with abhorrence of his past sins) in order to obtain forgiveness ofandrelease from sins."
            },
            {
                "verse_number": "5",
                "verse_text": "And there kept going out to him[continuously]all the country of Judea and all the inhabitants of Jerusalem; and they were baptized by him in the river Jordan, as they were confessing their sins."
            },
            {
                "verse_number": "6",
                "verse_text": "And John wore clothing woven of camel's hair and had a leather girdle around his loins and ate locusts and wild honey."
            },
            {
                "verse_number": "7",
                "verse_text": "And he preached, saying, After me comes He Who is stronger (more powerful and more valiant) than I, the strap of Whose sandals I am not worthyorfit to stoop down and unloose."
            },
            {
                "verse_number": "8",
                "verse_text": "I have baptized you with water, but He will baptize you with the Holy Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."
            },
            {
                "verse_number": "10",
                "verse_text": "And when He came up out of the water, at once he[John]saw the heavens torn open and the[Holy]Spirit like a dove coming down[to enter]into Him."
            },
            {
                "verse_number": "11",
                "verse_text": "And there came a voice out from within heaven, You are My Beloved Son; in You I am well pleased."
            },
            {
                "verse_number": "12",
                "verse_text": "Immediately the[Holy]Spirit[from within]drove Him out into the wilderness (desert),"
            },
            {
                "verse_number": "13",
                "verse_text": "And He stayed in the wilderness (desert) forty days, being tempted[all the while]by Satan; and He was with the wild beasts, and the angels ministered to Him[continually]."
            },
            {
                "verse_number": "14",
                "verse_text": "Now after John was arrestedandput in prison, Jesus came into Galilee, preaching the good news (the Gospel)of the kingdomof God,"
            },
            {
                "verse_number": "15",
                "verse_text": "And saying, The[appointed period of]time is fulfilled (completed), and the kingdom of God is at hand; repent (have a change of mind which issues in regret for past sins and in change of conduct for the better) and believe (trust in, rely on, and adhere to) the good news (the Gospel)."
            },
            {
                "verse_number": "16",
                "verse_text": "And passing along the shore of the Sea of Galilee, He saw Simon[Peter]and Andrew the brother of Simon casting a net[to and fro]in the sea, for they were fishermen."
            },
            {
                "verse_number": "17",
                "verse_text": "And Jesus said to them, Come after Meandbe My disciples, and I will make you to become fishers of men."
            },
            {
                "verse_number": "18",
                "verse_text": "And at once they left their nets and[yielding up all claim to them]followed[with]Him[joining Him as disciples and siding with His party]."
            },
            {
                "verse_number": "19",
                "verse_text": "He went on a little farther and saw James thesonof Zebedee, and John his brother, who were in[their]boat putting their nets in order."
            },
            {
                "verse_number": "20",
                "verse_text": "And immediately He called out to them, and[abandoning all mutual claims]they left their father Zebedee in the boat with the hired men and went off after Him[to be His disciples, side with His party, and follow Him]."
            },
            {
                "verse_number": "21",
                "verse_text": "And they entered into Capernaum, and immediately on the Sabbath He went into the synagogue and began to teach."
            },
            {
                "verse_number": "22",
                "verse_text": "And they were completely astonished at His teaching, for He was teaching as One Who possessed authority, and not as the scribes."
            },
            {
                "verse_number": "23",
                "verse_text": "Just at that time there was in their synagogue a man[who was in the power]of an unclean spirit; and now[immediately]he raised a deepandterrible cry from the depths of his throat, saying,"
            },
            {
                "verse_number": "24",
                "verse_text": "What have You to do with us, Jesus of Nazareth? Have You come to destroy us? I know who You are—the Holy One of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "And Jesus rebuked him, saying, Hush up (be muzzled, gagged), and come out of him!"
            },
            {
                "verse_number": "26",
                "verse_text": "And the unclean spirit, throwing the man into convulsions and screeching with a loud voice, came out of him."
            },
            {
                "verse_number": "27",
                "verse_text": "And they were all so amazedandalmost terrified that they kept questioninganddemanding one of another, saying, What is this? What new (fresh) teaching! With authority He gives orders even to the unclean spirits and they obey Him!"
            },
            {
                "verse_number": "28",
                "verse_text": "And immediately rumors concerning Him spread[everywhere]throughout all the region surrounding Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "And at once He left the synagogue and went into the house of Simon[Peter]and Andrew, accompanied by James and John."
            },
            {
                "verse_number": "30",
                "verse_text": "Now Simon's mother-in-law had for some time been lying sick with a fever, and at once they told Him about her."
            },
            {
                "verse_number": "31",
                "verse_text": "And He went up to her and took her by the hand and raised her up; and the fever left her, and she began to wait on them."
            },
            {
                "verse_number": "32",
                "verse_text": "Now when it was evening, after the sun had set, they brought to Him all who were sick and those under the power of demons,"
            },
            {
                "verse_number": "33",
                "verse_text": "Until the whole town was gathered together about the door."
            },
            {
                "verse_number": "34",
                "verse_text": "And He cured many who were afflicted with various diseases; and He drove out many demons, but would not allow the demons to talk because they knew Him[intuitively]."
            },
            {
                "verse_number": "35",
                "verse_text": "And in the morning, long before daylight, He got up and went out to a deserted place, and there He prayed."
            },
            {
                "verse_number": "36",
                "verse_text": "And Simon[Peter]and those who were with him followed Him[pursuing Him eagerly and hunting Him out],"
            },
            {
                "verse_number": "37",
                "verse_text": "And they found Him and said to Him, Everybody is looking for You."
            },
            {
                "verse_number": "38",
                "verse_text": "And He said to them, Let us be going on into the neighboring country towns, that I may preach there also; for that is why I came out.39[So]He went throughout the whole of Galilee, preaching in their synagogues and driving out demons."
            },
            {
                "verse_number": "39",
                "verse_text": "And a leper came to Him, begging Him on his knees and saying to Him, If You are willing, You are able to make me clean."
            },
            {
                "verse_number": "40",
                "verse_text": "And a leper came to Him, begging Him on his knees and saying to Him, If You are willing, You are able to make me clean."
            },
            {
                "verse_number": "41",
                "verse_text": "And being moved with pityandsympathy, Jesus reached out His hand and touched him, and said to him, I am willing; be made clean!"
            },
            {
                "verse_number": "42",
                "verse_text": "And at once the leprosy[completely]left him and he was made clean[by being healed]."
            },
            {
                "verse_number": "43",
                "verse_text": "And Jesus charged him sternly (sharply and threateningly, and with earnest admonition) and[acting with deep feeling thrust him forth and]sent him away at once,"
            },
            {
                "verse_number": "44",
                "verse_text": "And said to him, See that you tell nothing[of this]to anyone; but begone, show yourself to the priest, and offer for your purification what Moses commanded, as a proof (an evidence and witness) to the people[that you are really healed]."
            },
            {
                "verse_number": "45",
                "verse_text": "But he went out and began to talk so freely about it and blaze abroad the news[spreading it everywhere]that[Jesus]could no longer openly go into a town but was outside in[lonely]desert places. But the people kept on coming to Him from all sidesandevery quarter."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "And Jesus having returned to Capernaum, after some days it was rumored about that He was in the house[probably Peter's]."
            },
            {
                "verse_number": "2",
                "verse_text": "And so many people gathered together there that there was no longer room[for them], not even around the door; and He was discussing the Word."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they came, bringing a paralytic to Him, who had been picked upandwas being carried by four men."
            },
            {
                "verse_number": "4",
                "verse_text": "And when they could not get him to a place in front of Jesus because of the throng, they dug through the roof above Him; and when they had scooped out an opening, they let down the[thickly padded]quiltormat upon which the paralyzed man lay."
            },
            {
                "verse_number": "5",
                "verse_text": "And when Jesus saw their faith[their confidence in God through Him], He said to the paralyzed man, Son, your sins are forgiven[you]andput away[that is, the penalty is remitted, the sense of guilt removed, and you are made upright and in right standing with God]."
            },
            {
                "verse_number": "6",
                "verse_text": "Now some of the scribes were sitting there, holding a dialogue with themselves as they questioned in their hearts,"
            },
            {
                "verse_number": "7",
                "verse_text": "Why does this Man talk like this? He is blaspheming! Who can forgive sins[remove guilt, remit the penalty, and bestow righteousness instead]except God alone?"
            },
            {
                "verse_number": "8",
                "verse_text": "And at once Jesus, becoming fully aware in His spirit that they thus debated within themselves, said to them, Why do you argue (debate, reason) about all this in your hearts?"
            },
            {
                "verse_number": "9",
                "verse_text": "Which is easier: to say to the paralyzed man, Your sins are forgivenandput away, or to say, Rise, take up your sleeping padormat, and start walking about[and keep on walking]?"
            },
            {
                "verse_number": "10",
                "verse_text": "But that you may know positivelyandbeyond a doubt that the Son of Man has rightandauthorityandpower on earth to forgive sins—He said to the paralyzed man,"
            },
            {
                "verse_number": "11",
                "verse_text": "I say to you, arise, pick upandcarry your sleeping padormat, and be going on home."
            },
            {
                "verse_number": "12",
                "verse_text": "And he arose at once and picked up the sleeping padormat and went out before them all, so that they were all amazed and  recognizedandpraisedandthanked God, saying, We have never seen anything like this before!13[Jesus]went out again along the seashore; and all the multitude kept gathering about Him, and He kept teaching them."
            },
            {
                "verse_number": "13",
                "verse_text": "And as He was passing by, He saw Levi (Matthew) son of Alphaeus sitting at the tax office, and He said to him, Follow Me![Be joined to Me as a disciple, side with My party!]And he arose and joined Him as His discipleandsided with His partyandaccompanied Him."
            },
            {
                "verse_number": "14",
                "verse_text": "And as He was passing by, He saw Levi (Matthew) son of Alphaeus sitting at the tax office, and He said to him, Follow Me![Be joined to Me as a disciple, side with My party!]And he arose and joined Him as His discipleandsided with His partyandaccompanied Him."
            },
            {
                "verse_number": "15",
                "verse_text": "And as Jesus, together with His disciples, sat at table in his[Levi's]house, many tax collectors and persons[definitely stained]with sin were dining with Him, for there were many who walked the same road (followed) with Him."
            },
            {
                "verse_number": "16",
                "verse_text": "And the scribes[belonging to the party]of the Pharisees, when they saw that He was eating with[those definitely known to be especially wicked]sinners and tax collectors, said to His disciples, Why does He eatand drinkwith tax collectors and[notorious]sinners?"
            },
            {
                "verse_number": "17",
                "verse_text": "And when Jesus heard it, He said to them, Those who are strongandwell have no need of a physician, but those who are weakandsick; I came not to call the righteous onesto repentance, but sinners (the erring ones and all those not free from sin)."
            },
            {
                "verse_number": "18",
                "verse_text": "Now John's disciples and the Pharisees were observing a fast; and[some people]came and asked Jesus, Why are John's disciples and the disciples of the Pharisees fasting, but Your disciples are not doing so?"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered them, Can the wedding guests fast (abstain from food and drink) while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast."
            },
            {
                "verse_number": "20",
                "verse_text": "But the days will come when the bridegroom will be taken away from them, and they will fast in that day."
            },
            {
                "verse_number": "21",
                "verse_text": "No one sews a patch of unshrunken (new) goods on an old garment; if he does, the patch tears away from it, the new from the old, and the rent (tear) becomes biggerandworse[than it was before]."
            },
            {
                "verse_number": "22",
                "verse_text": "And no one puts new wine into old wineskins; if he does, the wine will burst the skins, and the wine is lost and the bottles destroyed; but new wine is to be put in new (fresh) wineskins."
            },
            {
                "verse_number": "23",
                "verse_text": "One Sabbath He was going along beside the fields of standing grain, and as they made their way, His disciples began to pick off the grains."
            },
            {
                "verse_number": "24",
                "verse_text": "And the Pharisees said to Him, Look! Why are they doing what is not permittedorlawful on the Sabbath?"
            },
            {
                "verse_number": "25",
                "verse_text": "And He said to them, Have you never[even]read what David did when he was in need and was hungry, he and those who were accompanying him?—"
            },
            {
                "verse_number": "26",
                "verse_text": "How he went into the house of God when Abiathar was the high priest, and ate the sacred loaves set forth[before God], which it is not permittedorlawful for any but the priests to eat, and[how he]also gave[them]to those who were with him?"
            },
            {
                "verse_number": "27",
                "verse_text": "And Jesus said to them, The Sabbath was made on accountandfor the sake of man, not man for the Sabbath;"
            },
            {
                "verse_number": "28",
                "verse_text": "So the Son of Man is Lord even of the Sabbath."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Again Jesus went into a synagogue, and a man was there who had one withered hand[as the result of accident or disease]."
            },
            {
                "verse_number": "2",
                "verse_text": "And[the Pharisees]kept watching Jesus[closely]to see whether He would cure him on the Sabbath, so that they might get a charge to bring against Him[formally]."
            },
            {
                "verse_number": "3",
                "verse_text": "And He said to the man who had the withered hand, Get up[and stand here]in the midst."
            },
            {
                "verse_number": "4",
                "verse_text": "And He said to them, Is it lawfulandright on the Sabbath to do good or to do evil, to save life or to take it? But they kept silence."
            },
            {
                "verse_number": "5",
                "verse_text": "And He glanced around at them with vexationandanger, grieved at the hardening of their hearts, and said to the man, Hold out your hand. He held it out, and his hand was[completely]restored."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Pharisees went out and immediately held a consultation with the Herodians against Him, how they might[devise some means to]put Him to death."
            },
            {
                "verse_number": "7",
                "verse_text": "And Jesus retired with His disciples to the lake, and a great throng from Galilee followed Him. Also from Judea"
            },
            {
                "verse_number": "8",
                "verse_text": "And from Jerusalem and Idumea and from beyond the Jordan and from about Tyre and Sidon—a vast multitude, hearing all the many things that He was doing, came to Him."
            },
            {
                "verse_number": "9",
                "verse_text": "And He told His disciples to have a little boat in[constant]readiness for Him because of the crowd, lest they press hard upon Himandcrush Him."
            },
            {
                "verse_number": "10",
                "verse_text": "For He had healed so many that all who had distressing bodily diseases kept falling upon Himandpressing upon Him in order that they might touch Him."
            },
            {
                "verse_number": "11",
                "verse_text": "And the spirits, the unclean ones, as often as they might see Him, fell down before Him and kept screaming out, You are the Son of God!"
            },
            {
                "verse_number": "12",
                "verse_text": "And He charged them strictlyandseverely under penalty againandagain that they should not make Him known."
            },
            {
                "verse_number": "13",
                "verse_text": "And He went up on the hillside and called to Him[for Himself]those whom He wantedandchose, and they came to Him."
            },
            {
                "verse_number": "14",
                "verse_text": "And He appointed twelve to continue to be with Him, and that He might send them out to preach[as apostles or special messengers]"
            },
            {
                "verse_number": "15",
                "verse_text": "And to have authorityandpower toheal the sick and todrive out demons:16[They were]Simon, and He surnamed[him]Peter;"
            },
            {
                "verse_number": "16",
                "verse_text": "James son of Zebedee and John the brother of James, and He surnamed them Boanerges, that is, Sons of Thunder;"
            },
            {
                "verse_number": "17",
                "verse_text": "James son of Zebedee and John the brother of James, and He surnamed them Boanerges, that is, Sons of Thunder;"
            },
            {
                "verse_number": "18",
                "verse_text": "And Andrew, and Philip, and Bartholomew (Nathaniel), and Matthew, and Thomas, and James son of Alphaeus, and Thaddaeus (Judas, not Iscariot), and Simon the Cananaean[also called Zelotes],"
            },
            {
                "verse_number": "19",
                "verse_text": "And Judas Iscariot, he who betrayed Him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then He went to a house[probably Peter's], but a throng came together again, so that Jesus and His disciples could not even take food."
            },
            {
                "verse_number": "21",
                "verse_text": "And when those who belonged to Him (His kinsmen) heard it, they went out to take Him by force, for they kept saying, He is out of His mind (beside Himself, deranged)!"
            },
            {
                "verse_number": "22",
                "verse_text": "And the scribes who came down from Jerusalem said, He is possessed by Beelzebub, and, By[the help of]the prince of demons He is casting out demons."
            },
            {
                "verse_number": "23",
                "verse_text": "And He summoned them to Him and said to them in parables (illustrations or comparisons put beside truths to explain them), How can Satan drive out Satan?"
            },
            {
                "verse_number": "24",
                "verse_text": "And if a kingdom is dividedandrebelling against itself, that kingdom cannot stand."
            },
            {
                "verse_number": "25",
                "verse_text": "And if a house is divided (split into factions and rebelling) against itself, that house will not be able to last."
            },
            {
                "verse_number": "26",
                "verse_text": "And if Satan has raised an insurrection against himself and is divided, he cannot stand but is[surely]coming to an end."
            },
            {
                "verse_number": "27",
                "verse_text": "But no one can go into a strong man's house and ransack his household goods right and leftandseize them as plunder unless he first binds the strong man; then indeed he may[thoroughly]plunder his house."
            },
            {
                "verse_number": "28",
                "verse_text": "Trulyandsolemnly I say to you, all sins will be forgiven the sons of men, and whatever abusiveandblasphemous things they utter;"
            },
            {
                "verse_number": "29",
                "verse_text": "But whoever speaks abusively againstormaliciously misrepresents the Holy Spirit can never get forgiveness, but is guilty ofandis in the grasp of an everlasting trespass."
            },
            {
                "verse_number": "30",
                "verse_text": "For they persisted in saying, He has an unclean spirit."
            },
            {
                "verse_number": "31",
                "verse_text": "Then His mother and His brothers came and, standing outside, they sent word to Him, calling[for]Him."
            },
            {
                "verse_number": "32",
                "verse_text": "And a crowd was sitting around Him, and they said to Him, Your mother and Your brothersand Your sistersare outside asking for You."
            },
            {
                "verse_number": "33",
                "verse_text": "And He replied, Who are My mother and My brothers?"
            },
            {
                "verse_number": "34",
                "verse_text": "And looking around on those who sat in a circle about Him, He said, See! Here are My mother and My brothers;"
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever does the things God wills is My brother and sister and mother!"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Again Jesus began to teach beside the lake. And a very great crowd gathered about Him, so that He got into a ship in order to sit in it on the sea, and the whole crowd was at the lakeside on the shore."
            },
            {
                "verse_number": "2",
                "verse_text": "And He taught them many things in parables (illustrations or comparisons put beside truths to explain them), and in His teaching He said to them:"
            },
            {
                "verse_number": "3",
                "verse_text": "Give attention to this! Behold, a sower went out to sow."
            },
            {
                "verse_number": "4",
                "verse_text": "And as he was sowing, some seed fell along the path, and the birds came and ate it up."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seed[of the same kind]fell on ground full of rocks, where it had not much soil; and at once it sprang up, because it had no depth of soil;"
            },
            {
                "verse_number": "6",
                "verse_text": "And when the sun came up, it was scorched, and because it had not taken root, it withered away."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seed[of the same kind]fell among thorn plants, and the thistles grewandpressed togetherandutterly chokedandsuffocated it, and it yielded no grain."
            },
            {
                "verse_number": "8",
                "verse_text": "And other seed[of the same kind]fell into good (well-adapted) soil and brought forth grain, growing up and increasing, and yielded up to thirty times as much, and sixty times as much, and even a hundred times as much as had been sown."
            },
            {
                "verse_number": "9",
                "verse_text": "And He said, He who has ears to hear, let him be hearing[and let him consider, and comprehend]."
            },
            {
                "verse_number": "10",
                "verse_text": "And as soon as He was alone, those who were around Him, with the Twelve[apostles], began to ask Him about the parables."
            },
            {
                "verse_number": "11",
                "verse_text": "And He said to them, To you has been entrusted the mystery of the kingdom of God[that is, the secret counsels of God which are hidden from the ungodly]; but for those outside[of our circle]everything becomes a parable,"
            },
            {
                "verse_number": "12",
                "verse_text": "In order that they may[indeed]lookandlook but not seeandperceive, and may hearandhear but not graspandcomprehend, lest haply they should turn again, and it[their willful rejection of the truth]should be forgiven them."
            },
            {
                "verse_number": "13",
                "verse_text": "And He said to them, Do you not discernandunderstand this parable? How then is it possible for you to discernandunderstand all the parables?"
            },
            {
                "verse_number": "14",
                "verse_text": "The sower sows the Word."
            },
            {
                "verse_number": "15",
                "verse_text": "The ones along the path are those who have the Word sown[in their hearts], but when they hear, Satan comes at once and[by force]takes away the message which is sown in them."
            },
            {
                "verse_number": "16",
                "verse_text": "And in the same way the ones sown upon stony ground are those who, when they hear the Word, at once receiveandacceptandwelcome it with joy;"
            },
            {
                "verse_number": "17",
                "verse_text": "And they have no real root in themselves, and so they endure for a little while; then when trouble or persecution arises on account of the Word, they immediately are offended (become displeased, indignant, resentful)andthey stumbleandfall away."
            },
            {
                "verse_number": "18",
                "verse_text": "And the ones sown among the thorns are others who hear the Word;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the caresandanxieties of the worldanddistractions of the age, and the pleasureanddelightandfalse glamouranddeceitfulness of riches, and the cravingandpassionate desire for other things creep in and chokeandsuffocate the Word, and it becomes fruitless."
            },
            {
                "verse_number": "20",
                "verse_text": "And those sown on the good (well-adapted) soil are the ones who hear the Word and receiveandacceptandwelcome it and bear fruit—some thirty times as much as was sown, some sixty times as much, and some[even]a hundred times as much."
            },
            {
                "verse_number": "21",
                "verse_text": "And He said to them, Is the lamp brought in to be put under a peck measure or under a bed, and not[to be put]on the lampstand?22[Things are hidden temporarily only as a means to revelation.]For there is nothing hidden except to be revealed, nor is anything[temporarily]kept secret except in order that it may be made known."
            },
            {
                "verse_number": "22",
                "verse_text": "If any man has ears to hear, let him be listeningandlet him perceiveandcomprehend."
            },
            {
                "verse_number": "23",
                "verse_text": "If any man has ears to hear, let him be listeningandlet him perceiveandcomprehend."
            },
            {
                "verse_number": "24",
                "verse_text": "And He said to them, Be careful what you are hearing. The measure[of thought and study]you give[to the truth you hear]will be the measure[of virtue and knowledge]that comes back to you—and more[besides]will be given to youwho hear."
            },
            {
                "verse_number": "25",
                "verse_text": "For to him who has will more be given; and from him who has nothing, even what he has will be taken away[by force],"
            },
            {
                "verse_number": "26",
                "verse_text": "And He said, The kingdom of God is like a man who scatters seed upon the ground,"
            },
            {
                "verse_number": "27",
                "verse_text": "And then continues sleeping and rising night and day while the seed sprouts and growsandincreases—he knows not how."
            },
            {
                "verse_number": "28",
                "verse_text": "The earth produces[acting]by itself—first the blade, then the ear, then the full grain in the ear."
            },
            {
                "verse_number": "29",
                "verse_text": "But when the grain is ripeandpermits, immediately he sends forth[the reapers]andputs in the sickle, because the harvest stands ready."
            },
            {
                "verse_number": "30",
                "verse_text": "And He said, With what can we compare the kingdom of God, or what parable shall we use to illustrateandexplain it?"
            },
            {
                "verse_number": "31",
                "verse_text": "It is like a grain of mustard seed, which, when sown upon the ground, is the smallest of all seeds upon the earth;"
            },
            {
                "verse_number": "32",
                "verse_text": "Yet after it is sown, it grows up and becomes the greatest of all garden herbs and puts out large branches, so that the birds of the air are able to make nestsanddwell in its shade."
            },
            {
                "verse_number": "33",
                "verse_text": "With many such parables[Jesus]spoke the Word to them, as they were able to hearandto comprehendandunderstand."
            },
            {
                "verse_number": "34",
                "verse_text": "He did not tell them anything without a parable; but privately to His disciples (those who were peculiarly His own) He explained everything[fully]."
            },
            {
                "verse_number": "35",
                "verse_text": "On that same day[when]evening had come, He said to them, Let us go over to the other side[of the lake]."
            },
            {
                "verse_number": "36",
                "verse_text": "And leaving the throng, they took Him with them,[just]as He was, in the boat[in which He was sitting]. And other boats were with Him."
            },
            {
                "verse_number": "37",
                "verse_text": "And a furious storm of wind[of hurricane proportions]arose, and the waves kept beating into the boat, so that it was already becoming filled."
            },
            {
                "verse_number": "38",
                "verse_text": "But He[Himself]was in the stern[of the boat], asleep on the[leather]cushion; and they awoke Him and said to Him, Master, do You not care that we are perishing?"
            },
            {
                "verse_number": "39",
                "verse_text": "And He arose and rebuked the wind and said to the sea, Hush now! Be still (muzzled)! And the wind ceased (sank to rest as if exhausted by its beating) and there was[immediately]a great calm (a perfect peacefulness)."
            },
            {
                "verse_number": "40",
                "verse_text": "He said to them, Why are you so timidandfearful? How is it that you have no faith (no firmly relying trust)?"
            },
            {
                "verse_number": "41",
                "verse_text": "And they were filled with great aweandfeared exceedingly and said one to another, Who then is this, that even wind and sea obey Him?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "They came to the other side of the sea to the region of the Gerasenes."
            },
            {
                "verse_number": "2",
                "verse_text": "And as soon as He got out of the boat, there met Him out of the tombs a man[under the power]of an unclean spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "This man continually lived among the tombs, and no one could subdue him any more, even with a chain;"
            },
            {
                "verse_number": "4",
                "verse_text": "For he had been bound often with shackles for the feet and handcuffs, but the handcuffs of[light]chains he wrenched apart, and the shackles he rubbedandground togetherandbroke in pieces; and no one had strength enough to restrainortame him."
            },
            {
                "verse_number": "5",
                "verse_text": "Night and day among the tombs and on the mountains he was always shriekingandscreaming and beatingandbruisingandcutting himself with stones."
            },
            {
                "verse_number": "6",
                "verse_text": "And when from a distance he saw Jesus, he ran and fell on his knees before Him in homage,"
            },
            {
                "verse_number": "7",
                "verse_text": "And crying out with a loud voice, he said, What have You to do with me, Jesus, Son of the Most High God?[What is there in common between us?]I solemnly implore you by God, do not begin to torment me!"
            },
            {
                "verse_number": "8",
                "verse_text": "For Jesus was commanding, Come out of the man, you unclean spirit!"
            },
            {
                "verse_number": "9",
                "verse_text": "And He asked him, What is your name? He replied, My name is Legion, for we are many."
            },
            {
                "verse_number": "10",
                "verse_text": "And he kept begging Him urgently not to send them[himself and the other demons]away out of that region."
            },
            {
                "verse_number": "11",
                "verse_text": "Now a great herd of hogs was grazing there on the hillside."
            },
            {
                "verse_number": "12",
                "verse_text": "Andthe demonsbegged Him, saying, Send us to the hogs, that we may go into them!"
            },
            {
                "verse_number": "13",
                "verse_text": "So He gave them permission. And the unclean spirits came out[of the man]and entered into the hogs; and the herd, numbering about 2,000, rushed headlong down the steep slope into the sea and were drowned in the sea."
            },
            {
                "verse_number": "14",
                "verse_text": "The hog feeders ran away, and told[it]in the town and in the country. And[the people]came to see what it was that had taken place."
            },
            {
                "verse_number": "15",
                "verse_text": "And they came to Jesus and looked intentlyandsearchingly at the man who had been a demoniac, sitting there, clothed and in his right mind,[the same man]who had had the legion[of demons]; and they were seized with alarmandstruck with fear."
            },
            {
                "verse_number": "16",
                "verse_text": "And those who had seen it related in full what had happened to the man possessed by demons and to the hogs."
            },
            {
                "verse_number": "17",
                "verse_text": "And they began to beg[Jesus]to leave their neighborhood."
            },
            {
                "verse_number": "18",
                "verse_text": "And when He had stepped into the boat, the man who had been controlled by the unclean spirits kept begging Him that he might be with Him."
            },
            {
                "verse_number": "19",
                "verse_text": "But Jesus refused to permit him, but said to him, Go home to your own[family and relatives and friends]and bring back word to them of how much the Lord has done for you, and[how He has]had sympathy for youandmercy on you."
            },
            {
                "verse_number": "20",
                "verse_text": "And he departed and began to publicly proclaim in Decapolis[the region of the ten cities]how much Jesus had done for him, and all the people were astonishedandmarveled."
            },
            {
                "verse_number": "21",
                "verse_text": "And when Jesus had recrossed in the boat to the other side, a great throng gathered about Him, and He was at the lakeshore."
            },
            {
                "verse_number": "22",
                "verse_text": "Then one of the rulers of the synagogue came up, Jairus by name; and seeing Him, he prostrated himself at His feet"
            },
            {
                "verse_number": "23",
                "verse_text": "And begged Him earnestly, saying, My little daughter is at the point of death. Come and lay Your hands on her, so that she may be healedandlive."
            },
            {
                "verse_number": "24",
                "verse_text": "And Jesus went with him; and a great crowd kept following Him and pressed Him from all sides[so as almost to suffocate Him]."
            },
            {
                "verse_number": "25",
                "verse_text": "And there was a woman who had had a flow of blood for twelve years,"
            },
            {
                "verse_number": "26",
                "verse_text": "And who had endured much suffering under[the hands of]many physicians and had spent all that she had, and was no better but instead grew worse."
            },
            {
                "verse_number": "27",
                "verse_text": "She had heard the reports concerning Jesus, and she came up behind Him in the throng and touched His garment,"
            },
            {
                "verse_number": "28",
                "verse_text": "For she kept saying, If I only touch His garments, I shall be restored to health."
            },
            {
                "verse_number": "29",
                "verse_text": "And immediately her flow of blood was dried up at the source, and[suddenly]she felt in her body that she was healed of her[distressing]ailment."
            },
            {
                "verse_number": "30",
                "verse_text": "And Jesus, recognizing in Himself that the power proceeding from Him had gone forth, turned around immediately in the crowd and said, Who touched My clothes?"
            },
            {
                "verse_number": "31",
                "verse_text": "And the disciples kept saying to Him, You see the crowd pressing hard around You from all sides, and You ask, Who touched Me?"
            },
            {
                "verse_number": "32",
                "verse_text": "Still He kept looking around to see her who had done it."
            },
            {
                "verse_number": "33",
                "verse_text": "But the woman, knowing what had been done for her, though alarmedandfrightened and trembling, fell down before Him and told Him the whole truth."
            },
            {
                "verse_number": "34",
                "verse_text": "And He said to her, Daughter, your faith (your trust and confidence in Me, springing from faith in God) has restored you to health. Go in (into) peace and be continually healedandfreed from your[distressing bodily]disease."
            },
            {
                "verse_number": "35",
                "verse_text": "While He was still speaking, there came some from the ruler's house, who said[to Jairus], Your daughter has died. Why botheranddistress the Teacher any further?"
            },
            {
                "verse_number": "36",
                "verse_text": "Overhearingbut ignoring what they said, Jesus said to the ruler of the synagogue, Do not be seized with alarmandstruck with fear; only keep on believing."
            },
            {
                "verse_number": "37",
                "verse_text": "And He permitted no one to accompany Him except Peter and James and John the brother of James."
            },
            {
                "verse_number": "38",
                "verse_text": "When they arrived at the house of the ruler of the synagogue, He looked[carefully and with understanding]at[the]tumult andthe peopleweeping and wailing loudly."
            },
            {
                "verse_number": "39",
                "verse_text": "And when He had gone in, He said to them, Why do you make an uproar and weep? The little girl is not dead but is sleeping."
            },
            {
                "verse_number": "40",
                "verse_text": "And they laughedandjeered at Him. But He put them all out, and, taking the child's father and mother and those who were with Him, He went in where the little girl waslying."
            },
            {
                "verse_number": "41",
                "verse_text": "Gripping her[firmly]by the hand, He said to her, Talitha cumi—which translated is, Little girl, I say to you, arise[from the sleep of death]!"
            },
            {
                "verse_number": "42",
                "verse_text": "And instantly the girl got up and started walking around—for she was twelve years old. And they were utterly astonishedandovercome with amazement."
            },
            {
                "verse_number": "43",
                "verse_text": "And He strictly commandedandwarned them that no one should know this, and He[expressly]told them to give her[something]to eat."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jesus went away from there and came to His[own]countryandhometown[Nazareth], and His disciples followed[with]Him."
            },
            {
                "verse_number": "2",
                "verse_text": "And on the Sabbath He began to teach in the synagogue; and many who listened to Him were utterly astonished, saying, Where did this Man acquire all this? What is the wisdom[the broad and full intelligence which has been]given to Him? What mighty worksandexhibitions of power are wrought by His hands!"
            },
            {
                "verse_number": "3",
                "verse_text": "Is not this the Carpenter, the son of Mary and the brother of James and Joses and Judas and Simon? And are not His sisters here among us? And they took offense at Himandwere hurt[that is, they disapproved of Him, and it hindered them from acknowledging His authority]andthey were caused to stumbleandfall."
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus said to them, A prophet is not without honor (deference, reverence) except in his[own]country and among[his]relatives and in his[own]house."
            },
            {
                "verse_number": "5",
                "verse_text": "And He was not able to do even one work of power there, except that He laid His hands on a few sickly people[and]cured them."
            },
            {
                "verse_number": "6",
                "verse_text": "And He marveled because of their unbelief (their lack of faith in Him). And He went about among the surrounding villages and continued teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "And He called to Him the Twelve[apostles]and began to send them out[as His ambassadors]two by two and gave them authorityandpower over the unclean spirits."
            },
            {
                "verse_number": "8",
                "verse_text": "He charged them to take nothing for their journey except a walking stick—no bread, no wallet for a collection bag, no money in their belts (girdles, purses)—"
            },
            {
                "verse_number": "9",
                "verse_text": "But to go with sandals on their feet and not to put on two tunics (undergarments)."
            },
            {
                "verse_number": "10",
                "verse_text": "And He told them, Wherever you go into a house, stay there until you leave that place."
            },
            {
                "verse_number": "11",
                "verse_text": "And if any community will not receiveandacceptandwelcome you, and they refuse to listen to you, when you depart, shake off the dust that is on your feet, for a testimony against them.Truly I tell you, it will be more tolerable for Sodom and Gomorrah in the judgment day than for that town."
            },
            {
                "verse_number": "12",
                "verse_text": "So they went out and preached that men should repent[that they should change their minds for the better and heartily amend their ways, with abhorrence of their past sins]."
            },
            {
                "verse_number": "13",
                "verse_text": "And they drove out many unclean spirits and anointed with oil many who were sick and cured them."
            },
            {
                "verse_number": "14",
                "verse_text": "King Herod heard of it, for[Jesus']name had become well known. Heandthey[of his court]said, John the Baptist has been raised from the dead; that is why these mighty powers[of performing miracles]are at work in Him.15[But]others kept saying, It is Elijah! And others said, It is a prophet, like one of the prophets[of old]."
            },
            {
                "verse_number": "15",
                "verse_text": "But when Herod heard[of it], he said,[This very]John, whom I beheaded, has been raised[from the dead]."
            },
            {
                "verse_number": "16",
                "verse_text": "But when Herod heard[of it], he said,[This very]John, whom I beheaded, has been raised[from the dead]."
            },
            {
                "verse_number": "17",
                "verse_text": "For[this]Herod himself had sent and seized John and bound him in prison for the sake of Herodias, his brother Philip's wife, because he[Herod]had married her."
            },
            {
                "verse_number": "18",
                "verse_text": "For John had told Herod, It is not lawfulandyou have no right to have your brother's wife."
            },
            {
                "verse_number": "19",
                "verse_text": "And Herodias was angry (enraged) with himandheld a grudge against him and wanted to kill him; but she could not,"
            },
            {
                "verse_number": "20",
                "verse_text": "For Herod had[a reverential]fear of John, knowing that he was a righteous and holy man, and[continually]kept him safe[under guard]. When he heard[John speak], he was much perplexed; and[yet]he heard him gladly."
            },
            {
                "verse_number": "21",
                "verse_text": "But an opportune time came[for Herodias]when Herod on his birthday gave a banquet for his nobles and the high military commanders and chief men of Galilee."
            },
            {
                "verse_number": "22",
                "verse_text": "For when the daughter of Herodias herself came in and danced, she pleasedandfascinated Herod and his guests; and the king said to the girl, Ask me for whatever you desire, and I will give it to you."
            },
            {
                "verse_number": "23",
                "verse_text": "And he put himself under oath to her, Whatever you ask me, I will give it to you, even to the half of my kingdom."
            },
            {
                "verse_number": "24",
                "verse_text": "Then she left the room and said to her mother, What shall I ask for[myself]? And she replied, The head of John the Baptist!"
            },
            {
                "verse_number": "25",
                "verse_text": "And she rushed back instantly to the king and requested, saying, I wish you to give me right now the head of John the Baptist on a platter."
            },
            {
                "verse_number": "26",
                "verse_text": "And the king was deeply painedandgrievedandexceedingly sorry, but because of his oaths and his guests, he did not want to slight her[by breaking faith with her]."
            },
            {
                "verse_number": "27",
                "verse_text": "And immediately the king sent off one[of the soldiers]of his bodyguard and gave him orders to bring[John's]head. He went and beheaded him in the prison"
            },
            {
                "verse_number": "28",
                "verse_text": "And brought his head on a platter and handed it to the girl, and the girl gave it to her mother."
            },
            {
                "verse_number": "29",
                "verse_text": "When his disciples learned of it, they came and took[John's]body and laid it in a tomb."
            },
            {
                "verse_number": "30",
                "verse_text": "The apostles[sent out as missionaries]came backandgathered together to Jesus, and told Him all that they had done and taught."
            },
            {
                "verse_number": "31",
                "verse_text": "And He said to them,[As for you]come away by yourselves to a deserted place, and rest a while—for many were[continually]coming and going, and they had not even leisure enough to eat."
            },
            {
                "verse_number": "32",
                "verse_text": "And they went away in a boat to a solitary place by themselves."
            },
            {
                "verse_number": "33",
                "verse_text": "Now many[people]saw them going and recognized them, and they ran there on foot from all the surrounding towns, and they got there ahead[of those in the boat]."
            },
            {
                "verse_number": "34",
                "verse_text": "As Jesus landed, He saw a great crowd waiting, and He was moved with compassion for them, because they were like sheep without a shepherd; and He began to teach them many things."
            },
            {
                "verse_number": "35",
                "verse_text": "And when the day was already far gone, His disciples came to Him and said, This is a desolateandisolated place, and the hour is now late."
            },
            {
                "verse_number": "36",
                "verse_text": "Send the crowds away to go into the country and villages round about and buy themselves something to eat."
            },
            {
                "verse_number": "37",
                "verse_text": "But He replied to them, Give them something to eat yourselves. And they said to Him, Shall we go and buy 200 denarii[about forty dollars]worth of bread and give it to them to eat?"
            },
            {
                "verse_number": "38",
                "verse_text": "And He said to them, How many loaves do you have? Go and see. And when they[had looked and]knew, they said, Five[loaves]and two fish."
            },
            {
                "verse_number": "39",
                "verse_text": "Then He commanded the people all to recline on the green grass by companies."
            },
            {
                "verse_number": "40",
                "verse_text": "So they threw themselves down in ranks of hundreds and fifties[with the regularity of an arrangement of beds of herbs, looking like so many garden plots]."
            },
            {
                "verse_number": "41",
                "verse_text": "And taking the five loaves and two fish, He looked up to heaven and, praising God, gave thanks and broke the loaves and kept on giving them to the disciples to set before the people; and He[also]divided the two fish among[them]all."
            },
            {
                "verse_number": "42",
                "verse_text": "And they all ate and were satisfied."
            },
            {
                "verse_number": "43",
                "verse_text": "And they took up twelve[small hand]baskets full of broken pieces[from the loaves]and of the fish."
            },
            {
                "verse_number": "44",
                "verse_text": "And those who ate the loaves were 5,000 men."
            },
            {
                "verse_number": "45",
                "verse_text": "And at once He insisted that the disciples get into the boat and go ahead of Him to the other side to Bethsaida, while He was sending the throng away."
            },
            {
                "verse_number": "46",
                "verse_text": "And after He had taken leave of them, He went off into the hills to pray."
            },
            {
                "verse_number": "47",
                "verse_text": "Now when evening had come, the boat was out in the middle of the lake, and He was by Himself on the land."
            },
            {
                "verse_number": "48",
                "verse_text": "And having seen that they were troubledandtormented in[their]rowing, for the wind was against them, about the fourth watch of the night[between 3:00-6:00 a.m.]He came to them, walking[directly]on the sea. And He acted as if He meant to pass by them,"
            },
            {
                "verse_number": "49",
                "verse_text": "But when they saw Him walking on the sea they thought it was a ghost, and raised a[deep, throaty]shriek of terror."
            },
            {
                "verse_number": "50",
                "verse_text": "For they all saw Him and were agitated (troubled and filled with fear and dread). But immediately He talked with them and said, Take heart!I Am! Stop being alarmedandafraid."
            },
            {
                "verse_number": "51",
                "verse_text": "And He went up into the boat with them, and the wind ceased (sank to rest as if exhausted by its own beating). And they were astonished exceedingly[beyond measure],"
            },
            {
                "verse_number": "52",
                "verse_text": "For they failed to considerorunderstand[the teaching and meaning of the miracle of]the loaves;[in fact]their hearts had grown callous[had become dull and had lost the power of understanding]."
            },
            {
                "verse_number": "53",
                "verse_text": "And when they had crossed over, they reached the land of Gennesaret and came to[anchor at]the shore."
            },
            {
                "verse_number": "54",
                "verse_text": "As soon as they got out of the boat,[the people]recognized Him,"
            },
            {
                "verse_number": "55",
                "verse_text": "And they ran about the whole countryside, and began to carry around sick people on their sleeping padsormats to any place where they heard that He was."
            },
            {
                "verse_number": "56",
                "verse_text": "And wherever He came into villages or cities or the country, they would lay the sick in the marketplaces and beg Him that they might touch even the fringe of His outer garment, and as many as touched Him were restored to health."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now there gathered together to[Jesus]the Pharisees and some of the scribes who had come from Jerusalem,"
            },
            {
                "verse_number": "2",
                "verse_text": "For they had seen that some of His disciples ate with common hands, that is, unwashed[with hands defiled and unhallowed, because they had not given them a ceremonial washing]—"
            },
            {
                "verse_number": "3",
                "verse_text": "For the Pharisees and all of the Jews do not eat unless[merely for ceremonial reasons]they wash their hands[diligently up to the elbow]with clenched fist, adhering[carefully and faithfully]to the tradition of[practices and customs handed down to them by]their forefathers[to be observed]."
            },
            {
                "verse_number": "4",
                "verse_text": "And[when they come]from the marketplace, they do not eat unless they purify themselves; and there are many other traditions[oral, man-made laws handed down to them, which they observe faithfully and diligently, such as], the washing of cups and wooden pitchers and widemouthed jugs and utensils of copper and beds—"
            },
            {
                "verse_number": "5",
                "verse_text": "And the Pharisees and scribes kept asking[Jesus], Why do Your disciples not order their way of living according to the tradition handed down by the forefathers[to be observed], but eat with hands unwashedandceremonially not purified?"
            },
            {
                "verse_number": "6",
                "verse_text": "But He said to them, Excellentlyandtruly[so that there will be no room for blame]did Isaiah prophesy of you, the pretendersandhypocrites, as it stands written: These people[constantly]honor Me with their lips, but their hearts hold offandare far distant from Me."
            },
            {
                "verse_number": "7",
                "verse_text": "In vain (fruitlessly and without profit) do they worship Me, orderingandteaching[to be obeyed]as doctrines the commandmentsandprecepts of men."
            },
            {
                "verse_number": "8",
                "verse_text": "You disregardandgive upandask to depart from you the commandment of God and cling to the tradition of men[keeping it carefully and faithfully]."
            },
            {
                "verse_number": "9",
                "verse_text": "And He said to them, You have a fine way of rejecting[thus thwarting and nullifying and doing away with]the commandment of God in order to keep your tradition (your own human regulations)!"
            },
            {
                "verse_number": "10",
                "verse_text": "For Moses said, Honor (revere with tenderness of feeling and deference) your father and your mother, and, He who cursesorrevilesorspeaks evil oforabusesortreats improperly his father or mother, let him surely die."
            },
            {
                "verse_number": "11",
                "verse_text": "But[as for you]you say, A man is exempt if he tells[his]father or[his]mother, What you would otherwise have gained from me[everything I have that would have been of use to you]is Corban, that is, is a gift[already given as an offering to God],"
            },
            {
                "verse_number": "12",
                "verse_text": "Then you no longer are permitting him to do anything for[his]father or mother[but are letting him off from helping them]."
            },
            {
                "verse_number": "13",
                "verse_text": "Thus you are nullifyingandmaking voidandof no effect[the authority of]the Word of God through your tradition, which you[in turn]hand on. And many things of this kind you are doing."
            },
            {
                "verse_number": "14",
                "verse_text": "And He called the people to[Him]again and said to them, Listen to Me, all of you, and understand[what I say]."
            },
            {
                "verse_number": "15",
                "verse_text": "There is not[even]one thing outside a man which by going into him can polluteanddefile him; but the things which come out of a man are what defile himandmake him unhallowedandunclean."
            },
            {
                "verse_number": "16",
                "verse_text": "If any man has ears to hear, let him be listening[and let himperceive and comprehend by hearing]."
            },
            {
                "verse_number": "17",
                "verse_text": "And when He had left the crowd and had gone into the house, His disciples began asking Him about the parable."
            },
            {
                "verse_number": "18",
                "verse_text": "And He said to them, Then are you also unintelligentanddullandwithout understanding? Do you not discernandsee that whatever goes into a man from the outside cannot make him unhallowedorunclean,"
            },
            {
                "verse_number": "19",
                "verse_text": "Since it does not reachandenter his heart but[only his]digestive tract, and so passes on[into the place designed to receive waste]? Thus He was makinganddeclaring all foods[ceremonially]clean[that is, abolishing the ceremonial distinctions of the Levitical Law]."
            },
            {
                "verse_number": "20",
                "verse_text": "And He said, What comes out of a man is what makes a man uncleanandrenders[him]unhallowed."
            },
            {
                "verse_number": "21",
                "verse_text": "For from within,[that is]out of the hearts of men, come baseandwicked thoughts, sexual immorality, stealing, murder, adultery,"
            },
            {
                "verse_number": "22",
                "verse_text": "Coveting (a greedy desire to have more wealth), dangerousanddestructive wickedness, deceit; unrestrained (indecent) conduct; an evil eye (envy), slander (evil speaking, malicious misrepresentation, abusiveness), pride (the sin of an uplifted heart against God and man), foolishness (folly, lack of sense, recklessness, thoughtlessness)."
            },
            {
                "verse_number": "23",
                "verse_text": "All these evil[purposes and desires]come from within, and they make the man uncleanandrender him unhallowed."
            },
            {
                "verse_number": "24",
                "verse_text": "And Jesus arose and went away from there to the region of Tyreand Sidon. And He went into a house and did not want anyone to know[that He was there]; but it was not possible for Him to be hidden[from public notice]."
            },
            {
                "verse_number": "25",
                "verse_text": "Instead, at once, a woman whose little daughter had (was under the control of) an unclean spirit heard about Him and came and flung herself down at His feet."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the woman was a Greek (Gentile), a Syrophoenician by nationality. And she kept begging Him to drive the demon out of her little daughter."
            },
            {
                "verse_number": "27",
                "verse_text": "And He said to her, First let the children be fed, for it is not becomingorproperorright to take the children's bread and throw it to the[little house]dogs."
            },
            {
                "verse_number": "28",
                "verse_text": "But she answered Him, Yes, Lord, yet even the small pups under the table eat the little children's scraps of food."
            },
            {
                "verse_number": "29",
                "verse_text": "And He said to her, Because of this saying, you may go your way; the demon has gone out of your daughter[permanently]."
            },
            {
                "verse_number": "30",
                "verse_text": "And she went home and found the child thrown on the couch, and the demon departed."
            },
            {
                "verse_number": "31",
                "verse_text": "Soon after this, Jesus, coming back from the region of Tyre, passed through Sidon on to the Sea of Galilee, through the region of Decapolis[the ten cities]."
            },
            {
                "verse_number": "32",
                "verse_text": "And they brought to Him a man who was deaf and had difficulty in speaking, and they begged Jesus to place His hand upon him."
            },
            {
                "verse_number": "33",
                "verse_text": "And taking him aside from the crowd[privately], He thrust His fingers into the man's ears and spat and touched his tongue;"
            },
            {
                "verse_number": "34",
                "verse_text": "And looking up to heaven, He sighed as He said, Ephphatha, which means, Be opened!"
            },
            {
                "verse_number": "35",
                "verse_text": "And his ears were opened, his tongue was loosed, and he began to speak distinctlyandas he should."
            },
            {
                "verse_number": "36",
                "verse_text": "And Jesus[in His own interest]admonishedandordered them sternlyandexpressly to tell no one; but the more He commanded them, the more zealously they proclaimed it."
            },
            {
                "verse_number": "37",
                "verse_text": "And they were overwhelmingly astonished, saying, He has done everything excellently (commendably and nobly)! He even makes the deaf to hear and the dumb to speak!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In those days when[again]an immense crowd had gathered and they had nothing to eat, Jesus called His disciples to Him and told them,"
            },
            {
                "verse_number": "2",
                "verse_text": "I have pityandsympathy for the peopleandMy heart goes out to them, for they have been with Me now three days and have nothing[left]to eat;"
            },
            {
                "verse_number": "3",
                "verse_text": "And if I send them away to their homes hungry, they will be feeble through exhaustionandfaint along the road; and some of them have come a long way."
            },
            {
                "verse_number": "4",
                "verse_text": "And His disciples replied to Him, How can anyone fillandsatisfy[these people]with loaves of bread here in[this]desolateanduninhabited region?"
            },
            {
                "verse_number": "5",
                "verse_text": "And He asked them, How many loaves have you? They said, Seven."
            },
            {
                "verse_number": "6",
                "verse_text": "And He commanded the multitude to recline upon the ground, and He[then]took the seven loaves[of bread]and, having given thanks, He broke them and kept on giving them to His disciples to put before[the people], and they placed them before the crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "And they had a few small fish; and when He had praised Godandgiven thanksandasked Him to bless them[to their use], He ordered that these also should be set before[them]."
            },
            {
                "verse_number": "8",
                "verse_text": "And they ate and were satisfied; and they took up seven[large provision]baskets full of the broken pieces left over."
            },
            {
                "verse_number": "9",
                "verse_text": "And there were about 4,000 people. And He dismissed them,"
            },
            {
                "verse_number": "10",
                "verse_text": "And at once He got into the boat with His disciples and went to the district of Dalmanutha (or Magdala)."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees came and began to argue withandquestion Him, demanding from Him a sign (an attesting miracle from heaven)[maliciously]to test Him."
            },
            {
                "verse_number": "12",
                "verse_text": "And He groanedandsighed deeply in His spirit and said, Why does this generation demand a sign? Positively I say to you, no sign shall be given this generation."
            },
            {
                "verse_number": "13",
                "verse_text": "And He went awayandleft them and, getting into the boat again, He departed to the other side."
            },
            {
                "verse_number": "14",
                "verse_text": "Now they had[completely]forgotten to bring bread, and they had only one loaf with them in the boat."
            },
            {
                "verse_number": "15",
                "verse_text": "And Jesus[repeatedly and expressly]chargedandadmonished them, saying, Look out; keep on your guardandbeware of the leaven of the Pharisees and the leaven of Herodand the Herodians."
            },
            {
                "verse_number": "16",
                "verse_text": "And they discussed itandreasoned with one another, It is because we have no bread."
            },
            {
                "verse_number": "17",
                "verse_text": "And being aware[of it], Jesus said to them, Why are you reasoningandsaying it is because you have no bread? Do you not yet discern or understand? Are your hearts in[a settled state of]hardness?"
            },
            {
                "verse_number": "18",
                "verse_text": "Having eyes, do you not see[with them], and having ears, do you not hearandperceiveandunderstand the sense of what is said? And do you not remember?"
            },
            {
                "verse_number": "19",
                "verse_text": "When I broke the five loaves for the 5,000, how many[small hand]baskets full of broken pieces did you take up? They said to Him, Twelve."
            },
            {
                "verse_number": "20",
                "verse_text": "And[when I broke]the seven loaves for the 4,000, how many[large provision]baskets full of broken pieces did you take up? And they said to Him, Seven."
            },
            {
                "verse_number": "21",
                "verse_text": "And He kept repeating, Do you not yet understand?"
            },
            {
                "verse_number": "22",
                "verse_text": "And they came to Bethsaida. And[people]brought to Him a blind man and begged Him to touch him."
            },
            {
                "verse_number": "23",
                "verse_text": "And He caught the blind man by the hand and led him out of the village; and when He had spit on his eyes and put His hands upon him, He asked him, Do you[possibly]see anything?"
            },
            {
                "verse_number": "24",
                "verse_text": "And he looked up and said, I see people, but[they look]like trees, walking."
            },
            {
                "verse_number": "25",
                "verse_text": "Then He put His hands on his eyes again; and the man looked intently[that is, fixed his eyes on definite objects], and he was restored and saw everything distinctly[even what was at a distance]."
            },
            {
                "verse_number": "26",
                "verse_text": "And He sent him away to his house, telling[him], Do not[even]enter the villageor tell anyone there."
            },
            {
                "verse_number": "27",
                "verse_text": "And Jesus went on with His disciples to the villages of Caesarea Philippi; and on the way He asked His disciples, Who do people say that I am?"
            },
            {
                "verse_number": "28",
                "verse_text": "And they answered[Him], John the Baptist; and others[say], Elijah; but others, one of the prophets."
            },
            {
                "verse_number": "29",
                "verse_text": "And He asked them, But who do you yourselves say that I am? Peter replied to Him, You are the Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "30",
                "verse_text": "And He charged them sharply to tell no one about Him."
            },
            {
                "verse_number": "31",
                "verse_text": "And He began to teach them that the Son of Man must of necessity suffer many things and be testedanddisapprovedandrejected by the elders and the chief priests and the scribes, and be put to death, and after three days rise again[from death]."
            },
            {
                "verse_number": "32",
                "verse_text": "And He said this freely (frankly, plainly, and explicitly, making it unmistakable). And Peter took Him by the handandled Him aside and then[facing Him]began to rebuke Him."
            },
            {
                "verse_number": "33",
                "verse_text": "But turning around[His back to Peter]and seeing His disciples, He rebuked Peter, saying, Get behind Me, Satan! For you do not have a mind intent on promoting what God wills, but what pleases men[you are not on God's side, but that of men]."
            },
            {
                "verse_number": "34",
                "verse_text": "And Jesus called[to Him]the throng with His disciples and said to them, If anyone intends to come after Me, let him deny himself[forget, ignore, disown, and lose sight of himself and his own interests]and take up his cross, and[joining Me as a disciple and siding with My party]follow with Me[continually, cleaving steadfastly to Me]."
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever wants to save his[higher, spiritual, eternal]life, will lose it[the lower, natural, temporal life which is lived only on earth]; and whoever gives up his life[which is lived only on earth]for My sake and the Gospel's will save it[his higher, spiritual life in the eternal kingdom of God]."
            },
            {
                "verse_number": "36",
                "verse_text": "For what does it profit a man to gain the whole world, and forfeit his life[in the eternal kingdom of God]?"
            },
            {
                "verse_number": "37",
                "verse_text": "For what can a man give as an exchange (a compensation, a ransom, in return) for his[blessed]life[in the eternal kingdom of God]?"
            },
            {
                "verse_number": "38",
                "verse_text": "For whoever is ashamed[here and now]of Me and My words in this adulterous (unfaithful) and[preeminently]sinful generation, of him will the Son of Man also be ashamed when He comes in the glory (splendor and majesty) of His Father with the holy angels."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "And Jesus said to them, Trulyandsolemnly I say to you, there are some standing here who will in no way taste death before they see the kingdom of God come in[its]power."
            },
            {
                "verse_number": "2",
                "verse_text": "Six days after this, Jesus took with Him Peter and James and John and led them up on a high mountain apart by themselves. And He was transfigured before themandbecame resplendent with divine brightness."
            },
            {
                "verse_number": "3",
                "verse_text": "And His garments became glistening, intensely white, as no fuller (cloth dresser, launderer) on earth could bleach them."
            },
            {
                "verse_number": "4",
                "verse_text": "And Elijah appeared[there]to them, accompanied by Moses, and they were holding[a protracted]conversation with Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "And Peter took up the conversation, saying, Master, it is goodandsuitableandbeautiful for us to be here. Let us make three booths (tents)—one for You and one for Moses and one for Elijah."
            },
            {
                "verse_number": "6",
                "verse_text": "For he did not[really]know what to say, for they were in a violent fright (aghast with dread)."
            },
            {
                "verse_number": "7",
                "verse_text": "And a cloud threw a shadow upon them, and a voice came out of the cloud, saying, This is My Son, the[most dearworthy]Beloved One. Be constantly listening toandobeying Him!"
            },
            {
                "verse_number": "8",
                "verse_text": "And looking around, they suddenly no longer saw anyone with them except Jesus only."
            },
            {
                "verse_number": "9",
                "verse_text": "And as they were coming back down the mountain, He admonishedandexpressly ordered them to tell no one what they had seen until the Son of Man should rise from among the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "So they carefullyandfaithfully kept the matter to themselves, questioninganddisputing with one another about what rising from among the dead meant."
            },
            {
                "verse_number": "11",
                "verse_text": "And they asked Him, Why do the scribes say that it is necessary for Elijah to come first?"
            },
            {
                "verse_number": "12",
                "verse_text": "And He said to them, Elijah, it is true, does come first to restore all thingsandset them to rights. And how is it written of the Son of Man that He will suffer many thingsandbe utterly despisedandbe treated with contemptandrejected?"
            },
            {
                "verse_number": "13",
                "verse_text": "But I tell you that Elijah has already come, and[people]did to him whatever they desired, as it is written of him."
            },
            {
                "verse_number": "14",
                "verse_text": "And when they came to the[nine]disciples, they saw a great crowd around them and scribes questioninganddisputing with them."
            },
            {
                "verse_number": "15",
                "verse_text": "And immediately all the crowd, when they saw Jesus[returning from the holy mount, His face and person yet glistening], they were greatly amazed and ran up to Him[and]greeted Him."
            },
            {
                "verse_number": "16",
                "verse_text": "And He asked them, About what are you questioninganddiscussing with them?"
            },
            {
                "verse_number": "17",
                "verse_text": "And one of the throng replied to Him, Teacher, I brought my son to You, for he has a dumb spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "And wherever it lays hold of him[so as to make him its own], it dashes him downandconvulses him, and he foams[at the mouth]and grinds his teeth,andhe[falls into a motionless stupor and]is wasting away. And I asked Your disciples to drive it out, and they were not able[to do it]."
            },
            {
                "verse_number": "19",
                "verse_text": "And He answered them, O unbelieving generation[without any faith]! How long shall I[have to do]with you? How long am I to bear with you? Bring him to Me."
            },
            {
                "verse_number": "20",
                "verse_text": "So they brought[the boy]to Him, and when the spirit saw Him, at once it completely convulsed the boy, and he fell to the ground and kept rolling about, foaming[at the mouth]."
            },
            {
                "verse_number": "21",
                "verse_text": "And[Jesus]asked his father, How long has he had this? And he answered, From the time he was a little boy."
            },
            {
                "verse_number": "22",
                "verse_text": "And it has often thrown him both into fire and into water, intending to kill him. But if You can do anything, do have pity on us and help us."
            },
            {
                "verse_number": "23",
                "verse_text": "And Jesus said,[You say to Me], If You can do anything?[Why,]all things can be (are possible) to him who believes!"
            },
            {
                "verse_number": "24",
                "verse_text": "At once the father of the boy gave[an eager, piercing, inarticulate]crywith tears, and he said, Lord, I believe![Constantly]help my weakness of faith!"
            },
            {
                "verse_number": "25",
                "verse_text": "But when Jesus noticed that a crowd[of people]came running together, He rebuked the unclean spirit, saying to it, You dumb and deaf spirit, I charge you to come out of him and never go into him again."
            },
            {
                "verse_number": "26",
                "verse_text": "And after giving a[hoarse, clamoring, fear-stricken]shriek of anguish and convulsing him terribly, it came out; and the boy lay[pale and motionless]like a corpse, so that many of them said, He is dead."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus took[a strong grip of]his hand and began lifting him up, and he stood."
            },
            {
                "verse_number": "28",
                "verse_text": "And when He had gone indoors, His disciples asked Him privately, Why could not we drive it out?"
            },
            {
                "verse_number": "29",
                "verse_text": "And He replied to them, This kind cannot be driven out by anything but prayerand fasting."
            },
            {
                "verse_number": "30",
                "verse_text": "They went on from there and passed along through Galilee. And He did not wish to have anyone know it,"
            },
            {
                "verse_number": "31",
                "verse_text": "For He was[engaged for the time being in]teaching His disciples. He said to them, The Son of Man is being delivered into the hands of men, and they will put Him to death; and when He has been killed, after three days He will rise[from death]."
            },
            {
                "verse_number": "32",
                "verse_text": "But they did not comprehend what He was saying, and they were afraid to ask Him[what this statement meant]."
            },
            {
                "verse_number": "33",
                "verse_text": "And they arrived at Capernaum; and when[they were]in the house, He asked them, What were you discussingandarguing about on the road?"
            },
            {
                "verse_number": "34",
                "verse_text": "But they kept still, for on the road they had discussedanddisputed with one another as to who was the greatest."
            },
            {
                "verse_number": "35",
                "verse_text": "And He sat down and called the Twelve[apostles], and He said to them, If anyone desires to be first, he must be last of all, and servant of all."
            },
            {
                "verse_number": "36",
                "verse_text": "And He took a little child and put him in the center of their group; and taking him in[His]arms, He said to them,"
            },
            {
                "verse_number": "37",
                "verse_text": "Whoever in My nameandfor My sake acceptsandreceivesandwelcomes one such child also acceptsandreceivesandwelcomes Me; and whoever so receives Me receives not only Me but Him Who sent Me."
            },
            {
                "verse_number": "38",
                "verse_text": "John said to Him, Teacher, we saw a man who does not follow along with us driving out demons in Your name, and we forbade him to do it, because he is not one of our band[of Your disciples]."
            },
            {
                "verse_number": "39",
                "verse_text": "But Jesus said, Do not restrainorhinderorforbid him; for no one who does a mighty work in My name will soon afterward be able to speak evil of Me."
            },
            {
                "verse_number": "40",
                "verse_text": "For he who is not against us is for us."
            },
            {
                "verse_number": "41",
                "verse_text": "For I tell you truly, whoever gives you a cup of water to drink because you belong toandbear the name of Christ will by no means fail to get his reward."
            },
            {
                "verse_number": "42",
                "verse_text": "And whoever causes one of these little ones (these believers) who acknowledgeandcleave to Me to stumbleandsin, it would be better (more profitable and wholesome) for him if a[huge]millstone were hung about his neck, and he were thrown into the sea."
            },
            {
                "verse_number": "43",
                "verse_text": "And if your hand puts a stumbling block before youandcauses you to sin, cut it off! It is more profitableandwholesome for you to go into life[that is really worthwhile]maimed than with two hands to go to hell (Gehenna), into the fire that cannot be put out."
            },
            {
                "verse_number": "45",
                "verse_text": "And if your foot is a cause of stumblingandsin to you, cut it off! It is more profitableandwholesome for you to enter into life[that is really worthwhile]crippled than, having two feet, to be cast into hell (Gehenna)."
            },
            {
                "verse_number": "47",
                "verse_text": "And if your eye causes you to stumbleandsin, pluck it out! It is more profitableandwholesome for you to enter the kingdom of God with one eye than with two eyes to be thrown into hell (Gehenna),"
            },
            {
                "verse_number": "48",
                "verse_text": "Where their worm[which preys on the inhabitants and is a symbol of the wounds inflicted on the man himself by his sins]does not die, and the fire is not put out."
            },
            {
                "verse_number": "49",
                "verse_text": "For everyone shall be salted with fire."
            },
            {
                "verse_number": "50",
                "verse_text": "Salt is good (beneficial), but if salt has lost its saltness, how will you restore[the saltness to]it? Have salt within yourselves, and be at peaceandlive in harmony with one another."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "And[Jesus]left there[Capernaum]and went to the region of Judea and beyond[east of]the Jordan; and crowds[constantly]gathered around Him again, and as was His custom, He began to teach them again."
            },
            {
                "verse_number": "2",
                "verse_text": "And some Pharisees came up, and, in order to test Himandtry to find a weakness in Him, asked, Is it lawful for a man to dismissandrepudiateanddivorce his wife?"
            },
            {
                "verse_number": "3",
                "verse_text": "He answered them, What did Moses command you?"
            },
            {
                "verse_number": "4",
                "verse_text": "They replied, Moses allowed a man to write a bill of divorce and to put her away."
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus said to them, Because of your hardness of heart[your condition of insensibility to the call of God]he wrote you this precept in your Law."
            },
            {
                "verse_number": "6",
                "verse_text": "But from the beginning of creation God made them male and female."
            },
            {
                "verse_number": "7",
                "verse_text": "For this reason a man shall leave[behind]his father and his motherand bejoined to his wife and cleave closely to her permanently,"
            },
            {
                "verse_number": "8",
                "verse_text": "And the two shall become one flesh, so that they are no longer two, but one flesh."
            },
            {
                "verse_number": "9",
                "verse_text": "What therefore God has united (joined together), let not man separateordivide."
            },
            {
                "verse_number": "10",
                "verse_text": "And indoors the disciples questioned Him again about this subject."
            },
            {
                "verse_number": "11",
                "verse_text": "And He said to them, Whoever dismisses (repudiates and divorces) his wife and marries another commits adultery against her;"
            },
            {
                "verse_number": "12",
                "verse_text": "And if a woman dismisses (repudiates and divorces) her husband and marries another, she commits adultery."
            },
            {
                "verse_number": "13",
                "verse_text": "And they kept bringing young children to Him that He might touch them, and the disciples were reproving them[for it]."
            },
            {
                "verse_number": "14",
                "verse_text": "But when Jesus saw[it], He was indignantandpained and said to them, Allow the children to come to Me—do not forbidorpreventorhinder them—for to such belongs the kingdom of God."
            },
            {
                "verse_number": "15",
                "verse_text": "Truly I tell you, whoever does not receiveandacceptandwelcome the kingdom of God like a little child[does]positively shall not enter it at all."
            },
            {
                "verse_number": "16",
                "verse_text": "And He took them[the children up one by one]in His arms and[fervently invoked a]blessing, placing His hands upon them."
            },
            {
                "verse_number": "17",
                "verse_text": "And as He was setting out on His journey, a man ran up and knelt before Him and asked Him, Teacher,[You are essentially and perfectly morally]good, what must I do to inherit eternal life[that is, to partake of eternal salvation in the Messiah's kingdom]?"
            },
            {
                "verse_number": "18",
                "verse_text": "And Jesus said to him, Why do you call Me[essentially and perfectly morally]good? There is no one[essentially and perfectly morally]good—except God alone."
            },
            {
                "verse_number": "19",
                "verse_text": "You know the commandments: Do not kill, do not commit adultery, do not steal, do not bear false witness, do not defraud, honor your father and mother."
            },
            {
                "verse_number": "20",
                "verse_text": "And he replied to Him, Teacher, I have carefully guardedandobserved all theseandtaken care not to violate them from my boyhood."
            },
            {
                "verse_number": "21",
                "verse_text": "And Jesus, looking upon him, loved him, and He said to him, You lack one thing; go and sell all you have and give[the money]to the poor, and you will have treasure in heaven; and come[and]accompany Me[walking the same road that I walk]."
            },
            {
                "verse_number": "22",
                "verse_text": "At that saying the man's countenance fellandwas gloomy, and he went away grievedandsorrowing, for he was holding great possessions."
            },
            {
                "verse_number": "23",
                "verse_text": "And Jesus looked around and said to His disciples, With what difficulty will those who possess wealthandkeep on holding it enter the kingdom of God!"
            },
            {
                "verse_number": "24",
                "verse_text": "And the disciples were amazedandbewilderedandperplexed at His words. But Jesus said to them again, Children, how hard it isfor those who trust (place their confidence, their sense of safety) in richesto enter the kingdom of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God."
            },
            {
                "verse_number": "26",
                "verse_text": "And they were shockedandexceedingly astonished, and said to Himandto one another, Then who can be saved?"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus glanced around at them and said, With men[it is]impossible, but not with God; for all things are possible with God."
            },
            {
                "verse_number": "28",
                "verse_text": "Peter started to say to Him, Behold, we have yielded upandabandoned everything[once and for all and joined You as Your disciples, siding with Your party]and accompanied You[walking the same road that You walk]."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, Truly I tell you, there is no one who has given upandleft house or brothers or sisters or mother or father or children or lands for My sake and for the Gospel's"
            },
            {
                "verse_number": "30",
                "verse_text": "Who will not receive a hundred times as much now in this time—houses and brothers and sisters and mothers and children and lands, with persecutions—and in the age to come, eternal life."
            },
            {
                "verse_number": "31",
                "verse_text": "But many[who are now]first will be last[then], and many[who are now]last will be first[then]."
            },
            {
                "verse_number": "32",
                "verse_text": "They were on the way going up to Jerusalem, and Jesus was walking on in front of them; and they were bewilderedandperplexedandgreatly astonished, and those[who were still]following were seized with alarmandwere afraid. And He took the Twelve[apostles]again and began to tell them what was about to happen to Him,33[Saying], Behold, we are going up to Jerusalem, and the Son of Man will be turned over to the chief priests and the scribes; and they will condemnandsentence Him to death and turn Him over to the Gentiles."
            },
            {
                "verse_number": "33",
                "verse_text": "And they will mock Him and spit on Him, and whip Him and put Him to death; but after three days He will rise again[from death]."
            },
            {
                "verse_number": "34",
                "verse_text": "And they will mock Him and spit on Him, and whip Him and put Him to death; but after three days He will rise again[from death]."
            },
            {
                "verse_number": "35",
                "verse_text": "And James and John, the sons of Zebedee, approached Him and said to Him, Teacher, we desire You to do for us whatever we ask of You."
            },
            {
                "verse_number": "36",
                "verse_text": "And He replied to them, What do you desire Me to do for you?"
            },
            {
                "verse_number": "37",
                "verse_text": "And they said to Him, Grant that we may sit, one at Your right hand and one at[Your]left hand, in Your glory (Your majesty and splendor)."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus said to them, You do not know what you are asking. Are you able to drink the cup that I drink or be baptized with the baptism[of affliction]with which I am baptized?"
            },
            {
                "verse_number": "39",
                "verse_text": "And they replied to Him, We are able. And Jesus told them, The cup that I drink you will drink, and you will be baptized with the baptism with which I am baptized,"
            },
            {
                "verse_number": "40",
                "verse_text": "But to sit at My right hand or at My left hand is not Mine to give; but[it will be given to those]for whom it is ordainedandprepared."
            },
            {
                "verse_number": "41",
                "verse_text": "And when the other ten[apostles]heard it, they began to be indignant with James and John."
            },
            {
                "verse_number": "42",
                "verse_text": "But Jesus called them to[Him]and said to them, You know that those who are recognized as governingandare supposed to rule the Gentiles (the nations) lord it over them[ruling with absolute power, holding them in subjection], and their great men exercise authorityanddominion over them."
            },
            {
                "verse_number": "43",
                "verse_text": "But this is not to be so among you; instead, whoever desires to be great among you must be your servant,"
            },
            {
                "verse_number": "44",
                "verse_text": "And whoever wishes to be most importantandfirst in rank among you must be slave of all."
            },
            {
                "verse_number": "45",
                "verse_text": "For even the Son of Man came not to have service rendered to Him, but to serve, and to give His life as a ransom for (instead of) many."
            },
            {
                "verse_number": "46",
                "verse_text": "Then they came to Jericho. And as He was leaving Jericho with His disciples and a great crowd, Bartimaeus, a blind beggar, a son of Timaeus, was sitting by the roadside."
            },
            {
                "verse_number": "47",
                "verse_text": "And when he heard that it was Jesus of Nazareth, he began to shout, saying, Jesus, Son of David, have pityandmercy on me[now]!"
            },
            {
                "verse_number": "48",
                "verse_text": "And many severely censuredandreproved him, telling him to keep still, but he kept on shouting out all the more, You Son of David, have pityandmercy on me[now]!"
            },
            {
                "verse_number": "49",
                "verse_text": "And Jesus stopped and said, Call him. And they called the blind man, telling him, Take courage! Get up! He is calling you."
            },
            {
                "verse_number": "50",
                "verse_text": "And throwing off his outer garment, he leaped up and came to Jesus."
            },
            {
                "verse_number": "51",
                "verse_text": "And Jesus said to him, What do you want Me to do for you? And the blind man said to Him, Master, let me receive my sight."
            },
            {
                "verse_number": "52",
                "verse_text": "And Jesus said to him, Go your way; your faith has healed you. And at once he received his sight and accompanied Jesus on the road."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When they were getting near to Jerusalem, to Bethphage and Bethany at the Mount of Olives, He sent ahead two of His disciples"
            },
            {
                "verse_number": "2",
                "verse_text": "And instructed them, Go into the village in front of you, and as soon as you enter it, you will find a colt tied, which has never been ridden by anyone; unfasten it and bring it[here]."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone asks you, Why are you doing this? answer, The Lord needs it, and He will send it back here presently."
            },
            {
                "verse_number": "4",
                "verse_text": "So they went away and found a colt tied at the door out in the[winding]open street, and they loosed it."
            },
            {
                "verse_number": "5",
                "verse_text": "And some who were standing there said to them, What are you doing, untying the colt?"
            },
            {
                "verse_number": "6",
                "verse_text": "And they replied as Jesus had directed them, and they allowed them to go."
            },
            {
                "verse_number": "7",
                "verse_text": "And they brought the colt to Jesus and threw their outer garments upon it, and He sat on it."
            },
            {
                "verse_number": "8",
                "verse_text": "And many[of the people]spread their garments on the road, and others[scattered a layer of]leafy branches which they had cut from the fields."
            },
            {
                "verse_number": "9",
                "verse_text": "And those who went before and those who followed cried out[ with a cry of happiness], Hosanna![Be graciously inclined and propitious to Him!]Praisedandblessed is He Who comes in the name of the Lord!"
            },
            {
                "verse_number": "10",
                "verse_text": "Praisedandblessedin the name of the Lordis the coming kingdom of our father David! Hosanna (O save us) in the highest[heaven]!"
            },
            {
                "verse_number": "11",
                "verse_text": "And Jesus went into Jerusalem and entered the temple[enclosure]; and when He had looked around, surveyingandobserving everything, as it was already late, He went out to Bethany together with the Twelve[apostles]."
            },
            {
                "verse_number": "12",
                "verse_text": "On the day following, when they had come away from Bethany, He was hungry."
            },
            {
                "verse_number": "13",
                "verse_text": "And seeing in the distance a fig tree[covered]with leaves, He went to see if He could find any[fruit]on it[for in the fig tree the fruit appears at the same time as the leaves]. But when He came up to it, He found nothing but leaves, for the fig season had not yet come."
            },
            {
                "verse_number": "14",
                "verse_text": "And He said to it, No one ever again shall eat fruit from you. And His disciples were listening[to what He said]."
            },
            {
                "verse_number": "15",
                "verse_text": "And they came to Jerusalem. And He went into the temple[area, the porches and courts]and began to drive out those who sold and bought in the temple area, and He overturned the[four-footed]tables of the money changers and the seats of those who dealt in doves;"
            },
            {
                "verse_number": "16",
                "verse_text": "And He would not permit anyone to carry any household equipment through the temple enclosure[thus making the temple area a short-cut traffic lane]."
            },
            {
                "verse_number": "17",
                "verse_text": "And He taught and said to them, Is it not written, My house shall be called a house of prayer for all the nations? But you have turned it into a den of robbers."
            },
            {
                "verse_number": "18",
                "verse_text": "And the chief priests and the scribes heard[of this]and kept seeking some way to destroy Him, for they feared Him, because the entire multitude was struck with astonishment at His teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "And when evening came on,He andHis disciples, as accustomed, went out of the city."
            },
            {
                "verse_number": "20",
                "verse_text": "In the morning, when they were passing along, they noticed that the fig tree was withered[completely]away to its roots."
            },
            {
                "verse_number": "21",
                "verse_text": "And Peter remembered and said to Him, Master, look! The fig tree which You doomed has withered away!"
            },
            {
                "verse_number": "22",
                "verse_text": "And Jesus, replying, said to them, Have faith in God[constantly]."
            },
            {
                "verse_number": "23",
                "verse_text": "Truly I tell you, whoever says to this mountain, Be lifted up and thrown into the sea! and does not doubt at all in his heart but believes that what he says will take place, it will be done for him."
            },
            {
                "verse_number": "24",
                "verse_text": "For this reason I am telling you, whatever you ask for in prayer, believe (trust and be confident) that it is granted to you, and you will[get it]."
            },
            {
                "verse_number": "25",
                "verse_text": "And whenever you stand praying, if you have anything against anyone, forgive himandlet it drop (leave it, let it go), in order that your Father Who is in heaven may also forgive you your[own]failingsandshortcomingsandlet them drop."
            },
            {
                "verse_number": "26",
                "verse_text": "But if you do not forgive, neither will your Father in heaven forgive your failings and shortcomings."
            },
            {
                "verse_number": "27",
                "verse_text": "And they came again to Jerusalem. And when Jesus was walking about in the[courts and porches of the]temple, the chief priests and the scribes and the elders came to Him,"
            },
            {
                "verse_number": "28",
                "verse_text": "And they kept saying to Him, By what[sort of]authority are You doing these things, or who gave You this authority to do them?"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus told them, I will ask you a question. Answer Me, and then I will tell you by what[sort of]authority I do these things."
            },
            {
                "verse_number": "30",
                "verse_text": "Was the baptism of John from heaven or from men? Answer Me."
            },
            {
                "verse_number": "31",
                "verse_text": "And they reasonedandargued with one another, If we say, From heaven, He will say, Why then did you not believe him?"
            },
            {
                "verse_number": "32",
                "verse_text": "But[on the other hand]can we say, From men? For they were afraid of the people, because everybody consideredandheld John actually to be a prophet."
            },
            {
                "verse_number": "33",
                "verse_text": "So they replied to Jesus, We do not know. And Jesus said to them, Neither am I going to tell you what[sort of]authority I have for doing these things."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "And[Jesus]started to speak to them in parables[with comparisons and illustrations]. A man planted a vineyard and put a hedge around it and dug a pit for the winepress and built a tower and let it out[for rent]to vinedressers and went into another country."
            },
            {
                "verse_number": "2",
                "verse_text": "When the season came, he sent a bond servant to the tenants to collect from them some of the fruit of the vineyard."
            },
            {
                "verse_number": "3",
                "verse_text": "But they took him and beat him and sent him away without anything."
            },
            {
                "verse_number": "4",
                "verse_text": "Again he sent to them another bond servant, and theystoned him andwounded him in the head and treated him shamefully[sending him away with insults]."
            },
            {
                "verse_number": "5",
                "verse_text": "And he sent another, and that one they killed; then many others—some they beat, and some they put to death."
            },
            {
                "verse_number": "6",
                "verse_text": "He had still one left[to send], a beloved son; last of all he sent him to them, saying, They will respect my son."
            },
            {
                "verse_number": "7",
                "verse_text": "But those tenants said to one another, Here is the heir; come on, let us put him to death, and[then]the inheritance will be ours."
            },
            {
                "verse_number": "8",
                "verse_text": "And they took him and killed him, and threw[his body]outside the vineyard."
            },
            {
                "verse_number": "9",
                "verse_text": "Now what will the owner of the vineyard do? He will come and destroy the tenants, and give the vineyard to others."
            },
            {
                "verse_number": "10",
                "verse_text": "Have you not even read this[passage of]Scripture: The very Stone which[after putting It to the test]the builders rejected has become the Head of the corner[Cornerstone];"
            },
            {
                "verse_number": "11",
                "verse_text": "This is from the Lordandis His doing, and it is marvelous in our eyes?"
            },
            {
                "verse_number": "12",
                "verse_text": "And they were trying to get hold of Him, but they were afraid of the people, for they knew that He spoke this parable with reference toandagainst them. So they left Him and departed."
            },
            {
                "verse_number": "13",
                "verse_text": "But they sent some of the Pharisees and of the Herodians to Him for the purpose of entrapping Him in His speech."
            },
            {
                "verse_number": "14",
                "verse_text": "And they came up and said to Him, Teacher, we know that You are sincereandwhat You profess to be, that You cannot lie,andthat You have no personal bias for anyone; for You are not influenced by partialityandhave no regard for anyone's external conditionorposition, but in[and on the basis of]truth You teach the way of God. Is it lawful (permissible and right) to give tribute (poll taxes) to Caesar or not?"
            },
            {
                "verse_number": "15",
                "verse_text": "Should we pay[them]or should we not pay[them]? But knowing their hypocrisy, He asked them, Why do you put Me to the test? Bring Me a coin (a denarius), so I may see it."
            },
            {
                "verse_number": "16",
                "verse_text": "And they brought[Him one]. Then He asked them, Whose image (picture) is this? And whose superscription (title)? They said to Him, Caesar's."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to them, Pay to Caesar the things that are Caesar's and to God the things that are God's. And they stood marvelingandgreatly amazed at Him."
            },
            {
                "verse_number": "18",
                "verse_text": "And[some]Sadducees came to Him,[of that party]who say there is no resurrection, and they asked Him a question, saying,"
            },
            {
                "verse_number": "19",
                "verse_text": "Teacher, Moses gave us[a law]that if a man's brother died, leaving a wife but no child, the man must marry the widow and raise up offspring for his brother."
            },
            {
                "verse_number": "20",
                "verse_text": "Now there were seven brothers; the first one took a wife and died, leaving no children."
            },
            {
                "verse_number": "21",
                "verse_text": "And the second[brother]married her, and died, leaving no children; and the third did the same;"
            },
            {
                "verse_number": "22",
                "verse_text": "And all seven, leaving no children. Last of all, the woman died also."
            },
            {
                "verse_number": "23",
                "verse_text": "Now in the resurrection, whose wife will she be? For the seven were married to her."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said to them, Is not this where you wander out of the wayandgo wrong, because you know neither the Scriptures nor the power of God?"
            },
            {
                "verse_number": "25",
                "verse_text": "For when they arise from among the dead,[men]do not marry nor are[women]given in marriage, but are like the angels in heaven."
            },
            {
                "verse_number": "26",
                "verse_text": "But concerning the dead being raised—have you not read in the book of Moses,[in the passage]about the[burning]bush, how God said to him, I am the God of Abraham and the God of Isaac and the God of Jacob?"
            },
            {
                "verse_number": "27",
                "verse_text": "He is not the God of[the]dead, but of[the]living! You are very wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "Then one of the scribes came up and listened to them disputing with one another, and, noticing that Jesus answered them fitlyandadmirably, he asked Him, Which commandment is firstandmost important of all[in its nature]?"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, The firstandprincipalone of all commandsis: Hear, O Israel, The Lord our God is one Lord;"
            },
            {
                "verse_number": "30",
                "verse_text": "And you shall love the Lord your God out ofandwith your whole heart and out ofandwith all your soul (your life) and out ofandwith all your mind (with your faculty of thought and your moral understanding) and out ofandwith all your strength.This is the first and principal commandment."
            },
            {
                "verse_number": "31",
                "verse_text": "The secondis like it andis this, You shall love your neighbor as yourself. There is no other commandment greater than these."
            },
            {
                "verse_number": "32",
                "verse_text": "And the scribe said to Him, Excellentlyandfitlyandadmirably answered, Teacher! You have said truly that He is One, and there is no other but Him;"
            },
            {
                "verse_number": "33",
                "verse_text": "And to love Him out ofandwith all the heart and with all the understanding[with the faculty of quick apprehension and intelligence and keenness of discernment]and with all the strength, and to love one's neighbor as oneself, is much more than all the whole burnt offerings and sacrifices."
            },
            {
                "verse_number": "34",
                "verse_text": "And when Jesus saw that he answered intelligently (discreetly and having his wits about him), He said to him, You are not far from the kingdom of God. And after that no one venturedordared to ask Him any further question."
            },
            {
                "verse_number": "35",
                "verse_text": "And as Jesus taught in[a porch or court of]the temple, He said, How can the scribes say that the Christ is David's Son?"
            },
            {
                "verse_number": "36",
                "verse_text": "David himself,[inspired]in the Holy Spirit, declared, The Lord said to my Lord, Sit at My right hand until I make Your enemies[a footstool]under Your feet."
            },
            {
                "verse_number": "37",
                "verse_text": "David himself calls Him Lord; so how can it be that He is his Son? Now the great mass of the people heard[Jesus]gladly[listening to Him with delight]."
            },
            {
                "verse_number": "38",
                "verse_text": "And in[the course of]His teaching, He said, Beware of the scribes, who like to go around in long robes and[to get]greetings in the marketplaces[public forums],"
            },
            {
                "verse_number": "39",
                "verse_text": "And[have]the front seats in the synagogues and the chief couches (places of honor) at feasts,"
            },
            {
                "verse_number": "40",
                "verse_text": "Who devour widows' houses and to cover it up make long prayers. They will receive the heavier[sentence of]condemnation."
            },
            {
                "verse_number": "41",
                "verse_text": "And He sat down opposite the treasury and saw how the crowd was casting money into the treasury. Many rich[people]were throwing in large sums."
            },
            {
                "verse_number": "42",
                "verse_text": "And a widow who was poverty-stricken came and put in two copper mites[the smallest of coins], which together make half of a cent."
            },
            {
                "verse_number": "43",
                "verse_text": "And He called His disciples[to Him]and said to them, Trulyandsurely I tell you, this widow,[she who is]poverty-stricken, has put in more than all those contributing to the treasury."
            },
            {
                "verse_number": "44",
                "verse_text": "For they all threw in out of their abundance; but she, out of her deep poverty, has put in everything that she had—[even]all she had on which to live."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "And as[Jesus]was coming out of the temple[area], one of His disciples said to Him, Look, Teacher! Notice the sortandquality of these stones and buildings!"
            },
            {
                "verse_number": "2",
                "verse_text": "And Jesus replied to him, You see these great buildings? There will not be left here one stone upon another that will not be loosenedandtorn down."
            },
            {
                "verse_number": "3",
                "verse_text": "And as He sat on the Mount of Olives opposite the temple[enclosure], Peter and James and John and Andrew asked Him privately,"
            },
            {
                "verse_number": "4",
                "verse_text": "Tell us when is this to take place and what will be the sign when these things, all[of them], are about to be accomplished?"
            },
            {
                "verse_number": "5",
                "verse_text": "And Jesus began to tell them, Be carefulandwatchful that no one misleads you[about it]."
            },
            {
                "verse_number": "6",
                "verse_text": "Many will come in[appropriating to themselves]the name[of Messiah]which belongs to Me[basing their claims on the use of My name], saying, I am[He]! And they will mislead many."
            },
            {
                "verse_number": "7",
                "verse_text": "And when you hear of wars and rumors of wars, do not get alarmed (troubled and frightened); it is necessary[that these things]take place, but the end is not yet."
            },
            {
                "verse_number": "8",
                "verse_text": "For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be faminesand calamities. This is but the beginning of the intolerable anguishandsuffering[only the first of the birth pangs]."
            },
            {
                "verse_number": "9",
                "verse_text": "But look to yourselves; for they will turn you over to councils, and you will be beaten in the synagogues, and you will stand before governors and kings for My sake as a testimony to them."
            },
            {
                "verse_number": "10",
                "verse_text": "And the good news (the Gospel) must first be preached to all nations."
            },
            {
                "verse_number": "11",
                "verse_text": "Now when they take you[to court]and put you under arrest, do not be anxious beforehand about what you are to saynor[even]meditate about it; but say whatever is given you in that hourandat the moment, for it is not you who will be speaking, but the Holy Spirit."
            },
            {
                "verse_number": "12",
                "verse_text": "And brother will hand over brother to death, and the father his child; and children will take a stand against their parents and[have]them put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "And you will be hatedanddetested by everybody for My name's sake, but he who patiently perseveresandendures to the end will be saved (made a partaker of the salvation by Christ, and delivered from spiritual death)."
            },
            {
                "verse_number": "14",
                "verse_text": "But when you see the abomination of desolationmentioned by Daniel the prophetstanding where it ought not to be—[and]let the one who reads take noticeandconsiderandunderstandandheed[this]—then let those who are in Judea flee to the mountains."
            },
            {
                "verse_number": "15",
                "verse_text": "Let him who is on the housetop not go downinto the housenor go inside to take anything out of his house;"
            },
            {
                "verse_number": "16",
                "verse_text": "And let him who is in the field not turn back again to get his mantle (cloak)."
            },
            {
                "verse_number": "17",
                "verse_text": "And alas for those who are pregnant and for those who have nursing babies in those days!"
            },
            {
                "verse_number": "18",
                "verse_text": "Pray that it may not occur in winter,"
            },
            {
                "verse_number": "19",
                "verse_text": "For at that time there will be such affliction (oppression and tribulation) as has not been from the beginning of the creation which God created until this particular time—and positively never will be[again]."
            },
            {
                "verse_number": "20",
                "verse_text": "And unless the Lord had shortened the days, no human being would be saved (rescued); but for the sake of the elect, His chosen ones (those whom He picked out for Himself), He has shortened the days."
            },
            {
                "verse_number": "21",
                "verse_text": "And then if anyone says to you, See, here is the Christ (the Messiah)! or, Look, there He is! do not believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "False Christs (Messiahs) and false prophets will arise and show signs and[work]miracles to deceiveandlead astray, if possible, even the elect (those God has chosen out for Himself)."
            },
            {
                "verse_number": "23",
                "verse_text": "But look to yourselvesandbe on your guard; I have told you everything beforehand."
            },
            {
                "verse_number": "24",
                "verse_text": "But in those days, after[the affliction and oppression and distress of]that tribulation, the sun will be darkened, and the moon will not give its light;"
            },
            {
                "verse_number": "25",
                "verse_text": "And the stars will be falling from the sky, and the powers in the heavens will be shaken."
            },
            {
                "verse_number": "26",
                "verse_text": "And then they will see the Son of Man coming in clouds with great (kingly) power and glory (majesty and splendor)."
            },
            {
                "verse_number": "27",
                "verse_text": "And then He will send out the angels and will gather together His elect (those He has picked out for Himself) from the four winds, from the farthest bounds of the earth to the farthest bounds of heaven."
            },
            {
                "verse_number": "28",
                "verse_text": "Now learn a lesson from the fig tree: as soon as its branch becomes tender and it puts forth its leaves, you recognizeandknow that summer is near."
            },
            {
                "verse_number": "29",
                "verse_text": "So also, when you see these things happening, you may recognizeandknow that He is near, at[the very]door."
            },
            {
                "verse_number": "30",
                "verse_text": "Surely I say to you, this generation (the whole multitude of people living at that one time) positively will not perishorpass away before all these things take place."
            },
            {
                "verse_number": "31",
                "verse_text": "Heaven and earth will perishandpass away, but My words will not perishorpass away."
            },
            {
                "verse_number": "32",
                "verse_text": "But of that day or that hour not a[single]person knows, not even the angels in heaven, nor the Son, but only the Father."
            },
            {
                "verse_number": "33",
                "verse_text": "Be on your guard[constantly alert], and watchand pray; for you do not know when the time will come."
            },
            {
                "verse_number": "34",
                "verse_text": "It is like a man[already]going on a journey; when he leaves home, he puts his servants in charge, each with his particular task, and he gives orders to the doorkeeper to be constantly alertandon the watch."
            },
            {
                "verse_number": "35",
                "verse_text": "Therefore watch (give strict attention, be cautious and alert), for you do not know when the Master of the house is coming—in the evening, or at midnight, or at cockcrowing, or in the morning—36[Watch, I say]lest He come suddenlyandunexpectedly and find you asleep."
            },
            {
                "verse_number": "36",
                "verse_text": "And what I say to you I say to everybody: Watch (give strict attention, be cautious, active, and alert)!"
            },
            {
                "verse_number": "37",
                "verse_text": "And what I say to you I say to everybody: Watch (give strict attention, be cautious, active, and alert)!"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It was now two days before the Passover and the Feast of Unleavened Bread, and the chief priests and the scribes were all the while seeking to arrest[Jesus]by secrecyanddeceit and put[Him]to death,"
            },
            {
                "verse_number": "2",
                "verse_text": "For they kept saying, It must not be during the Feast, for fear that there might be a riot of the people."
            },
            {
                "verse_number": "3",
                "verse_text": "And while He was in Bethany,[a guest]in the house of Simon the leper, as He was reclining[at table], a woman came with an alabaster jar of ointment (perfume) of pure nard, very costlyandprecious; and she broke the jar and poured[the perfume]over His head."
            },
            {
                "verse_number": "4",
                "verse_text": "But there were some who were moved with indignation and said to themselves, To what purpose was the ointment (perfume) thus wasted?"
            },
            {
                "verse_number": "5",
                "verse_text": "For it was possible to have sold this[perfume]for more than 300 denarii[a laboring man's wages for a year]and to have given[the money]to the poor. And they censuredandreproved her."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus said, Let her alone; why are you troubling her? She has done a goodandbeautiful thing to Me[praiseworthy and noble]."
            },
            {
                "verse_number": "7",
                "verse_text": "For you always have the poor with you, and whenever you wish you can do good to them; but you will not always have Me."
            },
            {
                "verse_number": "8",
                "verse_text": "She has done what she could; she came beforehand to anoint My body for the burial."
            },
            {
                "verse_number": "9",
                "verse_text": "And surely I tell you, wherever the good news (the Gospel) is proclaimed in the entire world, what she has done will be told in memory of her."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Judas Iscariot, who was one of the Twelve[apostles], went off to the chief priests in order to betrayandhand Him over to them."
            },
            {
                "verse_number": "11",
                "verse_text": "And when they heard it, they rejoicedandwere delighted, and they promised to give him money. And he[busying himself continually]sought an opportunity to betray Him."
            },
            {
                "verse_number": "12",
                "verse_text": "On the first day[of the Feast]of Unleavened Bread, when[as was customary]they killed the Passover lamb,[Jesus']disciples said to Him, Where do You wish us to go[and]prepare the Passover[supper]for You to eat?"
            },
            {
                "verse_number": "13",
                "verse_text": "And He sent two of His disciples and said to them, Go into the city, and a man carrying an[earthen]jarorpitcher of water will meet you; follow him."
            },
            {
                "verse_number": "14",
                "verse_text": "And whatever[house]he enters, say to the master of the house, The Teacher says: Where is My guest room, where I may eat the Passover[supper]with My disciples?"
            },
            {
                "verse_number": "15",
                "verse_text": "And he will[himself]show you a large upper room, furnished[with carpets and with dining couches properly spread]and ready; there prepare for us."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the disciples set out and came to the city and found[everything]just as He had told them; and they prepared the Passover."
            },
            {
                "verse_number": "17",
                "verse_text": "And when it was evening, He came with the Twelve[apostles]."
            },
            {
                "verse_number": "18",
                "verse_text": "And while they were at the table eating, Jesus said, Surely I say to you, one of you will betray Me,[one]who is eating[here]with Me."
            },
            {
                "verse_number": "19",
                "verse_text": "And they began to show that they were sadandhurt, and to say to Him one after another, Is it I?or, It is not I, is it?"
            },
            {
                "verse_number": "20",
                "verse_text": "He replied to them, It is one of the Twelve[apostles], one who is dipping[bread]into the[same deep]dish with Me."
            },
            {
                "verse_number": "21",
                "verse_text": "For the Son of Man is going as it stands written concerning Him; but woe to that man by whom the Son of Man is betrayed! It would have been good (profitable and wholesome) for that man if he had never been born."
            },
            {
                "verse_number": "22",
                "verse_text": "And while they were eating, He took a loaf[of bread], praised Godandgave thanksandasked Him to bless it to their use.[Then]He broke[it]and gave to them and said, Take.Eat. This is My body."
            },
            {
                "verse_number": "23",
                "verse_text": "He also took a cup[of the juice of grapes], and when He had given thanks, He gave[it]to them, and they all drank of it."
            },
            {
                "verse_number": "24",
                "verse_text": "And He said to them, This is My blood[which ratifies]thenewcovenant,[the blood]which is being poured out for (on account of) many."
            },
            {
                "verse_number": "25",
                "verse_text": "Solemnlyandsurely I tell you, I shall not again drink of the fruit of the vine till that day when I drink it of a newanda higher quality in God's kingdom."
            },
            {
                "verse_number": "26",
                "verse_text": "And when they had sung a hymn, they went out to the Mount of Olives."
            },
            {
                "verse_number": "27",
                "verse_text": "And Jesus said to them, You will all fall awaythis night[that is, you will be caused to stumble and will begin to distrust and desert Me], for it stands written, I will strike the Shepherd, and the sheep will be scattered."
            },
            {
                "verse_number": "28",
                "verse_text": "But after I am raised[to life], I will go before you into Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "But Peter said to Him, Even if they all fall awayandare caused to stumbleanddistrustanddesert You, yet I will not[do so]!"
            },
            {
                "verse_number": "30",
                "verse_text": "And Jesus said to him, Truly I tell you, this very night, before a cock crows twice, you will utterly deny Me[disclaiming all connection with Me]three times."
            },
            {
                "verse_number": "31",
                "verse_text": "But[Peter]said more vehementlyandrepeatedly,[Even]if it should be necessary for me to die with You, I will not denyordisown You! And they all kept saying the same thing."
            },
            {
                "verse_number": "32",
                "verse_text": "Then they went to a place called Gethsemane, and He said to His disciples, Sit down here while I pray."
            },
            {
                "verse_number": "33",
                "verse_text": "And He took with Him Peter and James and John, and began to be struck with terrorandamazement and deeply troubledanddepressed."
            },
            {
                "verse_number": "34",
                "verse_text": "And He said to them, My soul is exceedingly sad (overwhelmed with grief) so that it almost kills Me! Remain here and keep awakeandbe watching."
            },
            {
                "verse_number": "35",
                "verse_text": "And going a little farther, He fell on the ground and kept praying that if it were possible the[fatal]hour might pass from Him."
            },
            {
                "verse_number": "36",
                "verse_text": "And He was saying, Abba,[which means]Father, everything is possible for You. Take away this cup from Me; yet not what I will, but what You[will]."
            },
            {
                "verse_number": "37",
                "verse_text": "And He came back and found them sleeping, and He said to Peter, Simon, are you asleep? Have you not the strength to keep awakeandwatch[with Me for]one hour?"
            },
            {
                "verse_number": "38",
                "verse_text": "Keep awakeandwatch and pray[constantly], that you may not enter into temptation; the spirit indeed is willing, but the flesh is weak."
            },
            {
                "verse_number": "39",
                "verse_text": "He went away again and prayed, saying the same words."
            },
            {
                "verse_number": "40",
                "verse_text": "And again He came back and found them sleeping, for their eyes were very heavy; and they did not know what answer to give Him."
            },
            {
                "verse_number": "41",
                "verse_text": "And He came back a third time and said to them, Are you still sleeping and resting? It is enough[of that]! The hour has come. The Son of Man is betrayed into the hands of sinful men (men whose way or nature is to act in opposition to God)."
            },
            {
                "verse_number": "42",
                "verse_text": "Get up, let us be going! See, My betrayer is at hand!"
            },
            {
                "verse_number": "43",
                "verse_text": "And at once, while He was still speaking, Judas came, one of the Twelve[apostles], and with him a crowd of men with swords and clubs,[who came]from the chief priests and the scribes and the elders[of the Sanhedrin]."
            },
            {
                "verse_number": "44",
                "verse_text": "Now the betrayer had given them a signal, saying, The One I shall kiss is[the Man]; seize Him and lead[Him]away safely[so as to prevent His escape]."
            },
            {
                "verse_number": "45",
                "verse_text": "And when he came, he went up to Jesus immediately and said, Master!Master! and he embraced Himandkissed Him fervently."
            },
            {
                "verse_number": "46",
                "verse_text": "And they threw their hands on Him and arrested Him."
            },
            {
                "verse_number": "47",
                "verse_text": "But one of the bystanders drew his sword and struck the bond servant of the high priest and cut off his ear."
            },
            {
                "verse_number": "48",
                "verse_text": "And Jesus said to them, Have you come out with swords and clubs as[you would]against a robber to capture Me?"
            },
            {
                "verse_number": "49",
                "verse_text": "I was with you daily in the temple[porches and courts]teaching, and you did not seize Me; but[this has happened]that the Scriptures might be fulfilled."
            },
            {
                "verse_number": "50",
                "verse_text": "Then[His disciples], forsaking Him, fled, all[of them]."
            },
            {
                "verse_number": "51",
                "verse_text": "And a young man was following Him, with nothing but a linen cloth (sheet) thrown about[his]naked[body]; and they laid hold of him,"
            },
            {
                "verse_number": "52",
                "verse_text": "But, leaving behind the linen cloth (sheet), he fled from them naked."
            },
            {
                "verse_number": "53",
                "verse_text": "And they led Jesus away to the high priest, and all the chief priests and the elders and the scribes were gathered together."
            },
            {
                "verse_number": "54",
                "verse_text": "And Peter followed Him at a distance, even right into the courtyard of the high priest. And he was sitting[in the firelight]with the guards and warming himself at the fire."
            },
            {
                "verse_number": "55",
                "verse_text": "Now the chief priests and the entire council (the Sanhedrin) were constantly seeking[to get]testimony against Jesus with a view to condemning Himandputting Him to death, but they did not find any."
            },
            {
                "verse_number": "56",
                "verse_text": "For many were repeatedly bearing false witness against Him, but their testimonies did not agree."
            },
            {
                "verse_number": "57",
                "verse_text": "And some stood up and were bearing false witness against Him, saying,"
            },
            {
                "verse_number": "58",
                "verse_text": "We heard Him say, I will destroy this temple (sanctuary) which is made with hands, and in three days I will build another, made without hands."
            },
            {
                "verse_number": "59",
                "verse_text": "Still not even[in this]did their testimony agree."
            },
            {
                "verse_number": "60",
                "verse_text": "And the high priest stood up in the midst and asked Jesus, Have You not even one answer to make? What[about this which]these[men]are testifying against You?"
            },
            {
                "verse_number": "61",
                "verse_text": "But He kept still and did not answer at all. Again the high priest asked Him, Are You the Christ (the Messiah, the Anointed One), the Son of the Blessed?"
            },
            {
                "verse_number": "62",
                "verse_text": "And Jesus said,I Am; and you will[all]see the Son of Man seated at the right hand of Power (the Almighty) and coming on the clouds of heaven."
            },
            {
                "verse_number": "63",
                "verse_text": "Then the high priest tore his garments and said, What need have we for more witnesses?"
            },
            {
                "verse_number": "64",
                "verse_text": "You have heard His blasphemy. What is your decision? And they all condemned Him as being guiltyanddeserving of death."
            },
            {
                "verse_number": "65",
                "verse_text": "And some of them began to spit on Him and to blindfold Him and to strike Him with their fists, saying to Him, Prophesy! And the guards received Him with blowsandby slapping Him."
            },
            {
                "verse_number": "66",
                "verse_text": "While Peter was down below in the courtyard, one of the[serving]maids of the high priest came;"
            },
            {
                "verse_number": "67",
                "verse_text": "And when she saw Peter warming himself, she gazed intently at him and said, You were with Jesus of Nazareth too."
            },
            {
                "verse_number": "68",
                "verse_text": "But he denied it falselyanddisowned Him, saying, I neither know nor understand what you say. Then he went outside[the courtyard and was]into the vestibule.And a cock crowed."
            },
            {
                "verse_number": "69",
                "verse_text": "And the maidservant saw him, and began again to say to the bystanders, This[man]is[one]of them."
            },
            {
                "verse_number": "70",
                "verse_text": "But again he denied it falselyanddisowned Him. And after a short while, again the bystanders said to Peter, Really, you are one of them, for you are a Galileanand your dialect shows it."
            },
            {
                "verse_number": "71",
                "verse_text": "Then he commenced invoking a curse on himself[should he not be telling the truth]and swearing, I do not know the Man about Whom you are talking!"
            },
            {
                "verse_number": "72",
                "verse_text": "And at once for the second time a cock crowed. And Peter remembered how Jesus said to him, Before a cock crows twice, you will utterly deny Me[disclaiming all connection with Me]three times. And having put his thought upon it[and remembering], he broke downandwept aloudandlamented."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "And immediately when it was morning, the chief priests, with the elders and scribes and the whole council, held a consultation; and when they had bound Jesus, they took Him away[violently]and handed Him over to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "And Pilate inquired of Him, Are You the King of the Jews? And He replied, It is as you say."
            },
            {
                "verse_number": "3",
                "verse_text": "And the chief priests kept accusing Him of many things."
            },
            {
                "verse_number": "4",
                "verse_text": "And Pilate again asked Him, Have You no answer to make? See how many charges they are bringing against You!"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus made no further answer at all, so that Pilate wonderedandmarveled."
            },
            {
                "verse_number": "6",
                "verse_text": "Now at the Feast he[was accustomed to]set free for them any one prisoner whom they requested."
            },
            {
                "verse_number": "7",
                "verse_text": "And among the rioters in the prison who had committed murder in the insurrection there was a man named Barabbas."
            },
            {
                "verse_number": "8",
                "verse_text": "And the throng came up and began asking Pilate to do as he usually did for them."
            },
            {
                "verse_number": "9",
                "verse_text": "And he replied to them, Do you wish me to set free for you the King of the Jews?"
            },
            {
                "verse_number": "10",
                "verse_text": "For he was aware that it was[because they were prompted]by envy that the chief priests had delivered Him up."
            },
            {
                "verse_number": "11",
                "verse_text": "But the chief priests stirred up the crowd to get him to release for them Barabbas instead."
            },
            {
                "verse_number": "12",
                "verse_text": "And again Pilate said to them, Then what shall I do with the Man Whom you call the King of the Jews?"
            },
            {
                "verse_number": "13",
                "verse_text": "And they shouted back again, Crucify Him!"
            },
            {
                "verse_number": "14",
                "verse_text": "But Pilate said to them, Why? What has He done that is evil? But they shouted with all their might all the more, Crucify Him[at once]!"
            },
            {
                "verse_number": "15",
                "verse_text": "So Pilate, wishing to satisfy the crowd, set Barabbas free for them; and after having Jesus whipped, he handed[Him]over to be crucified."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the soldiers led Him away to the courtyard inside the palace, that is, the Praetorium, and they called the entire detachment of soldiers together."
            },
            {
                "verse_number": "17",
                "verse_text": "And they dressed Him in[a]purple[robe], and, weaving together a crown of thorns, they placed it on Him."
            },
            {
                "verse_number": "18",
                "verse_text": "And they began to salute Him, Hail (greetings, good health to You, long life to You), King of the Jews!"
            },
            {
                "verse_number": "19",
                "verse_text": "And they struck His head with a staff made of a[bamboo-like]reed and spat on Him and kept bowing their knees in homage to Him."
            },
            {
                "verse_number": "20",
                "verse_text": "And when they had[finished]making sport of Him, they took the purple[robe]off of Him and put His own clothes on Him. And they led Him out[of the city]to crucify Him."
            },
            {
                "verse_number": "21",
                "verse_text": "And they forced a passerby, Simon of Cyrene, the father of Alexander and Rufus, who was coming in from the field (country), to carry His cross."
            },
            {
                "verse_number": "22",
                "verse_text": "And they led Him to Golgotha[in Latin: Calvary], meaning The Place of a Skull."
            },
            {
                "verse_number": "23",
                "verse_text": "And they[attempted to]give Him wine mingled with myrrh, but He would not take it."
            },
            {
                "verse_number": "24",
                "verse_text": "And they crucified Him; and they divided His garmentsanddistributed them among themselves, throwing lots for them to decide who should take what."
            },
            {
                "verse_number": "25",
                "verse_text": "And it was the third hour (about nine o'clock in the morning) when they crucified Him."
            },
            {
                "verse_number": "26",
                "verse_text": "And the inscription of the accusation against Him was written above, The King of the Jews."
            },
            {
                "verse_number": "27",
                "verse_text": "And with Him they crucified two robbers, one on[His]right hand and one on His left."
            },
            {
                "verse_number": "28",
                "verse_text": "And the Scripture was fulfilled which says, He was counted among the transgressors."
            },
            {
                "verse_number": "29",
                "verse_text": "And those who passed by kept reviling Himandreproaching Him abusively in harshandinsolent language, wagging their heads and saying, Aha! You Who would destroy the temple and build it in three days,"
            },
            {
                "verse_number": "30",
                "verse_text": "Now rescue Yourself[from death], coming down from the cross!"
            },
            {
                "verse_number": "31",
                "verse_text": "So also the chief priests, with the scribes, made sport of Him to one another, saying, He rescued others[from death]; Himself He is unable to rescue."
            },
            {
                "verse_number": "32",
                "verse_text": "Let the Christ (the Messiah), the King of Israel, come down now from the cross, that we may see[it]and trust inandrely on Himandadhere to Him! Those who were crucified with Him also reviledandreproached Him[speaking abusively, harshly, and insolently]."
            },
            {
                "verse_number": "33",
                "verse_text": "And when the sixth hour (about midday) had come, there was darkness over the whole land until the ninth hour (about three o'clock)."
            },
            {
                "verse_number": "34",
                "verse_text": "And at the ninth hour Jesus cried with a loud voice, Eloi, Eloi, lama sabachthani?—which means, My God, My God, why have You forsaken Me[deserting Me and leaving Me helpless and abandoned]?"
            },
            {
                "verse_number": "35",
                "verse_text": "And some of those standing by,[and]hearing it, said, See! He is calling Elijah!"
            },
            {
                "verse_number": "36",
                "verse_text": "And one man ran, and, filling a sponge with vinegar (a mixture of sour wine and water), put it on a staff made of a[bamboo-like]reed and gave it to Him to drink, saying, Hold off! Let us see whether Elijah[does]come to take Him down."
            },
            {
                "verse_number": "37",
                "verse_text": "And Jesus uttered a loud cry, and breathed out His life."
            },
            {
                "verse_number": "38",
                "verse_text": "And the curtain[of the Holy of Holies]of the temple was torn in two from top to bottom."
            },
            {
                "verse_number": "39",
                "verse_text": "And when the centurion who stood facing Him saw Him expire this way, he said, Really, this Man was God's Son!"
            },
            {
                "verse_number": "40",
                "verse_text": "Now some women were there also, looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome,"
            },
            {
                "verse_number": "41",
                "verse_text": "Who, when[Jesus]was in Galilee, were in the habit of accompanying and ministering to Him; and[there were]also many other[women]who had come up with Him to Jerusalem."
            },
            {
                "verse_number": "42",
                "verse_text": "As evening had already come, since it was the day of Preparation, that is,[the day]before the Sabbath,"
            },
            {
                "verse_number": "43",
                "verse_text": "Joseph, he of Arimathea, nobleandhonorable in rankanda respected member of the council (Sanhedrin), who was himself waiting for the kingdom of God, daring the consequences, took courageandventured to go to Pilate and asked for the body of Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "But Pilate wondered whether He was dead so soon, and, having called the centurion, he asked him whether[Jesus]was already dead."
            },
            {
                "verse_number": "45",
                "verse_text": "And when he learned from the centurion[that He was indeed dead], he gave the body to Joseph."
            },
            {
                "verse_number": "46",
                "verse_text": "And Joseph bought a[fine]linen cloth[for swathing dead bodies], and, taking Him down from the cross, he rolled Him up in the[fine]linen cloth and placed Him in a tomb which had been hewn out of a rock. Then he rolled a[very large]stone against the door of the tomb."
            },
            {
                "verse_number": "47",
                "verse_text": "And Mary Magdalene and Mary[the mother]of Joses were[attentively]observing where He was laid."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "And when the Sabbath was past[that is, after the sun had set], Mary Magdalene, and Mary[the mother]of James, and Salome purchased sweet-smelling spices, so that they might go and anoint[Jesus' body]."
            },
            {
                "verse_number": "2",
                "verse_text": "And very early on the first day of the week they came to the tomb;[by then]the sun had risen."
            },
            {
                "verse_number": "3",
                "verse_text": "And they said to one another, Who will roll back the stone for us out of[the groove across the floor at]the door of the tomb?"
            },
            {
                "verse_number": "4",
                "verse_text": "And when they looked up, they[distinctly]saw that the stone was already rolled back, for it was very large."
            },
            {
                "verse_number": "5",
                "verse_text": "And going into the tomb, they saw a young man sitting[there]on the right[side], clothed in a[long, stately, sweeping]robe of white, and they were utterly amazedandstruck with terror."
            },
            {
                "verse_number": "6",
                "verse_text": "And he said to them, Do not be amazedandterrified; you are looking for Jesus of Nazareth, Who was crucified. He has risen; He is not here. See the place where they laid Him."
            },
            {
                "verse_number": "7",
                "verse_text": "But be going; tell the disciples and Peter, He goes before you into Galilee; you will see Him there,[just]as He told you."
            },
            {
                "verse_number": "8",
                "verse_text": "Then they went out[and]fled from the tomb, for trembling and bewildermentandconsternation had seized them. And they said nothing about it to anyone, for they were held by alarmandfear."
            },
            {
                "verse_number": "9",
                "verse_text": "Now Jesus, having risen[from death]early on the first day of the week, appeared first to Mary Magdalene, from whom He had driven out seven demons."
            },
            {
                "verse_number": "10",
                "verse_text": "She went and reported it to those who had been with Him, as they grieved and wept."
            },
            {
                "verse_number": "11",
                "verse_text": "And when they heard that He was alive and that she had seen Him, they did not believe it."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, He appeared in a different form to two of them as they were walking[along the way]into the country."
            },
            {
                "verse_number": "13",
                "verse_text": "And they returned[to Jerusalem]and told the others, but they did not believe them either."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterward He appeared to the Eleven[apostles themselves]as they reclined at table; and He reprovedandreproached them for their unbelief (their lack of faith) and their hardness of heart, because they had refused to believe those who had seen Himandlooked at Him attentively after He had risen[from death]."
            },
            {
                "verse_number": "15",
                "verse_text": "And He said to them, Go into all the world and preachandpublish openly the good news (the Gospel) to every creature[of the whole human race]."
            },
            {
                "verse_number": "16",
                "verse_text": "He who believes[who adheres to and trusts in and relies on the Gospel and Him Whom it sets forth]and is baptized will be saved[from the penalty of eternal death]; but he who does not believe[who does not adhere to and trust in and rely on the Gospel and Him Whom it sets forth]will be condemned."
            },
            {
                "verse_number": "17",
                "verse_text": "And these attesting signs will accompany those who believe: in My name they will drive out demons; they will speak in new languages;"
            },
            {
                "verse_number": "18",
                "verse_text": "They will pick up serpents; and[even]if they drink anything deadly, it will not hurt them; they will lay their hands on the sick, and they will get well."
            },
            {
                "verse_number": "19",
                "verse_text": "So then the Lord Jesus, after He had spoken to them, was taken up into heaven and He sat down at the right hand of God."
            },
            {
                "verse_number": "20",
                "verse_text": "And they went out and preached everywhere, while the Lord kept working with them and confirming the message by the attesting signsandmiracles that closely accompanied[it]. Amen (so be it)."
            }
        ]
    }
}