{
    "james": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes scattered abroad[among the Gentiles in the dispersion]: Greetings (rejoice)!"
            },
            {
                "verse_number": "2",
                "verse_text": "Consider it wholly joyful, my brethren, whenever you are enveloped inorencounter trials of any sortorfall into various temptations."
            },
            {
                "verse_number": "3",
                "verse_text": "Be assuredandunderstand that the trialandproving of your faith bring out enduranceandsteadfastnessandpatience."
            },
            {
                "verse_number": "4",
                "verse_text": "But let enduranceandsteadfastnessandpatience have full playanddo a thorough work, so that you may be[people]perfectly and fully developed[with no defects], lacking in nothing."
            },
            {
                "verse_number": "5",
                "verse_text": "If any of you is deficient in wisdom, let him ask of the giving God[Who gives]to everyone liberallyandungrudgingly, without reproachingorfaultfinding, and it will be given him."
            },
            {
                "verse_number": "6",
                "verse_text": "Only it must be in faith that he asks with no wavering (no hesitating, no doubting). For the one who wavers (hesitates, doubts) is like the billowing surge out at sea that is blown hitherandthither and tossed by the wind."
            },
            {
                "verse_number": "7",
                "verse_text": "For truly, let not such a person imagine that he will receive anything[he asks for]from the Lord,8[For being as he is]a man of two minds (hesitating, dubious, irresolute),[he is]unstableandunreliableanduncertain about everything[he thinks, feels, decides]."
            },
            {
                "verse_number": "8",
                "verse_text": "Let the brother in humble circumstances glory in his elevation[as a Christian, called to the true riches and to be an heir of God],"
            },
            {
                "verse_number": "9",
                "verse_text": "Let the brother in humble circumstances glory in his elevation[as a Christian, called to the true riches and to be an heir of God],"
            },
            {
                "verse_number": "10",
                "verse_text": "And the rich[person ought to glory]in being humbled[by being shown his human frailty], because like the flower of the grass he will pass away."
            },
            {
                "verse_number": "11",
                "verse_text": "For the sun comes up with a scorching heat and parches the grass; its flower falls off and its beauty fades away. Even so will the rich man witheranddie in the midst of his pursuits."
            },
            {
                "verse_number": "12",
                "verse_text": "Blessed (happy, to be envied) is the man who is patient under trialandstands up under temptation, for when he has stood the testandbeen approved, he will receive[the victor's]crown of life which God has promised to those who love Him."
            },
            {
                "verse_number": "13",
                "verse_text": "Let no one say when he is tempted, I am tempted from God; for God is incapable of being tempted by[what is]evil and He Himself tempts no one."
            },
            {
                "verse_number": "14",
                "verse_text": "But every person is tempted when he is drawn away, enticedandbaited by his own evil desire (lust, passions)."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the evil desire, when it has conceived, gives birth to sin, and sin, when it is fully matured, brings forth death."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not be misled, my beloved brethren."
            },
            {
                "verse_number": "17",
                "verse_text": "Every good gift and every perfect (free, large, full) gift is from above; it comes down from the Father of all[that gives]light, in[the shining of]Whom there can be no variation[rising or setting]or shadow cast by His turning[as in an eclipse]."
            },
            {
                "verse_number": "18",
                "verse_text": "And it was of His own[free]will that He gave us birth[as sons]by[His]Word of Truth, so that we should be a kind of firstfruits of His creatures[a sample of what He created to be consecrated to Himself]."
            },
            {
                "verse_number": "19",
                "verse_text": "Understand[this], my beloved brethren. Let every man be quick to hear[a ready listener], slow to speak, slow to take offenseandto get angry."
            },
            {
                "verse_number": "20",
                "verse_text": "For man's anger does not promote the righteousness God[wishes and requires]."
            },
            {
                "verse_number": "21",
                "verse_text": "So get rid of all uncleanness and the rampant outgrowth of wickedness, and in a humble (gentle, modest) spirit receiveandwelcome the Word which implantedandrooted[in your hearts]contains the power to save your souls."
            },
            {
                "verse_number": "22",
                "verse_text": "But be doers of the Word[obey the message], and not merely listeners to it, betraying yourselves[into deception by reasoning contrary to the Truth]."
            },
            {
                "verse_number": "23",
                "verse_text": "For if anyone only listens to the Word without obeying itandbeing a doer of it, he is like a man who looks carefully at his[own]natural face in a mirror;"
            },
            {
                "verse_number": "24",
                "verse_text": "For he thoughtfully observes himself, and then goes off and promptly forgets what he was like."
            },
            {
                "verse_number": "25",
                "verse_text": "But he who looks carefully into the faultless law, the[law]of liberty, and is faithful to itandperseveres in looking into it, being not a heedless listener who forgets but an active doer[who obeys], he shall be blessed in his doing (his life of obedience)."
            },
            {
                "verse_number": "26",
                "verse_text": "If anyone thinks himself to be religious (piously observant of the external duties of his faith) and does not bridle his tongue but deludes his own heart, this person's religious service is worthless (futile, barren)."
            },
            {
                "verse_number": "27",
                "verse_text": "External religious worship[religion as it is expressed in outward acts]that is pure and unblemished in the sight of God the Father is this: to visitandhelpandcare for the orphans and widows in their afflictionandneed, and to keep oneself unspottedanduncontaminated from the world."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My brethren, pay no servile regard to people[show no prejudice, no partiality]. Do not[attempt to]holdandpractice the faith of our Lord Jesus Christ[the Lord]of glory[together with snobbery]!"
            },
            {
                "verse_number": "2",
                "verse_text": "For if a person comes into your congregation whose hands are adorned with gold rings and who is wearing splendid apparel, and also a poor[man]in shabby clothes comes in,"
            },
            {
                "verse_number": "3",
                "verse_text": "And you pay special attention to the one who wears the splendid clothes and say to him, Sit here in this preferable seat! while you tell the poor[man], Stand there! or, Sit there on the floor at my feet!"
            },
            {
                "verse_number": "4",
                "verse_text": "Are you not discriminating among your own and becoming criticsandjudges with wrong motives?"
            },
            {
                "verse_number": "5",
                "verse_text": "Listen, my beloved brethren: Has not God chosen those who are poor in the eyes of the world to be rich in faithandin their position as believers and to inherit the kingdom which He has promised to those who love Him?"
            },
            {
                "verse_number": "6",
                "verse_text": "But you[in contrast]have insulted (humiliated, dishonored, and shown your contempt for) the poor. Is it not the rich who domineer over you? Is it not they who drag you into the law courts?"
            },
            {
                "verse_number": "7",
                "verse_text": "Is it not they who slanderandblaspheme that precious name by which you are distinguishedandcalled[the name of Christ invoked in baptism]?"
            },
            {
                "verse_number": "8",
                "verse_text": "If indeed you[really]fulfill the royal Law in accordance with the Scripture, You shall love your neighbor as[you love]yourself, you do well."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you show servile regard (prejudice, favoritism) for people, you commit sin and are rebukedandconvicted by the Law as violatorsandoffenders."
            },
            {
                "verse_number": "10",
                "verse_text": "For whosoever keeps the Law[as a]whole but stumblesandoffends in one[single instance]has become guilty of[breaking]all of it."
            },
            {
                "verse_number": "11",
                "verse_text": "For He Who said, You shall not commit adultery, also said, You shall not kill. If you do not commit adultery but do kill, you have become guilty of transgressing the[whole]Law."
            },
            {
                "verse_number": "12",
                "verse_text": "So speak and so act as[people should]who are to be judged under the law of liberty[the moral instruction given by Christ, especially about love]."
            },
            {
                "verse_number": "13",
                "verse_text": "For to him who has shown no mercy the judgment[will be]merciless, but mercy[full of glad confidence]exults victoriously over judgment."
            },
            {
                "verse_number": "14",
                "verse_text": "What is the use (profit), my brethren, for anyone to profess to have faith if he has no[good]works[to show for it]? Can[such]faith save[his soul]?"
            },
            {
                "verse_number": "15",
                "verse_text": "If a brother or sister is poorly clad and lacks food for each day,"
            },
            {
                "verse_number": "16",
                "verse_text": "And one of you says to him, Good-bye! Keep[yourself]warm and well fed, without giving him the necessities for the body, what good does that do?"
            },
            {
                "verse_number": "17",
                "verse_text": "So also faith, if it does not have works (deeds and actions of obedience to back it up), by itself is destitute of power (inoperative, dead)."
            },
            {
                "verse_number": "18",
                "verse_text": "But someone will say[to you then], You[say you]have faith, and I have[good]works. Now you show me your[alleged]faith apart from any[good]works[if you can], and I by[good]works[of obedience]will show you my faith."
            },
            {
                "verse_number": "19",
                "verse_text": "You believe that God is one; you do well. So do the demons believe and shudder[in terror and horror such as make a man's hair stand on end and contract the surface of his skin]!"
            },
            {
                "verse_number": "20",
                "verse_text": "Are you willing to be shown[proof], you foolish (unproductive, spiritually deficient) fellow, that faith apart from[good]works is inactiveandineffectiveandworthless?"
            },
            {
                "verse_number": "21",
                "verse_text": "Was not our forefather Abraham[shown to be]justified (made acceptable to God) by[his]works when he brought to the altar as an offering his[own]son Isaac?"
            },
            {
                "verse_number": "22",
                "verse_text": "You see that[his]faith was cooperating with his works, and[his]faith was completedandreached its supreme expression[when he implemented it]by[good]works."
            },
            {
                "verse_number": "23",
                "verse_text": "And[so]the Scripture was fulfilled that says, Abraham believed in (adhered to, trusted in, and relied on) God, and this was accounted to him as righteousness (as conformity to God's will in thought and deed), and he was called God's friend."
            },
            {
                "verse_number": "24",
                "verse_text": "You see that a man is justified (pronounced righteous before God) through what he does and not alone through faith[through works of obedience as well as by what he believes]."
            },
            {
                "verse_number": "25",
                "verse_text": "So also with Rahab the harlot—was she not shown to be justified (pronounced righteous before God) by[good]deeds when she took in the scouts (spies) and sent them away by a different route?"
            },
            {
                "verse_number": "26",
                "verse_text": "For as the human body apart from the spirit is lifeless, so faith apart from[its]works of obedience is also dead."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Not many[of you]should become teachers (self-constituted censors and reprovers of others), my brethren, for you know that we[teachers]will be judged by a higher standardandwith greater severity[than other people; thus we assume the greater accountability and the more condemnation]."
            },
            {
                "verse_number": "2",
                "verse_text": "For we all often stumbleandfallandoffend in many things. And if anyone does not offend in speech[never says the wrong things], he is a fully developed characteranda perfect man, able to control his whole bodyandto curb his entire nature."
            },
            {
                "verse_number": "3",
                "verse_text": "If we set bits in the horses' mouths to make them obey us, we can turn their whole bodies about."
            },
            {
                "verse_number": "4",
                "verse_text": "Likewise, look at the ships: though they are so great and are driven by rough winds, they are steered by a very small rudder wherever the impulse of the helmsman determines."
            },
            {
                "verse_number": "5",
                "verse_text": "Even so the tongue is a little member, and it can boast of great things. See how much woodorhow great a forest a tiny spark can set ablaze!"
            },
            {
                "verse_number": "6",
                "verse_text": "And the tongue is a fire.[The tongue is a]world of wickedness set among our members, contaminatinganddepraving the whole body and setting on fire the wheel of birth (the cycle of man's nature), being itself ignited by hell (Gehenna)."
            },
            {
                "verse_number": "7",
                "verse_text": "For every kind of beast and bird, of reptile and sea animal, can be tamed and has been tamed by human genius (nature)."
            },
            {
                "verse_number": "8",
                "verse_text": "But the human tongue can be tamed by no man. It is a restless (undisciplined, irreconcilable) evil, full of deadly poison."
            },
            {
                "verse_number": "9",
                "verse_text": "With it we bless the Lord and Father, and with it we curse men who were made in God's likeness!"
            },
            {
                "verse_number": "10",
                "verse_text": "Out of the same mouth come forth blessing and cursing. These things, my brethren, ought not to be so."
            },
            {
                "verse_number": "11",
                "verse_text": "Does a fountain send forth[simultaneously]from the same opening fresh water and bitter?"
            },
            {
                "verse_number": "12",
                "verse_text": "Can a fig tree, my brethren, bear olives, or a grapevine figs? Neither can a salt spring furnish fresh water."
            },
            {
                "verse_number": "13",
                "verse_text": "Who is there among you who is wise and intelligent? Then let him by his noble living show forth his[good]works with the[unobtrusive]humility[which is the proper attribute]of true wisdom."
            },
            {
                "verse_number": "14",
                "verse_text": "But if you have bitter jealousy (envy) and contention (rivalry, selfish ambition) in your hearts, do not pride yourselves on it and thus be in defiance ofandfalse to the Truth."
            },
            {
                "verse_number": "15",
                "verse_text": "This[superficial]wisdom is not such as comes down from above, but is earthly, unspiritual (animal), even devilish (demoniacal)."
            },
            {
                "verse_number": "16",
                "verse_text": "For wherever there is jealousy (envy) and contention (rivalry and selfish ambition), there will also be confusion (unrest, disharmony, rebellion) and all sorts of evilandvile practices."
            },
            {
                "verse_number": "17",
                "verse_text": "But the wisdom from above is first of all pure (undefiled); then it is peace-loving, courteous (considerate, gentle).[It is willing to]yield to reason, full of compassion and good fruits; it is wholeheartedandstraightforward, impartialandunfeigned (free from doubts, wavering, and insincerity)."
            },
            {
                "verse_number": "18",
                "verse_text": "And the harvest of righteousness (of conformity to God's will in thought and deed) is[the fruit of the seed]sown in peace by those who work forandmake peace[in themselves and in others, that peace which means concord, agreement, and harmony between individuals, with undisturbedness, in a peaceful mind free from fears and agitating passions and moral conflicts]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "What leads to strife (discord and feuds)andhow do conflicts (quarrels and fightings) originate among you? Do they not arise from your sensual desires that are ever warring in your bodily members?"
            },
            {
                "verse_number": "2",
                "verse_text": "You are jealousandcovet[what others have]and your desires go unfulfilled;[so]you become murderers.[To hate is to murder as far as your hearts are concerned.]You burn with envyandanger and are not able to obtain[the gratification, the contentment, and the happiness that you seek], so you fight and war. You do not have, because you do not ask.3[Or]you do ask[God for them]and yet fail to receive, because you ask with wrong purpose and evil, selfish motives. Your intention is[when you get what you desire]to spend it in sensual pleasures."
            },
            {
                "verse_number": "3",
                "verse_text": "You[are like]unfaithful wives[having illicit love affairs with the world and breaking your marriage vow to God]! Do you not know that being the world's friend is being God's enemy? So whoever chooses to be a friend of the world takes his stand as an enemy of God."
            },
            {
                "verse_number": "4",
                "verse_text": "You[are like]unfaithful wives[having illicit love affairs with the world and breaking your marriage vow to God]! Do you not know that being the world's friend is being God's enemy? So whoever chooses to be a friend of the world takes his stand as an enemy of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Or do you suppose that the Scripture is speaking to no purpose that says, The Spirit Whom He has caused to dwell in us yearns over usandHe yearns for the Spirit[to be welcome]with a jealous love?"
            },
            {
                "verse_number": "6",
                "verse_text": "But He gives us more and more grace (power of the Holy Spirit, to meet this evil tendency and all others fully). That is why He says, God sets Himself against the proud and haughty, but gives grace[continually]to the lowly (those who are humble enough to receive it)."
            },
            {
                "verse_number": "7",
                "verse_text": "So be subject to God. Resist the devil[stand firm against him], and he will flee from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Come close to God and He will come close to you.[Recognize that you are]sinners, get your soiled hands clean;[realize that you have been disloyal]wavering individuals with divided interests, and purify your hearts[of your spiritual adultery].9[As you draw near to God]be deeply penitent and grieve, even weep[over your disloyalty]. Let your laughter be turned to grief and your mirth to dejectionandheartfelt shame[for your sins]."
            },
            {
                "verse_number": "9",
                "verse_text": "Humble yourselves[feeling very insignificant]in the presence of the Lord, and He will exalt you[He will lift you up and make your lives significant].11[My]brethren, do not speak evil about or accuse one another. He that maligns a brother or judges his brother is maligningandcriticizing the Lawandjudging the Law. But if you judge the Law, you are not a practicer of the Law but a censorandjudge[of it]."
            },
            {
                "verse_number": "10",
                "verse_text": "Humble yourselves[feeling very insignificant]in the presence of the Lord, and He will exalt you[He will lift you up and make your lives significant].11[My]brethren, do not speak evil about or accuse one another. He that maligns a brother or judges his brother is maligningandcriticizing the Lawandjudging the Law. But if you judge the Law, you are not a practicer of the Law but a censorandjudge[of it]."
            },
            {
                "verse_number": "11",
                "verse_text": "One only is the LawgiverandJudge Who is able to save and to destroy[the One Who has the absolute power of life and death].[But you]who are you that[you presume to]pass judgment on your neighbor?"
            },
            {
                "verse_number": "12",
                "verse_text": "One only is the LawgiverandJudge Who is able to save and to destroy[the One Who has the absolute power of life and death].[But you]who are you that[you presume to]pass judgment on your neighbor?"
            },
            {
                "verse_number": "13",
                "verse_text": "Come now, you who say, Today or tomorrow we will go into suchandsuch a city and spend a year there and carry on our business and make money."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet you do not know[the least thing]about what may happen tomorrow. What is the nature of your life? You are[really]but a wisp of vapor (a puff of smoke, a mist) that is visible for a little while and then disappears[into thin air]."
            },
            {
                "verse_number": "15",
                "verse_text": "You ought instead to say, If the Lord is willing, we shall live and we shall do this or that[thing]."
            },
            {
                "verse_number": "16",
                "verse_text": "But as it is, you boast[falsely]in your presumptionandyour self-conceit. All such boasting is wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "So any person who knows what is right to do but does not do it, to him it is sin."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Come now, you rich[people], weep aloud and lament over the miseries (the woes) that are surely coming upon you."
            },
            {
                "verse_number": "2",
                "verse_text": "Your abundant wealth has rottedandis ruined, and your[many]garments have become moth-eaten."
            },
            {
                "verse_number": "3",
                "verse_text": "Your gold and silver are completely rusted through, and their rust will be testimony against you and it will devour your flesh as if it were fire. You have heaped together treasure for the last days.4[But]look![Here are]the wages that you have withheld by fraud from the laborers who have reaped your fields, crying out[for vengeance]; and the cries of the harvesters have come to the ears of the Lord of hosts.5[Here]on earth you have abandoned yourselves to soft (prodigal) living and to[the pleasures of]self-indulgenceandself-gratification. You have fattened your hearts in a day of slaughter."
            },
            {
                "verse_number": "4",
                "verse_text": "You have condemned and have murdered the righteous (innocent man),[while]he offers no resistance to you."
            },
            {
                "verse_number": "5",
                "verse_text": "You have condemned and have murdered the righteous (innocent man),[while]he offers no resistance to you."
            },
            {
                "verse_number": "6",
                "verse_text": "You have condemned and have murdered the righteous (innocent man),[while]he offers no resistance to you."
            },
            {
                "verse_number": "7",
                "verse_text": "So be patient, brethren,[as you wait]till the coming of the Lord. See how the farmer waits expectantly for the precious harvest from the land.[See how]he keeps up his patient[vigil]over it until it receives the early and late rains."
            },
            {
                "verse_number": "8",
                "verse_text": "So you also must be patient. Establish your hearts[strengthen and confirm them in the final certainty], for the coming of the Lord is very near."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not complain, brethren, against one another, so that you[yourselves]may not be judged. Look! The Judge is[already]standing at the very door.10[As]an example of suffering and ill-treatment together with patience, brethren, take the prophets who spoke in the name of the Lord[as His messengers]."
            },
            {
                "verse_number": "10",
                "verse_text": "You know how we call those blessed (happy) who were steadfast[who endured]. You have heard of the endurance of Job, and you have seen the Lord's[purpose and how He richly blessed him in the]end, inasmuch as the Lord is full of pityandcompassionandtenderness and mercy."
            },
            {
                "verse_number": "11",
                "verse_text": "You know how we call those blessed (happy) who were steadfast[who endured]. You have heard of the endurance of Job, and you have seen the Lord's[purpose and how He richly blessed him in the]end, inasmuch as the Lord is full of pityandcompassionandtenderness and mercy."
            },
            {
                "verse_number": "12",
                "verse_text": "But above all[things], my brethren, do not swear, either by heaven or by earth or by any other oath; but let your yes be[a simple]yes, and your no be[a simple]no, so that you may not sinandfall under condemnation."
            },
            {
                "verse_number": "13",
                "verse_text": "Is anyone among you afflicted (ill-treated, suffering evil)? He should pray. Is anyone glad at heart? He should sing praise[to God]."
            },
            {
                "verse_number": "14",
                "verse_text": "Is anyone among you sick? He should call in the church elders (the spiritual guides). And they should pray over him, anointing him with oil in the Lord's name."
            },
            {
                "verse_number": "15",
                "verse_text": "And the prayer[that is]of faith will save him who is sick, and the Lord will restore him; and if he has committed sins, he will be forgiven."
            },
            {
                "verse_number": "16",
                "verse_text": "Confess to one another therefore your faults (your slips, your false steps, your offenses, your sins) and pray[also]for one another, that you may be healedandrestored[to a spiritual tone of mind and heart]. The earnest (heartfelt, continued) prayer of a righteous man makes tremendous power available[dynamic in its working]."
            },
            {
                "verse_number": "17",
                "verse_text": "Elijah was a human being with a nature such as we have[with feelings, affections, and a constitution like ours]; and he prayed earnestly for it not to rain, and no rain fell on the earth for three years and six months."
            },
            {
                "verse_number": "18",
                "verse_text": "And[then]he prayed again and the heavens supplied rain and the land produced its crops[as usual].19[My]brethren, if anyone among you strays from the Truthandfalls into error and another[person]brings him back[to God],"
            },
            {
                "verse_number": "19",
                "verse_text": "Let the[latter]one be sure that whoever turns a sinner from his evil course will save[that one's]soul from death and will cover a multitude of sins[procure the pardon of the many sins committed by the convert]."
            },
            {
                "verse_number": "20",
                "verse_text": "Let the[latter]one be sure that whoever turns a sinner from his evil course will save[that one's]soul from death and will cover a multitude of sins[procure the pardon of the many sins committed by the convert]."
            }
        ]
    }
}