{
    "2 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Saul was dead. Meanwhile, David had defeated the Amalekites and returned to Ziklag. The man answered, &apos;From Israel's army. I barely escaped with my life.&apos; The man said, &apos;Our army turned and ran, but many were wounded and died. Even King Saul and his son Jonathan are dead.&apos; I was on Mount Gilboa and saw King Saul leaning on his spear. The enemy's war chariots and cavalry were closing in on him. &apos;An Amalekite,&apos; I answered. The man replied, &apos;My father is an Amalekite, but we live in Israel.&apos; Then David told one of his soldiers, &apos;Come here and kill this man!&apos; lies dead on the hills, and your mighty warriors have fallen! or spread the news on the streets of Ashkelon. The godless Philistine women will be happy and jump for joy. on the hills of Gilboa. Don't let its fields There the warriors' shields were smeared with mud, and Saul's own shield and warriors died. The sword of Saul cut the enemy apart. and Jonathan. Together in life, together in death, they were faster than eagles and stronger than lions. He brought you fine red cloth and jewelry made of gold. in the heat of battle, and Jonathan lies dead on the hills of Gilboa. I loved you like a brother. You were truly loyal to me, more faithful than a wife are destroyed."
            },
            {
                "verse_number": "2",
                "verse_text": "Three days later, a soldier came from Saul's army. His clothes were torn, and dirt was on his head. He went to David and knelt down in front of him."
            },
            {
                "verse_number": "3",
                "verse_text": "David asked, &apos;Where did you come from?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Who won the battle?&apos; David asked."
            },
            {
                "verse_number": "5",
                "verse_text": "David asked, &apos;How do you know Saul and Jonathan are dead?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The young man replied:"
            },
            {
                "verse_number": "7",
                "verse_text": "When he turned around and saw me, he called me over. I went and asked what he wanted."
            },
            {
                "verse_number": "8",
                "verse_text": "Saul asked me, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then he said, &apos;Kill me! I'm dying, and I'm in terrible pain.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So I killed him. I knew he was too badly wounded to live much longer. Then I took his crown and his arm-band, and I brought them to you, Your Majesty. Here they are."
            },
            {
                "verse_number": "11",
                "verse_text": "At once, David and his soldiers tore their clothes in sorrow."
            },
            {
                "verse_number": "12",
                "verse_text": "They cried all day long and would not eat anything. Everyone was sad because Saul, his son Jonathan, and many of the Lord 's people had been killed in the battle."
            },
            {
                "verse_number": "13",
                "verse_text": "David asked the young man, &apos;Where is your home?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "David sang a song in memory of Saul and Jonathan,"
            },
            {
                "verse_number": "18",
                "verse_text": "and he ordered his men to teach the song to everyone in Judah. He called it &apos;The Song of the Bow,&apos; and it can be found in The Book of Jashar . This is the song:"
            },
            {
                "verse_number": "19",
                "verse_text": "Israel, your famous hero"
            },
            {
                "verse_number": "20",
                "verse_text": "Don't tell it in Gath"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't let dew or rain fall grow offerings for God. was left unpolished. to her husband. and their weapons"
            },
            {
                "verse_number": "22",
                "verse_text": "The arrows of Jonathan struck,"
            },
            {
                "verse_number": "23",
                "verse_text": "It was easy to love Saul"
            },
            {
                "verse_number": "24",
                "verse_text": "Women of Israel, cry for Saul."
            },
            {
                "verse_number": "25",
                "verse_text": "Our warriors have fallen"
            },
            {
                "verse_number": "26",
                "verse_text": "Jonathan, I miss you most!"
            },
            {
                "verse_number": "27",
                "verse_text": "Our warriors have fallen,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Later, David asked the Lord , &apos;Should I go back to one of the towns of Judah?&apos; The Lord answered, &apos;Yes.&apos; David asked, &apos;Which town should I go to?&apos; &apos;Go to Hebron,&apos; the Lord replied. The Lord bless you! You were kind enough to bury Saul your ruler, Joab agreed, Asahel answered, &apos;Yes it is.&apos; But Asahel refused to stop."
            },
            {
                "verse_number": "2",
                "verse_text": "David went to Hebron with his two wives, Ahinoam and Abigail. Ahinoam was from Jezreel, and Abigail was the widow of Nabal from Carmel."
            },
            {
                "verse_number": "3",
                "verse_text": "David also told his men and their families to come and live in the villages near Hebron."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Judah met with David at Hebron and poured olive oil on his head to show that he was their new king. Then they told David, &apos;The people from Jabesh in Gilead buried Saul.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David sent messengers to tell them:"
            },
            {
                "verse_number": "6",
                "verse_text": "and I pray that the Lord will be kind and faithful to you. I will be your friend because of what you have done."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul is dead, but the tribe of Judah has made me their king. So be strong and have courage."
            },
            {
                "verse_number": "8",
                "verse_text": "Abner the son of Ner had been the general of Saul's army. He took Saul's son Ishbosheth across the Jordan River to Mahanaim"
            },
            {
                "verse_number": "9",
                "verse_text": "and made him king of Israel, including the areas of Gilead, Asher, Jezreel, Ephraim, and Benjamin."
            },
            {
                "verse_number": "10",
                "verse_text": "Ishbosheth was 40 years old at the time, and he ruled for two years. But the tribe of Judah made David their king,"
            },
            {
                "verse_number": "11",
                "verse_text": "and he ruled from Hebron for seven and a half years."
            },
            {
                "verse_number": "12",
                "verse_text": "One day, Abner and the soldiers of Ishbosheth left Mahanaim and went to Gibeon."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, Joab the son of Zeruiah was leading David's soldiers, and the two groups met at the pool in Gibeon. Abner and his men sat down on one side of the pool, while Joab and his men sat on the other side."
            },
            {
                "verse_number": "14",
                "verse_text": "Abner yelled to Joab, &apos;Let's get some of our best soldiers to stand up and fight each other!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "and twelve of Ishbosheth's men from the tribe of Benjamin got up to fight twelve of David's men."
            },
            {
                "verse_number": "16",
                "verse_text": "They grabbed each other by the hair and stabbed each other in the side with their daggers. They all died right there! That's why the place in Gibeon is called &apos;Field of Daggers.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then everyone started fighting. Both sides fought very hard, but David's soldiers defeated Abner and the soldiers of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Zeruiah's three sons were there: Joab, Abishai, and Asahel. Asahel could run as fast as a deer in an open field,"
            },
            {
                "verse_number": "19",
                "verse_text": "and he ran straight after Abner, without looking to the right or to the left."
            },
            {
                "verse_number": "20",
                "verse_text": "When Abner turned and saw him, he said, &apos;Is that you, Asahel?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Abner said, &apos;There are soldiers all around. Stop chasing me and fight one of them! Kill him and take his clothes and weapons for yourself.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Abner said, &apos;If you don't turn back, I'll have to kill you! Then I could never face your brother Joab again.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Asahel would not turn back, so Abner struck him in the stomach with the back end of his spear. The spear went all the way through and came out of his back. Asahel fell down and died. Everyone who saw Asahel lying dead just stopped and stood still."
            },
            {
                "verse_number": "24",
                "verse_text": "But Joab and Abishai went after Abner. Finally, about sunset, they came to the hill of Ammah, not far from Giah on the road to Gibeon Desert."
            },
            {
                "verse_number": "25",
                "verse_text": "Abner brought the men of Benjamin together in one group on top of a hill, and they got ready to fight."
            },
            {
                "verse_number": "26",
                "verse_text": "Abner shouted to Joab, &apos;Aren't we ever going to stop killing each other? Don't you know that the longer we keep on doing this, the worse it's going to be when it's all over? When are you going to order your men to stop chasing their own relatives?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Joab shouted back, &apos;I swear by the living God, if you hadn't spoken, my men would have chased their relatives all night!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joab took his trumpet and blew the signal for his soldiers to stop chasing the soldiers of Israel. At once, the fighting stopped."
            },
            {
                "verse_number": "29",
                "verse_text": "Abner and his troops marched through the Jordan River valley all that night. Then they crossed the river and marched all morning until they arrived back at Mahanaim."
            },
            {
                "verse_number": "30",
                "verse_text": "As soon as Joab stopped chasing Abner, he got David's troops together and counted them. There were 19 missing besides Asahel."
            },
            {
                "verse_number": "31",
                "verse_text": "But David's soldiers had killed 360 of Abner's men from the tribe of Benjamin."
            },
            {
                "verse_number": "32",
                "verse_text": "Joab and his troops carried Asahel's body to Bethlehem and buried him in the family burial place. Then they marched all night and reached Hebron before sunrise."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This battle was the beginning of a long war between the followers of Saul and the followers of David. Saul's power grew weaker, but David's grew stronger. Am I some kind of worthless dog from Judah? I've always been loyal to your father's family and to his relatives and friends. I haven't turned you over to David. And yet you talk to me as if I've committed a crime with this woman. David told Abner he could leave, and he left without causing any trouble. David walked behind the stretcher on which Abner's body was being carried. Abner, why should you or chained your feet, yet you died as a victim of murderers. Everyone started crying again."
            },
            {
                "verse_number": "6",
                "verse_text": "As the war went on between the families of David and Saul, Abner was gaining more power than ever in Saul's family."
            },
            {
                "verse_number": "7",
                "verse_text": "He had even slept with a wife of Saul by the name of Rizpah the daughter of Aiah. But Saul's son Ishbosheth told Abner, &apos;You shouldn't have slept with one of my father's wives!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Abner was very angry because of what Ishbosheth had said, and he told Ishbosheth:"
            },
            {
                "verse_number": "9",
                "verse_text": "I ask God to punish me if I don't help David get what the Lord promised him!"
            },
            {
                "verse_number": "10",
                "verse_text": "God said that he wouldn't let anyone in Saul's family ever be king again and that David would be king instead. He also said that David would rule both Israel and Judah, all the way from Dan in the north to Beersheba in the south."
            },
            {
                "verse_number": "11",
                "verse_text": "Ishbosheth was so afraid of Abner that he could not even answer."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner sent some of his men to David with this message: &apos;You should be the ruler of the whole nation. If you make an agreement with me, I will persuade everyone in Israel to make you their king.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David sent this message back: &apos;Good! I'll make an agreement with you. But before I will even talk with you about it, you must get Saul's daughter Michal back for me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David sent a few of his officials to Ishbosheth to give him this message: &apos;Give me back my wife Michal! I killed 100 Philistines so I could marry her.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ishbosheth sent some of his men to take Michal away from her new husband, Paltiel the son of Laish."
            },
            {
                "verse_number": "16",
                "verse_text": "Paltiel followed Michal and the men all the way to Bahurim, crying as he walked. But he went back home after Abner ordered him to leave."
            },
            {
                "verse_number": "17",
                "verse_text": "Abner talked with the leaders of the tribes of Israel and told them, &apos;You've wanted to make David your king for a long time now."
            },
            {
                "verse_number": "18",
                "verse_text": "So do it! After all, God said he would use his servant David to rescue his people Israel from their enemies, especially from the Philistines.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Finally, Abner talked with the tribe of Benjamin. Then he left for Hebron to tell David everything that the tribe of Benjamin and the rest of the people of Israel wanted to do."
            },
            {
                "verse_number": "20",
                "verse_text": "Abner took 20 soldiers with him, and when they got to Hebron, David gave a big feast for them."
            },
            {
                "verse_number": "21",
                "verse_text": "After the feast, Abner said, &apos;Your Majesty, let me leave now and bring Israel here to make an agreement with you. You'll be king of the whole nation, just as you've been wanting.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Soon after Abner had left Hebron, Joab and some of David's soldiers came back, bringing a lot of things they had taken from an enemy village."
            },
            {
                "verse_number": "23",
                "verse_text": "Right after they arrived, someone told Joab, &apos;Abner visited the king, and the king let him go. Abner even left without causing any trouble.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Joab went to David and said, &apos;What have you done? Abner came to you, and you let him go. Now he's long gone!"
            },
            {
                "verse_number": "25",
                "verse_text": "You know Abner&ndash;he came to trick you. He wants to find out how strong your army is and to know everything you're doing.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joab left David, then he sent some messengers to catch up with Abner. They brought him back from the well at Sirah, but David did not know anything about it."
            },
            {
                "verse_number": "27",
                "verse_text": "When Abner returned to Hebron, Joab pretended he wanted to talk privately with him. So he took Abner into one of the small rooms that were part of the town gate and stabbed him in the stomach. Joab killed him because Abner had killed Joab's brother Asahel."
            },
            {
                "verse_number": "28",
                "verse_text": "David heard how Joab had killed Abner, and he said, &apos;I swear to the Lord that I am completely innocent of Abner's death!"
            },
            {
                "verse_number": "29",
                "verse_text": "Joab and his family are the guilty ones. I pray that Joab's family will always be sick with sores and other skin diseases. May they all be cowards, and may they die in war or starve to death.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Joab and his brother Abishai killed Abner because he had killed their brother Asahel in the battle at Gibeon."
            },
            {
                "verse_number": "31",
                "verse_text": "David told Joab and everyone with him, &apos;Show your sorrow by tearing your clothes and wearing sackcloth! Walk in front of Abner's body and cry!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Abner was buried in Hebron, while David and everyone else stood at the tomb and cried loudly."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the king sang a funeral song about Abner: have died like an outlaw?"
            },
            {
                "verse_number": "34",
                "verse_text": "No one tied your hands"
            },
            {
                "verse_number": "35",
                "verse_text": "Then they brought some food to David and told him he would feel better if he had something to eat. It was still daytime, and David said, &apos;I swear to God that I won't take a bite of bread or anything else until sunset!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Everyone noticed what David did, and they liked it, just as they always liked what he did."
            },
            {
                "verse_number": "37",
                "verse_text": "Now the people of Judah and Israel were certain that David had nothing to do with killing Abner."
            },
            {
                "verse_number": "38",
                "verse_text": "David said to his officials, &apos;Don't you realize that today one of Israel's great leaders has died?"
            },
            {
                "verse_number": "39",
                "verse_text": "I am the chosen king, but Joab and Abishai have more power than I do. So God will have to pay them back for the evil thing they did.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Ishbosheth felt like giving up after he heard that Abner had died in Hebron. Everyone in Israel was terrified. Rechab and Baanah walked through the Jordan River valley all night long. I swear that only the Lord rescues me when I'm in trouble!"
            },
            {
                "verse_number": "2",
                "verse_text": "Ishbosheth had put the two brothers Baanah and Rechab in charge of the soldiers who raided enemy villages. Rimmon was their father, and they were from the town of Beeroth, which belonged to the tribe of Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "The people who used to live in Beeroth had run away to Gittaim, and they still live there."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul's son Jonathan had a son named Mephibosheth, who had not been able to walk since he was five years old. It happened when someone from Jezreel told his nurse that Saul and Jonathan had died. She hurried off with the boy in her arms, but he fell and injured his legs."
            },
            {
                "verse_number": "5",
                "verse_text": "One day about noon, Rechab and Baanah went to Ishbosheth's house. It was a hot day, and he was resting"
            },
            {
                "verse_number": "8",
                "verse_text": "Finally they turned west and went to Hebron. They went in to see David and told him, &apos;Your Majesty, here is the head of Ishbosheth, the son of your enemy Saul who tried to kill you! The Lord has let you get even with Saul and his family.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David answered:"
            },
            {
                "verse_number": "10",
                "verse_text": "When a man came to Ziklag and told me that Saul was dead, he thought he deserved a reward for bringing good news. But I grabbed him and killed him."
            },
            {
                "verse_number": "11",
                "verse_text": "You evil men have done something much worse than he did. You've killed an innocent man in his own house and on his own bed. I'll make you pay for that. I'll wipe you from the face of the earth!"
            },
            {
                "verse_number": "12",
                "verse_text": "Then David said to his troops, &apos;Kill these two brothers! Cut off their hands and feet and hang their bodies by the pool in Hebron. But bury Ishbosheth's head in Abner's tomb near Hebron.&apos; And they did."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Israel's leaders met with David at Hebron and said, &apos;We are your relatives."
            },
            {
                "verse_number": "2",
                "verse_text": "Even when Saul was king, you led our nation in battle. And the Lord promised that someday you would rule Israel and take care of us like a shepherd.&apos; David captured the fortress on Mount Zion, then he moved there and named it David's City. He had the city rebuilt, starting with the landfill to the east. The Lord told David, &apos;Attack! I will let you win.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "During the meeting, David made an agreement with the leaders and asked the Lord to be their witness. Then the leaders poured olive oil on David's head to show that he was now the king of Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "David was 30 years old when he became king, and he ruled for 40 years."
            },
            {
                "verse_number": "5",
                "verse_text": "He lived in Hebron for the first seven and a half years and ruled only Judah. Then he moved to Jerusalem, where he ruled both Israel and Judah for 33 years."
            },
            {
                "verse_number": "6",
                "verse_text": "The Jebusites lived in Jerusalem, and David led his army there to attack them. The Jebusites did not think he could get in, so they told him, &apos;You can't get in here! We could keep you out, even if we couldn't see or walk!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David became a great and strong ruler, because the Lord All-Powerful was on his side."
            },
            {
                "verse_number": "11",
                "verse_text": "King Hiram of Tyre sent some officials to David. Carpenters and stone workers came with them, and they brought cedar logs so they could build David a palace."
            },
            {
                "verse_number": "12",
                "verse_text": "David knew that the Lord had made him king of Israel and that he had made him a powerful ruler for the good of his people."
            },
            {
                "verse_number": "13",
                "verse_text": "After David left Hebron and moved to Jerusalem, he married many women from Jerusalem, and he had a lot of children."
            },
            {
                "verse_number": "14",
                "verse_text": "His sons who were born there were Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ibhar, Elishua, Nepheg, Japhia,"
            },
            {
                "verse_number": "16",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "17",
                "verse_text": "The Philistines heard that David was now king of Israel, and they came into the hill country to try and capture him. But David found out and went into his fortress."
            },
            {
                "verse_number": "18",
                "verse_text": "So the Philistines camped in Rephaim Valley."
            },
            {
                "verse_number": "19",
                "verse_text": "David asked the Lord , &apos;Should I attack the Philistines? Will you let me win?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "David attacked the Philistines and defeated them. Then he said, &apos;I watched the Lord break through my enemies like a mighty flood.&apos; So he named the place &apos;The Lord Broke Through.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "David and his troops also carried away the idols that the Philistines had left behind."
            },
            {
                "verse_number": "22",
                "verse_text": "Some time later, the Philistines came back into the hill country and camped in Rephaim Valley."
            },
            {
                "verse_number": "23",
                "verse_text": "David asked the Lord what he should do, and the Lord answered:"
            },
            {
                "verse_number": "24",
                "verse_text": "Wait until you hear a sound in the treetops like marching troops. Then attack quickly! That sound will mean I have marched out ahead of you to fight the Philistine army."
            },
            {
                "verse_number": "25",
                "verse_text": "David obeyed the Lord and defeated the Philistines. He even chased them all the way from Geba to the entrance to Gezer."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "David brought together 30,000 of Israel's best soldiers and"
            },
            {
                "verse_number": "2",
                "verse_text": "led them to Baalah in Judah, which was also called Kiriath-Jearim. They were going there to get the sacred chest and bring it back to Jerusalem. The throne of the Lord All-Powerful is above the winged creatures on top of this chest, and he is worshiped there. At once, David went to Obed Edom's house to get the chest and bring it to David's City. Everyone was celebrating."
            },
            {
                "verse_number": "3",
                "verse_text": "They put the sacred chest on a new ox cart and started bringing it down the hill from Abinadab's house. Abinadab's sons Uzzah and Ahio were guiding the ox cart,"
            },
            {
                "verse_number": "4",
                "verse_text": "with Ahio walking in front of it."
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the people of Israel were playing music on small harps and other stringed instruments, and on tambourines, castanets, and cymbals. David and the others were happy, and they danced for the Lord with all their might."
            },
            {
                "verse_number": "6",
                "verse_text": "But when they came to Nacon's threshing-floor, the oxen stumbled, so Uzzah reached out and took hold of the sacred chest."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord God was very angry with Uzzah for doing this, and he killed Uzzah right there beside the chest."
            },
            {
                "verse_number": "8",
                "verse_text": "David got angry with God for killing Uzzah. He named that place &apos;Bursting Out Against Uzzah,&apos; and that's what it's still called."
            },
            {
                "verse_number": "9",
                "verse_text": "David was afraid of the Lord and thought, &apos;Should I really take the sacred chest to my city?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He decided not to take it there. Instead, he turned off the road and took it to the home of Obed Edom, who was from Gath."
            },
            {
                "verse_number": "13",
                "verse_text": "The people carrying the chest walked six steps, then David sacrificed an ox and a choice cow."
            },
            {
                "verse_number": "14",
                "verse_text": "He was dancing for the Lord with all his might, but he wore only a linen cloth."
            },
            {
                "verse_number": "15",
                "verse_text": "He and everyone else were celebrating by shouting and blowing horns while the chest was being carried along."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul's daughter Michal looked out her window and watched the chest being brought into David's City. But when she saw David jumping and dancing for the Lord , she was disgusted."
            },
            {
                "verse_number": "17",
                "verse_text": "They put the chest inside a tent that David had set up for it. David worshiped the Lord by sacrificing animals and burning them on an altar,"
            },
            {
                "verse_number": "18",
                "verse_text": "then he blessed the people in the name of the Lord All-Powerful."
            },
            {
                "verse_number": "19",
                "verse_text": "He gave all the men and women in the crowd a small loaf of bread, some meat, and a handful of raisins, then everyone went home."
            },
            {
                "verse_number": "20",
                "verse_text": "David went home so he could ask the Lord to bless his family. But Saul's daughter Michal went out and started yelling at him. &apos;You were really great today!&apos; she said. &apos;You acted like a dirty old man, dancing around half-naked in front of your servants' slave-girls.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "David told her, &apos;The Lord didn't choose your father or anyone else in your family to be the leader of his people. The Lord chose me, and I was celebrating in honor of him."
            },
            {
                "verse_number": "22",
                "verse_text": "I'll show you just how great I can be! I'll even be disgusting to myself. But those slave-girls you talked about will still honor me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Michal never had any children."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "King David moved into his new palace, and the Lord let his kingdom be at peace."
            },
            {
                "verse_number": "2",
                "verse_text": "Then one day, as David was talking with Nathan the prophet, David said, &apos;Look around! I live in a palace made of cedar, but the sacred chest has to stay in a tent.&apos; David, you are my servant, so listen to what I say. Why should you build a temple for me? Now I promise that you and your descendants will be kings. When he does wrong, I'll see that he is corrected, just as children are corrected by their parents. Lord All-Powerful, my family and I don't deserve what you have already done for us,"
            },
            {
                "verse_number": "3",
                "verse_text": "Nathan replied, &apos;The Lord is with you, so do what you want!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "That night, the Lord told Nathan"
            },
            {
                "verse_number": "5",
                "verse_text": "to go to David and give him this message:"
            },
            {
                "verse_number": "6",
                "verse_text": "I didn't live in a temple when I brought my people out of Egypt, and I don't live in one now. A tent has always been my home wherever I have gone with them."
            },
            {
                "verse_number": "7",
                "verse_text": "I chose leaders and told them to be like shepherds for my people Israel. But did I ever say anything to even one of them about building a cedar temple for me?"
            },
            {
                "verse_number": "8",
                "verse_text": "David, this is what I, the Lord All-Powerful, say to you. I brought you in from the fields where you took care of sheep, and I made you the leader of my people."
            },
            {
                "verse_number": "9",
                "verse_text": "Wherever you went, I helped you and destroyed your enemies right in front of your eyes. I have made you one of the most famous people in the world."
            },
            {
                "verse_number": "10",
                "verse_text": "I have given my people Israel a land of their own where they can live in peace, and they won't have to tremble with fear any more. Evil nations won't bother them, as they did"
            },
            {
                "verse_number": "11",
                "verse_text": "when I let judges rule my people. And I have kept your enemies from attacking you."
            },
            {
                "verse_number": "12",
                "verse_text": "I'll choose one of your sons to be king when you reach the end of your life and are buried in the tomb of your ancestors. I'll make him a strong ruler,"
            },
            {
                "verse_number": "13",
                "verse_text": "and no one will be able to take his kingdom away from him. He will be the one to build a temple for me."
            },
            {
                "verse_number": "14",
                "verse_text": "I will be his father, and he will be my son."
            },
            {
                "verse_number": "15",
                "verse_text": "But I will never put an end to my agreement with him, as I put an end to my agreement with Saul, who was king before you."
            },
            {
                "verse_number": "16",
                "verse_text": "I will make sure that one of your descendants will always be king."
            },
            {
                "verse_number": "17",
                "verse_text": "Nathan told David exactly what he had heard in the vision."
            },
            {
                "verse_number": "18",
                "verse_text": "David went into the tent he had set up for the sacred chest. Then he sat there and prayed:"
            },
            {
                "verse_number": "19",
                "verse_text": "and yet you have promised to do even more. Is this the way you usually treat people?"
            },
            {
                "verse_number": "20",
                "verse_text": "I am your servant, and you know my thoughts, so there is nothing more that I need to say."
            },
            {
                "verse_number": "21",
                "verse_text": "You have done this wonderful thing, and you have let me know about it, because you wanted to keep your promise."
            },
            {
                "verse_number": "22",
                "verse_text": "Lord All-Powerful, you are greater than all others. No one is like you, and you alone are God. Everything we have heard about you is true."
            },
            {
                "verse_number": "23",
                "verse_text": "And there is no other nation on earth like Israel, the nation you rescued from slavery in Egypt to be your own. You became famous by using great and wonderful miracles to force other nations and their gods out of your land, so your people could live here."
            },
            {
                "verse_number": "24",
                "verse_text": "You have chosen Israel to be your people forever, and you have become their God."
            },
            {
                "verse_number": "25",
                "verse_text": "And now, Lord God, please do what you have promised me and my descendants."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will be famous forever, and everyone will say, &apos;The Lord God All-Powerful rules Israel, and David's descendants are his chosen kings.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "After all, you really are Israel's God, the Lord All-Powerful. You've told me that you will let my descendants be kings. That's why I have the courage to pray to you like this, even though I am only your servant."
            },
            {
                "verse_number": "28",
                "verse_text": "Lord All-Powerful, you are God. You have promised me some very good things, and you can be trusted to do what you promise."
            },
            {
                "verse_number": "29",
                "verse_text": "Please bless my descendants and let them always be your chosen kings. You have already promised, and I'm sure that you will bless my family forever."
            }
        ],
        "8": [],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "One day, David thought, &apos;I wonder if any of Saul's family are still alive. If they are, I will be kind to them, because I made a promise to Jonathan.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David called in Ziba, one of the servants of Saul's family. David said, &apos;So you are Ziba.&apos; &apos;Yes, Your Majesty, I am.&apos; Ziba answered, &apos;One of Jonathan's sons is still alive, but he can't walk.&apos; Ziba replied, &apos;He lives in Lo-Debar with Machir the son of Ammiel.&apos; David asked, &apos;Are you Mephibosheth?&apos; &apos;Yes, I am, Your Majesty.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "David asked, &apos;Are any of Saul's family still alive? If there are, I want to be kind to them.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Where is he?&apos; David asked."
            },
            {
                "verse_number": "7",
                "verse_text": "David said, &apos;Don't be afraid. I'll be kind to you because Jonathan was your father. I'm going to give you back the land that belonged to your grandfather Saul. Besides that, you will always eat with me at my table.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Mephibosheth knelt down again and said, &apos;Why should you care about me? I'm worth no more than a dead dog.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David called in Ziba, Saul's chief servant, and told him, &apos;Since Mephibosheth is Saul's grandson, I've given him back everything that belonged to your master Saul and his family."
            },
            {
                "verse_number": "10",
                "verse_text": "You and your 15 sons and 20 servants will work for Mephibosheth. You will farm his land and bring in his crops, so that Saul's family and servants will have food. But Mephibosheth will always eat with me at my table.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, King Nahash of Ammon died, and his son Hanun became king."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;Nahash was kind to me, and I will be kind to his son.&apos; So he sent some officials to the country of Ammon to tell Hanun how sorry he was that his father had died. When David found out what had happened to his officials, he sent a message and told them, &apos;Stay in Jericho until your beards grow back. Then you can come home.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Hanun's officials told him, &apos;Do you really believe David is honoring your father by sending these people to comfort you? He probably sent them to spy on our city, so he can destroy it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Hanun arrested David's officials and had their beards shaved off on one side of their faces. He had their robes cut off just below the waist, and then he sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "They were terribly ashamed."
            },
            {
                "verse_number": "6",
                "verse_text": "The Ammonites realized that they had made David very angry, so they hired more foreign soldiers. Twenty thousand of them were foot soldiers from the Aramean cities of Beth-Rehob and Zobah, 1,000 were from the king of Maacah, and 12,000 were from the region of Tob."
            },
            {
                "verse_number": "7",
                "verse_text": "David heard what they had done, and he sent out Joab with all of his well-trained soldiers."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonite troops came out and got ready to fight in front of the gate to their city. The Arameans from Zobah and Rehob and the soldiers from Tob and Maacah formed a separate group in the nearby fields."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab saw that he had to fight in front and behind at the same time, and he picked some of the best Israelite soldiers to fight the Arameans."
            },
            {
                "verse_number": "10",
                "verse_text": "He put his brother Abishai in command of the rest of the army and gave them orders to fight the Ammonites."
            },
            {
                "verse_number": "11",
                "verse_text": "Joab told his brother, &apos;If the Arameans are too much for me to handle, you can come and help me. If the Ammonites are too strong for you, I'll come and help you."
            },
            {
                "verse_number": "12",
                "verse_text": "Be brave and fight hard to protect our people and the cities of our God. I pray that the Lord will do whatever pleases him.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Joab and his soldiers attacked the Arameans, and the Arameans ran from them."
            },
            {
                "verse_number": "14",
                "verse_text": "When the Ammonite soldiers saw that the Arameans had run away, they ran from Abishai's soldiers and went back into their own city. Joab stopped fighting the Ammonites and returned to Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The Arameans realized they had lost the battle, so they brought all their troops together again."
            },
            {
                "verse_number": "16",
                "verse_text": "Hadadezer sent messengers to call in the Arameans who were on the other side of the Euphrates River. Then Shobach, the commander of Hadadezer's army, led them to the town of Helam."
            },
            {
                "verse_number": "17",
                "verse_text": "David found out what the Arameans were doing, and he brought Israel's whole army together. They crossed the Jordan River and went to Helam, where the Arameans were ready to meet them."
            },
            {
                "verse_number": "18",
                "verse_text": "The Arameans attacked, but then they ran from Israel. David killed 700 chariot drivers and 40,000 cavalry. He also killed Shobach, their commander."
            },
            {
                "verse_number": "19",
                "verse_text": "When the kings who had been under Hadadezer's rule saw that Israel had beaten them, they made peace with Israel and accepted David as their ruler. The Arameans were afraid to help Ammon any more."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "It was now spring, the time when kings go to war. David sent out the whole Israelite army under the command of Joab and his officers. They destroyed the Ammonite army and surrounded the capital city of Rabbah, but David stayed in Jerusalem. The servant came back and told David, &apos;Her name is Bathsheba. She is the daughter of Eliam, and she is the wife of Uriah the Hittite.&apos; David sent some messengers to bring her to his palace. She came to him, and he slept with her. Then she returned home. Joab sent Uriah Uriah stayed in Jerusalem that day. Then the next day, When you finish telling the king everything that has happened, Then tell him, &apos;One of your soldiers who was killed was Uriah the Hittite.&apos; The Lord was angry because of what David had done,"
            },
            {
                "verse_number": "5",
                "verse_text": "But later, when she found out that she was going to have a baby, she sent someone to David with this message: &apos;I'm pregnant!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David sent a message to Joab: &apos;Send Uriah the Hittite to me.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "to David's palace, and David asked him, &apos;Is Joab well? How is the army doing? And how about the war?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then David told Uriah, &apos;Go home and clean up.&apos; Uriah left the king's palace, and David had dinner sent to Uriah's house."
            },
            {
                "verse_number": "9",
                "verse_text": "But Uriah didn't go home. Instead, he slept outside the entrance to the royal palace, where the king's guards slept."
            },
            {
                "verse_number": "10",
                "verse_text": "Someone told David that Uriah had not gone home. So the next morning David asked him, &apos;Why didn't you go home? Haven't you been away for a long time?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah answered, &apos;The sacred chest and the armies of Israel and Judah are camping out somewhere in the fields with our commander Joab and his officers and troops. Do you really think I would go home to eat and drink and sleep with my wife? I swear by your life that I would not!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then David said, &apos;Stay here in Jerusalem today, and I will send you back tomorrow.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David invited him for dinner. Uriah ate with David, who gave him so much to drink that he got drunk. But Uriah still did not go home. He went out and slept on his mat near the palace guards."
            },
            {
                "verse_number": "14",
                "verse_text": "Early the next morning, David wrote a letter and told Uriah to deliver it to Joab."
            },
            {
                "verse_number": "15",
                "verse_text": "The letter said: &apos;Put Uriah on the front line where the fighting is the worst. Then pull the troops back from him, so that he will be wounded and die.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Joab had been carefully watching the city of Rabbah, and he put Uriah in a place where he knew there were some of the enemy's best soldiers."
            },
            {
                "verse_number": "17",
                "verse_text": "When the men of the city came out, they fought and killed some of David's soldiers&ndash;Uriah the Hittite was one of them."
            },
            {
                "verse_number": "18",
                "verse_text": "Joab sent a messenger to tell David everything that was happening in the war."
            },
            {
                "verse_number": "19",
                "verse_text": "He gave the messenger these orders:"
            },
            {
                "verse_number": "20",
                "verse_text": "he may get angry and ask, &apos;Why did you go so near the city to fight? Didn't you know they would shoot arrows from the wall?"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't you know how Abimelech the son of Gideon was killed at Thebez? Didn't a woman kill him by dropping a large rock from the top of the city wall? Why did you go so close to the city walls?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The messenger went to David and reported everything Joab had told him."
            },
            {
                "verse_number": "23",
                "verse_text": "He added, &apos;The enemy chased us from the wall and out into the open fields. But we pushed them back as far as the city gate."
            },
            {
                "verse_number": "24",
                "verse_text": "Then they shot arrows at us from the top of the wall. Some of your soldiers were killed, and one of them was Uriah the Hittite.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David replied, &apos;Tell Joab to cheer up and not to be upset about what happened. You never know who will be killed in a war. Tell him to strengthen his attack against the city and break through its walls.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When Bathsheba heard that her husband was dead, she mourned for him."
            },
            {
                "verse_number": "27",
                "verse_text": "Then after the time for mourning was over, David sent someone to bring her to the palace. She became David's wife, and they had a son."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "and he sent Nathan the prophet to tell this story to David: A rich man and a poor man lived in the same town. You are that rich man! Now listen to what the Lord God of Israel says to you: &apos;I chose you to be the king of Israel. I kept you safe from Saul The Lord made David's young son very sick. &apos;Yes, he did,&apos; they answered. While he was still alive, I went without food and cried because there was still hope. I said to myself, &apos;Who knows? Maybe the Lord will have pity on me and let the child live.&apos; I have attacked Rabbah and captured the fortress guarding the city water supply. David went back to Jerusalem, and the people of Israel returned to their homes."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich man owned a lot of sheep and cattle,"
            },
            {
                "verse_number": "3",
                "verse_text": "but the poor man had only one little lamb that he had bought and raised. The lamb became a pet for him and his children. He even let it eat from his plate and drink from his cup and sleep on his lap. The lamb was like one of his own children."
            },
            {
                "verse_number": "4",
                "verse_text": "One day someone came to visit the rich man, but the rich man didn't want to kill any of his own sheep or cattle and serve it to the visitor. So he stole the poor man's lamb and served it instead."
            },
            {
                "verse_number": "5",
                "verse_text": "David was furious with the rich man and said to Nathan, &apos;I swear by the living Lord that the man who did this deserves to die!"
            },
            {
                "verse_number": "6",
                "verse_text": "And because he didn't have pity on the poor man, he will have to pay four times what the lamb was worth.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Nathan told David:"
            },
            {
                "verse_number": "8",
                "verse_text": "and even gave you his house and his wives. I let you rule Israel and Judah, and if that had not been enough, I would have given you much more."
            },
            {
                "verse_number": "9",
                "verse_text": "Why did you disobey me and do such a horrible thing? You murdered Uriah the Hittite by letting the Ammonites kill him, so you could take his wife."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Because you wouldn't obey me and took Uriah's wife for yourself, your family will never live in peace."
            },
            {
                "verse_number": "11",
                "verse_text": "Someone from your own family will cause you a lot of trouble, and I will take your wives and give them to another man before your very eyes. He will go to bed with them while everyone looks on."
            },
            {
                "verse_number": "12",
                "verse_text": "What you did was in secret, but I will do this in the open for everyone in Israel to see.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Nathan went back home."
            },
            {
                "verse_number": "16",
                "verse_text": "So David went without eating to show his sorrow, and he begged God to make the boy well. David would not sleep on his bed, but spent each night lying on the floor."
            },
            {
                "verse_number": "17",
                "verse_text": "His officials stood beside him and tried to talk him into getting up. But he would not get up or eat with them."
            },
            {
                "verse_number": "18",
                "verse_text": "After the child had been sick for seven days, he died, but the officials were afraid to tell David. They said to each other, &apos;Even when the boy was alive, David wouldn't listen to us. How can we tell him his son is dead? He might do something terrible!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "David noticed his servants whispering, and he knew the boy was dead. &apos;Did my son die?&apos; he asked his servants."
            },
            {
                "verse_number": "20",
                "verse_text": "David got up off the floor; he took a bath, combed his hair, and dressed. He went into the Lord 's tent and worshiped, then he went back home. David asked for something to eat, and when his servants brought him some food, he ate it."
            },
            {
                "verse_number": "21",
                "verse_text": "His officials said, &apos;What are you doing? You went without eating and cried for your son while he was alive! But now that he's dead, you're up and eating.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David answered:"
            },
            {
                "verse_number": "23",
                "verse_text": "But now that he's dead, why should I go without eating? I can't bring him back! Someday I will join him in death, but he can't return to me."
            },
            {
                "verse_number": "24",
                "verse_text": "David comforted his wife Bathsheba and slept with her. Later on, she gave birth to another son and named him Solomon. The Lord loved Solomon"
            },
            {
                "verse_number": "25",
                "verse_text": "and sent Nathan the prophet to tell David, &apos;The Lord will call him Jedidiah.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Meanwhile, Joab had been in the country of Ammon, attacking the city of Rabbah. He captured the royal fortress"
            },
            {
                "verse_number": "27",
                "verse_text": "and sent a messenger to tell David:"
            },
            {
                "verse_number": "28",
                "verse_text": "Call the rest of the army together. Then surround the city, and capture it yourself. If you don't, everyone will remember that I captured the city."
            },
            {
                "verse_number": "29",
                "verse_text": "David called the rest of the army together and attacked Rabbah. He captured the city"
            },
            {
                "verse_number": "30",
                "verse_text": "and took the crown from the statue of their god Milcom. The crown was made of about 35 kilograms of gold, and there was a valuable jewel on it. David put the jewel on his own crown. He also carried off everything else of value."
            },
            {
                "verse_number": "31",
                "verse_text": "David made the people of Rabbah tear down the city walls with iron picks and axes, and then he put them to work making bricks. He did the same thing with all the other Ammonite cities."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David had a beautiful daughter named Tamar, who was the sister of Absalom. She was also the half sister of Amnon, who fell in love with her."
            },
            {
                "verse_number": "2",
                "verse_text": "But Tamar was a virgin, and Amnon could not think of a way to be alone with her. He was so upset about it that he made himself sick. Amnon said, &apos;I'm in love with Tamar, my brother Absalom's sister.&apos; Amnon said, &apos;Send the servants out of the house.&apos; After they had gone, Tamar picked up the bread that she had made and brought it into Amnon's bedroom. But Amnon would not listen. Tamar soon moved into Absalom's house, but she was always sad and lonely. David asked, &apos;Why should he go with you?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Amnon had a friend named Jonadab, who was the son of David's brother Shimeah. Jonadab always knew how to get what he wanted,"
            },
            {
                "verse_number": "4",
                "verse_text": "and he said to Amnon, &apos;What's the matter? You're the king's son! You shouldn't have to go around feeling sorry for yourself every morning.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonadab told him, &apos;Lie down on your bed and pretend to be sick. When your father comes to see you, ask him to send Tamar, so you can watch her cook something for you. Then she can serve you the food.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Amnon went to bed and pretended to be sick. When the king came to see him, Amnon said, &apos;Please, ask Tamar to come over. She can make some special bread while I watch, and then she can serve it to me.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David told Tamar, &apos;Go over to Amnon's house and fix him some food.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When she got there, he was lying in bed. She mixed the dough, made the loaves, and baked them while he watched."
            },
            {
                "verse_number": "9",
                "verse_text": "Then she took the bread out of the pan and put it on his plate, but he refused to eat it."
            },
            {
                "verse_number": "10",
                "verse_text": "he said to Tamar, &apos;Serve the food in my bedroom.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But as she was taking it over to him, he grabbed her and said, &apos;Come to bed with me!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "She answered, &apos;No! Please don't force me! This sort of thing isn't done in Israel. It's disgusting!"
            },
            {
                "verse_number": "13",
                "verse_text": "Think of me. I'll be disgraced forever! And think of yourself. Everyone in Israel will say you're nothing but trash! Just ask the king, and he will let you marry me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Amnon would not listen to what she said. He was stronger than she was, so he overpowered her and raped her."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Amnon hated her even more than he had loved her before. So he told her, &apos;Get up and get out!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "She said, &apos;Don't send me away! That would be worse than what you have already done.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He called in his servant and said, &apos;Throw this woman out and lock the door!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The servant made her leave, and he locked the door behind her. The king's unmarried daughters used to wear long robes with sleeves. Absalom prepared a banquet fit for a king. One of the guards noticed a lot of people coming along the hillside on the road to Horonaim. He went and told the king, &apos;I saw some men coming along Horonaim Road.&apos; Absalom had run away to Geshur, where he stayed for three years with King Talmai the son of Ammihud."
            },
            {
                "verse_number": "19",
                "verse_text": "Tamar tore the robe she was wearing and put ashes on her head. Then she covered her face with her hands and cried loudly as she walked away."
            },
            {
                "verse_number": "20",
                "verse_text": "Tamar's brother Absalom said to her, &apos;How could Amnon have done such a terrible thing to you! But since he's your brother, don't tell anyone what happened. Just try not to think about it.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "When David heard what had happened to Tamar, he was very angry. But Amnon was his oldest son and also his favorite, and David would not do anything to make Amnon unhappy."
            },
            {
                "verse_number": "22",
                "verse_text": "Absalom treated Amnon as though nothing had happened, but he hated Amnon for what he had done to his sister Tamar."
            },
            {
                "verse_number": "23",
                "verse_text": "Two years later, Absalom's servants were cutting wool from his sheep in Baal-Hazor near the town of Ephraim, and Absalom invited all of the king's sons to be there."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he went to David and said, &apos;My servants are cutting the wool from my sheep. Please come and join us!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David answered, &apos;No, my son, we won't go. It would be too expensive for you.&apos; Absalom tried to get him to change his mind, but David did not want to go. He only said that he hoped they would have a good time."
            },
            {
                "verse_number": "26",
                "verse_text": "Absalom said, &apos;If you won't go, at least let my brother Amnon come with us.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But Absalom kept on insisting, and finally David let Amnon and all his other sons go with Absalom."
            },
            {
                "verse_number": "28",
                "verse_text": "But he told his servants, &apos;Keep an eye on Amnon. When he gets a little drunk from the wine and is feeling relaxed, I'll give the signal. Then kill him! I've commanded you to do it, so don't be afraid. Be strong and brave.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Absalom's servants killed Amnon, just as Absalom had told them. The rest of the king's sons quickly rode away on their mules to escape from Absalom."
            },
            {
                "verse_number": "30",
                "verse_text": "While they were on their way to Jerusalem, someone told David, &apos;Absalom has killed all of your sons! Not even one is left.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "David got up, and in his sorrow he tore his clothes and lay down on the ground. His servants remained standing, but they tore their clothes too."
            },
            {
                "verse_number": "32",
                "verse_text": "Then David's nephew Jonadab said, &apos;Your Majesty, not all of your sons were killed! Only Amnon is dead. On the day that Amnon raped Tamar, Absalom decided to kill him."
            },
            {
                "verse_number": "33",
                "verse_text": "Don't worry about the report that all your sons were killed. Only Amnon is dead,"
            },
            {
                "verse_number": "34",
                "verse_text": "and Absalom has run away.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jonadab said, &apos;Your Majesty, look! Here come your sons now, just as I told you.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "No sooner had he said it, than David's sons came in. They were weeping out loud, and David and all his officials cried just as loudly."
            },
            {
                "verse_number": "39",
                "verse_text": "David still felt so sad over the loss of Amnon that he wanted to take his army there and capture Absalom."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Joab knew that David couldn't stop thinking about Absalom,"
            },
            {
                "verse_number": "4",
                "verse_text": "The woman from Tekoa went to David. She bowed very low and said, &apos;Your Majesty, please help me!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David asked, &apos;What's the matter?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I had two sons, but they got into a fight out in a field where there was no one to pull them apart, and one of them killed the other."
            },
            {
                "verse_number": "7",
                "verse_text": "Now all of my relatives have come to me and said, &apos;Hand over your son! We're going to put him to death for killing his brother.&apos; But what they really want is to get rid of him, so they can take over our land."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Go on home,&apos; David told her. &apos;I'll take care of this matter for you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman said, &apos;I hope your decision doesn't cause any problems for you. But if it does, you can blame me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;If anyone gives you trouble, bring them to me, and it won't happen again!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Please,&apos; she replied, &apos;swear by the Lord your God that no one will be allowed to kill my son!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then she asked, &apos;Your Majesty, may I say something?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The woman said:"
            },
            {
                "verse_number": "14",
                "verse_text": "We each must die and disappear like water poured out on the ground. But God doesn't take our lives. Instead, he figures out ways of bringing us back when we run away."
            },
            {
                "verse_number": "15",
                "verse_text": "Your Majesty, I came here to tell you about my problem, because I was afraid of what someone might do to me. I decided to come to you, because I thought you could help."
            },
            {
                "verse_number": "16",
                "verse_text": "In fact, I knew that you would listen and save my son and me from those who want to take the land that God gave us."
            },
            {
                "verse_number": "17",
                "verse_text": "I can rest easy now that you have given your decision. You know the difference between right and wrong just like an angel of God, and I pray that the Lord your God will be with you."
            },
            {
                "verse_number": "18",
                "verse_text": "Then David said to the woman, &apos;Now I'm going to ask you a question, and don't try to hide the truth!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "David asked, &apos;Did Joab put you up to this?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "but only to show you the other side of this problem. You must be as wise as the angel of God to know everything that goes on in this country.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "David turned to Joab and said, &apos;It seems that I have already given my decision. Go and bring Absalom back.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab bowed very low and said, &apos;Your Majesty, I thank you for giving your permission. It shows that you approve of me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Joab went to Geshur to get Absalom. But when they came back to Jerusalem,"
            },
            {
                "verse_number": "24",
                "verse_text": "David told Joab, &apos;I don't want to see my son Absalom. Tell him to stay away from me.&apos; So Absalom went to his own house without seeing his father."
            },
            {
                "verse_number": "25",
                "verse_text": "No one in all Israel was as handsome and well-built as Absalom."
            },
            {
                "verse_number": "26",
                "verse_text": "His hair grew so thick and heavy that when he got it cut once a year, it weighed over two kilograms."
            },
            {
                "verse_number": "27",
                "verse_text": "Absalom had three sons. He also had a daughter named Tamar, who grew up to be very beautiful."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom lived in Jerusalem for two years without seeing his father."
            },
            {
                "verse_number": "29",
                "verse_text": "He wanted Joab to talk to David for him. So one day he sent a message asking Joab to come over, but Joab refused. Absalom sent another message, but Joab still refused."
            },
            {
                "verse_number": "30",
                "verse_text": "Finally, Absalom told his servants, &apos;Joab's barley field is right next to mine. Go set it on fire!&apos; And they did."
            },
            {
                "verse_number": "31",
                "verse_text": "Joab went to Absalom's house and demanded, &apos;Why did your servants set my field on fire?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Absalom answered, &apos;You didn't pay any attention when I sent for you. I want you to ask my father why he told me to come back from Geshur. I was better off there. I want to see my father now! If I'm guilty, let him kill me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Joab went to David and told him what Absalom had said. David sent for Absalom, and Absalom came. He bowed very low, and David leaned over and kissed him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, Absalom got himself a chariot with horses to pull it, and he had 50 men run in front."
            },
            {
                "verse_number": "2",
                "verse_text": "He would get up early each morning and wait by the side of the road that led to the city gate. Anyone who had a complaint to bring to King David would have to go that way, and Absalom would ask each of them, &apos;Where are you from?&apos; If they said, &apos;I'm from a tribe in the north,&apos; More and more people were joining Absalom and supporting his plot. Meanwhile, Absalom had secretly sent some messengers to the northern tribes of Israel. The messengers told everyone, &apos;When you hear the sound of the trumpets, you must shout, &quot;Absalom now rules as king in Hebron!&quot; &apos; They stopped at the last house at the edge of the city. So Ittai and all his men and their families walked on past David. Zadok, take the sacred chest back to Jerusalem. If the Lord is pleased with me, he will bring me back and let me see it and his tent again. David said, &apos;Please, Lord , keep Ahithophel's plans from working!&apos; Hushai, if you do that, you can help me ruin Ahithophel's plans."
            },
            {
                "verse_number": "3",
                "verse_text": "Absalom would say, &apos;You deserve to win your case. It's too bad the king doesn't have anyone to hear complaints like yours."
            },
            {
                "verse_number": "4",
                "verse_text": "I wish someone would make me the judge around here! I would be fair to everyone.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Whenever anyone came to Absalom and started bowing down, he would reach out and hug and kiss them."
            },
            {
                "verse_number": "6",
                "verse_text": "That's how he treated everyone from Israel who brought a complaint to the king. Soon everyone in Israel liked Absalom better than they liked David."
            },
            {
                "verse_number": "7",
                "verse_text": "Four years later, Absalom said to David, &apos;Please, let me go to Hebron. I have to keep a promise that I made to the Lord ,"
            },
            {
                "verse_number": "8",
                "verse_text": "when I was living with the Arameans in Geshur. I promised that if the Lord would bring me back to live in Jerusalem, I would worship him in Hebron.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David gave his permission, and Absalom went to Hebron."
            },
            {
                "verse_number": "13",
                "verse_text": "A messenger came and told David, &apos;Everyone in Israel is on Absalom's side!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David's officials were in Jerusalem with him, and he told them, &apos;Let's get out of here! We'll have to leave soon, or none of us will escape from Absalom. Hurry! If he moves fast, he could catch us while we're still here. Then he will kill us and everyone else in the city.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The officials said, &apos;Your Majesty, we'll do whatever you say.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then David stood there and watched while his regular troops and his bodyguards marched past. The last group was the 600 soldiers who had followed him from Gath. Their commander was Ittai."
            },
            {
                "verse_number": "19",
                "verse_text": "David spoke to Ittai and said, &apos;You're a foreigner from the town of Gath. You don't have to leave with us. Go back and join the new king!"
            },
            {
                "verse_number": "20",
                "verse_text": "You haven't been with me very long, so why should you have to follow me, when I don't even know where I'm going? Take your soldiers and go back. I pray that the Lord will be kind and faithful to you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Ittai answered, &apos;Your Majesty, just as surely as you and the Lord live, I will go where you go, no matter if it costs me my life.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then come on!&apos; David said."
            },
            {
                "verse_number": "23",
                "verse_text": "The people of Jerusalem were crying and moaning as David and everyone with him passed by. He led them across Kidron Valley and along the road toward the desert."
            },
            {
                "verse_number": "24",
                "verse_text": "Zadok and Abiathar the priests were there along with several men from the tribe of Levi who were carrying the sacred chest. They set the chest down, and left it there until David and his followers had gone out of the city."
            },
            {
                "verse_number": "25",
                "verse_text": "Then David said:"
            },
            {
                "verse_number": "26",
                "verse_text": "But if he says he isn't pleased with me, then let him do what he knows is best."
            },
            {
                "verse_number": "27",
                "verse_text": "Zadok, you are a good judge of things, so return to the city and don't cause any trouble. Take your son Ahimaaz with you. Abiathar and his son Jonathan will also go back."
            },
            {
                "verse_number": "28",
                "verse_text": "I'll wait at the river crossing in the desert until I hear from you."
            },
            {
                "verse_number": "29",
                "verse_text": "Zadok and Abiathar took the sacred chest back into Jerusalem and stayed there."
            },
            {
                "verse_number": "30",
                "verse_text": "David went on up the slope of the Mount of Olives. He was barefoot and crying, and he covered his head to show his sorrow. Everyone with him was crying, and they covered their heads too."
            },
            {
                "verse_number": "31",
                "verse_text": "Someone told David, &apos;Ahithophel is helping Absalom plot against you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When David reached the top of the Mount of Olives, he met Hushai the Archite at a place of worship. Hushai's robe was torn, and dust was on his head."
            },
            {
                "verse_number": "33",
                "verse_text": "David told him: If you come with me, you might slow us down."
            },
            {
                "verse_number": "34",
                "verse_text": "Go back into the city and tell Absalom, &apos;Your Majesty, I am your servant. I will serve you now, just as I served your father in the past.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Zadok and Abiathar the priests will be there with you, and you can tell them everything you hear in the palace."
            },
            {
                "verse_number": "36",
                "verse_text": "Then they can send their sons Ahimaaz and Jonathan to tell me what you've heard."
            },
            {
                "verse_number": "37",
                "verse_text": "David's advisor Hushai slipped back into Jerusalem, at just about the same time Absalom was coming in."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "David had started down the other side of the Mount of Olives, when he was met by Ziba, the chief servant of Mephibosheth. Ziba had two donkeys that were carrying 200 loaves of bread, 100 handfuls of raisins, 100 figs, and some wine. Ziba said, &apos;The donkeys are for your family to ride. The bread and fruit are for the people to eat, and the wine is for them to drink in the desert when they are tired out.&apos; Ziba answered, &apos;He stayed in Jerusalem, because he thinks the people of Israel want him to rule the kingdom of his grandfather Saul.&apos; Ziba said, &apos;Your Majesty, I am your humble servant, and I hope you will be pleased with me.&apos; My own son is trying to kill me! Why shouldn't this man from the tribe of Benjamin want me dead even more? Let him curse all he wants. Maybe the Lord did tell him to curse me."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;What's all this?&apos; David asked."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;And where is Mephibosheth?&apos; David asked."
            },
            {
                "verse_number": "4",
                "verse_text": "David then told him, &apos;Everything that used to belong to Mephibosheth is now yours.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David was near the town of Bahurim when a man came out and started cursing him. The man was Shimei the son of Gera, and he was one of Saul's distant relatives."
            },
            {
                "verse_number": "6",
                "verse_text": "He threw stones at David, at his soldiers, and at everyone else, including the bodyguards who walked on each side of David."
            },
            {
                "verse_number": "7",
                "verse_text": "Shimei was yelling at David, &apos;Get out of here, you murderer! You good-for-nothing,"
            },
            {
                "verse_number": "8",
                "verse_text": "the Lord is paying you back for killing so many in Saul's family. You stole his kingdom, but now the Lord has given it to your son Absalom. You're a murderer, and that's why you're in such big trouble!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Abishai said, &apos;Your Majesty, this man is as useless as a dead dog! He shouldn't be allowed to curse you. Let me go over and chop off his head.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David replied, &apos;What will I ever do with you and your brother Joab? If Shimei is cursing me because the Lord has told him to, then who are you to tell him to stop?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David said to Abishai and all his soldiers:"
            },
            {
                "verse_number": "12",
                "verse_text": "But if the Lord hears these curses and sees the trouble I'm in, maybe he will have pity on me instead."
            },
            {
                "verse_number": "13",
                "verse_text": "David and the others went on down the road. Shimei went along the hillside by the road, cursing and throwing rocks and dirt at them."
            },
            {
                "verse_number": "14",
                "verse_text": "When David and those with him came to the Jordan River, they were tired out. But after they rested, they felt much better."
            },
            {
                "verse_number": "15",
                "verse_text": "By this time, Absalom, Ahithophel, and the others had reached Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "David's friend Hushai came to Absalom and said, &apos;Long live the king! Long live the king!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But Absalom asked Hushai, &apos;Is this how you show loyalty to your friend David? Why didn't you go with him?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Hushai answered, &apos;The Lord and the people of Israel have chosen you to be king. I can't leave. I have to stay and serve the one they've chosen."
            },
            {
                "verse_number": "19",
                "verse_text": "Besides, it seems right for me to serve you, just as I served your father.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Absalom turned to Ahithophel and said, &apos;Give us your advice! What should we do?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Ahithophel answered, &apos;Some of your father's wives were left here to take care of the palace. You should have sex with them. Then everyone will find out that you have publicly disgraced your father. This will make you and your followers even more powerful.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Absalom had a tent set up on the flat roof of the palace, and everyone watched as he went into the tent with his father's wives."
            },
            {
                "verse_number": "23",
                "verse_text": "Ahithophel gave such good advice in those days that both Absalom and David thought it came straight from God."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Ahithophel said to Absalom: Let me choose 12,000 men and attack David tonight, This time Ahithophel's advice isn't so good. As soon as anyone hears that some of your soldiers have been killed, everyone will think your whole army has been destroyed. The woman answered, &apos;They went across that stream.&apos; The soldiers went off to look for the two men. But when they did not find the men, they went back to Jerusalem. They brought the food for David and the others because they knew that everyone would be hungry, tired, and thirsty from being out in the desert."
            },
            {
                "verse_number": "2",
                "verse_text": "while he is tired and discouraged. He will panic, and everyone with him will run away. I won't kill anyone except David,"
            },
            {
                "verse_number": "3",
                "verse_text": "since he's the one you want to get rid of. Then I'll bring the whole nation back to you like a bride coming home to her husband. This way there won't be a civil war."
            },
            {
                "verse_number": "4",
                "verse_text": "Absalom and all the leaders of the tribes of Israel agreed that Ahithophel had a good plan."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Absalom said, &apos;Bring in Hushai the Archite. Let's hear what he has to say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Hushai came in, and Absalom told him what Ahithophel had planned. Then Absalom said, &apos;Should we do what he says? And if we shouldn't, can you come up with anything better?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Hushai said:"
            },
            {
                "verse_number": "8",
                "verse_text": "You know that your father and his followers are real warriors. Now they are as fierce as a mother bear whose cubs have just been killed. Besides, your father has a lot of experience in fighting wars, and he won't be spending the night with the others."
            },
            {
                "verse_number": "9",
                "verse_text": "He has probably already found a hiding place in a cave or somewhere else."
            },
            {
                "verse_number": "10",
                "verse_text": "Then even those who are as brave as a lion will lose their courage. All Israel knows what a great warrior your father is and what brave soldiers he has."
            },
            {
                "verse_number": "11",
                "verse_text": "My advice is to gather all the fighting men of Israel from the town of Dan in the north down to the town of Beersheba in the south. You will have more soldiers than there are grains of sand on the seashore. Absalom, you should lead them yourself,"
            },
            {
                "verse_number": "12",
                "verse_text": "and we will all go to fight David wherever he is. We will fall on him just as dew falls and covers the ground. He and all his soldiers will die!"
            },
            {
                "verse_number": "13",
                "verse_text": "If they go into a walled town, we will put ropes around that town and drag it into the river. We won't leave even one small piece of a stone."
            },
            {
                "verse_number": "14",
                "verse_text": "Absalom and the others liked Hushai's plan better than Ahithophel's plan. This was because the Lord had decided to keep Ahithophel's plan from working and to cause trouble for Absalom."
            },
            {
                "verse_number": "15",
                "verse_text": "At once, Hushai went to Zadok and Abiathar. He told them what advice Ahithophel had given to Absalom and to the leaders of Israel. He also told them about the advice he had given."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he said, &apos;Hurry! Send someone to warn David not to spend the night on this side of the Jordan. He must get across the river, so he and the others won't be wiped out!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jonathan and Ahimaaz had been waiting at Rogel Spring because they did not want to be seen in Jerusalem. A servant girl went to the spring and gave them the message for David."
            },
            {
                "verse_number": "18",
                "verse_text": "But a young man saw them and went to tell Absalom. So Jonathan and Ahimaaz left and hurried to the house of a man who lived in Bahurim. Then they climbed down into a well in the courtyard."
            },
            {
                "verse_number": "19",
                "verse_text": "The man's wife put the cover on the well and poured grain on top of it, so the well could not be seen."
            },
            {
                "verse_number": "20",
                "verse_text": "Absalom's soldiers came to the woman and demanded, &apos;Where are Ahimaaz and Jonathan?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After the soldiers had gone, Jonathan and Ahimaaz climbed out of the well. They went to David and said, &apos;Hurry! Get ready to cross the river!&apos; Then they told him about Ahithophel's plan."
            },
            {
                "verse_number": "22",
                "verse_text": "David and the others got ready and started crossing the Jordan River. By sunrise all of them were on the other side."
            },
            {
                "verse_number": "23",
                "verse_text": "When Ahithophel saw that Absalom and the leaders of Israel were not going to follow his advice, he saddled his donkey and rode back to his home in Gilo. He told his family and servants what to do. Then he hanged himself, and they buried him in his family's burial place."
            },
            {
                "verse_number": "24",
                "verse_text": "David went to the town of Mahanaim, and Absalom crossed the Jordan River with the army of Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "Absalom put Amasa in Joab's place as commander of the army. Amasa's father was Ithra from the family of Ishmael, and his mother was Abigal, the daughter of Nahash and the sister of Joab's mother Zeruiah."
            },
            {
                "verse_number": "26",
                "verse_text": "The Israelites under Absalom's command set up camp in the region of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "After David came to the town of Mahanaim, Shobi the son of Nahash came from Rabbah in Ammon, Machir the son of Ammiel came from Lo-Debar, and Barzillai the Gileadite came from Rogelim."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "David divided his soldiers into groups of 100 and groups of 1,000. Then he chose officers to be in command of each group."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent out one third of his army under the command of Joab, another third under the command of Abishai the son of Zeruiah, and the rest under the command of Ittai from Gath. He told the soldiers, &apos;I'm going into battle with you.&apos; Then in a voice loud enough for everyone to hear, he said, &apos;Joab! Abishai! Ittai! For my sake, be sure that Absalom comes back unharmed.&apos; David stood beside the town gate as his army marched past in groups of 100 and in groups of 1,000. The war with Israel took place in Ephraim Forest. Absalom was still alive, so Joab took three spears and stuck them through Absalom's chest. Meanwhile, the people of Israel had all run back to their own homes. Joab said, &apos;Why should you go? You won't get a reward for the news you have!&apos; &apos;All right then, run!&apos; Joab said. Ahimaaz took the road through the Jordan Valley and outran the Ethiopian. David answered, &apos;If he's alone, he must have some news.&apos; The runner was getting closer, David said, &apos;He must have some news too.&apos; This time David said, &apos;He's a good man. He must have some good news.&apos; Ahimaaz said, &apos;When Joab sent your personal servant and me, I saw a noisy crowd. But I don't know what it was all about.&apos; Ahimaaz went over and stood there. The Ethiopian replied, &apos;I wish that all Your Majesty's enemies and everyone who tries to harm you would end up like him!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the soldiers said, &apos;No, don't go into battle with us! It won't matter to our enemies if they make us all run away, or even if they kill half of us. But you are worth 10,000 of us. It would be better for you to stay in town and send help if we need it.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Absalom was riding his mule under a huge tree when his head caught in the branches. The mule ran off and left Absalom hanging in midair. Some of David's soldiers happened by,"
            },
            {
                "verse_number": "10",
                "verse_text": "and one of them went and told Joab, &apos;I saw Absalom hanging in a tree!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said, &apos;You saw Absalom? Why didn't you kill him? I would have given you ten pieces of silver and a special belt.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The man answered, &apos;Even if you paid me 1,000 pieces of silver here and now, I still wouldn't touch the king's son. We all heard King David tell you and Abishai and Ittai not to harm Absalom."
            },
            {
                "verse_number": "13",
                "verse_text": "He always finds out what's going on. I would have been risking my life to kill Absalom, because you would have let me take the blame.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joab said, &apos;I'm not going to waste any more time on you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ten of Joab's bodyguards came over and finished him off."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Joab blew a trumpet to signal his troops to stop chasing Israel's soldiers."
            },
            {
                "verse_number": "17",
                "verse_text": "They threw Absalom's body into a deep pit in the forest and put a big pile of rocks over it."
            },
            {
                "verse_number": "18",
                "verse_text": "When Absalom was alive, he had set up a stone monument for himself in King's Valley. He explained, &apos;I don't have any sons to keep my name alive.&apos; He called it Absalom's Monument, and that is the name it still has today."
            },
            {
                "verse_number": "19",
                "verse_text": "Ahimaaz the son of Zadok said, &apos;Joab, let me run and tell King David that the Lord has rescued him from his enemies.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab answered, &apos;You're not the one to tell the king that his son is dead. You can take him a message some other time, but not today.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Someone from Ethiopia was standing there, and Joab told him, &apos;Go and tell the king what you have seen.&apos; The man knelt down in front of Joab, then got up and started running."
            },
            {
                "verse_number": "22",
                "verse_text": "Ahimaaz spoke to Joab again, &apos;No matter what happens, I still want to go. And besides, the Ethiopian has already left.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;I'll run no matter what!&apos; Ahimaaz insisted."
            },
            {
                "verse_number": "24",
                "verse_text": "Meanwhile, David was sitting between the inner and outer gates in the city wall. One of his soldiers was watching from the roof of the gate-tower. He saw a man running toward the town"
            },
            {
                "verse_number": "25",
                "verse_text": "and shouted down to tell David."
            },
            {
                "verse_number": "26",
                "verse_text": "when the soldier saw someone else running. He shouted down to the gate, &apos;Look! There's another runner!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The soldier on the roof shouted, &apos;The first one runs just like Ahimaaz the son of Zadok.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ahimaaz called out, &apos;We won! We won!&apos; Then he bowed low to David and said, &apos;Your Majesty, praise the Lord your God! He has given you victory over your enemies.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Is my son Absalom all right?&apos; David asked."
            },
            {
                "verse_number": "30",
                "verse_text": "David told him, &apos;Stand over there and wait.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The Ethiopian came and said, &apos;Your Majesty, today I have good news! The Lord has rescued you from all your enemies!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Is my son Absalom all right?&apos; David asked."
            },
            {
                "verse_number": "33",
                "verse_text": "David started trembling. Then he went up to the room above the city gate to cry. As he went, he kept saying, &apos;My son Absalom! My son, my son Absalom! I wish I could have died instead of you! Absalom, my son, my son!&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Someone told Joab, &apos;The king is crying because Absalom is dead.&apos; You've made your soldiers ashamed! Not only did they save your life, they saved your sons and daughters and wives as well. After Israel's soldiers had all returned home, Say to the leaders of Judah, &apos;Why are you the last tribe to think about bringing King David back home? Shimei crossed the Jordan River and bowed down in front of David. Your Majesty, why should I go to Jerusalem? I don't have much longer to live. All of Judah's army and half of Israel's army were there to help David cross the river. The people of Judah argued more strongly than the people of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "David's army found out he was crying because his son had died, and their day of victory suddenly turned into a day of sadness."
            },
            {
                "verse_number": "3",
                "verse_text": "The troops were sneaking into Mahanaim, just as if they had run away from a battle and were ashamed."
            },
            {
                "verse_number": "4",
                "verse_text": "David covered his face with his hands and kept on crying loudly, &apos;My son, Absalom! Absalom, my son, my son!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Joab went to the house where David was staying and told him:"
            },
            {
                "verse_number": "6",
                "verse_text": "You're more loyal to your enemies than to your friends. What you've done today has shown your officers and soldiers that they don't mean a thing to you. You would be happy if Absalom was still alive, even if the rest of us were dead."
            },
            {
                "verse_number": "7",
                "verse_text": "Now get up! Go out there and thank them for what they did. If you don't, I swear by the Lord that you won't even have one man left on your side tomorrow morning. You may have had a lot of troubles in the past, but this will be the worst thing that has ever happened to you!"
            },
            {
                "verse_number": "8",
                "verse_text": "David got up and went to the town gate and sat down. When the people heard that he was sitting there, they came to see him."
            },
            {
                "verse_number": "11",
                "verse_text": "When David found out what they were saying, he sent a message to Zadok and Abiathar the priests. It said:"
            },
            {
                "verse_number": "12",
                "verse_text": "He is your brother, your own relative! Why haven't you done anything to bring him back?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And tell Amasa, &apos;You're my nephew, and with God as a witness, I swear I'll make you commander of my army instead of Joab.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Soon the tribe of Judah again became followers of David, and they sent him this message: &apos;Come back, and bring your soldiers with you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David started back and had gone as far as the Jordan River when he met the people of Judah. They had gathered at Gilgal and had come to help him cross the river."
            },
            {
                "verse_number": "16",
                "verse_text": "Shimei the son of Gera was there with them. He had hurried from Bahurim to meet David. Shimei was from the tribe of Benjamin, and"
            },
            {
                "verse_number": "17",
                "verse_text": "1,000 others from Benjamin had come with him. Ziba, the chief servant of Saul's family, also came to the Jordan River. He and his 15 sons and 20 servants waded across to meet David."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they brought David's family and servants back across the river, and they did everything he wanted them to do."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, &apos;Your Majesty, I beg you not to punish me! Please, forget what I did when you were leaving Jerusalem. Don't even think about it."
            },
            {
                "verse_number": "20",
                "verse_text": "I know I was wrong. That's why I wanted to be the first one from the northern tribes to meet you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Abishai shouted, &apos;You should be killed for cursing the Lord 's chosen king!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said, &apos;Abishai, what will I ever do with you and your brother Joab? Is it your job to tell me who has done wrong? I've been made king of all Israel today, and no one will be put to death!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then David promised Shimei that he would not be killed."
            },
            {
                "verse_number": "26",
                "verse_text": "He answered, &apos;Your Majesty, you know I can't walk. I told my servant to saddle a donkey for me so I could go with you. But my servant left without me, and"
            },
            {
                "verse_number": "27",
                "verse_text": "then he lied about me. You're as wise as an angel of God, so do what you think is right."
            },
            {
                "verse_number": "28",
                "verse_text": "After all, you could have killed my whole family and me. But instead, you let me eat at your own table. Your Majesty, what more could I ask?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "David answered, &apos;You've said enough! I've decided to divide the property between you and Ziba.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Mephibosheth replied, &apos;He can have it all! I'm just glad you've come home safely.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Barzillai came from Rogelim in Gilead to meet David at the Jordan River and go across with him."
            },
            {
                "verse_number": "32",
                "verse_text": "Barzillai was 80 years old. He was very rich and had sent food to David in Mahanaim."
            },
            {
                "verse_number": "33",
                "verse_text": "David said to him, &apos;Cross the river and go to Jerusalem with me. I will take care of you.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Barzillai answered:"
            },
            {
                "verse_number": "35",
                "verse_text": "I'm already 80 years old, and my body is almost numb. I can't taste my food or hear the sound of singing, and I would be nothing but a burden."
            },
            {
                "verse_number": "36",
                "verse_text": "I'll cross the river with you, but I'll only go a little way on the other side. You don't have to be so kind to me."
            },
            {
                "verse_number": "37",
                "verse_text": "Just let me return to my hometown, where I can someday be buried near my father and mother. My servant Chimham can go with you, and you can treat him as your own."
            },
            {
                "verse_number": "38",
                "verse_text": "David said, &apos;I'll take Chimham with me, and whatever you ask me to do for him, I'll do. And if there's anything else you want, I'll also do that.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "David's soldiers went on across the river, while he stayed behind to tell Barzillai goodbye and to wish him well. Barzillai returned home, but"
            },
            {
                "verse_number": "40",
                "verse_text": "Chimham crossed the river with David."
            },
            {
                "verse_number": "41",
                "verse_text": "The soldiers from Israel came to him and said, &apos;Why did our relatives from Judah secretly take you and your family and your soldiers across the Jordan?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The people of Judah answered, &apos;Why are you so angry? We are the king's relatives. He didn't give us any food, and we didn't take anything for ourselves!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Those from Israel said, &apos;King David belongs to us ten times more than he belongs to you. Why didn't you think we were good enough to help you? After all, we were the first ones to think of bringing him back!&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "A troublemaker from the tribe of Benjamin was there. His name was Sheba the son of Bichri, and he blew a trumpet to get everyone's attention. Then he said, &apos;People of Israel, David the son of Jesse doesn't belong to us! Let's go home.&apos; Joab and his brother Abishai went off to chase Sheba. &apos;Yes, I am,&apos; he answered. She said, &apos;Please, listen to what I have to say.&apos; &apos;All right,&apos; he said. &apos;I'll listen.&apos; The woman told Joab, &apos;We will throw his head over the wall.&apos; Joab blew a signal on his trumpet, and the soldiers returned to their homes. Joab went back to David in Jerusalem. Jehoshaphat the son of Ahilud kept government records. Zadok and Abiathar were the priests."
            },
            {
                "verse_number": "2",
                "verse_text": "So they stopped following David and went off with Sheba. But the people of Judah stayed close to David all the way from the Jordan to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "David had left ten of his wives in Jerusalem to take care of his palace. But when he came back, he had them taken to another house, and he placed soldiers there to guard them. He gave them whatever they needed, but he never slept with any of them again. They had to live there for the rest of their lives as if they were widows."
            },
            {
                "verse_number": "4",
                "verse_text": "David said to Amasa, &apos;Three days from now I want you and all of Judah's army to be here!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Amasa started bringing the army together, but it was taking him more than three days."
            },
            {
                "verse_number": "6",
                "verse_text": "So David said to Abishai, &apos;Sheba will hurt us more than Absalom ever did. Take my best soldiers and go after him. We don't want him to take over any walled cities and get away from us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Abishai left Jerusalem to try and capture Sheba. He took along Joab and his soldiers, as well as David's bodyguard and best troops."
            },
            {
                "verse_number": "8",
                "verse_text": "They had gone as far as the big rock at Gibeon when Amasa caught up with them. Joab had a dagger strapped around his waist over his military uniform, but it fell out as he started toward Amasa."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab said, &apos;Amasa, my cousin, how are you?&apos; Then Joab took hold of Amasa's beard with his right hand, so that he could greet him with a kiss."
            },
            {
                "verse_number": "10",
                "verse_text": "Amasa did not see the dagger in Joab's other hand. Joab stuck it in Amasa's stomach, and his insides spilled out on the ground. Joab only struck him once, but Amasa was dying."
            },
            {
                "verse_number": "11",
                "verse_text": "One of Joab's soldiers stood by Amasa and shouted, &apos;If any of you are for Joab and David, then follow Joab!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Amasa was still rolling in his own blood in the middle of the road. The soldier who had shouted noticed that everyone who passed by would stop, so he dragged Amasa off the road and covered him with a blanket."
            },
            {
                "verse_number": "13",
                "verse_text": "After this, no one else stopped. They all walked straight past him on their way to help Joab capture Sheba."
            },
            {
                "verse_number": "14",
                "verse_text": "Sheba had gone through all of the tribes of Israel when he came to the town of Abel Beth-Maacah. All of his best soldiers met him there and followed him into the town."
            },
            {
                "verse_number": "15",
                "verse_text": "Joab and his troops came and surrounded Abel, so that no one could go in or come out. They made a dirt ramp up to the town wall and then started to use a battering ram to knock the wall down."
            },
            {
                "verse_number": "16",
                "verse_text": "A wise woman shouted from the top of the wall, &apos;Listen to me! Listen to me! I have to talk to Joab! Tell him to come here!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When he came, the woman said, &apos;Are you Joab?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "She said, &apos;Long ago people used to say, &quot;If you want good advice, go to the town of Abel to get it.&quot; The answers they got here were all that was needed to settle any problem."
            },
            {
                "verse_number": "19",
                "verse_text": "We are Israelites, and we want peace! You can trust us. Why are you trying to destroy a town that's like a mother in Israel? Why do you want to wipe out the Lord 's people?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab answered, &apos;No, no! I'm not trying to wipe you out or destroy your town!"
            },
            {
                "verse_number": "21",
                "verse_text": "That's not it at all. There's a man in your town from the hill country of Ephraim. His name is Sheba, and he is the leader of a rebellion against King David. Turn him over to me, and we will leave your town alone.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "She went to the people of the town and talked them into doing it. They cut off Sheba's head and threw it to Joab."
            },
            {
                "verse_number": "23",
                "verse_text": "Joab was the commander of Israel's entire army. Benaiah the son of Jehoiada was in command of David's bodyguard."
            },
            {
                "verse_number": "24",
                "verse_text": "Adoram was in charge of the slave-labor force."
            },
            {
                "verse_number": "25",
                "verse_text": "Sheva was the secretary."
            },
            {
                "verse_number": "26",
                "verse_text": "Ira from Jair was David's priest."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "While David was king, there were three years in a row when the nation of Israel could not grow enough food. So David asked the Lord for help, and the Lord answered, &apos;Saul and his family are guilty of murder, because he had the Gibeonites killed.&apos; David had the Gibeonites come, and he talked with them. &apos;I'll give them to you,&apos; David said. David's soldiers told him, &apos;We can't let you risk your life in battle anymore! You give light to our nation, and we want that flame to keep burning.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Gibeonites were not Israelites; they were descendants of the Amorites. The people of Israel had promised not to kill them, but Saul had tried to kill them because he wanted Israel and Judah to control all the land."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;What can I do to make up for what Saul did, so that you'll ask the Lord to be kind to his people again?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Gibeonites answered, &apos;Silver and gold from Saul and his family are not enough. On the other hand, we don't have the right to put any Israelite to death.&apos; David said, &apos;I'll do whatever you ask.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They replied, &apos;Saul tried to kill all our people so that none of us would be left in the land of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "Give us seven of his descendants. We will hang these men near the place where the Lord is worshiped in Gibeah, the hometown of Saul, the Lord 's chosen king.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David had made a promise to Jonathan with the Lord as his witness, so he spared Jonathan's son Mephibosheth, the grandson of Saul."
            },
            {
                "verse_number": "8",
                "verse_text": "But Saul and Rizpah the daughter of Aiah had two sons named Armoni and Mephibosheth. Saul's daughter Merab had five sons whose father was Adriel the son of Barzillai from Meholah. David took Rizpah's two sons and Merab's five sons and"
            },
            {
                "verse_number": "9",
                "verse_text": "turned them over to the Gibeonites, who hanged all seven of them on the mountain near the place where the Lord was worshiped. This happened right at the beginning of the barley harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "Rizpah spread out some sackcloth on a nearby rock. She wouldn't let the birds land on the bodies during the day, and she kept the wild animals away at night. She stayed there from the beginning of the harvest until it started to rain."
            },
            {
                "verse_number": "15",
                "verse_text": "One time David got very tired when he and his soldiers were fighting the Philistines."
            },
            {
                "verse_number": "16",
                "verse_text": "One of the Philistine warriors was Ishbibenob, who was a descendant of the Rephaim, and he tried to kill David. Ishbibenob was armed with a new sword, and his bronze spearhead alone weighed about three and a half kilograms."
            },
            {
                "verse_number": "17",
                "verse_text": "But Abishai came to the rescue and killed the Philistine."
            },
            {
                "verse_number": "18",
                "verse_text": "There was another battle with the Philistines at Gob, where Sibbecai from Hushah killed a descendant of the Rephaim named Saph."
            },
            {
                "verse_number": "19",
                "verse_text": "There was still another battle with the Philistines at Gob. A soldier named Elhanan killed Goliath from Gath, whose spear shaft was like a weaver's beam. Elhanan's father was Jari from Bethlehem."
            },
            {
                "verse_number": "20",
                "verse_text": "There was another war, this time in Gath. One of the enemy soldiers was a descendant of the Rephaim. He was as big as a giant and had six fingers on each hand and six toes on each foot."
            },
            {
                "verse_number": "21",
                "verse_text": "But when he made fun of Israel, David's nephew Jonathan killed him. Jonathan was the son of David's brother Shimei."
            },
            {
                "verse_number": "22",
                "verse_text": "David and his soldiers killed these four men who were descendants of the Rephaim from Gath."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David sang a song to the Lord after the Lord had rescued him from his enemies, especially Saul. These are the words to David's song: my fortress, my protector. where I am safe. You are my shield, and my place of shelter. You rescue me and keep me safe from violence. I prayed to you, and you rescued me from my enemies. surrounded me, and I was almost swallowed by its flooding waters. of the dead had coiled around me, and death had set a trap in my path. when I called out to you, but from your temple you heard me and answered my prayer. rocked back and forth. You were angry Scorching heat and fiery flames spewed from your mouth. like curtains, and you came down with storm clouds under your feet. with the wind as wings. Thunderclouds filled the sky, hiding you from sight. in front of you. thundered from the heavens. with arrows of lightning. and its deepest channels could be seen. You snorted, and the earth shook to its foundations. and you lifted me from deep in the ocean. who were hateful and too powerful for me. they came and attacked, but you defended me. you freed and rescued me because you love me. because I do right, and you reward me because I am innocent. and never turn to do evil. and never turn away from your teachings. and guard against sin. because I do right; you have rewarded me for being innocent by your standards. to your loyal people, and you are faithful to the faithful. you are sincere, but you treat the unfaithful as their deeds deserve. but you look for ways to put down the proud. you are my lamp. You turn darkness to light. and capture cities. and your word is correct. You are a shield for those who run to you for help. and you set me free. as those of a deer, and you help me stand on the mountains. and my arms to use a bow of bronze. and by coming to help me, you have made me famous. and now I won't stumble. until I caught them and destroyed them. I stuck my sword through my enemies, and they were crushed under my feet. and forced my attackers to fall victim to me. and I killed them. but no one saved them; they called out to you, but there was no answer. and I squashed them like mud in the streets. from my stubborn people and made me the leader of foreign nations, who are now my slaves. and from their fortresses they come trembling. I will praise you! I will honor you for keeping me safe. and you put nations in my power. from violent enemies, and you made me much greater than all of them. and I will honor you among the nations. to your chosen king. Your faithful love for David and for his descendants will never end."
            },
            {
                "verse_number": "2",
                "verse_text": "Our Lord and our God, you are my mighty rock, my powerful weapon, The columns supporting the sky of flying creatures. You appeared Only you are a mighty rock. You are a mighty rock."
            },
            {
                "verse_number": "3",
                "verse_text": "You are the rock"
            },
            {
                "verse_number": "4",
                "verse_text": "I praise you, our Lord !"
            },
            {
                "verse_number": "5",
                "verse_text": "Death, like ocean waves,"
            },
            {
                "verse_number": "6",
                "verse_text": "Ropes from the world"
            },
            {
                "verse_number": "7",
                "verse_text": "I was in terrible trouble"
            },
            {
                "verse_number": "8",
                "verse_text": "Earth shook and shivered!"
            },
            {
                "verse_number": "9",
                "verse_text": "and breathed out smoke."
            },
            {
                "verse_number": "10",
                "verse_text": "You opened the heavens"
            },
            {
                "verse_number": "11",
                "verse_text": "You rode on the backs"
            },
            {
                "verse_number": "12",
                "verse_text": "Darkness was your tent!"
            },
            {
                "verse_number": "13",
                "verse_text": "Fiery coals lit up the sky"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord Most High, your voice"
            },
            {
                "verse_number": "15",
                "verse_text": "You scattered your enemies"
            },
            {
                "verse_number": "16",
                "verse_text": "You roared at the sea,"
            },
            {
                "verse_number": "17",
                "verse_text": "You reached down from heaven,"
            },
            {
                "verse_number": "18",
                "verse_text": "You rescued me from enemies"
            },
            {
                "verse_number": "19",
                "verse_text": "On the day disaster struck,"
            },
            {
                "verse_number": "20",
                "verse_text": "When I was fenced in,"
            },
            {
                "verse_number": "21",
                "verse_text": "You are good to me, Lord ,"
            },
            {
                "verse_number": "22",
                "verse_text": "I do what you want"
            },
            {
                "verse_number": "23",
                "verse_text": "I keep your laws in mind"
            },
            {
                "verse_number": "24",
                "verse_text": "I obey you completely"
            },
            {
                "verse_number": "25",
                "verse_text": "You have been good to me"
            },
            {
                "verse_number": "26",
                "verse_text": "You are always loyal"
            },
            {
                "verse_number": "27",
                "verse_text": "With all who are sincere"
            },
            {
                "verse_number": "28",
                "verse_text": "You rescue the humble,"
            },
            {
                "verse_number": "29",
                "verse_text": "Our Lord and God,"
            },
            {
                "verse_number": "30",
                "verse_text": "You help me defeat armies"
            },
            {
                "verse_number": "31",
                "verse_text": "Your way is perfect, Lord ,"
            },
            {
                "verse_number": "32",
                "verse_text": "You alone are God!"
            },
            {
                "verse_number": "33",
                "verse_text": "You are my strong fortress,"
            },
            {
                "verse_number": "34",
                "verse_text": "You make my feet run as fast"
            },
            {
                "verse_number": "35",
                "verse_text": "You teach my hands to fight"
            },
            {
                "verse_number": "36",
                "verse_text": "You alone are my shield,"
            },
            {
                "verse_number": "37",
                "verse_text": "You clear the way for me,"
            },
            {
                "verse_number": "38",
                "verse_text": "I kept chasing my enemies"
            },
            {
                "verse_number": "39",
                "verse_text": "I destroyed them!"
            },
            {
                "verse_number": "40",
                "verse_text": "You helped me win victories"
            },
            {
                "verse_number": "41",
                "verse_text": "You made my enemies run,"
            },
            {
                "verse_number": "42",
                "verse_text": "They cried out for help,"
            },
            {
                "verse_number": "43",
                "verse_text": "I ground them to dust,"
            },
            {
                "verse_number": "44",
                "verse_text": "You rescued me"
            },
            {
                "verse_number": "45",
                "verse_text": "They obey and come crawling."
            },
            {
                "verse_number": "46",
                "verse_text": "They have lost all courage"
            },
            {
                "verse_number": "47",
                "verse_text": "You are the living Lord !"
            },
            {
                "verse_number": "48",
                "verse_text": "You took revenge for me,"
            },
            {
                "verse_number": "49",
                "verse_text": "You protected me"
            },
            {
                "verse_number": "50",
                "verse_text": "I will praise you, Lord ,"
            },
            {
                "verse_number": "51",
                "verse_text": "You give glorious victories"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "These are the last words of David the son of Jesse. The God of Jacob chose David and made him a great king. The Mighty God of Israel When God told him to speak, David said: has told me what to say. the God of Jacob, told me, &apos;A ruler who obeys God and does right on a cloudless day, or like rain that sparkles and God will never break his promise to me. God's promise is complete and unchanging; he will always help me and give me what I hope for. like thornbushes. They are not dug up by hand, and are burned on the spot. The Three Warriors did these brave deeds. Asahel the brother of Joab Elhanan the son of Dodo from Bethlehem Shammah from Harod Elika from Harod Helez the Paltite Ira the son of Ikkesh from Tekoa Abiezer from Anathoth Zalmon the Ahohite Maharai from Netophah Heleb the son of Baanah from Netophah Ittai the son of Ribai from Gibeah of the tribe of Benjamin Benaiah from Pirathon Hiddai from the streams on Mount Gaash Abialbon from Beth-Arabah Eliahba from Shaalbon Ahiam the son of Sharar the Hararite Eliphelet the son of Ahasbai from Maacah Eliam the son of Ahithophel from Gilo Hezro from Carmel Paarai the Arbite Igal the son of Nathan from Zobah Bani the Gadite Zelek from Ammon Naharai from Beeroth, who carried the weapons of Joab the son of Zeruiah Ira the Ithrite Gareb the Ithrite Uriah the Hittite There were 37 in all. loved him. on the grass.&apos; Ishbosheth the son of Hachmon was the leader of the Three Warriors. In one battle, he killed 800 men with his spear. Mebunnai the Hushathite Azmaveth from Bahurim Jashen Jonathan the son of Shammah the Hararite"
            },
            {
                "verse_number": "2",
                "verse_text": "The Spirit of the Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "Our Mighty Rock,"
            },
            {
                "verse_number": "4",
                "verse_text": "is like the sunrise"
            },
            {
                "verse_number": "5",
                "verse_text": "I have ruled this way,"
            },
            {
                "verse_number": "6",
                "verse_text": "But evil people are pulled up"
            },
            {
                "verse_number": "7",
                "verse_text": "but with a sharp spear"
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of David's warriors:"
            },
            {
                "verse_number": "9",
                "verse_text": "The next one of the Three Warriors was Eleazar the son of Dodo the Ahohite. One time when the Philistines were at war with Israel, he and David dared the Philistines to fight them. Every one of the Israelite soldiers turned and ran,"
            },
            {
                "verse_number": "10",
                "verse_text": "except Eleazar. He killed Philistines until his hand was cramped, and he couldn't let go of his sword. When Eleazar finished, all the Israelite troops had to do was come back and take the enemies' weapons and armor. The Lord gave Israel a great victory that day."
            },
            {
                "verse_number": "11",
                "verse_text": "Next was Shammah the son of Agee the Hararite. One time the Philistines brought their army together to destroy a crop of peas growing in a field near Lehi. The rest of Israel's soldiers ran away from the Philistines,"
            },
            {
                "verse_number": "12",
                "verse_text": "but Shammah stood in the middle of the field and killed the Philistines. The crops were saved, and the Lord gave Israel a great victory."
            },
            {
                "verse_number": "13",
                "verse_text": "One year at harvest time, the Three Warriors went to meet David at Adullam Cave. The Philistine army had set up camp in Rephaim Valley"
            },
            {
                "verse_number": "14",
                "verse_text": "and had taken over Bethlehem. David was in his fortress,"
            },
            {
                "verse_number": "15",
                "verse_text": "and he was very thirsty. He said, &apos;I wish I had a drink from the well by the gate at Bethlehem.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Three Warriors sneaked into the Philistine camp and got some water from the well near Bethlehem's gate. But after they brought the water back to David, he refused to drink it. Instead, he poured it out as a sacrifice"
            },
            {
                "verse_number": "17",
                "verse_text": "and said to the Lord , &apos;I can't drink this water! It's like the blood of these men who risked their lives to get it for me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Joab's brother Abishai was the leader of the Thirty Warriors, and in one battle he killed 300 men with his spear. He was as famous as the Three Warriors"
            },
            {
                "verse_number": "19",
                "verse_text": "and certainly just as famous as the rest of the Thirty Warriors. He was the commander of the Thirty Warriors, but he still did not become one of the Three Warriors."
            },
            {
                "verse_number": "20",
                "verse_text": "Benaiah the son of Jehoiada was a brave man from Kabzeel who did some amazing things. He killed two of Moab's best fighters, and on a snowy day he went down into a pit and killed a lion."
            },
            {
                "verse_number": "21",
                "verse_text": "Another time, he killed an Egyptian, as big as a giant. The Egyptian was armed with a spear, but Benaiah only had a club. Benaiah grabbed the spear from the Egyptian and killed him with it."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord was angry with Israel again, and he made David think it would be a good idea to count the people in Israel and Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "So David told Joab and the army officers, &apos;Go to every tribe in Israel, from the town of Dan in the north all the way south to Beersheba, and count everyone who can serve in the army. I want to know how many there are.&apos; When the angel was about to destroy Jerusalem, the Lord felt sorry for all the suffering he had caused and told the angel, &apos;That's enough! Don't touch them.&apos; This happened at the threshing place that belonged to Araunah the Jebusite. So David went. David answered, &apos;I've come to buy your threshing place. I have to build the Lord an altar here, so this disease will stop killing the people.&apos; The Lord answered the prayers of the people, and no one else died from the terrible disease."
            },
            {
                "verse_number": "3",
                "verse_text": "Joab answered, &apos;I hope the Lord your God will give you 100 times more soldiers than you already have. I hope you will live to see that day! But why do you want to do a thing like this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But when David refused to change his mind, Joab and the army officers went out and started counting the people."
            },
            {
                "verse_number": "5",
                "verse_text": "They crossed the Jordan River and began with Aroer and the town in the middle of the river valley. From there they went toward Gad and on as far as Jazer."
            },
            {
                "verse_number": "6",
                "verse_text": "They went to Gilead and to Kadesh in Syria. Then they went to Dan, Ijon, and on toward Sidon."
            },
            {
                "verse_number": "7",
                "verse_text": "They came to the fortress of Tyre, then went through every town of the Hivites and the Canaanites. Finally, they went to Beersheba in the Southern Desert of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "After they had gone through the whole land, they went back to Jerusalem. It had taken them 9 months and 20 days."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab came and told David, &apos;In Israel there are 800,000 who can serve in the army, and in Judah there are 500,000.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "After everyone had been counted, David realized he had done wrong. He told the Lord , &apos;What I did was stupid and terribly wrong. Lord , please forgive me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Before David even got up the next morning, the Lord had told David's prophet Gad"
            },
            {
                "verse_number": "14",
                "verse_text": "David was really frightened and said, &apos;It's a terrible choice to make! But the Lord is kind, and I'd rather be punished by him than by anyone else.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "David saw the angel killing everyone and told the Lord , &apos;These people are like sheep with me as their shepherd. I have sinned terribly, but they have done nothing wrong. Please, punish me and my family instead of them!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah looked and saw David and his soldiers coming up toward him. He went over to David, bowed down low,"
            },
            {
                "verse_number": "21",
                "verse_text": "and said, &apos;Your Majesty! Why have you come to see me?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Araunah said, &apos;Take whatever you want and offer your sacrifice. Here are some oxen for the sacrifice. You can use the threshing-boards and the wooden yokes for the fire."
            },
            {
                "verse_number": "23",
                "verse_text": "Take them&ndash;they're yours! I hope the Lord your God will be pleased with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But David answered, &apos;No! I have to pay you what they're worth. I can't offer the Lord my God a sacrifice that cost me nothing.&apos; So David bought the threshing place and the oxen for 50 pieces of silver."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he built an altar for the Lord . He offered sacrifices to please the Lord and to ask for his blessings."
            }
        ]
    }
}