{
    "2 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus. God himself chose me to be an apostle, and he gave me the promised life that Jesus Christ makes possible. to be his holy people. We did nothing to deserve this, but God planned it because he is so kind. Even before time began God planned for Christ Jesus to show kindness to us. to offer us God's gift of undeserved grace. Christ our Savior defeated death and brought us the good news. It shines like a light and offers life that never ends."
            },
            {
                "verse_number": "2",
                "verse_text": "Timothy, you are like a dear child to me. I pray that God our Father and our Lord Christ Jesus will be kind and merciful to you and will bless you with peace!"
            },
            {
                "verse_number": "3",
                "verse_text": "Night and day I mention you in my prayers. I am always grateful for you, as I pray to the God my ancestors and I have served with a clear conscience."
            },
            {
                "verse_number": "4",
                "verse_text": "I remember how you cried, and I want to see you, because this would make me truly happy."
            },
            {
                "verse_number": "5",
                "verse_text": "I also remember the genuine faith of your mother Eunice. Your grandmother Lois had the same sort of faith, and I am sure you have it as well."
            },
            {
                "verse_number": "6",
                "verse_text": "So I ask you to make full use of the gift God gave you when I placed my hands on you. Use it well."
            },
            {
                "verse_number": "7",
                "verse_text": "God's Spirit doesn't make cowards out of us. The Spirit gives us power, love, and self-control."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't be ashamed to speak for our Lord. And don't be ashamed of me, just because I am in jail for serving him. Use the power that comes from God and join with me in suffering for telling the good news."
            },
            {
                "verse_number": "9",
                "verse_text": "God saved us and chose us"
            },
            {
                "verse_number": "10",
                "verse_text": "Now Christ Jesus has come"
            },
            {
                "verse_number": "11",
                "verse_text": "My work is to be a preacher, an apostle, and a teacher."
            },
            {
                "verse_number": "12",
                "verse_text": "This is why I am suffering now. But I am not ashamed! I know the one I have faith in, and I am sure he can guard until the last day what he has trusted me with."
            },
            {
                "verse_number": "13",
                "verse_text": "Now follow the example of the correct teaching I gave you, and let the faith and love of Christ Jesus be your model."
            },
            {
                "verse_number": "14",
                "verse_text": "You have been trusted with a wonderful treasure. Guard it with the help of the Holy Spirit, who lives within us."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that everyone in Asia has turned against me, especially Phygelus and Hermogenes."
            },
            {
                "verse_number": "16",
                "verse_text": "I pray that the Lord will be kind to the family of Onesiphorus. He often cheered me up and wasn't ashamed of me when I was put in jail."
            },
            {
                "verse_number": "17",
                "verse_text": "Then after he arrived in Rome, he searched everywhere until he found me."
            },
            {
                "verse_number": "18",
                "verse_text": "I pray that the Lord Jesus will ask God to show mercy to Onesiphorus on the day of judgment. You know how much he helped me in Ephesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Timothy, my child, you must let Christ Jesus make you strong by his gift of undeserved grace."
            },
            {
                "verse_number": "2",
                "verse_text": "You have often heard me teach. Now I want you to tell these same things to followers who can be trusted to tell others. &apos;If we died with Christ, we will live with him. we will rule with him. If we deny that we know him, he will deny that he knows us. he will still be faithful. Christ cannot deny who he is.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "As a good soldier of Christ Jesus you must endure your share of suffering."
            },
            {
                "verse_number": "4",
                "verse_text": "Soldiers on duty don't work at outside jobs. They try only to please their commanding officer."
            },
            {
                "verse_number": "5",
                "verse_text": "No one wins an athletic contest without obeying the rules."
            },
            {
                "verse_number": "6",
                "verse_text": "And farmers who work hard are the first to eat what grows in their field."
            },
            {
                "verse_number": "7",
                "verse_text": "If you keep in mind what I have told you, the Lord will help you understand completely."
            },
            {
                "verse_number": "8",
                "verse_text": "Keep your mind on Jesus Christ! He was from the family of David and was raised from death, just as my good news says."
            },
            {
                "verse_number": "9",
                "verse_text": "And because of this message, I am locked up in jail and treated like a criminal. But God's good news isn't locked in jail,"
            },
            {
                "verse_number": "10",
                "verse_text": "and so I am willing to put up with anything. Then God's special people will be saved and given eternal glory because they belong to Christ Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "Here is a true message:"
            },
            {
                "verse_number": "12",
                "verse_text": "If we don't give up,"
            },
            {
                "verse_number": "13",
                "verse_text": "If we are not faithful,"
            },
            {
                "verse_number": "14",
                "verse_text": "Don't let anyone forget these things. And with God as your witness, you must warn them not to argue about words. These arguments don't help anyone. In fact, they ruin everyone who listens to them."
            },
            {
                "verse_number": "15",
                "verse_text": "Do your best to win God's approval as a worker who doesn't need to be ashamed and who teaches only the true message."
            },
            {
                "verse_number": "16",
                "verse_text": "Keep away from worthless and useless talk. It only leads people farther away from God."
            },
            {
                "verse_number": "17",
                "verse_text": "That sort of talk is like a sore that won't heal. And Hymenaeus and Philetus have been talking this way"
            },
            {
                "verse_number": "18",
                "verse_text": "by teaching that the dead have already been raised to life. This is far from the truth, and it is destroying the faith of some people."
            },
            {
                "verse_number": "19",
                "verse_text": "But the foundation God has laid is solid. On it is written, &apos;The Lord knows who his people are. So everyone who worships the Lord must turn away from evil.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "In a large house some dishes are made of gold or silver, while others are made of wood or clay. Some of these are special, and others are not."
            },
            {
                "verse_number": "21",
                "verse_text": "This is also how it is with people. The ones who stop doing evil and make themselves pure will become special. Their lives will be holy and pleasing to their Master, and they will be able to do all kinds of good deeds."
            },
            {
                "verse_number": "22",
                "verse_text": "Run from temptations that capture young people. Always do the right thing. Be faithful, loving, and easy to get along with. Worship with people whose hearts are pure."
            },
            {
                "verse_number": "23",
                "verse_text": "Stay away from stupid and senseless arguments. These only lead to trouble,"
            },
            {
                "verse_number": "24",
                "verse_text": "and God's servants must not be troublemakers. They must be kind to everyone, and they must be good teachers and very patient."
            },
            {
                "verse_number": "25",
                "verse_text": "Be humble when you correct people who oppose you. Maybe God will lead them to turn to him and learn the truth."
            },
            {
                "verse_number": "26",
                "verse_text": "They have been trapped by the devil, and he makes them obey him, but God may help them escape."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You can be certain that in the last days there will be some very hard times."
            },
            {
                "verse_number": "2",
                "verse_text": "People will love only themselves and money. They will be proud, stuck-up, rude, and disobedient to their parents. They will also be ungrateful, godless,"
            },
            {
                "verse_number": "3",
                "verse_text": "heartless, and hateful. Their words will be cruel, and they will have no self-control or pity. These people will hate everything good."
            },
            {
                "verse_number": "4",
                "verse_text": "They will be sneaky, reckless, and puffed up with pride. Instead of loving God, they will love pleasure."
            },
            {
                "verse_number": "5",
                "verse_text": "Even though they will make a show of being religious, their religion won't be real. Don't have anything to do with such people."
            },
            {
                "verse_number": "6",
                "verse_text": "Some men fool whole families, just to get power over those women who are slaves of sin and are controlled by all sorts of desires."
            },
            {
                "verse_number": "7",
                "verse_text": "These women always want to learn something new, but they never can discover the truth."
            },
            {
                "verse_number": "8",
                "verse_text": "Just as Jannes and Jambres opposed Moses, these people are enemies of the truth. Their minds are sick, and their faith isn't real."
            },
            {
                "verse_number": "9",
                "verse_text": "But they won't get very far with their foolishness. Soon everyone will know the truth about them, just as Jannes and Jambres were found out."
            },
            {
                "verse_number": "10",
                "verse_text": "Timothy, you know what I teach and how I live. You know what I want to do and what I believe. You have seen how patient and loving I am, and how in the past I put up with"
            },
            {
                "verse_number": "11",
                "verse_text": "trouble and suffering in the cities of Antioch, Iconium, and Lystra. Yet the Lord rescued me from all those terrible troubles."
            },
            {
                "verse_number": "12",
                "verse_text": "In fact, anyone who belongs to Christ Jesus and wants to live right will have trouble from others."
            },
            {
                "verse_number": "13",
                "verse_text": "But evil people who pretend to be what they are not will become worse than ever, as they fool others and are fooled themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "Keep on being faithful to what you were taught and to what you believed. After all, you know who taught you these things."
            },
            {
                "verse_number": "15",
                "verse_text": "Since childhood, you have known the Holy Scriptures that are able to make you wise enough to have faith in Christ Jesus and be saved."
            },
            {
                "verse_number": "16",
                "verse_text": "Everything in the Scriptures is God's Word. All of it is useful for teaching and helping people and for correcting them and showing them how to live."
            },
            {
                "verse_number": "17",
                "verse_text": "The Scriptures train God's servants to do all kinds of good deeds."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Christ Jesus comes as king, he will be the judge of everyone, whether they are living or dead. So with God and Christ as witnesses, I command you"
            },
            {
                "verse_number": "2",
                "verse_text": "to preach God's message. Do it willingly, even if it isn't the popular thing to do. You must correct people and point out their sins. But also cheer them up, and when you instruct them, always be patient."
            },
            {
                "verse_number": "3",
                "verse_text": "The time is coming when people won't listen to good teaching. Instead, they will look for teachers who will please them by telling them only what they are itching to hear."
            },
            {
                "verse_number": "4",
                "verse_text": "They will turn from the truth and eagerly listen to senseless stories."
            },
            {
                "verse_number": "5",
                "verse_text": "But you must stay calm and be willing to suffer. You must work hard, telling the good news and to do your job well. Mark can be very helpful to me, so please find him and bring him with you. Trophimus was sick when I left him at Miletus. Eubulus, Pudens, Linus, and Claudia send you their greetings, and so do the rest of the Lord's followers."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the time has come for me to die. My life is like a drink offering being poured out on the altar."
            },
            {
                "verse_number": "7",
                "verse_text": "I have fought well. I have finished the race, and I have been faithful."
            },
            {
                "verse_number": "8",
                "verse_text": "So a crown will be given to me for pleasing the Lord. He judges fairly, and on the day of judgment he will give a crown to me and to everyone else who wants him to appear with power."
            },
            {
                "verse_number": "9",
                "verse_text": "Come to see me as soon as you can."
            },
            {
                "verse_number": "10",
                "verse_text": "Demas loves the things of this world so much that he left me and went to Thessalonica. Crescens has gone to Galatia, and Titus has gone to Dalmatia."
            },
            {
                "verse_number": "11",
                "verse_text": "Only Luke has stayed with me."
            },
            {
                "verse_number": "12",
                "verse_text": "I sent Tychicus to Ephesus."
            },
            {
                "verse_number": "13",
                "verse_text": "When you come, bring the coat I left at Troas with Carpus. Don't forget to bring the scrolls, especially the ones made of leather."
            },
            {
                "verse_number": "14",
                "verse_text": "Alexander, the metalworker, has hurt me in many ways. But the Lord will pay him back for what he has done."
            },
            {
                "verse_number": "15",
                "verse_text": "Alexander opposes what we preach, so you had better watch out for him."
            },
            {
                "verse_number": "16",
                "verse_text": "When I was first put on trial, no one helped me. In fact, everyone deserted me. I hope it won't be held against them."
            },
            {
                "verse_number": "17",
                "verse_text": "But the Lord stood beside me. He gave me the strength to tell his full message, so that all Gentiles would hear it. And I was kept safe from hungry lions."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord will always keep me from being harmed by evil, and he will bring me safely into his heavenly kingdom. Praise him forever and ever! Amen."
            },
            {
                "verse_number": "19",
                "verse_text": "Give my greetings to Priscilla and Aquila and to the family of Onesiphorus."
            },
            {
                "verse_number": "20",
                "verse_text": "Erastus stayed at Corinth."
            },
            {
                "verse_number": "21",
                "verse_text": "Do your best to come before winter."
            },
            {
                "verse_number": "22",
                "verse_text": "I pray that the Lord will bless your life and will be kind to you."
            }
        ]
    }
}