{
    "Hosea": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Hosea son of Beeri. When Uzziah, Jotham, Ahaz, and Hezekiah were the kings of Judah, and when Jeroboam son of Jehoash was king of Israel, the Lord spoke this message to me."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;Hosea, Israel has betrayed me like an unfaithful wife. Marry such a woman and have children by her.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So I married Gomer the daughter of Diblaim, and we had a son."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord said, &apos;Hosea, name your son Jezreel, because I will soon punish the descendants of King Jehu of Israel for the murders he committed in Jezreel Valley. I will destroy his kingdom,"
            },
            {
                "verse_number": "5",
                "verse_text": "and in Jezreel Valley I will break the power of Israel.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Later, Gomer had a daughter, and the Lord said, &apos;Name her Lo-Ruhamah, because I will no longer have mercy and forgive Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "But I am the Lord God of Judah, and I will have mercy and save Judah by my own power&ndash;not by wars and arrows or swords and cavalry.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "After Gomer had stopped nursing Lo-Ruhamah, she had another son."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said, &apos;Name him Lo-Ammi, because these people are not mine, and I am not their God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Someday it will be impossible to count the people of Israel, because there will be as many of them as there are grains of sand along the seashore. They are now called &apos;Not My People,&apos; but in the future they will be called &apos;Children of the Living God.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel and Judah will unite and choose one leader. Then they will take back their land, and this will be a great day for Jezreel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So let your brothers be called &apos;My People&apos; and your sisters be called &apos;Shown Mercy.&apos; She is no longer my wife, and now I, the Lord , am not her husband. Beg her to give up prostitution like the day she was born. I will make her barren like a desert, and she will die of thirst. of her unfaithfulness, and I'll show you no pity. She was disgraceful and said, &apos;I'll run after my lovers. Everything comes from them&ndash; my food and drink, my linen and wool, my olive oil and wine.&apos; a fence of thorns to block her path. but not catch them; she will search, but not find them. Then she will say, &apos;I'll return to my first husband. Life was better then.&apos; wine, and olive oil were gifts from me, as were the gold and silver of grain and grapes. I'll take back my wool and my linen that cover her body. No one can rescue her. no more New Moon Festivals, Sabbaths, or other feasts. vineyards and fig trees Now I, the Lord , will ruin her vineyards and fig trees; they will become clumps of weeds eaten by wild animals. she worshiped Baal and burned incense to him. I'll punish her for the times she forgot about me and wore jewelry and rings to attract her lovers. I, the Lord , have spoken! will lure you into the desert and speak gently to you. will become Hopeful Valley. You will say &apos;Yes&apos; to me as you did in your youth, when leaving Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "Accuse! Accuse your mother! and stop being unfaithful, she used in worshiping Baal. in the sight of her lovers. as payment for sex.&apos; and then Trouble Valley"
            },
            {
                "verse_number": "3",
                "verse_text": "or I will strip her naked"
            },
            {
                "verse_number": "4",
                "verse_text": "You children are the result"
            },
            {
                "verse_number": "5",
                "verse_text": "Your mother was unfaithful."
            },
            {
                "verse_number": "6",
                "verse_text": "I, the Lord , will build"
            },
            {
                "verse_number": "7",
                "verse_text": "She will run after her lovers,"
            },
            {
                "verse_number": "8",
                "verse_text": "She didn't know that her grain,"
            },
            {
                "verse_number": "9",
                "verse_text": "So I'll hold back the harvest"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I'll strip her naked"
            },
            {
                "verse_number": "11",
                "verse_text": "I'll stop Israel's celebrations&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "She said, &apos;My lovers gave me"
            },
            {
                "verse_number": "13",
                "verse_text": "I'll punish her for the days"
            },
            {
                "verse_number": "14",
                "verse_text": "Israel, I, the Lord ,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will return your vineyards,"
            },
            {
                "verse_number": "16",
                "verse_text": "I promise from that day on, you will call me your husband instead of your master."
            },
            {
                "verse_number": "17",
                "verse_text": "I will no longer even let you mention the names of those pagan gods that you called &apos;Master.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And I will agree to let you live in peace&ndash;you will no longer be attacked by wild animals and birds or by weapons of war."
            },
            {
                "verse_number": "19",
                "verse_text": "I will accept you as my wife forever, and instead of a bride price I will give you justice, fairness, love, kindness,"
            },
            {
                "verse_number": "20",
                "verse_text": "and faithfulness. Then you will truly know who I am."
            },
            {
                "verse_number": "21",
                "verse_text": "I will command the sky to send rain on the earth,"
            },
            {
                "verse_number": "22",
                "verse_text": "and it will produce grain, grapes, and olives in Jezreel Valley."
            },
            {
                "verse_number": "23",
                "verse_text": "I will scatter the seeds and show mercy to Lo-Ruhamah. I will say to Lo-Ammi, &apos;You are my people,&apos; and they will answer, &apos;You are our God.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Once again the Lord spoke to me. And this time he said, &apos;Hosea, fall in love with an unfaithful woman who has a lover. Do this to show that I love the people of Israel, even though they worship idols and enjoy the offering cakes made with fruit.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I paid 15 pieces of silver and about 150 kilograms of grain for such a woman."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I said, &apos;Now you are mine! You will have to remain faithful to me, though it will be a long time before we sleep together.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "It will also be a long time before Israel has a king or before sacrifices are offered at the temple or before there is any way to get guidance from God."
            },
            {
                "verse_number": "5",
                "verse_text": "But later, Israel will turn back to the Lord their God and to David their king. At that time they will come to the Lord with fear and trembling, and he will be good to them."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Israel, listen as the Lord accuses everyone in the land! No one is faithful or loyal or truly cares about God. robbery, unfaithfulness&ndash; these happen all the time. Violence is everywhere. Every living creature is dying&ndash; people and wild animals, birds and fish. Not everyone is at fault. My case is against you, will stumble day and night; I'll silence your mothers. and my people are destroyed by refusing to obey. Now I'll reject you and forget your children, because you have forgotten my Law. you multiply the number of people who sin. Now I'll change your pride into shame. so you can stuff yourselves on their sin offerings. the people for their deeds, just as I will punish you priests. and having sex at pagan shrines won't produce children. My people have rebelled to me, their Lord . My people, you are foolish because of too much pleasure and too much wine. and other objects of wood to give you advice. Lusting for sex at pagan shrines has made you unfaithful to me, your God. on mountaintops and hills, under oak trees, and wherever good shade is found. Your own daughters and daughters-in-law sell themselves for sex. You men are to blame, because you go to prostitutes and offer sacrifices with them at pagan shrines. Your own foolishness will lead to your ruin. but don't lead Judah to sin. Stop worshiping at Gilgal And quit making promises in my name&ndash;the name of the living Lord . than a stubborn cow&ndash; so stubborn that I, the Lord , cannot feed you like lambs in an open pasture. Leave those people alone! with prostitutes; you would rather be vulgar in a whirlwind for sacrificing to idols."
            },
            {
                "verse_number": "2",
                "verse_text": "Cursing, dishonesty, murder,"
            },
            {
                "verse_number": "3",
                "verse_text": "And so your land is a desert."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't accuse just anyone! the priests. or at sinful Bethel. are charmed by idols. than lead a decent life."
            },
            {
                "verse_number": "5",
                "verse_text": "You and the prophets"
            },
            {
                "verse_number": "6",
                "verse_text": "You priests have rejected me,"
            },
            {
                "verse_number": "7",
                "verse_text": "By adding more of you priests,"
            },
            {
                "verse_number": "8",
                "verse_text": "You encourage others to sin,"
            },
            {
                "verse_number": "9",
                "verse_text": "That's why I will punish"
            },
            {
                "verse_number": "10",
                "verse_text": "Their food won't satisfy,"
            },
            {
                "verse_number": "11",
                "verse_text": "and have been unfaithful"
            },
            {
                "verse_number": "12",
                "verse_text": "You expect wooden idols"
            },
            {
                "verse_number": "13",
                "verse_text": "You offer sacrifices"
            },
            {
                "verse_number": "14",
                "verse_text": "But I won't punish them."
            },
            {
                "verse_number": "15",
                "verse_text": "Israel, you are unfaithful,"
            },
            {
                "verse_number": "16",
                "verse_text": "You are nothing more"
            },
            {
                "verse_number": "17",
                "verse_text": "You people of Israel"
            },
            {
                "verse_number": "18",
                "verse_text": "You get drunk, then sleep"
            },
            {
                "verse_number": "19",
                "verse_text": "And so you will be swept away"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen, you priests! Pay attention, Israel! But at Mizpah and Mount Tabor you were a treacherous pit, by prostitutes. will be destroyed. Ramah, and sinful Bethel. Benjamin, watch out! for worshiping useless idols. and its mighty king. Listen, you members of the royal family. Justice was your duty. you trapped the people. and I will punish you. and because of your unfaithfulness, I find you unacceptable. you won't return to me, your Lord God. And your constant craving for sex keeps you from knowing me. testifies to your guilt; it makes you stumble, and Judah stumbles too. as sacrifices to me, but I have turned away and refuse to be found. to me, your Lord ; you have had children So at the New Moon Festival, you and your crops Let it be heard in Gibeah, and wipe out Israel. This is my solemn promise to every tribe of Israel. who move boundary markers; that's why I will flood them with my anger. They got what they deserved will fill Israel with maggots and make Judah rot. their sickness and wounds, Israel asked help from Assyria But the king cannot cure them or heal their wounds. attacking Israel and Judah. I'll snatch and carry off what I want, and no one can stop me. until they confess their guilt and worship me, until they are desperate and beg for my help."
            },
            {
                "verse_number": "2",
                "verse_text": "At the place of worship"
            },
            {
                "verse_number": "3",
                "verse_text": "Israel, I know all about you,"
            },
            {
                "verse_number": "4",
                "verse_text": "Your evil deeds are the reason"
            },
            {
                "verse_number": "5",
                "verse_text": "Israel, your pride"
            },
            {
                "verse_number": "6",
                "verse_text": "You offer sheep and cattle"
            },
            {
                "verse_number": "7",
                "verse_text": "You have been unfaithful"
            },
            {
                "verse_number": "8",
                "verse_text": "Give a warning on the trumpet!"
            },
            {
                "verse_number": "9",
                "verse_text": "I, the Lord , will punish"
            },
            {
                "verse_number": "10",
                "verse_text": "Judah's leaders are like crooks"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel was brutally crushed."
            },
            {
                "verse_number": "12",
                "verse_text": "Now I, the Lord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "When Israel and Judah saw"
            },
            {
                "verse_number": "14",
                "verse_text": "So I'll become a fierce lion"
            },
            {
                "verse_number": "15",
                "verse_text": "Then I'll return to my temple"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Let's return to the Lord . He has torn us to shreds, but he will bandage our wounds and make us well. he will heal us and restore our strength that we may live with him. to know the Lord . His coming is as certain as the morning sun; he will refresh us like rain renewing the earth in the springtime. what can I do with you? Your love for me disappears more quickly than mist or dew at sunrise. with the words of my prophets. That's why my judgments blazed and to know me than to offer sacrifices. by breaking our agreement. your hands are stained you murder and commit other horrible crimes. in Israel&ndash; you are unfaithful and unfit to worship me. your time is coming too. I, the Lord , would like to make my nation prosper again"
            },
            {
                "verse_number": "2",
                "verse_text": "In two or three days"
            },
            {
                "verse_number": "3",
                "verse_text": "Let's do our best"
            },
            {
                "verse_number": "4",
                "verse_text": "People of Israel and Judah,"
            },
            {
                "verse_number": "5",
                "verse_text": "That's why I slaughtered you like the dawning sun. you betrayed me with the blood of victims. of robbers in ambush. On the road to Shechem"
            },
            {
                "verse_number": "6",
                "verse_text": "I'd rather for you to be faithful"
            },
            {
                "verse_number": "7",
                "verse_text": "At a place named Adam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone in Gilead is evil;"
            },
            {
                "verse_number": "9",
                "verse_text": "You priests are like a gang"
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen a terrible thing"
            },
            {
                "verse_number": "11",
                "verse_text": "People of Judah,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "and to heal its wounds. But then I see the crimes Everyone is deceitful; robbers roam the streets. that I have seen their sins surround them like a flood. take great pleasure in their sin and deceit. they are like coals in an oven, ready to burst into flames. was crowned, his officials got him drunk, and he joined that smolders all night, then flares up at dawn. destroying their leaders. And their kings are powerless; none of them trust me. have mixed with foreigners; they are a thin piece of bread scorched on one side. how weak and feeble they are; their hair has turned gray, while foreigners rule. but in all of their troubles their pride keeps them from returning to me. fluttering back and forth between Egypt and Assyria. as hunters trap birds; I threatened to punish them, will be their reward for rejecting me. I would have rescued them, but they told me lies. they just howl in their beds. They have rejected me for Baal in the hope that Baal will bless their crops. and I made them strong. Now they plot against me They are more useless than a crooked arrow. Their leaders will die in war for saying foolish things. Egyptians will laugh at them. in Israel and Samaria. in their foolishness. and indeed I will. and slashed themselves,"
            },
            {
                "verse_number": "2",
                "verse_text": "No one realizes"
            },
            {
                "verse_number": "3",
                "verse_text": "The king and his officials"
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone burns with desire&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "On the day their king"
            },
            {
                "verse_number": "6",
                "verse_text": "Their anger is a fire"
            },
            {
                "verse_number": "7",
                "verse_text": "They are flames"
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Israel"
            },
            {
                "verse_number": "9",
                "verse_text": "They don't seem to realize"
            },
            {
                "verse_number": "10",
                "verse_text": "I am the Lord , their God,"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel is a senseless bird,"
            },
            {
                "verse_number": "12",
                "verse_text": "But I will catch them in a net"
            },
            {
                "verse_number": "13",
                "verse_text": "Trouble and destruction"
            },
            {
                "verse_number": "14",
                "verse_text": "They don't really pray to me;"
            },
            {
                "verse_number": "15",
                "verse_text": "I taught them what they know,"
            },
            {
                "verse_number": "16",
                "verse_text": "and refuse to obey."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Sound a warning! Israel, you broke our agreement and ignored my teaching. to attack my land. the Lord , as our God.&apos; will chase you for rejecting without consulting me; you made silver and gold idols that led to your downfall. because of your idol in the shape of a calf. When will you ever be innocent again? that idol for you, but only I am God. And so it will be smashed instead of wheat, you will harvest a whirlwind and have no wheat. Even if you harvest grain, enemies will steal it all. and now the nations consider you worthless. that goes its own way. You've run off to Assyria and hired them as allies. but I'll catch you anyway. Soon you will suffer abuse by kings and rulers. many altars where you offer sacrifices for sin. But these altars have become places for sin. were written in detail, but you ignored them. but I, the Lord , refuse your offerings. I will remember your sins and punish you. but you forgot me. You and Judah built palaces Now I will send fire to destroy your towns and fortresses. Now an eagle is swooping down our good agreement. to pieces. and eat the sacrificial meals, Then you will return to Egypt. and many strong cities."
            },
            {
                "verse_number": "2",
                "verse_text": "Israel, you say, &apos;We claim you,"
            },
            {
                "verse_number": "3",
                "verse_text": "But your enemies"
            },
            {
                "verse_number": "4",
                "verse_text": "You chose kings and leaders"
            },
            {
                "verse_number": "5",
                "verse_text": "City of Samaria, I'm angry"
            },
            {
                "verse_number": "6",
                "verse_text": "Someone from Israel built"
            },
            {
                "verse_number": "7",
                "verse_text": "If you scatter wind"
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, you are ruined,"
            },
            {
                "verse_number": "9",
                "verse_text": "You are like a wild donkey"
            },
            {
                "verse_number": "10",
                "verse_text": "You can bargain with nations,"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel, you have built"
            },
            {
                "verse_number": "12",
                "verse_text": "My instructions for sacrifices"
            },
            {
                "verse_number": "13",
                "verse_text": "You sacrifice your best animals"
            },
            {
                "verse_number": "14",
                "verse_text": "Israel, I created you,"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Israel, don't celebrate or make noisy shouts the money you receive. of the Lord . and be buried in Memphis. will be lost among weeds; to look after you. as were the men of Gibeah. growing in fertile ground. you did evil at Gilgal. like other nations. You have been unfaithful to your God. Wherever grain is threshed, you behave like prostitutes because you enjoy of grain and wine, the land of the Lord . Some of you will go to Egypt; others will go to Assyria and eat unclean food. sacrifices of wine to the Lord . None of your sacrifices will please him&ndash; they will be unclean like food offered to the dead. Your food will only be used to satisfy your hunger; none of it will be brought to the Lord 's temple. to celebrate the festival you will end up in Egypt Your silver treasures thorns will sprout in your tents. You will get what you deserve, and you will know it. &apos;Prophets are fools,&apos; you say. &apos;And God's messengers are crazy.&apos; Your terrible guilt has filled you with hatred. But you trap his prophets and flood his temple with your hatred. But God remembers your sin, and you will be punished. found you long ago it was like finding grapes in a barren desert or tender young figs. Then you worshiped Baal Peor, that disgusting idol, and you became as disgusting as the idol you loved. will fly away like birds&ndash; your women will no longer be able to give birth. I will take them all and leave you to mourn. I will turn away, and you will sink down in deep trouble. I thought of you as palm trees Now you lead your people out, only to be slaughtered. for your people&ndash; make their women unable to have children or to nurse their babies. to hate you because Now I will chase you out of my house. No longer will I love you; your leaders betrayed me. with dried-up roots and fruitless branches. Even if you had more children and loved them dearly, I would slaughter them all. Now he will force you to roam from nation to nation."
            },
            {
                "verse_number": "2",
                "verse_text": "But you will run short"
            },
            {
                "verse_number": "3",
                "verse_text": "and you will have to leave"
            },
            {
                "verse_number": "4",
                "verse_text": "You won't be able to offer"
            },
            {
                "verse_number": "5",
                "verse_text": "You will no longer be able"
            },
            {
                "verse_number": "6",
                "verse_text": "Even if you escape alive,"
            },
            {
                "verse_number": "7",
                "verse_text": "Israel, the time has come."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, the Lord sent me"
            },
            {
                "verse_number": "9",
                "verse_text": "You are brutal and corrupt,"
            },
            {
                "verse_number": "10",
                "verse_text": "Israel, when I, the Lord ,"
            },
            {
                "verse_number": "11",
                "verse_text": "And so, Israel, your glory"
            },
            {
                "verse_number": "12",
                "verse_text": "Even if you do have children,"
            },
            {
                "verse_number": "13",
                "verse_text": "Israel, when I first met you,"
            },
            {
                "verse_number": "14",
                "verse_text": "Our Lord , do just one thing"
            },
            {
                "verse_number": "15",
                "verse_text": "Israel, I first began"
            },
            {
                "verse_number": "16",
                "verse_text": "Israel, you are a vine"
            },
            {
                "verse_number": "17",
                "verse_text": "Israel, you disobeyed my God."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "You were a healthy vine covered with grapes. But the more grapes you grew, the more altars you built; the better off you became, the better shrines you set up for pagan gods. So you will pay for your sins, because the Lord will destroy your altars and images. you will say. &apos;We don't fear the Lord . And what good are kings?&apos; and don't keep promises; you turn justice into poisonous weeds The idol there was the pride of the priests, but it has been put to shame; now everyone will cry. and given to the great king. Then Israel will be disgraced for worshiping that idol. the king of Samaria will be swept away. will be destroyed for causing Israel to sin; they will be grown over with thorns and thistles. Then everyone will beg the mountains and hills to cover and protect them. That's why you and you are rebellious. Now I have decided to send nations to attack and put you in chains. like a calf that loved to thresh grain. But I will put a harness on your beautiful neck; you and Judah must plow and cultivate the ground. scatter seeds of justice, and harvest faithfulness. Worship me, the Lord , and I will send my saving power down like rain. harvested injustice, and eaten the fruit of your lies. You trusted your own strength and your powerful forces. and your fortresses will be destroyed. Your enemies will do to you of Beth-Arbel&ndash; mothers and their children will be beaten to death against rocks. because of your evil. Israel, at dawn your king will be killed."
            },
            {
                "verse_number": "2",
                "verse_text": "You are deceitful and disloyal."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;We don't have a king,&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Israel, you break treaties where healthy plants should grow. with concern for the idols at sinful Bethel. stopped sinning since that time at Gibeah. will be attacked at Gibeah. what Shalman did to the people"
            },
            {
                "verse_number": "5",
                "verse_text": "All who live in Samaria tremble"
            },
            {
                "verse_number": "6",
                "verse_text": "It will be taken to Assyria"
            },
            {
                "verse_number": "7",
                "verse_text": "Like a twig in a stream,"
            },
            {
                "verse_number": "8",
                "verse_text": "The altars at sinful Bethel"
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, you have never"
            },
            {
                "verse_number": "10",
                "verse_text": "Your sins have doubled,"
            },
            {
                "verse_number": "11",
                "verse_text": "Once you were obedient"
            },
            {
                "verse_number": "12",
                "verse_text": "Plow your fields,"
            },
            {
                "verse_number": "13",
                "verse_text": "You have planted evil,"
            },
            {
                "verse_number": "14",
                "verse_text": "So war will break out,"
            },
            {
                "verse_number": "15",
                "verse_text": "Bethel, this will be your fate"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Israel was a child, I loved him, and I called my son out of Egypt. &apos;The more they were called, They never stopped offering incense and sacrifices to the idols of Baal. and taught them to walk. But they would not admit that I was the one who had healed them. and with love, not with ropes. I bent down to feed them. and so must return to Egypt; now Assyria will rule them. to reject me for a god they think is stronger, I can't give you up. How could I possibly destroy you as I did the towns of Admah I just can't do it. My feelings for you are much too strong. and destroy you again. I am the Holy God&ndash; not merely some human, and I won't stay angry. and my children will return, trembling from the west. fluttering like birds from Egypt or like doves from Assyria. Then I will bring them back to their homes. I, the Lord , have spoken! their loyal and holy God; they surround me with lies, and Judah worships"
            },
            {
                "verse_number": "2",
                "verse_text": "But as the saying goes, the more they rebelled.&apos; I held them close to me; and their plans will fail. but he can't help. and Zeboiim? other gods."
            },
            {
                "verse_number": "3",
                "verse_text": "I took Israel by the arm"
            },
            {
                "verse_number": "4",
                "verse_text": "I led them with kindness"
            },
            {
                "verse_number": "5",
                "verse_text": "But they rejected me,"
            },
            {
                "verse_number": "6",
                "verse_text": "War will visit their cities,"
            },
            {
                "verse_number": "7",
                "verse_text": "My people are determined"
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, I can't let you go."
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, I won't lose my temper"
            },
            {
                "verse_number": "10",
                "verse_text": "I, the Lord , will roar like a lion,"
            },
            {
                "verse_number": "11",
                "verse_text": "They will come back,"
            },
            {
                "verse_number": "12",
                "verse_text": "Israel is deceitful to me,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "All day long Israel chases wind from the desert; deceit and violence are found everywhere. Treaties are made with Assyria; olive oil is taken to Egypt. against the people of Judah, the descendants of Jacob. He will punish them for what they have done. and when he grew up, with an angel and won; then with tears in his eyes, he asked for a blessing, the Lord God All-Powerful. Patiently trust him, and show love and justice. and taking advantage of others. I earned it all on my own, am still your God, just as I have been since the time you were in Egypt. Now I will force you to live in tents once again, often I spoke in visions. And so, I will send my prophets with messages of doom. and will end up ruined. Bulls are sacrificed in Gilgal on altars made of stones, but those stones will be scattered in every field. where he tended sheep to earn himself a wife. to lead Israel from Egypt and to keep them safe. for your violent crimes and for insulting me."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord also brings charges"
            },
            {
                "verse_number": "3",
                "verse_text": "Even before Jacob was born, he cheated his brother, he fought against God. and God spoke to us there. without committing a sin.&apos; as you did in the desert."
            },
            {
                "verse_number": "4",
                "verse_text": "At Bethel, Jacob wrestled"
            },
            {
                "verse_number": "5",
                "verse_text": "God's name is the Lord ,"
            },
            {
                "verse_number": "6",
                "verse_text": "So return to your God."
            },
            {
                "verse_number": "7",
                "verse_text": "Israel, you enjoy cheating"
            },
            {
                "verse_number": "8",
                "verse_text": "You say to yourself, &apos;I'm rich!"
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, I, the Lord ,"
            },
            {
                "verse_number": "10",
                "verse_text": "I spoke to the prophets&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "Gilead is terribly sinful"
            },
            {
                "verse_number": "12",
                "verse_text": "Jacob escaped to Syria"
            },
            {
                "verse_number": "13",
                "verse_text": "I sent the prophet Moses"
            },
            {
                "verse_number": "14",
                "verse_text": "Israel, I will make you pay"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "When your leaders spoke, everyone in Israel trembled and showed great respect. But you sinned by worshiping Baal, and you were destroyed. by designing and making idols of silver in the shape of calves. You are told to sacrifice yes, even to kiss them. like the mist or the dew of early morning, or husks of grain in the wind or smoke from a chimney. since the time you were in Egypt. I am the only God you know, the only one who can save. then you became proud and forgot about me. ambush you like a leopard, robbed of her cubs. I will gnaw on your bones, as though I were a lion or some other wild animal. Where is your king now? What cities have rulers? in my fury, I took him away. are written down and stored away. who refuses to be born at the proper time. from death and the grave? No! I call death and the grave to strike you like a plague. I refuse to show mercy. I, the Lord , will wipe you out, just as a scorching desert wind dries up streams of water. I will take away your precious treasures. for turning against me. It will be destroyed in war&ndash; children will be beaten against rocks, and pregnant women will be ripped open."
            },
            {
                "verse_number": "2",
                "verse_text": "Now you continue to sin to these idols &ndash; in a thirsty desert. Don't expect help from me. more than the other tribes,"
            },
            {
                "verse_number": "3",
                "verse_text": "And so, all of you will vanish"
            },
            {
                "verse_number": "4",
                "verse_text": "I, the Lord , have been your God"
            },
            {
                "verse_number": "5",
                "verse_text": "I took care of you"
            },
            {
                "verse_number": "6",
                "verse_text": "I fed you till you were satisfied,"
            },
            {
                "verse_number": "7",
                "verse_text": "Now I will attack like a lion,"
            },
            {
                "verse_number": "8",
                "verse_text": "and rip you apart like a bear"
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, you are done for."
            },
            {
                "verse_number": "10",
                "verse_text": "You wanted a king and rulers."
            },
            {
                "verse_number": "11",
                "verse_text": "In my anger, I gave you a king;"
            },
            {
                "verse_number": "12",
                "verse_text": "Israel, your terrible sins"
            },
            {
                "verse_number": "13",
                "verse_text": "You are like a senseless child"
            },
            {
                "verse_number": "14",
                "verse_text": "Should I, the Lord , rescue you"
            },
            {
                "verse_number": "15",
                "verse_text": "No matter if you prosper"
            },
            {
                "verse_number": "16",
                "verse_text": "Samaria will be punished"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Israel, return! Come back to the Lord , your God. Sin has made you fall. &apos;Please forgive our sins. Accept our good sacrifices and chariots can't help. So we will no longer worship the idols we have made. Our Lord , you show mercy to orphans.&apos; but my anger is gone; I will heal you and love you without limit. then you will blossom like lilies with the beauty of an olive tree and with the aroma of Lebanon Forest. and your grain will grow. You will blossom like a vineyard and be famous as the wine from Lebanon. I will answer your prayers I am that glorious tree, and understand what I mean. I am the Lord , and I lead you along the right path. If you obey me, we will walk together, but if you are wicked, you will stumble."
            },
            {
                "verse_number": "2",
                "verse_text": "Return to the Lord and say, of praise instead of bulls. and have roots like a tree. and take care of you. the source of your fruit."
            },
            {
                "verse_number": "3",
                "verse_text": "Assyria can't save us,"
            },
            {
                "verse_number": "4",
                "verse_text": "Israel, you have rejected me,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will be like the dew&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Your branches will spread"
            },
            {
                "verse_number": "7",
                "verse_text": "You will rest in my shade,"
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, give up your idols!"
            },
            {
                "verse_number": "9",
                "verse_text": "If you are wise, you will know"
            }
        ]
    }
}