{
    "Colossians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, chosen by God to be an apostle of Christ Jesus, and from Timothy, who is also a follower. I pray that God our Father will be kind to you and will bless you with peace! who cannot be seen. He is the first-born Son, superior to all creation. everything in heaven and on earth, everything seen and unseen, including all forces and powers, and all rulers and authorities. All things were created by God's Son, and everything was made for him. and by him everything is held together. which is the church. He is the very beginning, the first to be raised from death, so that he would be above all others. to live fully in his Son. for him to make peace by sacrificing his blood on the cross, so that all beings in heaven and on earth would be brought back to God."
            },
            {
                "verse_number": "2",
                "verse_text": "To God's people who live in Colossae and are faithful followers of Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Each time we pray for you, we thank God, the Father of our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We have heard of your faith in Christ and of your love for all God's people,"
            },
            {
                "verse_number": "5",
                "verse_text": "because what you hope for is kept safe for you in heaven. You first heard about this hope when you believed the true message, which is the good news."
            },
            {
                "verse_number": "6",
                "verse_text": "The good news is spreading all over the world with great success. It has spread in this same way among you, ever since the first day you learned the truth about God's wonderful kindness"
            },
            {
                "verse_number": "7",
                "verse_text": "from our good friend Epaphras. He works together with us for Christ and is a faithful worker for you."
            },
            {
                "verse_number": "8",
                "verse_text": "He is also the one who told us about the love that God's Spirit has given you."
            },
            {
                "verse_number": "9",
                "verse_text": "We have not stopped praying for you since the first day we heard about you. In fact, we always pray that God will show you everything he wants you to do and that you may have all the wisdom and understanding his Spirit gives."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you will live a life that honors the Lord, and you will always please him by doing good deeds. You will come to know God even better."
            },
            {
                "verse_number": "11",
                "verse_text": "His glorious power will make you patient and strong enough to endure anything, and you will be truly happy."
            },
            {
                "verse_number": "12",
                "verse_text": "I pray that you will be grateful to God for letting you have part in what he has promised his people in the kingdom of light."
            },
            {
                "verse_number": "13",
                "verse_text": "God rescued us from the dark power of Satan and brought us into the kingdom of his dear Son,"
            },
            {
                "verse_number": "14",
                "verse_text": "who forgives our sins and sets us free."
            },
            {
                "verse_number": "15",
                "verse_text": "Christ is exactly like God,"
            },
            {
                "verse_number": "16",
                "verse_text": "Everything was created by him,"
            },
            {
                "verse_number": "17",
                "verse_text": "God's Son was before all else,"
            },
            {
                "verse_number": "18",
                "verse_text": "He is the head of his body,"
            },
            {
                "verse_number": "19",
                "verse_text": "God himself was pleased"
            },
            {
                "verse_number": "20",
                "verse_text": "And God was pleased"
            },
            {
                "verse_number": "21",
                "verse_text": "You used to be far from God. Your thoughts made you his enemies, and you did evil things."
            },
            {
                "verse_number": "22",
                "verse_text": "But his Son became a human and died. So God made peace with you, and now he lets you stand in his presence as people who are holy and faultless and innocent."
            },
            {
                "verse_number": "23",
                "verse_text": "But you must stay deeply rooted and firm in your faith. You must not give up the hope you received when you heard the good news. It was preached to everyone on earth, and I myself have become a servant of this message."
            },
            {
                "verse_number": "24",
                "verse_text": "I am glad I can suffer for you. I am pleased also that in my own body I can continue the suffering of Christ for his body, the church."
            },
            {
                "verse_number": "25",
                "verse_text": "God's plan was to make me a servant of his church and to send me to preach his complete message to you."
            },
            {
                "verse_number": "26",
                "verse_text": "For ages and ages this message was kept secret from everyone, but now it has been explained to God's people."
            },
            {
                "verse_number": "27",
                "verse_text": "God did this because he wanted you Gentiles to understand his wonderful and glorious mystery. And the mystery is that Christ lives in you, and he is your hope of sharing in God's glory."
            },
            {
                "verse_number": "28",
                "verse_text": "We announce the message about Christ, and we use all our wisdom to warn and teach everyone, so all of Christ's followers will grow and become mature."
            },
            {
                "verse_number": "29",
                "verse_text": "This is why I work so hard and use the mighty power he gives me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I want you to know what a struggle I am going through for you, for God's people at Laodicea, and for all of those followers who have never met me."
            },
            {
                "verse_number": "2",
                "verse_text": "I do it to encourage them. Then as their hearts are joined together in love, they will be wonderfully blessed with complete understanding. And they will truly know Christ. Not only is he the key to God's mystery,"
            },
            {
                "verse_number": "3",
                "verse_text": "but all wisdom and knowledge are hidden away in him."
            },
            {
                "verse_number": "4",
                "verse_text": "I tell you these things to keep you from being fooled by fancy talk."
            },
            {
                "verse_number": "5",
                "verse_text": "Even though I am not with you, I keep thinking about you. I am glad to know that you are living as you should and your faith in Christ is strong."
            },
            {
                "verse_number": "6",
                "verse_text": "You have accepted Christ Jesus as your Lord. Now keep on following him."
            },
            {
                "verse_number": "7",
                "verse_text": "Plant your roots in Christ and let him be the foundation for your life. Be strong in your faith, just as you were taught. And be grateful."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't let anyone fool you by using senseless arguments. These arguments may sound wise, but they are only human teachings. They come from the powers of this world and not from Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "God lives fully in Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "And you are fully grown because you belong to Christ, who is over every power and authority."
            },
            {
                "verse_number": "11",
                "verse_text": "Christ has also taken away your selfish desires, just as circumcision removes flesh from the body."
            },
            {
                "verse_number": "12",
                "verse_text": "And when you were baptized, it was the same as being buried with Christ. Then you were raised to life because you had faith in the power of God, who raised Christ from death."
            },
            {
                "verse_number": "13",
                "verse_text": "You were dead, because you were sinful and were not God's people. But God let Christ make you alive, when he forgave all our sins."
            },
            {
                "verse_number": "14",
                "verse_text": "God wiped out the charges that were against us for disobeying the Law of Moses. He took them away and nailed them to the cross."
            },
            {
                "verse_number": "15",
                "verse_text": "There Christ defeated all powers and forces. He let the whole world see them being led away as prisoners when he celebrated his victory."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't let anyone tell you what you must eat or drink. Don't let them say you must celebrate the New Moon festival, the Sabbath, or any other festival."
            },
            {
                "verse_number": "17",
                "verse_text": "These things are only a shadow of what was to come. But Christ is real!"
            },
            {
                "verse_number": "18",
                "verse_text": "Don't be cheated by people who make a show of acting humble and who worship angels. They brag about seeing visions. But it is all nonsense, because their minds are filled with selfish desires."
            },
            {
                "verse_number": "19",
                "verse_text": "They are no longer part of Christ, who is the head of the whole body. Christ gives the body its strength, and he uses its joints and muscles to hold it together, as it grows by the power of God."
            },
            {
                "verse_number": "20",
                "verse_text": "You died with Christ. Now the forces of the universe don't have any power over you. Why do you live as if you had to obey such rules as,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Don't handle this. Don't taste that. Don't touch this.&apos;?"
            },
            {
                "verse_number": "22",
                "verse_text": "After these things are used, they are no longer good for anything. So why be bothered with the rules that humans have made up?"
            },
            {
                "verse_number": "23",
                "verse_text": "Obeying these rules may seem to be the smart thing to do. They appear to make you love God more and to be very humble and to have control over your body. But they don't really have any power over our desires."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You have been raised to life with Christ. Now set your heart on what is in heaven, where Christ rules at God's right side."
            },
            {
                "verse_number": "2",
                "verse_text": "Think about what is up there, not about what is here on earth."
            },
            {
                "verse_number": "3",
                "verse_text": "You died, which means that your life is hidden with Christ, who sits beside God."
            },
            {
                "verse_number": "4",
                "verse_text": "Christ gives meaning to your life, and when he appears, you will also appear with him in glory."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't be controlled by your body. Kill every desire for the wrong kind of sex. Don't be immoral or indecent or have evil thoughts. Don't be greedy, which is the same as worshiping idols."
            },
            {
                "verse_number": "6",
                "verse_text": "God is angry with people who disobey him by doing these things."
            },
            {
                "verse_number": "7",
                "verse_text": "And this is exactly what you did, when you lived among people who behaved in this way."
            },
            {
                "verse_number": "8",
                "verse_text": "But now you must stop doing such things. You must quit being angry, hateful, and evil. You must no longer say insulting or cruel things about others."
            },
            {
                "verse_number": "9",
                "verse_text": "And stop lying to each other. You have given up your old way of life with its habits."
            },
            {
                "verse_number": "10",
                "verse_text": "Each of you is now a new person. You are becoming more and more like your Creator, and you will understand him better."
            },
            {
                "verse_number": "11",
                "verse_text": "It doesn't matter if you are a Greek or a Jew, or if you are circumcised or not. You may even be a barbarian or a Scythian, and you may be a slave or a free person. Yet Christ is all that matters, and he lives in all of us."
            },
            {
                "verse_number": "12",
                "verse_text": "God loves you and has chosen you as his own special people. So be gentle, kind, humble, meek, and patient."
            },
            {
                "verse_number": "13",
                "verse_text": "Put up with each other, and forgive anyone who does you wrong, just as Christ has forgiven you."
            },
            {
                "verse_number": "14",
                "verse_text": "Love is more important than anything else. It is what ties everything completely together."
            },
            {
                "verse_number": "15",
                "verse_text": "Each one of you is part of the body of Christ, and you were chosen to live together in peace. So let the peace that comes from Christ control your thoughts. And be grateful."
            },
            {
                "verse_number": "16",
                "verse_text": "Let the message about Christ completely fill your lives, while you use all your wisdom to teach and instruct each other. With thankful hearts, sing psalms, hymns, and spiritual songs to God."
            },
            {
                "verse_number": "17",
                "verse_text": "Whatever you say or do should be done in the name of the Lord Jesus, as you give thanks to God the Father because of him."
            },
            {
                "verse_number": "18",
                "verse_text": "A wife must put her husband first. This is her duty as a follower of the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "A husband must love his wife and not abuse her."
            },
            {
                "verse_number": "20",
                "verse_text": "Children must always obey their parents. This pleases the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "Parents, don't be hard on your children. If you are, they might give up."
            },
            {
                "verse_number": "22",
                "verse_text": "Slaves, you must always obey your earthly masters. Try to please them at all times, and not just when you think they are watching. Honor the Lord and serve your masters with your whole heart."
            },
            {
                "verse_number": "23",
                "verse_text": "Do your work willingly, as though you were serving the Lord himself, and not just your earthly master."
            },
            {
                "verse_number": "24",
                "verse_text": "In fact, the Lord Christ is the one you are really serving, and you know he will reward you."
            },
            {
                "verse_number": "25",
                "verse_text": "But Christ has no favorites! He will punish evil people, just as they deserve."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Slave owners, be fair and honest with your slaves. Don't forget that you have a Master in heaven. Don't forget that I am in jail. I pray that God will be kind to you."
            },
            {
                "verse_number": "2",
                "verse_text": "Never give up praying. And when you pray, keep alert and be thankful."
            },
            {
                "verse_number": "3",
                "verse_text": "Be sure to pray that God will make a way for us to spread his message and explain the mystery about Christ, even though I am in jail for doing this."
            },
            {
                "verse_number": "4",
                "verse_text": "Please pray that I will make the message as clear as possible."
            },
            {
                "verse_number": "5",
                "verse_text": "When you are with unbelievers, always make good use of the time."
            },
            {
                "verse_number": "6",
                "verse_text": "Be pleasant and hold their interest when you speak the message. Choose your words carefully and be ready to give answers to anyone who asks questions."
            },
            {
                "verse_number": "7",
                "verse_text": "Tychicus is the dear friend, who faithfully works and serves the Lord with us, and he will give you the news about me."
            },
            {
                "verse_number": "8",
                "verse_text": "I am sending him to cheer you up by telling you how we are getting along."
            },
            {
                "verse_number": "9",
                "verse_text": "Onesimus, the dear and faithful follower from your own group, is coming with him. The two of them will tell you everything that has happened here."
            },
            {
                "verse_number": "10",
                "verse_text": "Aristarchus is in jail with me. He sends greetings to you, and so does Mark, the cousin of Barnabas. You have already been told to welcome Mark, if he visits you."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus, who is known as Justus, sends his greetings. These three men are the only Jewish followers who have worked with me for the kingdom of God. They have given me much comfort."
            },
            {
                "verse_number": "12",
                "verse_text": "Your own Epaphras, who serves Christ Jesus, sends his greetings. He always prays hard that you may fully know what the Lord wants you to do and that you may do it completely."
            },
            {
                "verse_number": "13",
                "verse_text": "I have seen how much trouble he has gone through for you and for the followers in Laodicea and Hierapolis."
            },
            {
                "verse_number": "14",
                "verse_text": "Our dear doctor Luke sends you his greetings, and so does Demas."
            },
            {
                "verse_number": "15",
                "verse_text": "Give my greetings to the followers at Laodicea, especially to Nympha and the church that meets in her home."
            },
            {
                "verse_number": "16",
                "verse_text": "After this letter has been read to your people, be sure to have it read in the church at Laodicea. And you should read the letter that I have sent to them."
            },
            {
                "verse_number": "17",
                "verse_text": "Remind Archippus to do the work that the Lord has given him to do."
            },
            {
                "verse_number": "18",
                "verse_text": "I am signing this letter myself: PAUL."
            }
        ]
    }
}