{
    "Jude": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Jude, a servant of Jesus Christ and the brother of James. To all who are chosen and loved by God the Father and are kept safe by Jesus Christ. Look! The Lord is coming with thousands and thousands of holy angels"
            },
            {
                "verse_number": "2",
                "verse_text": "I pray that God will greatly bless you with mercy, peace, and love!"
            },
            {
                "verse_number": "3",
                "verse_text": "My dear friends, I really wanted to write you about God's saving power at work in our lives. But instead, I must write and ask you to defend the faith that God has once for all given to his people."
            },
            {
                "verse_number": "4",
                "verse_text": "Some godless people have sneaked in among us and are saying, &apos;God treats us much better than we deserve, and so it is all right to be immoral.&apos; They even deny we must obey Jesus Christ as our only Master and Lord. But long ago the Scriptures warned that these godless people were doomed."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't forget what happened to those people the Lord rescued from Egypt. Some of them did not have faith, and he later destroyed them."
            },
            {
                "verse_number": "6",
                "verse_text": "You also know about the angels who didn't do their work and left their proper places. God chained them with everlasting chains and is now keeping them in dark pits until the great day of judgment."
            },
            {
                "verse_number": "7",
                "verse_text": "We should also be warned by what happened to the cities of Sodom and Gomorrah and the nearby towns. Their people became immoral and committed all sorts of sexual sins. Then God made an example of them and punished them with eternal fire."
            },
            {
                "verse_number": "8",
                "verse_text": "The people I am talking about are behaving just like those dreamers who destroyed their own bodies. They reject all authority and insult angels."
            },
            {
                "verse_number": "9",
                "verse_text": "Even Michael, the chief angel, didn't dare to insult the devil, when the two of them were arguing about the body of Moses. All Michael said was, &apos;The Lord will punish you!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But these people insult powers they don't know anything about. They are like senseless animals that end up getting destroyed, because they live only by their feelings."
            },
            {
                "verse_number": "11",
                "verse_text": "Now they are in for real trouble. They have followed Cain's example and have made the same mistake that Balaam did by caring only for money. They have also rebelled against God, just as Korah did. Because of all this, they will be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "These people are filthy minded, and by their shameful and selfish actions they spoil the meals you eat together. They are like clouds blown along by the wind, but never bringing any rain. They are like leafless trees, uprooted and dead, and unable to produce fruit."
            },
            {
                "verse_number": "13",
                "verse_text": "Their shameful deeds show up like foam on wild ocean waves. They are like wandering stars forever doomed to the darkest pits of hell."
            },
            {
                "verse_number": "14",
                "verse_text": "Enoch was the seventh person after Adam, and he was talking about these people when he said:"
            },
            {
                "verse_number": "15",
                "verse_text": "to judge everyone. He will punish all those ungodly people for all the evil things they have done. The Lord will surely punish those ungodly sinners for every evil thing they have ever said about him."
            },
            {
                "verse_number": "16",
                "verse_text": "These people grumble and complain and live by their own selfish desires. They brag about themselves and flatter others to get what they want."
            },
            {
                "verse_number": "17",
                "verse_text": "My dear friends, remember the warning you were given by the apostles of our Lord Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "They told you that near the end of time, selfish and godless people would start making fun of God."
            },
            {
                "verse_number": "19",
                "verse_text": "And now these people are already making you turn against each other. They think only about this life, and they don't have God's Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "Dear friends, keep building on the foundation of your most holy faith, as the Holy Spirit helps you to pray."
            },
            {
                "verse_number": "21",
                "verse_text": "And keep in step with God's love, as you wait for our Lord Jesus Christ to show how kind he is by giving you eternal life."
            },
            {
                "verse_number": "22",
                "verse_text": "Be helpful to all who may have doubts."
            },
            {
                "verse_number": "23",
                "verse_text": "Rescue any who need to be saved, as you would rescue someone from a fire. Then with fear in your own hearts, have mercy on everyone who needs it. But hate even the clothes of those who have been made dirty by their filthy deeds."
            }
        ]
    }
}