{
    "Ecclesiastes": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "When the son of David was king in Jerusalem, he was known to be very wise, and he said: Everything is nonsense. I have seen it all&ndash; nothing makes sense! for all of our hard work here on this earth? but still the world never changes. the sun goes down; it hurries right back to where it started from. the wind blows north; round and round it blows over and over again. but it never spills over; one by one the rivers return than words could ever say. Our eyes and our ears are never satisfied with what we see and hear. has happened before; nothing is new, nothing under the sun. &apos;Here is something new!&apos; But it happened before, long before we were born. is remembered anymore, and everyone yet to be born will be forgotten too. it can't be made straight; if something isn't there, it can't be counted. the more you hurt; the more you understand, the more you suffer."
            },
            {
                "verse_number": "2",
                "verse_text": "Nothing makes sense!"
            },
            {
                "verse_number": "3",
                "verse_text": "What is there to show"
            },
            {
                "verse_number": "4",
                "verse_text": "People come, and people go,"
            },
            {
                "verse_number": "5",
                "verse_text": "The sun comes up,"
            },
            {
                "verse_number": "6",
                "verse_text": "The wind blows south,"
            },
            {
                "verse_number": "7",
                "verse_text": "All rivers empty into the sea, to their source."
            },
            {
                "verse_number": "8",
                "verse_text": "All of life is far more boring"
            },
            {
                "verse_number": "9",
                "verse_text": "Everything that happens"
            },
            {
                "verse_number": "10",
                "verse_text": "Someone might say,"
            },
            {
                "verse_number": "11",
                "verse_text": "No one who lived in the past"
            },
            {
                "verse_number": "12",
                "verse_text": "I said these things when I lived in Jerusalem as king of Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "With all my wisdom I tried to understand everything that happens here on earth. And God has made this so hard for us humans to do."
            },
            {
                "verse_number": "14",
                "verse_text": "I have seen it all, and everything is just as senseless as chasing the wind."
            },
            {
                "verse_number": "15",
                "verse_text": "If something is crooked,"
            },
            {
                "verse_number": "16",
                "verse_text": "I said to myself, &apos;You are by far the wisest person who has ever lived in Jerusalem. You are eager to learn, and you have learned a lot.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then I decided to find out all I could about wisdom and foolishness. Soon I realized that this too was as senseless as chasing the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "The more you know,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I said to myself, &apos;Have fun and enjoy yourself!&apos; But this didn't make sense."
            },
            {
                "verse_number": "2",
                "verse_text": "Laughing and having fun is crazy. What good does it do?"
            },
            {
                "verse_number": "3",
                "verse_text": "I wanted to find out what was best for us during the short time we have on this earth. So I decided to make myself happy with wine and find out what it means to be foolish, without really being foolish myself."
            },
            {
                "verse_number": "4",
                "verse_text": "I did some great things. I built houses and planted vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "I had flower gardens and orchards full of fruit trees."
            },
            {
                "verse_number": "6",
                "verse_text": "And I had pools where I could get water for the trees."
            },
            {
                "verse_number": "7",
                "verse_text": "I owned slaves, and their sons and daughters became my slaves. I had more sheep and goats than anyone who had ever lived in Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "Foreign rulers brought me silver, gold, and precious treasures. Men and women sang for me, and I had many wives who gave me great pleasure."
            },
            {
                "verse_number": "9",
                "verse_text": "I was the most famous person who had ever lived in Jerusalem, and I was very wise."
            },
            {
                "verse_number": "10",
                "verse_text": "I got whatever I wanted and did whatever made me happy. But most of all, I enjoyed my work."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I thought about everything I had done, including the hard work, and it was simply chasing the wind. Nothing on earth is worth the trouble."
            },
            {
                "verse_number": "12",
                "verse_text": "I asked myself, &apos;What can the next king do that I haven't done?&apos; Then I decided to compare wisdom with foolishness and stupidity."
            },
            {
                "verse_number": "13",
                "verse_text": "And I discovered that wisdom is better than foolishness, just as light is better than darkness."
            },
            {
                "verse_number": "14",
                "verse_text": "Wisdom is like having two good eyes; foolishness leaves you in the dark. But wise or foolish, we all end up the same."
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, I said to myself, &apos;Being wise got me nowhere! The same thing will happen to me that happens to fools. Nothing makes sense."
            },
            {
                "verse_number": "16",
                "verse_text": "Wise or foolish, we all die and are soon forgotten.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "This made me hate life. Everything we do is painful; it's just as senseless as chasing the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "Suddenly I realized that others would someday get everything I had worked for so hard, then I started hating it all."
            },
            {
                "verse_number": "19",
                "verse_text": "Who knows if those people will be sensible or stupid? Either way, they will own everything I have earned by hard work and wisdom. It doesn't make sense."
            },
            {
                "verse_number": "20",
                "verse_text": "I thought about all my hard work, and I felt depressed."
            },
            {
                "verse_number": "21",
                "verse_text": "When we use our wisdom, knowledge, and skill to get what we own, why do we have to leave it to someone who didn't work for it? This is senseless and wrong."
            },
            {
                "verse_number": "22",
                "verse_text": "What do we really gain from all of our hard work?"
            },
            {
                "verse_number": "23",
                "verse_text": "Our bodies ache during the day, and work is torture. Then at night our thoughts are troubled. It just doesn't make sense."
            },
            {
                "verse_number": "24",
                "verse_text": "The best thing we can do is to enjoy eating, drinking, and working. I believe these are God's gifts to us,"
            },
            {
                "verse_number": "25",
                "verse_text": "and no one enjoys eating and living more than I do."
            },
            {
                "verse_number": "26",
                "verse_text": "If we please God, he will make us wise, understanding, and happy. But if we sin, God will make us struggle for a living, then he will give all we own to someone who pleases him. This makes no more sense than chasing the wind."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Everything on earth has its own time and its own season. for birth and death, planting and reaping, destroying and building, weeping and dancing, and gathering stones, embracing and parting. for finding and losing, keeping and giving, listening and speaking. for love and hate, for war and peace. has happened before, and all that will be has already been&ndash; God does everything"
            },
            {
                "verse_number": "2",
                "verse_text": "There is a time"
            },
            {
                "verse_number": "3",
                "verse_text": "for killing and healing,"
            },
            {
                "verse_number": "4",
                "verse_text": "for crying and laughing,"
            },
            {
                "verse_number": "5",
                "verse_text": "for throwing stones"
            },
            {
                "verse_number": "6",
                "verse_text": "There is a time"
            },
            {
                "verse_number": "7",
                "verse_text": "for tearing and sewing,"
            },
            {
                "verse_number": "8",
                "verse_text": "There is also a time"
            },
            {
                "verse_number": "9",
                "verse_text": "What do we gain by all our hard work?"
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen what difficult things God demands of us."
            },
            {
                "verse_number": "11",
                "verse_text": "God makes everything happen at the right time. Yet none of us can ever fully understand all he has done, and he puts questions in our minds about the past and the future."
            },
            {
                "verse_number": "12",
                "verse_text": "I know the best thing we can do is to always enjoy life,"
            },
            {
                "verse_number": "13",
                "verse_text": "because God's gift to us is the happiness we get from our food and drink and from the work we do."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything God has done will last forever; nothing he does can ever be changed. God has done all this, so that we will worship him."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything that happens over and over again."
            },
            {
                "verse_number": "16",
                "verse_text": "Everywhere on earth I saw violence and injustice instead of fairness and justice."
            },
            {
                "verse_number": "17",
                "verse_text": "So I told myself that God has set a time and a place for everything. He will judge everyone, both the wicked and the good."
            },
            {
                "verse_number": "18",
                "verse_text": "I know God is testing us to show us that we are merely animals."
            },
            {
                "verse_number": "19",
                "verse_text": "Like animals we breathe and die, and we are no better off than they are. It just doesn't make sense."
            },
            {
                "verse_number": "20",
                "verse_text": "All living creatures go to the same place. We are made from earth, and we return to earth."
            },
            {
                "verse_number": "21",
                "verse_text": "Who really knows if our spirits go up and the spirits of animals go down into the earth?"
            },
            {
                "verse_number": "22",
                "verse_text": "We were meant to enjoy our work, and that's the best thing we can do. We can never know the future."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I looked again and saw people being mistreated everywhere on earth. They were crying, but no one was there to offer comfort, and those who mistreated them were powerful."
            },
            {
                "verse_number": "2",
                "verse_text": "I said to myself, &apos;The dead are better off than the living."
            },
            {
                "verse_number": "3",
                "verse_text": "But those who have never been born are better off than anyone else, because they have never seen the terrible things that happen on this earth.&apos; and starve to death. eaten in peace is better than twice as much earned from overwork"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I realized that we work and do wonderful things just because we are jealous of others. This makes no more sense than chasing the wind."
            },
            {
                "verse_number": "5",
                "verse_text": "Fools will fold their hands"
            },
            {
                "verse_number": "6",
                "verse_text": "Yet a very little food and chasing the wind."
            },
            {
                "verse_number": "7",
                "verse_text": "Once again I saw that nothing on earth makes sense."
            },
            {
                "verse_number": "8",
                "verse_text": "For example, some people don't have friends or family. But they are never satisfied with what they own, and they never stop working to get more. They should ask themselves, &apos;Why am I always working to have more? Who will get what I leave behind?&apos; What a senseless and miserable life!"
            },
            {
                "verse_number": "9",
                "verse_text": "You are better having a friend than to be all alone, because then you will get more enjoyment out of what you earn."
            },
            {
                "verse_number": "10",
                "verse_text": "If you fall, your friend can help you up. But if you fall without having a friend nearby, you are really in trouble."
            },
            {
                "verse_number": "11",
                "verse_text": "If you sleep alone, you won't have anyone to keep you warm on a cold night."
            },
            {
                "verse_number": "12",
                "verse_text": "Someone might be able to beat up one of you, but not both of you. As the saying goes, &apos;A rope made from three strands of cord is hard to break.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "You may be poor and young, but if you are wise, you are better off than a foolish old king who won't listen to advice."
            },
            {
                "verse_number": "14",
                "verse_text": "Even if you were not born into the royal family and have been a prisoner and poor, you can still be king."
            },
            {
                "verse_number": "15",
                "verse_text": "I once saw everyone in the world follow a young leader who came to power after the king was gone."
            },
            {
                "verse_number": "16",
                "verse_text": "His followers could not even be counted. But years from now, no one will praise him&ndash;this makes no more sense than chasing the wind."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Be careful what you do when you enter the house of God. Fools go there to offer sacrifices, because all they do is sin. But it's best just to listen when you go to worship."
            },
            {
                "verse_number": "2",
                "verse_text": "Don't talk before you think or make promises to God without thinking them through. God is in heaven, and you are on earth, so don't talk too much."
            },
            {
                "verse_number": "3",
                "verse_text": "If you keep thinking about something, you will dream about it. If you talk too much, you will say the wrong thing."
            },
            {
                "verse_number": "4",
                "verse_text": "God doesn't like fools. So don't be slow to keep your promises to God."
            },
            {
                "verse_number": "5",
                "verse_text": "It's better not to make a promise at all than to make one and not keep it."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't let your mouth get you in trouble! And don't say to the worship leader, &apos;I didn't mean what I said.&apos; God can destroy everything you have worked for, so don't say something that makes God angry."
            },
            {
                "verse_number": "7",
                "verse_text": "Respect and obey God! Daydreaming leads to a lot of senseless talk."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't be surprised if the poor of your country are abused, and injustice takes the place of justice. After all, the lower officials must do what the higher ones order them to do."
            },
            {
                "verse_number": "9",
                "verse_text": "And since the king is the highest official, he benefits most from the taxes paid on the land."
            },
            {
                "verse_number": "10",
                "verse_text": "If you love money and wealth, you will never be satisfied with what you have. This doesn't make a bit of sense."
            },
            {
                "verse_number": "11",
                "verse_text": "The more you have, the more everyone expects from you. Your money won't do you any good&ndash;others will just spend it for you."
            },
            {
                "verse_number": "12",
                "verse_text": "If you have to work hard for a living, you can rest well at night, even if you don't have much to eat. But if you are rich, you can't even sleep."
            },
            {
                "verse_number": "13",
                "verse_text": "I have seen something terribly unfair. People get rich, but it does them no good."
            },
            {
                "verse_number": "14",
                "verse_text": "Suddenly they lose everything in a bad business deal, then have nothing to leave for their children."
            },
            {
                "verse_number": "15",
                "verse_text": "They came into this world naked, and when they die, they will be just as naked. They can't take anything with them, and they won't have anything to show for all their work."
            },
            {
                "verse_number": "16",
                "verse_text": "That's terribly unfair. They leave the world just as they came. They gained nothing from running after the wind."
            },
            {
                "verse_number": "17",
                "verse_text": "Besides all this, they are always gloomy at mealtime, and they are troubled, sick, and bitter."
            },
            {
                "verse_number": "18",
                "verse_text": "What is the best thing to do in the short life God has given us? I think we should enjoy eating, drinking, and working hard. This is what God intends for us to do."
            },
            {
                "verse_number": "19",
                "verse_text": "Suppose you are very rich and able to enjoy everything you own. Then go ahead and enjoy working hard&ndash;this is God's gift to you."
            },
            {
                "verse_number": "20",
                "verse_text": "God will keep you so happy that you won't have time to worry about each day."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "There is something else terribly unfair, and it troubles everyone on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "God may give you everything you want&ndash;money, property, and wealth. Then God doesn't let you enjoy it, and someone you don't even know gets it all. That's senseless and terribly unfair!"
            },
            {
                "verse_number": "3",
                "verse_text": "You may live a long time and have a hundred children. But a child born dead is better off than you, unless you enjoy life and have a decent burial."
            },
            {
                "verse_number": "6",
                "verse_text": "even if you live two thousand years and don't enjoy life. As you know, we all end up in the same place."
            },
            {
                "verse_number": "7",
                "verse_text": "We struggle just to have enough to eat, but we are never satisfied."
            },
            {
                "verse_number": "8",
                "verse_text": "We may be sensible, yet we are no better off than a fool. And if we are poor, it still doesn't do us any good to try to live right."
            },
            {
                "verse_number": "9",
                "verse_text": "It's better to enjoy what we have than to always want something else, because that makes no more sense than chasing the wind."
            },
            {
                "verse_number": "10",
                "verse_text": "Everything that happens was decided long ago. We humans know what we are like, and we can't argue with God, because he is too strong for us."
            },
            {
                "verse_number": "11",
                "verse_text": "The more we talk, the less sense we make, so what good does it do to talk?"
            },
            {
                "verse_number": "12",
                "verse_text": "Life is short and meaningless, and it fades away like a shadow. Who knows what is best for us? Who knows what will happen after we are gone?"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "A good reputation at the time of death is better than loving care than to attend a feast; funerals remind us that we all must die. because a sad face may hide a happy heart. but fools always laugh. is better by far than praise from fools. It sounds like thorns crackling in a fire. of sensible people, and bribes can ruin you. than something just begun; patience is better than too much pride. and hold a grudge. &apos;Why is everything worse than it used to be?&apos; than an inheritance. just like money; knowledge with good sense will lead you to life. If God makes something crooked, can you make it straight? you should be cheerful; when times are bad, think about what it means. God makes them both to keep us from knowing what will happen next. at the time of birth."
            },
            {
                "verse_number": "2",
                "verse_text": "It's better to go to a funeral"
            },
            {
                "verse_number": "3",
                "verse_text": "Choose sorrow over laughter"
            },
            {
                "verse_number": "4",
                "verse_text": "A sensible person mourns,"
            },
            {
                "verse_number": "5",
                "verse_text": "Correction from someone wise"
            },
            {
                "verse_number": "6",
                "verse_text": "Foolish laughter is stupid."
            },
            {
                "verse_number": "7",
                "verse_text": "Corruption makes fools"
            },
            {
                "verse_number": "8",
                "verse_text": "Something completed is better"
            },
            {
                "verse_number": "9",
                "verse_text": "Only fools get angry quickly"
            },
            {
                "verse_number": "10",
                "verse_text": "It isn't wise to ask,"
            },
            {
                "verse_number": "11",
                "verse_text": "Having wisdom is better"
            },
            {
                "verse_number": "12",
                "verse_text": "Wisdom will protect you"
            },
            {
                "verse_number": "13",
                "verse_text": "Think of what God has done!"
            },
            {
                "verse_number": "14",
                "verse_text": "When times are good,"
            },
            {
                "verse_number": "15",
                "verse_text": "I have seen everything during this senseless life of mine. I have seen good citizens die for doing the right thing, while criminals live and prosper."
            },
            {
                "verse_number": "16",
                "verse_text": "So don't destroy yourself by being too good or acting too smart!"
            },
            {
                "verse_number": "17",
                "verse_text": "Don't die before your time by being too evil or acting like a fool."
            },
            {
                "verse_number": "18",
                "verse_text": "Keep to the middle of the road. You can do this if you truly respect God."
            },
            {
                "verse_number": "19",
                "verse_text": "Wisdom will make you stronger than the ten most powerful leaders in your city."
            },
            {
                "verse_number": "20",
                "verse_text": "No one in this world always does right."
            },
            {
                "verse_number": "21",
                "verse_text": "Don't listen to everything that everyone says, or you might hear your servant cursing you."
            },
            {
                "verse_number": "22",
                "verse_text": "Haven't you cursed many others?"
            },
            {
                "verse_number": "23",
                "verse_text": "I told myself that I would be smart and try to understand all this, but it was too much for me."
            },
            {
                "verse_number": "24",
                "verse_text": "The truth is beyond us. It's far too deep."
            },
            {
                "verse_number": "25",
                "verse_text": "So I decided to learn everything I could and become wise enough to discover what life is all about. At the same time, I wanted to understand why it's stupid and senseless to be an evil fool."
            },
            {
                "verse_number": "26",
                "verse_text": "Here is what I discovered: A bad woman is worse than death. She is a trap, reaching out with body and soul to catch you. But if you obey God, you can escape. If you don't obey, you are done for."
            },
            {
                "verse_number": "27",
                "verse_text": "With all my wisdom I have tried to find out how everything fits together,"
            },
            {
                "verse_number": "28",
                "verse_text": "but so far I have not been able to. I do know there is one good man in a thousand, but never have I found a good woman."
            },
            {
                "verse_number": "29",
                "verse_text": "I did learn one thing: We were completely honest when God created us, but now we have twisted minds."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Who is smart enough to explain everything? Wisdom makes you cheerful and gives you a smile. Everyone who lives right and respects God will prosper, and rejects God will prosper or live very long."
            },
            {
                "verse_number": "2",
                "verse_text": "If you promised God that you would be loyal to the king, I advise you to keep that promise."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't quickly oppose the king or argue when he has already made up his mind."
            },
            {
                "verse_number": "4",
                "verse_text": "The king's word is law. No one can ask him, &apos;Why are you doing this?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "If you obey the king, you will stay out of trouble. So be wise and learn what to do and when to do it."
            },
            {
                "verse_number": "6",
                "verse_text": "Life is hard, but there is a time and a place for everything,"
            },
            {
                "verse_number": "7",
                "verse_text": "though no one can tell the future."
            },
            {
                "verse_number": "8",
                "verse_text": "We cannot control the wind or determine the day of our death. There is no escape in time of war, and no one can hide behind evil."
            },
            {
                "verse_number": "9",
                "verse_text": "I noticed all this and thought seriously about what goes on in the world. Why does one person have the power to hurt another?"
            },
            {
                "verse_number": "10",
                "verse_text": "I saw the wicked buried with honor, but God's people had to leave the holy city and were forgotten. None of this makes sense."
            },
            {
                "verse_number": "11",
                "verse_text": "When we see criminals commit crime after crime without being punished, it makes us want to start a life of crime."
            },
            {
                "verse_number": "12",
                "verse_text": "They commit hundreds of crimes and live a long time, in spite of the saying:"
            },
            {
                "verse_number": "13",
                "verse_text": "but no one who sins"
            },
            {
                "verse_number": "14",
                "verse_text": "There is something else that doesn't make sense to me. Good citizens are treated as criminals, while criminals are honored as though they were good citizens."
            },
            {
                "verse_number": "15",
                "verse_text": "So I think we should get as much out of life as we possibly can. There is nothing better than to enjoy our food and drink and have a good time. Then we can make it through this troublesome life that God has given us here on earth."
            },
            {
                "verse_number": "16",
                "verse_text": "Day and night I went without sleep, trying to understand what goes on in this world."
            },
            {
                "verse_number": "17",
                "verse_text": "I saw everything God does, and I realized no one can really understand what happens. We may be very wise, but no matter how much we try or how much we claim to know, we cannot understand it all."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I thought about these things. Then I understood that God has power over everyone, even those who are wise and live right. Anything can happen to any one of us, and so we never know if life will be good or bad."
            },
            {
                "verse_number": "2",
                "verse_text": "But exactly the same thing will finally happen to all of us, whether we live right and respect God or sin and don't respect God. Yes, the same thing will happen if we offer sacrifices to God or if we don't, if we keep our promises or are afraid to make them. The fastest runners and the greatest heroes don't always win races and battles. Wisdom, intelligence, and skill don't always make you healthy, rich, or popular. We each have our own share of misfortune. make much more sense than the shouts of a ruler to a crowd of fools. than weapons, yet one mistake can destroy all the good you have done."
            },
            {
                "verse_number": "3",
                "verse_text": "It's terribly unfair for the same thing to happen to each of us. We are mean and foolish while we live, and then we die."
            },
            {
                "verse_number": "4",
                "verse_text": "As long as we are alive, we still have hope, just as a live dog is better off than a dead lion."
            },
            {
                "verse_number": "5",
                "verse_text": "We know we will die, but the dead don't know a thing. Nothing good will happen to them&ndash;they are gone and forgotten."
            },
            {
                "verse_number": "6",
                "verse_text": "Their loves, their hates, and their jealous feelings have all disappeared with them. They will never again take part in anything that happens on this earth."
            },
            {
                "verse_number": "7",
                "verse_text": "So be happy and enjoy eating and drinking! God decided long ago that this is what you should do."
            },
            {
                "verse_number": "8",
                "verse_text": "Dress up, comb your hair, and look your best."
            },
            {
                "verse_number": "9",
                "verse_text": "Life is short, and you love your wife, so enjoy being with her. This is what you are supposed to do as you struggle through life on this earth."
            },
            {
                "verse_number": "10",
                "verse_text": "Work hard at whatever you do. You will soon go to the world of the dead, where no one works or thinks or reasons or even knows anything."
            },
            {
                "verse_number": "11",
                "verse_text": "Here is something else I have learned:"
            },
            {
                "verse_number": "12",
                "verse_text": "None of us know when we might fall victim to a sudden disaster and find ourselves like fish in a net or birds in a trap."
            },
            {
                "verse_number": "13",
                "verse_text": "Once I saw what people really think of wisdom, and it made an impression on me."
            },
            {
                "verse_number": "14",
                "verse_text": "It happened when a powerful ruler surrounded and attacked a small city where only a few people lived. The enemy army was getting ready to break through the city walls."
            },
            {
                "verse_number": "15",
                "verse_text": "But the city was saved by the wisdom of a poor person who was soon forgotten."
            },
            {
                "verse_number": "16",
                "verse_text": "So I decided that wisdom is better than strength. Yet if you are poor, no one pays any attention to you, no matter how smart you are."
            },
            {
                "verse_number": "17",
                "verse_text": "Words of wisdom spoken softly"
            },
            {
                "verse_number": "18",
                "verse_text": "Wisdom is more powerful"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "A few dead flies in perfume make all of it stink, and a little foolishness outweighs a lot of wisdom. to do right; foolish thoughts lead you to do wrong. by the way they live; it's easy to see they have no sense. when your boss gets angry. If you stay calm, you'll be forgiven. you might fall in; if you break down a wall, by chiseling a stone or chopping a log. it will be harder to use; if you are wise, does you no good if it bites you anyway. you will have friends; if you talk foolishly, you will destroy yourself. and their stupid chatter ends with disaster. but none of us really know what the future will bring. they don't know enough when its ruler is childish, and its leaders party all day long. when its ruler is mature, and its leaders don't party too much. to fix a leaky roof&ndash; then the house collapses. make you feel happy, and money can buy everything you need. cursing the king; don't curse the rich, not even in secret. A little bird might hear and tell everything."
            },
            {
                "verse_number": "2",
                "verse_text": "Sensible thoughts lead you"
            },
            {
                "verse_number": "3",
                "verse_text": "Fools show their stupidity"
            },
            {
                "verse_number": "4",
                "verse_text": "Don't give up your job"
            },
            {
                "verse_number": "5",
                "verse_text": "Rulers do some things that are terribly unfair:"
            },
            {
                "verse_number": "6",
                "verse_text": "They honor fools, but dishonor the rich;"
            },
            {
                "verse_number": "7",
                "verse_text": "they let slaves ride on horses, but force slave owners to walk."
            },
            {
                "verse_number": "8",
                "verse_text": "If you dig a pit, a snake might bite you. you'll know what to do. to find their way home."
            },
            {
                "verse_number": "9",
                "verse_text": "You could even get hurt"
            },
            {
                "verse_number": "10",
                "verse_text": "If you don't sharpen your ax,"
            },
            {
                "verse_number": "11",
                "verse_text": "The power to charm a snake"
            },
            {
                "verse_number": "12",
                "verse_text": "If you talk sensibly,"
            },
            {
                "verse_number": "13",
                "verse_text": "Fools begin with nonsense,"
            },
            {
                "verse_number": "14",
                "verse_text": "They never tire of talking,"
            },
            {
                "verse_number": "15",
                "verse_text": "Fools wear themselves out&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "A country is in for trouble"
            },
            {
                "verse_number": "17",
                "verse_text": "But a nation will prosper"
            },
            {
                "verse_number": "18",
                "verse_text": "Some people are too lazy"
            },
            {
                "verse_number": "19",
                "verse_text": "Eating and drinking"
            },
            {
                "verse_number": "20",
                "verse_text": "Don't let yourself think about"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Be generous, and someday you will be rewarded. with seven or eight others, because you never know when disaster may strike. trees always stay wherever they fall. and don't plant seeds, you won't harvest a crop."
            },
            {
                "verse_number": "2",
                "verse_text": "Share what you have"
            },
            {
                "verse_number": "3",
                "verse_text": "Rain clouds always bring rain;"
            },
            {
                "verse_number": "4",
                "verse_text": "If you worry about the weather"
            },
            {
                "verse_number": "5",
                "verse_text": "No one can explain how a baby breathes before it is born. So how can anyone explain what God does? After all, God created everything."
            },
            {
                "verse_number": "6",
                "verse_text": "Plant your seeds early in the morning and keep working in the field until dark. Who knows? Your work might pay off, and your seeds might produce."
            },
            {
                "verse_number": "7",
                "verse_text": "Nothing on earth is more beautiful than the morning sun."
            },
            {
                "verse_number": "8",
                "verse_text": "Even if you have a very long life, you should try to enjoy each day, because darkness will come and will last a long time. Nothing makes sense."
            },
            {
                "verse_number": "9",
                "verse_text": "Be cheerful and enjoy life while you are young! Do what you want and find pleasure in what you see. But don't forget that God will judge you for everything you do."
            },
            {
                "verse_number": "10",
                "verse_text": "Rid yourself of all worry and pain, because the wonderful moments of youth quickly disappear."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Keep your Creator in mind while you are young! In years to come, you will be burdened down with troubles and say, &apos;I don't enjoy life anymore.&apos; and the moon and the stars will all seem dim to you. Rain clouds will remain over your head. your teeth will decay, and your eyesight fail. and the voices of singers will be shut out by your deaf ears, but even the song of a bird to climb up a hill or walk down a road. Your hair will turn as white as almond blossoms. You will feel lifeless and drag along like an old grasshopper. We each go to our eternal home, and the streets here are filled with those who mourn. the golden bowl breaks; the water pitcher is smashed, and the pulley at the well is shattered. to the earth, returns to God. I have seen it all&ndash; nothing makes sense. There is no end to books, and too much study will wear you out. Respect and obey God! This is what life is all about. everything we do, even what is done in secret, whether good or bad."
            },
            {
                "verse_number": "2",
                "verse_text": "Someday the light of the sun"
            },
            {
                "verse_number": "3",
                "verse_text": "Your body will grow feeble,"
            },
            {
                "verse_number": "4",
                "verse_text": "The noisy grinding of grain will keep you awake. and the life-giving breath"
            },
            {
                "verse_number": "5",
                "verse_text": "You will be afraid"
            },
            {
                "verse_number": "6",
                "verse_text": "The silver cord snaps,"
            },
            {
                "verse_number": "7",
                "verse_text": "So our bodies return"
            },
            {
                "verse_number": "8",
                "verse_text": "Nothing makes sense."
            },
            {
                "verse_number": "9",
                "verse_text": "I was a wise teacher with much understanding, and I collected a number of proverbs that I had carefully studied."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I tried to explain these things in the best and most accurate way."
            },
            {
                "verse_number": "11",
                "verse_text": "Words of wisdom are like the stick a farmer uses to make animals move. These sayings come from a shepherd, and they are like nails that fasten things together."
            },
            {
                "verse_number": "12",
                "verse_text": "My child, I warn you to stay away from any teachings except these."
            },
            {
                "verse_number": "13",
                "verse_text": "Everything you were taught can be put into a few words:"
            },
            {
                "verse_number": "14",
                "verse_text": "God will judge"
            }
        ]
    }
}