{
    "Daniel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the third year that Jehoiakim was king of Judah, King Nebuchadnezzar of Babylonia attacked Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord let Nebuchadnezzar capture Jehoiakim and take away some of the things used in God's temple. And when the king returned to Babylonia, he put these things in the temple of his own god."
            },
            {
                "verse_number": "3",
                "verse_text": "One day the king ordered Ashpenaz, his highest palace official, to choose some young men from the royal family of Judah and from other leading Jewish families."
            },
            {
                "verse_number": "4",
                "verse_text": "The king said, &apos;They must be healthy, handsome, smart, wise, educated, and fit to serve in the royal palace. Teach them how to speak and write our language"
            },
            {
                "verse_number": "5",
                "verse_text": "and give them the same food and wine that I am served. Train them for three years, and then they can become court officials.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Four of the young Jews chosen were Daniel, Hananiah, Mishael, and Azariah, all from the tribe of Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "But the king's chief official gave them Babylonian names: Daniel became Belteshazzar, Hananiah became Shadrach, Mishael became Meshach, and Azariah became Abednego."
            },
            {
                "verse_number": "8",
                "verse_text": "Daniel made up his mind to eat and drink only what God had approved for his people to eat. And he asked the king's chief official for permission not to eat the food and wine served in the royal palace."
            },
            {
                "verse_number": "9",
                "verse_text": "God had made the official friendly and kind to Daniel."
            },
            {
                "verse_number": "10",
                "verse_text": "But the man still told him, &apos;The king has decided what you must eat and drink. And I am afraid he will kill me, if you eat something else and end up looking worse than the other young men.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The king's official had put a guard in charge of Daniel and his three friends. So Daniel said to the guard,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;For the next ten days, let us have only vegetables and water at mealtime."
            },
            {
                "verse_number": "13",
                "verse_text": "When the ten days are up, compare how we look with the other young men, and decide what to do with us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The guard agreed to do what Daniel had asked."
            },
            {
                "verse_number": "15",
                "verse_text": "Ten days later, Daniel and his friends looked healthier and better than the young men who had been served food from the royal palace."
            },
            {
                "verse_number": "16",
                "verse_text": "After this, the guard let them eat vegetables instead of the rich food and wine."
            },
            {
                "verse_number": "17",
                "verse_text": "God made the four young men smart and wise. They read a lot of books and became well educated. Daniel could also tell the meaning of dreams and visions."
            },
            {
                "verse_number": "18",
                "verse_text": "At the end of the three-year period set by King Nebuchadnezzar, his chief palace official brought all the young men to him."
            },
            {
                "verse_number": "19",
                "verse_text": "The king interviewed them and discovered that none of the others were as outstanding as Daniel, Hananiah, Mishael, and Azariah. So they were given positions in the royal court."
            },
            {
                "verse_number": "20",
                "verse_text": "From then on, whenever the king asked for advice, he found their wisdom was ten times better than that of any of his other advisors and magicians."
            },
            {
                "verse_number": "21",
                "verse_text": "Daniel served there until the first year of King Cyrus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "During the second year that Nebuchadnezzar was king, he had such horrible nightmares that he could not sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "So he called in his counselors, advisors, magicians, and wise men,"
            },
            {
                "verse_number": "3",
                "verse_text": "and said, &apos;I am disturbed by a dream that I don't understand, and I want you to explain it.&apos; will be praised forever and forever. You are all-powerful, and you know everything. you give rulers their power and take it away, and you are the source of wisdom and knowledge. because even the dark is light to you. who was worshiped by my ancestors. Now I thank you and praise you for making me wise and telling me the king's dream, together with its meaning.&apos; Your Majesty, not even the smartest person in all the world can do what you are demanding."
            },
            {
                "verse_number": "4",
                "verse_text": "They answered in Aramaic, &apos;Your Majesty, we hope you live forever! We are your servants. Please tell us your dream, and we will explain what it means.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But the king replied, &apos;No! I have made up my mind. If you don't tell me both the dream and its meaning, you will be chopped to pieces and your houses will be torn down."
            },
            {
                "verse_number": "6",
                "verse_text": "However, if you do tell me both the dream and its meaning, you will be greatly rewarded and highly honored. Now tell me the dream and explain what it means.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Your Majesty,&apos; they said, &apos;if you will only tell us your dream, we will interpret it for you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The king replied, &apos;You're just stalling for time,"
            },
            {
                "verse_number": "9",
                "verse_text": "because you know what's going to happen if you don't come up with the answer. You've decided to make up a bunch of lies, hoping I might change my mind. Now tell me the dream, and that will prove that you can interpret it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "His advisors explained, &apos;Your Majesty, you are demanding the impossible! No king, not even the most famous and powerful, has ever ordered his advisors, magicians, or wise men to do such a thing."
            },
            {
                "verse_number": "11",
                "verse_text": "It can't be done, except by the gods, and they don't live here on earth.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Arioch was the king's official in charge of putting the wise men to death. He was on his way to have it done, when Daniel very wisely went to him"
            },
            {
                "verse_number": "15",
                "verse_text": "and asked, &apos;Why did the king give such cruel orders?&apos; After Arioch explained what had happened,"
            },
            {
                "verse_number": "16",
                "verse_text": "Daniel rushed off and said to the king, &apos;If you will just give me some time, I'll explain your dream.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Daniel returned home and told his three friends."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he said, &apos;Pray that the God who rules from heaven will be merciful and explain this mystery, so that we and the others won't be put to death.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "In a vision one night, Daniel was shown the dream and its meaning. Then he praised the God who rules from heaven:"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Our God, your name"
            },
            {
                "verse_number": "21",
                "verse_text": "You control human events&ndash;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You explain deep mysteries,"
            },
            {
                "verse_number": "23",
                "verse_text": "You are the God"
            },
            {
                "verse_number": "24",
                "verse_text": "Daniel went back to Arioch, the official in charge of executing the wise men. Daniel said, &apos;Don't kill those men! Take me to the king, and I will explain the meaning of his dream.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Arioch rushed Daniel to the king and announced, &apos;Your Majesty, I have found out that one of the men brought here from Judah can explain your dream.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king asked Daniel, &apos;Can you tell me my dream and what it means?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Daniel answered:"
            },
            {
                "verse_number": "30",
                "verse_text": "However, you must realize that these mysteries weren't explained to me because I am smarter than everyone else. Instead, it was done so that you would understand what you have seen."
            },
            {
                "verse_number": "31",
                "verse_text": "Your Majesty, what you saw standing in front of you was a huge and terrifying statue, shining brightly."
            },
            {
                "verse_number": "32",
                "verse_text": "Its head was made of gold, its chest and arms were silver, and from its waist down to its knees, it was bronze."
            },
            {
                "verse_number": "33",
                "verse_text": "From there to its ankles it was iron, and its feet were a mixture of iron and clay."
            },
            {
                "verse_number": "34",
                "verse_text": "As you watched, a stone was cut from a mountain&ndash;but not by human hands. The stone struck the feet, completely shattering the iron and clay."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the iron, the clay, the bronze, the silver, and the gold were crushed and blown away without a trace, like husks of wheat at threshing time. But the stone became a tremendous mountain that covered the entire earth."
            },
            {
                "verse_number": "36",
                "verse_text": "That was the dream, and now I'll tell you what it means."
            },
            {
                "verse_number": "37",
                "verse_text": "Your Majesty, you are the greatest of kings, and God has highly honored you with power"
            },
            {
                "verse_number": "38",
                "verse_text": "over all humans, animals, and birds. You are the head of gold."
            },
            {
                "verse_number": "39",
                "verse_text": "After you are gone, another kingdom will rule, but it won't be as strong. Then it will be followed by a kingdom of bronze that will rule the whole world."
            },
            {
                "verse_number": "40",
                "verse_text": "Next, a kingdom of iron will come to power, crushing and shattering everything."
            },
            {
                "verse_number": "43",
                "verse_text": "This kingdom will be the result of a marriage between kingdoms, but it will crumble, just as iron and clay don't stick together."
            },
            {
                "verse_number": "46",
                "verse_text": "King Nebuchadnezzar bowed low to the ground and worshiped Daniel. Then he gave orders for incense to be burned and a sacrifice of grain to be offered in honor of Daniel."
            },
            {
                "verse_number": "47",
                "verse_text": "The king said, &apos;Now I know that your God is above all other gods and kings, because he gave you the power to explain this mystery.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The king then presented Daniel with a lot of gifts; he promoted him to governor of Babylon Province and put him in charge of the other wise men."
            },
            {
                "verse_number": "49",
                "verse_text": "At Daniel's request, the king appointed Shadrach, Meshach, and Abednego to high positions in Babylon Province, and he let Daniel stay on as a palace official."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar ordered a gold statue to be built 27 meters high and nearly 3 meters wide. He had it set up in Dura Valley near the city of Babylon,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he commanded his governors, advisors, treasurers, judges, and his other officials to come from everywhere in his kingdom to the dedication of the statue."
            },
            {
                "verse_number": "3",
                "verse_text": "So all of them came and stood in front of it. People of every nation and race, now listen to the king's command! &apos;Yes, Your Majesty,&apos; his officers answered. They came out, Praise their God for sending an angel to rescue his servants! They trusted their God and refused to obey my commands. Yes, they chose to die rather than to worship or serve any god except their own."
            },
            {
                "verse_number": "4",
                "verse_text": "Then an official stood up and announced:"
            },
            {
                "verse_number": "5",
                "verse_text": "Trumpets, flutes, harps, and all other kinds of musical instruments will soon start playing. When you hear the music, you must bow down and worship the statue that King Nebuchadnezzar has set up."
            },
            {
                "verse_number": "6",
                "verse_text": "Anyone who refuses will at once be thrown into a flaming furnace."
            },
            {
                "verse_number": "7",
                "verse_text": "As soon as the people heard the music, they bowed down and worshiped the gold statue that the king had set up."
            },
            {
                "verse_number": "8",
                "verse_text": "Some Babylonians used this as a chance to accuse the Jews to King Nebuchadnezzar."
            },
            {
                "verse_number": "9",
                "verse_text": "They said, &apos;Your Majesty, we hope you live forever!"
            },
            {
                "verse_number": "10",
                "verse_text": "You commanded everyone to bow down and worship the gold statue when the music played."
            },
            {
                "verse_number": "11",
                "verse_text": "And you said that anyone who did not bow down and worship it would be thrown into a flaming furnace."
            },
            {
                "verse_number": "12",
                "verse_text": "Sir, you appointed three men to high positions in Babylon Province, but they have disobeyed you. Those Jews, Shadrach, Meshach, and Abednego, refuse to worship your gods and the statue you have set up.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "King Nebuchadnezzar was furious. So he sent for the three young men and said,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I hear that you refuse to worship my gods and the gold statue I have set up."
            },
            {
                "verse_number": "15",
                "verse_text": "Now I am going to give you one more chance. If you bow down and worship the statue when you hear the music, everything will be all right. But if you don't, you will at once be thrown into a flaming furnace. No god can save you from me.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The three men replied, &apos;Your Majesty, we don't need to defend ourselves."
            },
            {
                "verse_number": "17",
                "verse_text": "The God we worship can save us from you and your flaming furnace."
            },
            {
                "verse_number": "18",
                "verse_text": "But even if he doesn't, we still won't worship your gods and the gold statue you have set up.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Nebuchadnezzar's face twisted with anger at the three men. And he ordered the furnace to be heated seven times hotter than usual."
            },
            {
                "verse_number": "20",
                "verse_text": "Next, he commanded some of his strongest soldiers to tie up the men and throw them into the flaming furnace."
            },
            {
                "verse_number": "24",
                "verse_text": "Suddenly the king jumped up and shouted, &apos;Weren't only three men tied up and thrown into the fire?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;But I see four men walking around in the fire,&apos; the king replied. &apos;None of them is tied up or harmed, and the fourth one looks like a god.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Nebuchadnezzar went closer to the flaming furnace and said to the three young men, &apos;You servants of the Most High God, come out at once!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "and the king's high officials, governors, and advisors all crowded around them. The men were not burned, their hair wasn't scorched, and their clothes didn't even smell like smoke."
            },
            {
                "verse_number": "28",
                "verse_text": "King Nebuchadnezzar said:"
            },
            {
                "verse_number": "29",
                "verse_text": "And I won't allow people of any nation or race to say anything against their God. Anyone who does will be chopped up and their houses will be torn down, because no other god has such great power to save."
            },
            {
                "verse_number": "30",
                "verse_text": "After this happened, the king appointed Shadrach, Meshach, and Abednego to even higher positions in Babylon Province."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar sent the following letter to the people of all nations and races on the earth: Greetings to all of you! the wonderful miracles God Most High has done for me. and marvelous. He will rule forever, and his kingdom will never end. a very tall tree in the center of the world. until it reached to heaven and could be seen from anywhere on earth. and heavy with fruit&ndash; enough for all nations. Wild animals enjoyed its shade, birds nested in its branches, and all creatures on earth lived on its fruit. &quot;Chop down the tree and cut off its branches; strip off its leaves and scatter its fruit. Make the animals leave its shade and send the birds flying from its branches. in the ground, surrounded by grass and held by chains of iron and bronze. &quot;Make sure that this ruler lives like the animals out in the open fields, unprotected from the dew. of a wild animal at the command It will show to all who live that God Most High controls all kingdoms and chooses for their rulers persons of humble birth.&quot; Daniel replied: Your Majesty, I wish the dream had been against your enemies. King Nebuchadnezzar, this kingdom is no longer yours. &apos;I praise and honor God Most High. God lives forever, and his kingdom will never end. are far less than nothing; God controls the stars in the sky and everyone on this earth. When God does something, we cannot change it or even ask why.&apos; &apos;Praise and honor the King who rules from heaven! Everything he does is honest and fair, and he can shatter the power of those who are proud.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I am glad to tell about"
            },
            {
                "verse_number": "3",
                "verse_text": "His miracles are mighty"
            },
            {
                "verse_number": "4",
                "verse_text": "I was enjoying a time of peace and prosperity,"
            },
            {
                "verse_number": "5",
                "verse_text": "when suddenly I had some horrifying dreams and visions."
            },
            {
                "verse_number": "6",
                "verse_text": "Then I commanded every wise man in Babylonia to appear in my court, so they could explain the meaning of my dream."
            },
            {
                "verse_number": "7",
                "verse_text": "After they arrived, I told them my dream, but they were not able to say what it meant."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, a young man named Daniel came in, and I told him the dream. The holy gods had given him special powers, and I had renamed him Belteshazzar after my own god."
            },
            {
                "verse_number": "9",
                "verse_text": "I said, &apos;Belteshazzar, not only are you the wisest of all advisors and counselors, but the holy gods have given you special powers to solve the most difficult mysteries. So listen to what I dreamed and tell me what it means:"
            },
            {
                "verse_number": "10",
                "verse_text": "In my sleep I saw"
            },
            {
                "verse_number": "11",
                "verse_text": "It grew stronger and higher,"
            },
            {
                "verse_number": "12",
                "verse_text": "It was covered with leaves"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;While I was in bed, having this vision, a holy angel came down from heaven"
            },
            {
                "verse_number": "14",
                "verse_text": "and shouted:"
            },
            {
                "verse_number": "15",
                "verse_text": "But leave its stump and roots"
            },
            {
                "verse_number": "16",
                "verse_text": "Give him the mind for seven long years. of the holy angels."
            },
            {
                "verse_number": "17",
                "verse_text": "This punishment is given"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Daniel, that was the dream that none of the wise men in my kingdom were able to understand. But I am sure that you will understand what it means, because the holy gods have given you some special powers.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "For a while, Daniel was terribly confused and worried by what he was thinking. But I said, &apos;Don't be bothered either by the dream or by what it means.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "You saw a tree that grew so big and strong that it reached up to heaven and could be seen from anywhere on earth."
            },
            {
                "verse_number": "21",
                "verse_text": "Its leaves were beautiful, and it produced enough fruit for all living creatures; animals lived in its shade, and birds nested in its branches."
            },
            {
                "verse_number": "22",
                "verse_text": "Your Majesty, that tree is you. Your glorious reputation has reached heaven, and your kingdom covers the earth."
            },
            {
                "verse_number": "23",
                "verse_text": "Then you saw a holy angel come down from heaven and say, &apos;Chop down the tree and destroy it! But leave its stump and roots in the ground, fastened there by a chain of iron and bronze. Let it stay for seven years out in the field with the wild animals, unprotected from the dew.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Your Majesty, God Most High has sent you this message, and it means"
            },
            {
                "verse_number": "25",
                "verse_text": "that you will be forced to live with the wild animals, far away from humans. You will eat grass like a wild animal and live outdoors for seven years, until you learn that God Most High controls all earthly kingdoms and chooses their rulers."
            },
            {
                "verse_number": "26",
                "verse_text": "But he gave orders not to disturb the stump and roots. This is to show that you will be king once again, after you learn that the God who rules from heaven is in control."
            },
            {
                "verse_number": "27",
                "verse_text": "Your Majesty, please be willing to do what I say. Turn from your sins and start living right; have mercy on those who are mistreated. Then all will go well with you for a long time."
            },
            {
                "verse_number": "31",
                "verse_text": "But before I could finish speaking, a voice from heaven interrupted:"
            },
            {
                "verse_number": "32",
                "verse_text": "You will be forced to live with the wild animals, away from people. For seven years you will eat grass, as though you were an ox, until you learn that God Most High is in control of all earthly kingdoms and that he is the one who chooses their rulers."
            },
            {
                "verse_number": "33",
                "verse_text": "This was no sooner said than done&ndash;I was forced to live like a wild animal; I ate grass and was unprotected from the dew. As time went by, my hair grew longer than eagle feathers, and my fingernails looked like the claws of a bird."
            },
            {
                "verse_number": "34",
                "verse_text": "Finally, I prayed to God in heaven, and my mind was healed. Then I said:"
            },
            {
                "verse_number": "35",
                "verse_text": "To him the nations"
            },
            {
                "verse_number": "36",
                "verse_text": "At that time my mind was healed, and once again I became the ruler of my glorious kingdom. My advisors and officials returned to me, and I had greater power than ever before."
            },
            {
                "verse_number": "37",
                "verse_text": "That's why I say:"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "One evening, King Belshazzar gave a great banquet for a thousand of his highest officials, and he drank wine with them."
            },
            {
                "verse_number": "2",
                "verse_text": "He got drunk and ordered his servants to bring in the gold and silver cups his father Nebuchadnezzar had taken from the temple in Jerusalem. Belshazzar wanted the cups, so that he and all his wives and officials could drink from them. Your Majesty, I hope you live forever! Don't be afraid or look so pale. So you are Daniel, one of the captives my father brought back from Judah! Your Majesty, I will read the writing and tell you what it means. But you may keep your gifts or give them to someone else. Your father had the power of life or death over everyone, and he could honor or ruin anyone he chose."
            },
            {
                "verse_number": "5",
                "verse_text": "Suddenly a human hand was seen writing on the plaster wall of the palace. The hand was just behind the lampstand, and the king could see it writing."
            },
            {
                "verse_number": "6",
                "verse_text": "He was so frightened that his face turned pale, his knees started shaking, and his legs became weak."
            },
            {
                "verse_number": "7",
                "verse_text": "The king called in his advisors, who claimed they could talk with the spirits of the dead and understand the meanings found in the stars. He told them, &apos;The man who can read this writing and tell me what it means will become the third most powerful man in my kingdom. He will wear robes of royal purple and a gold chain around his neck.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "All of King Belshazzar's highest officials came in, but not one of them could read the writing or tell what it meant,"
            },
            {
                "verse_number": "9",
                "verse_text": "and they were completely puzzled. Now the king was more afraid than ever before, and his face turned white as a ghost."
            },
            {
                "verse_number": "10",
                "verse_text": "When the queen heard the king and his officials talking, she came in and said:"
            },
            {
                "verse_number": "11",
                "verse_text": "In your kingdom there is a man who has been given special powers by the holy gods. When your father Nebuchadnezzar was king, this man was known to be as smart, intelligent, and wise as the gods themselves. Your father put him in charge of all who claimed they could talk with the spirits or understand the meanings in the stars or tell about the future."
            },
            {
                "verse_number": "12",
                "verse_text": "He also changed the man's name from Daniel to Belteshazzar. Not only is he wise and intelligent, but he can explain dreams and riddles and solve difficult problems. Send for Daniel, and he will tell you what the writing means."
            },
            {
                "verse_number": "13",
                "verse_text": "When Daniel was brought in, the king said:"
            },
            {
                "verse_number": "14",
                "verse_text": "I was told that the gods have given you special powers and that you are intelligent and very wise."
            },
            {
                "verse_number": "15",
                "verse_text": "Neither my advisors nor the men who talk with the spirits of the dead could read this writing or tell me what it means."
            },
            {
                "verse_number": "16",
                "verse_text": "But I have been told that you understand everything and that you can solve difficult problems. Now then, if you can read this writing and tell me what it means, you will become the third most powerful man in my kingdom. You will wear royal purple robes and have a gold chain around your neck."
            },
            {
                "verse_number": "17",
                "verse_text": "Daniel answered:"
            },
            {
                "verse_number": "18",
                "verse_text": "Sir, the Most High God made your father a great and powerful man and brought him much honor and glory."
            },
            {
                "verse_number": "19",
                "verse_text": "God did such great things for him that people of all nations and races shook with fear."
            },
            {
                "verse_number": "20",
                "verse_text": "But when he became proud and stubborn, his glorious kingdom was taken from him."
            },
            {
                "verse_number": "21",
                "verse_text": "His mind became like that of an animal, and he was forced to stay away from people and live with wild donkeys. Your father ate grass like an ox, and he slept outside where his body was soaked with dew. He was forced to do this until he learned that the Most High God rules all kingdoms on earth and chooses their kings."
            },
            {
                "verse_number": "22",
                "verse_text": "King Belshazzar, you knew all of this, but you still refused to honor the Lord who rules from heaven."
            },
            {
                "verse_number": "23",
                "verse_text": "Instead, you turned against him and ordered the cups from his temple to be brought here, so that you and your wives and officials could drink wine from them. You praised idols made of silver, gold, bronze, iron, wood, and stone, even though they cannot see or hear or think. You refused to worship the God who gives you breath and controls everything you do."
            },
            {
                "verse_number": "24",
                "verse_text": "That's why he sent the hand to write this message on the wall."
            },
            {
                "verse_number": "29",
                "verse_text": "Belshazzar gave a command for Daniel to be made the third most powerful man in his kingdom and to be given a purple robe and a gold chain."
            },
            {
                "verse_number": "30",
                "verse_text": "That same night, the king was killed."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Darius the Mede, who was 62 years old, took over his kingdom."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Darius divided his kingdom into 120 states and placed a governor in charge of each one."
            },
            {
                "verse_number": "2",
                "verse_text": "In order to make sure that his government was run properly, Darius put three other officials in charge of the governors. One of these officials was Daniel."
            },
            {
                "verse_number": "3",
                "verse_text": "And he did his work so much better than the other governors and officials that the king decided to let him govern the whole kingdom. &apos;Your Majesty, we hope you live forever! &apos;Yes, that's the law I made,&apos; the king agreed. &apos;And just like all written laws of the Medes and Persians, it cannot be changed.&apos; &apos;Greetings to all of you! in my kingdom to worship and honor the God of Daniel. He is the living God, the one who lives forever. His power and his kingdom will never end. and sets them free by working great miracles. Daniel's God has rescued him from the power of the lions.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The other men tried to find something wrong with the way Daniel did his work for the king. But they could not accuse him of anything wrong, because he was honest and faithful and did everything he was supposed to do."
            },
            {
                "verse_number": "5",
                "verse_text": "Finally, they said to one another, &apos;We will never be able to bring any charge against Daniel, unless it has to do with his religion.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They all went to the king and said:"
            },
            {
                "verse_number": "7",
                "verse_text": "All of your officials, leaders, advisors, and governors agree that you should make a law forbidding anyone to pray to any god or human except you for the next 30 days. Everyone who disobeys this law must be thrown into a pit of lions."
            },
            {
                "verse_number": "8",
                "verse_text": "Order this to be written and then sign it, so it cannot be changed, just as no written law of the Medes and Persians can be changed.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So King Darius made the law and had it written down."
            },
            {
                "verse_number": "10",
                "verse_text": "Daniel heard about the law, but when he returned home, he went upstairs and prayed in front of the window that faced Jerusalem. In the same way that he had always done, he knelt down in prayer three times a day, giving thanks to God."
            },
            {
                "verse_number": "11",
                "verse_text": "The men who had spoken to the king watched Daniel and saw him praying to his God for help."
            },
            {
                "verse_number": "12",
                "verse_text": "They went back to the king and said, &apos;Didn't you make a law that forbids anyone to pray to any god or human except you for the next 30 days? And doesn't the law say that everyone who disobeys it will be thrown into a pit of lions?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The men then told the king, &apos;That Jew named Daniel, who was brought here as a captive, refuses to obey you or the law that you ordered to be written. And he still prays to his god three times a day.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king was really upset to hear about this, and for the rest of the day he tried to think how he could save Daniel."
            },
            {
                "verse_number": "15",
                "verse_text": "At sunset the men returned and said, &apos;Your Majesty, remember that no written law of the Medes and Persians can be changed, not even by the king.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Darius ordered Daniel to be brought out and thrown into a pit of lions. But he said to Daniel, &apos;You have been faithful to your God, and I pray that he will rescue you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A stone was rolled over the pit, and it was sealed. Then Darius and his officials stamped the seal to show that no one should let Daniel out."
            },
            {
                "verse_number": "18",
                "verse_text": "All night long the king could not sleep. He did not eat anything, and he would not let anyone come in to entertain him."
            },
            {
                "verse_number": "19",
                "verse_text": "At daybreak the king got up and ran to the pit."
            },
            {
                "verse_number": "20",
                "verse_text": "He was anxious and shouted, &apos;Daniel, you were faithful and served your God. Was he able to save you from the lions?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Daniel answered, &apos;Your Majesty, I hope you live forever!"
            },
            {
                "verse_number": "22",
                "verse_text": "My God knew that I was innocent, and he sent an angel to keep the lions from eating me. Your Majesty, I have never done anything to hurt you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king was relieved to hear Daniel's voice, and he gave orders for him to be taken out of the pit. Daniel's faith in his God had kept him from being harmed."
            },
            {
                "verse_number": "24",
                "verse_text": "And the king ordered the men who had brought charges against Daniel to be thrown into the pit, together with their wives and children. But before they even reached the bottom, the lions ripped them to pieces."
            },
            {
                "verse_number": "25",
                "verse_text": "King Darius then sent this message to all people of every nation and race in the world:"
            },
            {
                "verse_number": "26",
                "verse_text": "I command everyone"
            },
            {
                "verse_number": "27",
                "verse_text": "He rescues people"
            },
            {
                "verse_number": "28",
                "verse_text": "All went well for Daniel while Darius was king, and even when Cyrus the Persian ruled."
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "when suddenly four powerful beasts came out of the sea. Each beast was different."
            },
            {
                "verse_number": "4",
                "verse_text": "The first was like a lion with the wings of an eagle. As I watched, its wings were pulled off. Then it was lifted to an upright position and made to stand on two feet, just like a human, and it was given a human mind."
            },
            {
                "verse_number": "5",
                "verse_text": "The second beast looked like a bear standing on its hind legs. It held three ribs in its teeth, and it was told, &apos;Attack! Eat all the flesh you want.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The third beast was like a leopard&ndash;except that it had four wings and four heads. It was given authority to rule."
            },
            {
                "verse_number": "7",
                "verse_text": "The fourth beast was stronger and more terrifying than the others. Its huge teeth were made of iron, and what it didn't grind with its teeth, it smashed with its feet. It was different from the others, and it had horns on its head&ndash;ten of them."
            },
            {
                "verse_number": "8",
                "verse_text": "Just as I was thinking about these horns, a smaller horn appeared, and three of the other horns were pulled up by the roots to make room for it. This horn had the eyes of a human and a mouth that spoke with great arrogance."
            },
            {
                "verse_number": "9",
                "verse_text": "Thrones were set up"
            },
            {
                "verse_number": "10",
                "verse_text": "and flames were dashing out"
            },
            {
                "verse_number": "11",
                "verse_text": "I watched closely to see what would happen to this smaller horn because of the arrogant things it was saying. Then before my very eyes, the fourth beast was killed and its body destroyed by fire."
            },
            {
                "verse_number": "12",
                "verse_text": "The other three beasts had their authority taken from them, but they were allowed to live a while longer."
            },
            {
                "verse_number": "13",
                "verse_text": "As I continued to watch the vision that night,"
            },
            {
                "verse_number": "14",
                "verse_text": "He was crowned king"
            },
            {
                "verse_number": "15",
                "verse_text": "Daniel wrote:"
            },
            {
                "verse_number": "16",
                "verse_text": "So I asked one of those standing there, and he explained,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The four beasts are four earthly kingdoms."
            },
            {
                "verse_number": "18",
                "verse_text": "But God Most High will give his kingdom to his chosen ones, and it will be theirs forever and ever.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "I wanted to know more about the fourth beast, because it was so different and much more terrifying than the others. What was the meaning of its iron teeth and bronze claws and of its feet that smashed what the teeth and claws had not ground and crushed?"
            },
            {
                "verse_number": "20",
                "verse_text": "I also wanted to know more about all ten of those horns on its head. I especially wanted to know more about the one that took the place of three of the others&ndash;the horn that had eyes and spoke with arrogance and seemed greater than the others."
            },
            {
                "verse_number": "21",
                "verse_text": "While I was looking, this horn attacked God's chosen ones and was winning the battle."
            },
            {
                "verse_number": "22",
                "verse_text": "Then God Most High, the Eternal God, came and judged in favor of his chosen ones, because the time had arrived for them to be given the kingdom."
            },
            {
                "verse_number": "23",
                "verse_text": "Then I was told"
            },
            {
                "verse_number": "24",
                "verse_text": "All ten of those horns are kings"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;This king will speak evil"
            },
            {
                "verse_number": "26",
                "verse_text": "But he will finally be judged,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Then the greatest kingdom of all"
            },
            {
                "verse_number": "28",
                "verse_text": "That was what I saw and heard. I turned pale with fear and kept it all to myself."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Daniel wrote: In the third year of King Belshazzar of Babylonia, I had a second vision"
            },
            {
                "verse_number": "2",
                "verse_text": "in which I was in Susa, the chief city of Babylonia's Elam Province. I was beside the Ulai River,"
            },
            {
                "verse_number": "3",
                "verse_text": "when I looked up and saw a ram standing there with two horns on its head&ndash;both of them were long, but the second one was longer than the first."
            },
            {
                "verse_number": "4",
                "verse_text": "The ram went charging toward the west, the north, and the south. No other animals were strong enough to oppose him, and nothing could save them from his power. So he did as he pleased and became even more powerful. I was trying to figure out the meaning of the vision, when someone suddenly appeared there beside me. Listen, and I will tell you what will happen at the end of time, when God has chosen to show his anger."
            },
            {
                "verse_number": "5",
                "verse_text": "I kept on watching and saw a goat come from the west and charge across the entire earth, without even touching the ground. Between his eyes was a powerful horn,"
            },
            {
                "verse_number": "6",
                "verse_text": "and with tremendous anger the goat started toward the ram that I had seen beside the river."
            },
            {
                "verse_number": "7",
                "verse_text": "The goat was so fierce that its attack broke both horns of the ram, leaving him powerless. Then the goat trampled on the ram, and no one could do anything to help."
            },
            {
                "verse_number": "8",
                "verse_text": "After this, the goat became even more powerful. But at the peak of his power, his mighty horn was broken, and four other mighty horns took its place&ndash;one pointing to the north and one to the east, one to the south and one to the west."
            },
            {
                "verse_number": "9",
                "verse_text": "A little horn came from one of these, and its power reached to the south, the east, and even to the holy land."
            },
            {
                "verse_number": "10",
                "verse_text": "It became so strong that it attacked the stars in the sky, which were heaven's army. Then it threw some of them down to the earth and trampled on them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then one of the holy angels asked another, &apos;When will the daily sacrifices be offered again? What about this horrible rebellion? When will the temple and heaven's army no longer be trampled in the dust?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The other answered, &apos;It will be 2,300 evenings and mornings before the temple is dedicated and in use again.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Daniel wrote:"
            },
            {
                "verse_number": "16",
                "verse_text": "And from beside the Ulai River, a voice like that of a human said, &apos;Gabriel, help him understand the vision.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Gabriel came over, and I fell to the ground in fear. Then he said, &apos;You are merely a human, but you need to understand that this vision is about the end of time.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While he was speaking, I fell facedown in a deep sleep. But he lifted me to my feet"
            },
            {
                "verse_number": "19",
                "verse_text": "and said:"
            },
            {
                "verse_number": "20",
                "verse_text": "The two horns of the ram are the kings of Media and Persia,"
            },
            {
                "verse_number": "21",
                "verse_text": "the goat is the kingdom of Greece, and the powerful horn between his eyes is the first of its kings."
            },
            {
                "verse_number": "22",
                "verse_text": "After this horn is broken, four other kingdoms will appear, but they won't be as strong."
            },
            {
                "verse_number": "23",
                "verse_text": "When these rulers have become as evil as possible, their power will end, and then a king who is dangerous and cannot be trusted will appear."
            },
            {
                "verse_number": "24",
                "verse_text": "He will gain strength, but not on his own, and he will cause terrible destruction. He will wipe out powerful leaders and God's people as well."
            },
            {
                "verse_number": "25",
                "verse_text": "His deceitful lies will make him so successful, that he will think he is really great. Suddenly he will kill many people, and he will even attack God, the Supreme Ruler. But God will crush him!"
            },
            {
                "verse_number": "26",
                "verse_text": "This vision about the evenings and mornings is true, but these things won't happen for a long time, so don't tell it to others."
            },
            {
                "verse_number": "27",
                "verse_text": "After this, I was so worn out and weak that it was several days before I could get out of bed and go about my duties for the king. I was disturbed by this vision that made no sense to me."
            }
        ],
        "9": [
            {
                "verse_number": "5",
                "verse_text": "But we have sinned terribly by rebelling against you and rejecting your laws and teachings."
            },
            {
                "verse_number": "6",
                "verse_text": "We have ignored the message your servants the prophets spoke to our kings, our leaders, our ancestors, and everyone else."
            },
            {
                "verse_number": "7",
                "verse_text": "Everything you do is right, our Lord. But still we suffer public disgrace because we have been unfaithful and have sinned against you. This includes all of us, both far and near&ndash;the people of Judah, Jerusalem, and Israel, as well as those you dragged away to foreign lands,"
            },
            {
                "verse_number": "8",
                "verse_text": "and even our kings, our officials, and our ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "Lord God, you are merciful and forgiving, even though we have rebelled against you"
            },
            {
                "verse_number": "10",
                "verse_text": "and rejected your teachings that came to us from your servants the prophets."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone in Israel has stubbornly refused to obey your laws, and so those curses written by your servant Moses have fallen upon us."
            },
            {
                "verse_number": "12",
                "verse_text": "You warned us and our leaders that Jerusalem would suffer the worst disaster in human history, and you did exactly as you had threatened."
            },
            {
                "verse_number": "13",
                "verse_text": "We have not escaped any of the terrible curses written by Moses, and yet we have refused to beg you for mercy and to remind ourselves of how faithful you have always been."
            },
            {
                "verse_number": "14",
                "verse_text": "And when you finally punished us with this horrible disaster, that was also the right thing to do, because we deserved it so much."
            },
            {
                "verse_number": "15",
                "verse_text": "Our Lord God, with your own mighty arm you rescued us from Egypt and made yourself famous to this very day, but we have sinned terribly."
            },
            {
                "verse_number": "16",
                "verse_text": "In the past, you treated us with such kindness, that we now beg you to stop being so terribly angry with Jerusalem. After all, it is your chosen city built on your holy mountain, even though it has suffered public disgrace because of our sins and those of our ancestors."
            },
            {
                "verse_number": "17",
                "verse_text": "I am your servant, Lord God, and I beg you to answer my prayers and bring honor to yourself by having pity on your temple that lies in ruins."
            },
            {
                "verse_number": "18",
                "verse_text": "Please show mercy to your chosen city, not because we deserve it, but because of your great kindness."
            },
            {
                "verse_number": "19",
                "verse_text": "Forgive us! Hurry and do something, not only for your city and your chosen people, but to bring honor to yourself."
            },
            {
                "verse_number": "20",
                "verse_text": "I was still confessing my sins and those of all Israel to the Lord my God, and I was praying for the good of his holy mountain,"
            },
            {
                "verse_number": "21",
                "verse_text": "when Gabriel suddenly came flying in at the time of the evening sacrifice. This was the same Gabriel I had seen in my vision,"
            },
            {
                "verse_number": "22",
                "verse_text": "and he explained:"
            },
            {
                "verse_number": "23",
                "verse_text": "God thinks highly of you, and at the very moment you started praying, I was sent to give you the answer."
            },
            {
                "verse_number": "24",
                "verse_text": "God has decided that for 70 weeks, your people and your holy city must suffer as the price of their sins. Then evil will disappear, and justice will rule forever; the visions and words of the prophets will come true, and a most holy place will be dedicated."
            },
            {
                "verse_number": "25",
                "verse_text": "You need to realize that from the command to rebuild Jerusalem until the coming of the Chosen Leader, it will be 7 weeks and another 62 weeks. Streets will be built in Jerusalem, and a trench will be dug around the city for protection, but these will be difficult times."
            },
            {
                "verse_number": "26",
                "verse_text": "At the end of the 62 weeks, the Chosen Leader will be killed and left with nothing."
            },
            {
                "verse_number": "27",
                "verse_text": "For one week this foreigner will make a firm agreement with many people, and halfway through this week, he will end all sacrifices and offerings. Then the &apos;Horrible Thing&apos; that causes destruction will be put there. And it will stay there until the time God has decided to destroy this one who destroys."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "In the third year of Cyrus the king of Persia, a message came to Daniel from God, and it was explained in a vision. The message was about a dreadful war, and it was true."
            },
            {
                "verse_number": "2",
                "verse_text": "Daniel wrote: For three weeks I was in sorrow. At this, I regained my strength and replied, &apos;Please speak! You have already made me feel much better.&apos; Now do you understand why I have come? Soon I must leave to fight against the guardian angel of Persia. Then after I have defeated him, the guardian angel of Greece will attack me."
            },
            {
                "verse_number": "3",
                "verse_text": "I ate no fancy food or meat, I drank no wine, and I put no olive oil on my face or hair."
            },
            {
                "verse_number": "4",
                "verse_text": "Then, on the twenty-fourth day of the first month, I was standing on the banks of the great Tigris River,"
            },
            {
                "verse_number": "5",
                "verse_text": "when I looked up and saw someone dressed in linen and wearing a solid gold belt."
            },
            {
                "verse_number": "6",
                "verse_text": "His body was like a precious stone, his face like lightning, his eyes like flaming fires, his arms and legs like polished bronze, and his voice like the roar of a crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "Although the people who were with me did not see the vision, they became so frightened that they scattered and hid."
            },
            {
                "verse_number": "8",
                "verse_text": "Only I saw this great vision. I became weak and pale,"
            },
            {
                "verse_number": "9",
                "verse_text": "and at the sound of his voice, I fell facedown in a deep sleep."
            },
            {
                "verse_number": "10",
                "verse_text": "He raised me to my hands and knees"
            },
            {
                "verse_number": "11",
                "verse_text": "and then said, &apos;Daniel, your God thinks highly of you, and he has sent me. So stand up and pay close attention.&apos; I stood trembling, while the angel said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Daniel, don't be afraid! God has listened to your prayers since the first day you humbly asked for understanding, and he has sent me here."
            },
            {
                "verse_number": "13",
                "verse_text": "But the guardian angel of Persia opposed me for 21 days. Then Michael, who is one of the strongest guardian angels, came to rescue me from the kings of Persia."
            },
            {
                "verse_number": "14",
                "verse_text": "Now I have come here to give you another vision about what will happen to your people in the future."
            },
            {
                "verse_number": "15",
                "verse_text": "While this angel was speaking to me, I stared at the ground, speechless."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he appeared in human form and touched my lips. I said, &apos;Sir, this vision has brought me great pain and has drained my strength."
            },
            {
                "verse_number": "17",
                "verse_text": "I am merely your servant. How can I possibly speak with someone so powerful, when I am almost too weak to get my breath?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the angel said:"
            },
            {
                "verse_number": "21",
                "verse_text": "I will tell you what is written in The Book of Truth . But first, you must realize that no one except Michael, the guardian angel of Israel, is on my side."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "You also need to know that I protected and helped Darius the Mede in his first year as king. After this,"
            },
            {
                "verse_number": "2",
                "verse_text": "What I am going to tell you is certain to happen. Four kings will rule Persia, one after the other, but the fourth one will become much richer than the others. In fact, his wealth will make him so powerful that he will turn everyone against the kingdom of Greece."
            },
            {
                "verse_number": "3",
                "verse_text": "Then a mighty king will come to power and will be able to do whatever he pleases."
            },
            {
                "verse_number": "4",
                "verse_text": "But suddenly his kingdom will be crushed and scattered to the four corners of the earth, where four more kingdoms will rise. But these won't be ruled by his descendants or be as powerful as his kingdom."
            },
            {
                "verse_number": "5",
                "verse_text": "The king of the south will grow powerful. Then one of his generals will rebel and will rule an even larger kingdom."
            },
            {
                "verse_number": "6",
                "verse_text": "Years later the southern kingdom and the northern kingdom will make a treaty, and the daughter of the king of the south will marry the king of the north. But she will lose her power. Then she, her husband, their child, and the servants who came with her will all be killed."
            },
            {
                "verse_number": "7",
                "verse_text": "one of her relatives will become the ruler of the southern kingdom. He will attack the army of the northern kingdom and capture its fortresses."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he will carry their idols to Egypt, together with their precious treasures of silver and gold, but it will be a long time before he attacks the northern kingdom again. Some years later"
            },
            {
                "verse_number": "9",
                "verse_text": "the king of the north will invade the southern kingdom, but he will be forced back to his own country."
            },
            {
                "verse_number": "10",
                "verse_text": "The sons of the king of the north will gather a huge army that will sweep down like a roaring flood, reaching all the way to the fortress of the southern kingdom."
            },
            {
                "verse_number": "11",
                "verse_text": "But this will make the king of the south angry, and he will defeat this large army from the north."
            },
            {
                "verse_number": "12",
                "verse_text": "The king of the south will feel proud because of the many thousands he has killed. But his victories won't last long,"
            },
            {
                "verse_number": "13",
                "verse_text": "because the king of the north will gather a larger and more powerful army than ever before. Then in a few years, he will start invading other countries."
            },
            {
                "verse_number": "14",
                "verse_text": "At this time many of your own people will try to make this vision come true by rebelling against the king of the south, but their rebellion will fail."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the army from the north will surround and capture a fortress in the south, and not even the most experienced troops of the southern kingdom will be able to make them retreat."
            },
            {
                "verse_number": "16",
                "verse_text": "The king who invaded from the north will do as he pleases, and he will even capture and destroy the holy land."
            },
            {
                "verse_number": "17",
                "verse_text": "In fact, he will decide to invade the south with his entire army. Then he will attempt to make peace by giving the king of the south a bride from the northern kingdom, but this won't be successful."
            },
            {
                "verse_number": "18",
                "verse_text": "Afterwards, this proud king of the north will invade and conquer many of the nations along the coast, but a military leader will defeat him and make him lose his pride."
            },
            {
                "verse_number": "19",
                "verse_text": "He will retreat to his fortresses in his own country, but on the way he will be defeated and never again be seen."
            },
            {
                "verse_number": "20",
                "verse_text": "The next king of the north will try to collect taxes for the glory of his kingdom. However, he will come to a sudden end in some mysterious way, instead of in battle or because of someone's anger."
            },
            {
                "verse_number": "21",
                "verse_text": "The successor of this king of the north will be a worthless nobody, who doesn't even come from a royal family. He will suddenly appear and gain control of the kingdom by treachery."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he will destroy armies and remove God's chosen high priest."
            },
            {
                "verse_number": "23",
                "verse_text": "He will make a treaty, but he will be deceitful and break it, even though he has only a few followers."
            },
            {
                "verse_number": "24",
                "verse_text": "Without warning, he will successfully invade a wealthy province, which is something his ancestors never did. Then he will divide among his followers all of its treasures and property. But none of this will last very long."
            },
            {
                "verse_number": "25",
                "verse_text": "He will gather a large and powerful army, and with great courage he will attack the king of the south. The king of the south will meet him with a much stronger army, but he will lose the battle, because he will be betrayed"
            },
            {
                "verse_number": "26",
                "verse_text": "by members of the royal court. He will be ruined, and most of his army will be slaughtered."
            },
            {
                "verse_number": "27",
                "verse_text": "The two kings will meet around a table and tell evil lies to each other. But their plans will fail, because God has already decided what will happen."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the king of the north will return to his country with great treasures. But on the way, he will attack the religion of God's people and do whatever else he pleases."
            },
            {
                "verse_number": "29",
                "verse_text": "At the time God has decided, the king of the north will invade the southern kingdom again, but this time, things will be different."
            },
            {
                "verse_number": "30",
                "verse_text": "Ships from the west will come to attack him, and he will be discouraged. Then he will start back to his own country and take out his anger on the religion of God's faithful people, while showing kindness to those who are unfaithful."
            },
            {
                "verse_number": "31",
                "verse_text": "He will send troops to pollute the temple and the fortress, and he will stop the daily sacrifices. Then he will set up that &apos;Horrible Thing&apos; that causes destruction."
            },
            {
                "verse_number": "32",
                "verse_text": "The king will use deceit to win followers from those who are unfaithful to God, but those who remain faithful will do everything possible to oppose him."
            },
            {
                "verse_number": "33",
                "verse_text": "Wise leaders will instruct many of the people. But for a while, some of these leaders will either be killed with swords or burned alive, or else robbed of their possessions and thrown into prison."
            },
            {
                "verse_number": "34",
                "verse_text": "They will receive only a little help in their time of trouble, and many of their followers will be treacherous."
            },
            {
                "verse_number": "35",
                "verse_text": "Some of those who are wise will suffer, so that God will make them pure and acceptable until the end, which will still come at the time he has decided."
            },
            {
                "verse_number": "36",
                "verse_text": "This king will do as he pleases. He will proudly claim to be greater than any god and will insult the only true God. Indeed, he will be successful until God is no longer angry with his people."
            },
            {
                "verse_number": "37",
                "verse_text": "This king will reject the gods his ancestors worshiped and the god preferred by women. In fact, he will put himself above all gods"
            },
            {
                "verse_number": "38",
                "verse_text": "and worship only the so-called god of fortresses, who was unknown to his ancestors. And he will honor it with gold, silver, precious stones, and other costly gifts."
            },
            {
                "verse_number": "39",
                "verse_text": "With the help of this foreign god, he will capture the strongest fortresses. Everyone who worships this god will be put in a position of power and rewarded with wealth and land."
            },
            {
                "verse_number": "40",
                "verse_text": "At the time of the end, the king of the south will attack the kingdom of the north. But its king will rush out like a storm with war chariots, cavalry, and many ships. Indeed, his forces will flood one country after another,"
            },
            {
                "verse_number": "41",
                "verse_text": "and when they reach the holy land, tens of thousands will be killed. But the countries of Edom and Moab and the ruler of Ammon will escape."
            },
            {
                "verse_number": "42",
                "verse_text": "The king of the north will invade many countries, including Egypt,"
            },
            {
                "verse_number": "43",
                "verse_text": "and he will take its rich treasures of gold and silver. He will also conquer Libya and Ethiopia."
            },
            {
                "verse_number": "44",
                "verse_text": "But he will be alarmed by news from the east and the north, and he will become furious and cause great destruction."
            },
            {
                "verse_number": "45",
                "verse_text": "After this, he will set up camp between the Mediterranean Sea and Mount Zion. Then he will be destroyed, and no one will be able to save him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Michael, the chief of the angels, is the protector of your people, and he will come at a time of terrible suffering, the worst in all of history. And your people who have their names written in The Book will be protected."
            },
            {
                "verse_number": "2",
                "verse_text": "Many of those who lie dead in the ground will rise from death. Some of them will be given eternal life, and others will receive nothing but eternal shame and disgrace."
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone who has been wise will shine as bright as the sky above, and everyone who has led others to please God will shine forever like the stars. I looked around and saw two other people&ndash;one on this side of the river and one on the other side. The angel in my vision then replied:"
            },
            {
                "verse_number": "4",
                "verse_text": "Daniel, I now command you to keep the message of this book secret until the end of time, even though many people will go everywhere, searching for the knowledge to be found in it."
            },
            {
                "verse_number": "5",
                "verse_text": "Daniel wrote:"
            },
            {
                "verse_number": "6",
                "verse_text": "The angel who had spoken to me was dressed in linen and was standing upstream from them. So one of the two beside the river asked him, &apos;How long before these amazing things happen?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The angel then raised both hands toward heaven and said, &apos;In the name of the God who lives forever, I solemnly promise that it will be a time, two times, and half a time. Everything will be over, when the suffering of God's holy people comes to an end.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I heard what the angel said, but I didn't understand. So I asked, &apos;Sir, how will it all end?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Daniel, go about your business, because the meaning of this message will remain secret until the end of time."
            },
            {
                "verse_number": "10",
                "verse_text": "Many people will have their hearts and lives made pure and clean, but those who are evil will keep on being evil and never understand. Only the wise will understand."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be 1,290 days from the time that the daily sacrifices are stopped, until someone sets up the &apos;Horrible Thing&apos; that causes destruction."
            },
            {
                "verse_number": "12",
                "verse_text": "God will bless everyone who patiently waits until 1,335 days have gone by."
            },
            {
                "verse_number": "13",
                "verse_text": "So, Daniel, be faithful until the end! You will rest, and at the end of time, you will rise from death to receive your reward."
            }
        ]
    }
}