{
    "1 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Peter, an apostle of Jesus Christ. To God's people who are scattered like foreigners in Pontus, Galatia, Cappadocia, Asia, and Bithynia. I pray that God will be kind to you and will keep on giving you peace! &apos;Humans wither like grass, and their glory fades like wild flowers. Grass dries up, and flowers fall to the ground. will stand forever.&apos; Our good news to you is what the Lord has said."
            },
            {
                "verse_number": "2",
                "verse_text": "God the Father decided to choose you as his people, and his Spirit has made you holy. You have obeyed Jesus Christ and are sprinkled with his blood."
            },
            {
                "verse_number": "3",
                "verse_text": "Praise God, the Father of our Lord Jesus Christ. God is so good, and by raising Jesus from death, he has given us new life and a hope that lives on."
            },
            {
                "verse_number": "4",
                "verse_text": "God has something stored up for you in heaven, where it will never decay or be ruined or disappear."
            },
            {
                "verse_number": "5",
                "verse_text": "You have faith in God, whose power will protect you until the last day. Then he will save you, just as he has always planned to do."
            },
            {
                "verse_number": "6",
                "verse_text": "On that day you will be glad, even if you have to go through many hard trials for a while."
            },
            {
                "verse_number": "7",
                "verse_text": "Your faith will be like gold that has been tested in a fire. And these trials will prove that your faith is worth much more than gold that can be destroyed. They will show that you will be given praise and honor and glory when Jesus Christ returns."
            },
            {
                "verse_number": "8",
                "verse_text": "You have never seen Jesus, and you don't see him now. But still you love him and have faith in him, and no words can tell how glad and happy"
            },
            {
                "verse_number": "9",
                "verse_text": "you are to be saved. This is why you have faith."
            },
            {
                "verse_number": "10",
                "verse_text": "Some prophets told how God would treat you with undeserved grace, and they searched hard to find out more about the way you would be saved."
            },
            {
                "verse_number": "11",
                "verse_text": "The Spirit of Christ was in them and was telling them how Christ would suffer and would then be given great honor. So they searched to find out exactly who Christ would be and when this would happen."
            },
            {
                "verse_number": "12",
                "verse_text": "But they were told that they were serving you and not themselves. They preached to you by the power of the Holy Spirit, who was sent from heaven. And their message was only for you, even though angels would like to know more about it."
            },
            {
                "verse_number": "13",
                "verse_text": "Be alert and think straight. Put all your hope in how God will treat you with undeserved grace when Jesus Christ appears."
            },
            {
                "verse_number": "14",
                "verse_text": "Behave like obedient children. Don't let your lives be controlled by your desires, as they used to be."
            },
            {
                "verse_number": "15",
                "verse_text": "Always live as God's holy people should, because God is the one who chose you, and he is holy."
            },
            {
                "verse_number": "16",
                "verse_text": "That's why the Scriptures say, &apos;I am the holy God, and you must be holy too.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "You say that God is your Father, but God doesn't have favorites! He judges all people by what they do. So you must honor God while you live as strangers here on earth."
            },
            {
                "verse_number": "18",
                "verse_text": "You were rescued from the useless way of life you learned from your ancestors. But you know you were not rescued by such things as silver or gold that don't last forever."
            },
            {
                "verse_number": "19",
                "verse_text": "You were rescued by the precious blood of Christ, that spotless and innocent lamb."
            },
            {
                "verse_number": "20",
                "verse_text": "Christ was chosen even before the world was created, but because of you, he did not come until these last days."
            },
            {
                "verse_number": "21",
                "verse_text": "And when he did come, it was to lead you to have faith in God, who raised him from death and honored him in a glorious way. This is why you have put your faith and hope in God."
            },
            {
                "verse_number": "22",
                "verse_text": "You obeyed the truth, and your souls were made pure. Now you sincerely love each other. But you must keep on loving with all your heart."
            },
            {
                "verse_number": "23",
                "verse_text": "Do this because God has given you new birth by his message that lives on forever."
            },
            {
                "verse_number": "24",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "25",
                "verse_text": "But what the Lord has said"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Stop being hateful! Quit trying to fool people, and start being sincere. Don't be jealous or say cruel things about others."
            },
            {
                "verse_number": "2",
                "verse_text": "Be like newborn babies who are thirsty for the pure spiritual milk that will help you grow and be saved."
            },
            {
                "verse_number": "3",
                "verse_text": "You have already found out how good the Lord really is. &apos;Look! I am placing in Zion a choice and precious cornerstone. No one who has faith in this one will be disappointed.&apos; Now you are God's people. At one time no one had mercy on you. Now God has treated you with kindness.&apos; or ever tell a lie. he never tried to get even. And when he suffered, he made no threats. Instead, he had faith in God, who judges fairly. of our sins. He was nailed to the cross, so we would stop sinning and start living right. By his cuts and bruises you are healed. like sheep. Now you have returned to the one who is your shepherd and protector."
            },
            {
                "verse_number": "4",
                "verse_text": "Come to Jesus Christ. He is the living stone people have rejected, but which God has chosen and highly honored."
            },
            {
                "verse_number": "5",
                "verse_text": "And now you are living stones being used to build a spiritual house. You are also a group of holy priests, and with the help of Jesus Christ you will offer sacrifices that please God."
            },
            {
                "verse_number": "6",
                "verse_text": "It is just as God says in the Scriptures,"
            },
            {
                "verse_number": "7",
                "verse_text": "You are followers of the Lord, and this stone is precious to you. But it isn't precious to those who refuse to follow him. They are the builders who tossed aside the stone that turned out to be the most important one of all."
            },
            {
                "verse_number": "8",
                "verse_text": "They disobeyed the message and stumbled and fell over this stone, because they were doomed."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are God's chosen and special people. You are a group of royal priests and a holy nation. God has brought you out of darkness into his marvelous light. Now you must tell all the wonderful things he has done. The Scriptures say,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Once you were nobody."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, you are foreigners and strangers on this earth. So I beg you not to surrender to those desires that fight against you."
            },
            {
                "verse_number": "12",
                "verse_text": "Always let others see you behaving properly, even though they may still accuse you of doing wrong. Then on the day of judgment, they will honor God by telling the good things they saw you do."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord wants you to obey all human authorities, especially the Emperor, who rules over everyone."
            },
            {
                "verse_number": "14",
                "verse_text": "You must also obey governors, because they are sent by the Emperor to punish criminals and to praise good citizens."
            },
            {
                "verse_number": "15",
                "verse_text": "God wants you to silence stupid and ignorant people by doing right."
            },
            {
                "verse_number": "16",
                "verse_text": "You are free, but still you are God's servants, and you must not use your freedom as an excuse for doing wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "Respect everyone and show special love for God's people. Honor God and respect the Emperor."
            },
            {
                "verse_number": "18",
                "verse_text": "Servants, you must obey your masters and always show respect to them. Do this, not only to those who are kind and thoughtful, but also to those who are cruel."
            },
            {
                "verse_number": "19",
                "verse_text": "God will bless you, even if others treat you unfairly for being loyal to him."
            },
            {
                "verse_number": "20",
                "verse_text": "You don't gain anything by being punished for some wrong you have done. But God will bless you, if you have to suffer for doing something good."
            },
            {
                "verse_number": "21",
                "verse_text": "After all, God chose you to suffer as you follow in the footsteps of Christ, who set an example by suffering for you."
            },
            {
                "verse_number": "22",
                "verse_text": "Christ did not sin"
            },
            {
                "verse_number": "23",
                "verse_text": "Although he was abused,"
            },
            {
                "verse_number": "24",
                "verse_text": "Christ carried the burden"
            },
            {
                "verse_number": "25",
                "verse_text": "You had wandered away"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "If you are a wife, you must put your husband first. Even if he opposes our message, you will win him over by what you do. No one else will have to say anything to him,"
            },
            {
                "verse_number": "2",
                "verse_text": "because he will see how you honor God and live a pure life."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't depend on things like fancy hairdos or gold jewelry or expensive clothes to make you look beautiful."
            },
            {
                "verse_number": "4",
                "verse_text": "Be beautiful in your heart by being gentle and quiet. This kind of beauty will last, and God considers it very special. Do you want to be happy? Then stop saying cruel things and quit telling lies. and do right, as you find and follow the road to peace. everyone who obeys him, and he listens to their prayers. But he opposes everyone who does evil.&apos; Always be ready to give an answer when someone asks you about your hope. An innocent person died for those who are guilty. Christ did this to bring you to God, when his body was put to death and his spirit was made alive."
            },
            {
                "verse_number": "5",
                "verse_text": "Long ago those women who worshiped God and put their hope in him made themselves beautiful by putting their husbands first."
            },
            {
                "verse_number": "6",
                "verse_text": "For example, Sarah obeyed Abraham and called him her master. You are her true children, if you do right and don't let anything frighten you."
            },
            {
                "verse_number": "7",
                "verse_text": "If you are a husband, you should be thoughtful of your wife. Treat her with honor, because she isn't as strong as you are, and she shares with you in the gift of life. Then nothing will stand in the way of your prayers."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, all of you should agree and have concern and love for each other. You should also be kind and humble."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't be hateful and insult people just because they are hateful and insult you. Instead, treat everyone with kindness. You are God's chosen ones, and he will bless you. The Scriptures say,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Do you really love life?"
            },
            {
                "verse_number": "11",
                "verse_text": "Give up your evil ways"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord watches over"
            },
            {
                "verse_number": "13",
                "verse_text": "Can anyone really harm you for being eager to do good deeds?"
            },
            {
                "verse_number": "14",
                "verse_text": "Even if you have to suffer for doing good things, God will bless you. So stop being afraid and don't worry about what people might do."
            },
            {
                "verse_number": "15",
                "verse_text": "Honor Christ and let him be the Lord of your life."
            },
            {
                "verse_number": "16",
                "verse_text": "Give a kind and respectful answer and keep your conscience clear. This way you will make people ashamed for saying bad things about your good conduct as a follower of Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "You are better off to obey God and suffer for doing right than to suffer for doing wrong."
            },
            {
                "verse_number": "18",
                "verse_text": "Christ died once for our sins."
            },
            {
                "verse_number": "19",
                "verse_text": "Christ then preached to the spirits that were being kept in prison."
            },
            {
                "verse_number": "20",
                "verse_text": "They had disobeyed God while Noah was building the boat, but God had been patient with them. Eight people went into that boat and were brought safely through the flood."
            },
            {
                "verse_number": "21",
                "verse_text": "Those flood waters were like baptism that now saves you. But baptism is more than just washing your body. It means turning to God with a clear conscience, because Jesus Christ was raised from death."
            },
            {
                "verse_number": "22",
                "verse_text": "Christ is now in heaven, where he sits at the right side of God. All angels, authorities, and powers are under his control."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Christ suffered here on earth. Now you must be ready to suffer as he did, because suffering shows that you have stopped sinning."
            },
            {
                "verse_number": "2",
                "verse_text": "It means you have turned from your own desires and want to obey God for the rest of your life."
            },
            {
                "verse_number": "3",
                "verse_text": "You have already lived long enough like people who don't know God. You were immoral and followed your evil desires. You went around drinking and partying and carrying on. In fact, you even worshiped disgusting idols."
            },
            {
                "verse_number": "4",
                "verse_text": "Now your former friends wonder why you have stopped running around with them, and they curse you for it."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will have to answer to God, who judges the living and the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "The good news has even been preached to the dead, so that after they have been judged for what they have done in this life, their spirits will live with God. what will happen to sinners and to others who don't respect God?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Everything will soon come to an end. So be serious and be sensible enough to pray."
            },
            {
                "verse_number": "8",
                "verse_text": "Most important of all, you must sincerely love each other, because love wipes away many sins."
            },
            {
                "verse_number": "9",
                "verse_text": "Welcome people into your home and don't grumble about it."
            },
            {
                "verse_number": "10",
                "verse_text": "Each of you has been blessed with one of God's many wonderful gifts to be used in the service of others. So use your gift well."
            },
            {
                "verse_number": "11",
                "verse_text": "If you have the gift of speaking, preach God's message. If you have the gift of helping others, do it with the strength that God supplies. Everything should be done in a way that will bring honor to God because of Jesus Christ, who is glorious and powerful forever. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "Dear friends, don't be surprised or shocked that you are going through testing that is like walking through fire."
            },
            {
                "verse_number": "13",
                "verse_text": "Be glad for the chance to suffer as Christ suffered. It will prepare you for even greater happiness when he makes his glorious return."
            },
            {
                "verse_number": "14",
                "verse_text": "Count it a blessing when you suffer for being a Christian. This shows that God's glorious Spirit is with you."
            },
            {
                "verse_number": "15",
                "verse_text": "But you deserve to suffer if you are a murderer, a thief, a crook, or a busybody."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't be ashamed to suffer for being a Christian. Praise God that you belong to him."
            },
            {
                "verse_number": "17",
                "verse_text": "God has already begun judging his own people. And if his judgment begins with us, imagine how terrible it will be for those who refuse to obey his message. The Scriptures say,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If good people barely escape,"
            },
            {
                "verse_number": "19",
                "verse_text": "If you suffer for obeying God, you must have complete faith in your faithful Creator and keep on doing right."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Church leaders, I am writing to encourage you. I too am a leader, as well as a witness to Christ's suffering, and I will share in his glory when it is shown to us. &apos;God opposes proud people, but he helps everyone who is humble.&apos; Mark, who is like a son to me, sends his greetings too."
            },
            {
                "verse_number": "2",
                "verse_text": "Just as shepherds watch over their sheep, you must watch over everyone God has placed in your care. Do it willingly in order to please God, and not simply because you think you must. Let it be something you want to do, instead of something you do merely to make money."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't be bossy to those people who are in your care, but set an example for them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then when Christ the Chief Shepherd returns, you will be given a crown that will never lose its glory."
            },
            {
                "verse_number": "5",
                "verse_text": "All of you young people should obey your elders. In fact, everyone should be humble toward everyone else. The Scriptures say,"
            },
            {
                "verse_number": "6",
                "verse_text": "Be humble in the presence of God's mighty power, and he will honor you when the time comes."
            },
            {
                "verse_number": "7",
                "verse_text": "God cares for you, so turn all your worries over to him."
            },
            {
                "verse_number": "8",
                "verse_text": "Be on your guard and stay awake. Your enemy, the devil, is like a roaring lion, sneaking around to find someone to attack."
            },
            {
                "verse_number": "9",
                "verse_text": "But you must resist the devil and stay strong in your faith. You know that all over the world the Lord's followers are suffering just as you are."
            },
            {
                "verse_number": "10",
                "verse_text": "But God shows undeserved kindness to everyone. That's why he appointed Christ Jesus to choose you to share in his eternal glory. You will suffer for a while, but God will make you complete, steady, strong, and firm."
            },
            {
                "verse_number": "11",
                "verse_text": "God will be in control forever! Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "Silvanus helped me write this short letter, and I consider him a faithful follower of the Lord. I wanted to encourage you and tell you how kind God really is, so you will keep on having faith in him."
            },
            {
                "verse_number": "13",
                "verse_text": "Greetings from the Lord's followers in Babylon. They are God's chosen ones."
            },
            {
                "verse_number": "14",
                "verse_text": "Give each other a warm greeting. I pray that God will give peace to everyone who belongs to Christ."
            }
        ]
    }
}