{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Jesus Christ came from the family of King David and also from the family of Abraham. And this is a list of his ancestors."
            },
            {
                "verse_number": "17",
                "verse_text": "There were 14 generations from Abraham to David. There were also 14 from David to the exile in Babylonia and 14 more to the birth of the Messiah."
            },
            {
                "verse_number": "18",
                "verse_text": "This is how Jesus Christ was born. A young woman named Mary was engaged to Joseph from King David's family. But before they were married, she learned that she was going to have a baby by God's Holy Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Joseph was a good man and did not want to embarrass Mary in front of everyone. So he decided to quietly call off the wedding."
            },
            {
                "verse_number": "20",
                "verse_text": "While Joseph was thinking about this, an angel from the Lord appeared to him in a dream. The angel said, &apos;Joseph, the baby that Mary will have is from the Holy Spirit. Go ahead and marry her."
            },
            {
                "verse_number": "21",
                "verse_text": "Then after her baby is born, name him Jesus, because he will save his people from their sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the Lord's promise came true, just as the prophet had said,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;A virgin will have a baby boy, and he will be called Immanuel,&apos; which means &apos;God is with us.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "After Joseph woke up, he and Mary were soon married, just as the Lord's angel had told him to do."
            },
            {
                "verse_number": "25",
                "verse_text": "But they did not sleep together before her baby was born. Then Joseph named him Jesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus was born in the village of Bethlehem in Judea, Herod was king. During this time some wise men from the east came to Jerusalem"
            },
            {
                "verse_number": "2",
                "verse_text": "and said, &apos;Where is the child born to be king of the Jews? We saw his star in the east and have come to worship him.&apos; of Judea, you are very important among the towns of Judea. From your town will come a leader, who will be like a shepherd for my people Israel.&quot; &apos; crying and weeping loudly. Rachel was mourning for her children, and she refused to be comforted, because they were dead.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When King Herod heard about this, he was worried, and so was everyone else in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Herod brought together the chief priests and the teachers of the Law of Moses and asked them, &apos;Where will the Messiah be born?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They told him, &apos;He will be born in Bethlehem, just as the prophet wrote,"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;Bethlehem in the land"
            },
            {
                "verse_number": "7",
                "verse_text": "Herod secretly called in the wise men and asked them when they had first seen the star."
            },
            {
                "verse_number": "8",
                "verse_text": "He told them, &apos;Go to Bethlehem and search carefully for the child. As soon as you find him, let me know. I also want to go and worship him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The wise men listened to what the king said and then left. And the star they had seen in the east went on ahead of them until it stopped over the place where the child was."
            },
            {
                "verse_number": "10",
                "verse_text": "They were thrilled and excited to see the star."
            },
            {
                "verse_number": "11",
                "verse_text": "When the men went into the house and saw the child with Mary, his mother, they knelt down and worshiped him. They took out their gifts of gold, frankincense, and myrrh and gave them to him."
            },
            {
                "verse_number": "12",
                "verse_text": "Later they were warned in a dream not to return to Herod, and they went back home by another road."
            },
            {
                "verse_number": "13",
                "verse_text": "After the wise men had gone, an angel from the Lord appeared to Joseph in a dream and said, &apos;Get up! Hurry and take the child and his mother to Egypt! Stay there until I tell you to return, because Herod is looking for the child and wants to kill him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "That night, Joseph got up and took his wife and the child to Egypt,"
            },
            {
                "verse_number": "15",
                "verse_text": "where they stayed until Herod died. So the Lord's promise came true, just as the prophet had said, &apos;I called my son out of Egypt.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Herod found out that the wise men from the east had tricked him, he was very angry. He gave orders for his men to kill all the boys who lived in or near Bethlehem and were two years old and younger. This was based on what he had learned from the wise men."
            },
            {
                "verse_number": "17",
                "verse_text": "So the Lord's promise came true, just as the prophet Jeremiah had said,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;In Ramah a voice was heard"
            },
            {
                "verse_number": "19",
                "verse_text": "After King Herod died, an angel from the Lord appeared in a dream to Joseph while he was still in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "The angel said, &apos;Get up and take the child and his mother back to Israel. The people who wanted to kill him are now dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Joseph got up and left with them for Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But when he heard that Herod's son Archelaus was now ruler of Judea, he was afraid to go there. Then in a dream he was told to go to Galilee,"
            },
            {
                "verse_number": "23",
                "verse_text": "and they went to live there in the town of Nazareth. So the Lord's promise came true, just as the prophet had said, &apos;He will be called a Nazarene.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Years later, John the Baptist started preaching in the desert of Judea."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;Turn back to God! The kingdom of heaven will soon be here.&apos; &apos;In the desert someone is shouting, &quot;Get the road ready for the Lord! Make a straight path for him.&quot; &apos; You bunch of snakes! Who warned you to run from the coming judgment?"
            },
            {
                "verse_number": "3",
                "verse_text": "John was the one the prophet Isaiah was talking about, when he said,"
            },
            {
                "verse_number": "4",
                "verse_text": "John wore clothes made of camel's hair. He had a leather strap around his waist and ate grasshoppers and wild honey."
            },
            {
                "verse_number": "5",
                "verse_text": "From Jerusalem and all Judea and from the Jordan River Valley crowds of people went to John."
            },
            {
                "verse_number": "6",
                "verse_text": "They told how sorry they were for their sins, and he baptized them in the river."
            },
            {
                "verse_number": "7",
                "verse_text": "Many Pharisees and Sadducees also came to be baptized. But John said to them:"
            },
            {
                "verse_number": "8",
                "verse_text": "Do something to show you have really given up your sins."
            },
            {
                "verse_number": "9",
                "verse_text": "And don't start telling yourselves that you belong to Abraham's family. I tell you that God can turn these stones into children for Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "An ax is ready to cut the trees down at their roots. Any tree that doesn't produce good fruit will be chopped down and thrown into a fire."
            },
            {
                "verse_number": "11",
                "verse_text": "I baptize you with water so you will give up your sins. But someone more powerful is going to come, and I am not good enough even to carry his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "12",
                "verse_text": "His threshing fork is in his hand, and he is ready to separate the wheat from the husks. He will store the wheat in a barn and burn the husks in a fire that never goes out."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus left Galilee and went to the Jordan River to be baptized by John."
            },
            {
                "verse_number": "14",
                "verse_text": "But John kept objecting and said, &apos;I ought to be baptized by you. Why have you come to me?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos;For now this is how it should be, because we must do all God wants us to do.&apos; Then John agreed."
            },
            {
                "verse_number": "16",
                "verse_text": "So Jesus was baptized. And as soon as he came out of the water, the sky opened, and he saw the Spirit of God coming down on him like a dove."
            },
            {
                "verse_number": "17",
                "verse_text": "Then a voice from heaven said, &apos;This is my own dear Son, and I am pleased with him.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Holy Spirit led Jesus into the desert, so that the devil could test him."
            },
            {
                "verse_number": "2",
                "verse_text": "After Jesus had gone without eating for 40 days and nights, he was very hungry."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the devil came to him and said, &apos;If you are God's Son, tell these stones to turn into bread.&apos; &quot;No one can live only on food. People need every word that God has spoken.&quot; &apos; &quot;God will give his angels orders about you. They will catch you in their arms, and you won't hurt your feet on the stones.&quot; &apos; &quot;Worship the Lord your God and serve only him.&quot; &apos; and Naphtali, lands along the road to the sea and across the Jordan. Listen Galilee, land of the Gentiles! live in darkness, they will see a bright light. Although they live in the shadow of death, a light will shine on them.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;The Scriptures say:"
            },
            {
                "verse_number": "5",
                "verse_text": "Next, the devil took Jesus into the holy city to the highest part of the temple."
            },
            {
                "verse_number": "6",
                "verse_text": "The devil said, &apos;If you are God's Son, jump off. The Scriptures say:"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered, &apos;The Scriptures also say, &quot;Don't try to test the Lord your God!&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, the devil took Jesus up on a very high mountain and showed him all the kingdoms on earth and their power."
            },
            {
                "verse_number": "9",
                "verse_text": "The devil said to him, &apos;I will give all this to you, if you will bow down and worship me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered, &apos;Go away Satan! The Scriptures say:"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the devil left Jesus, and angels came to help him."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus heard that John had been put in prison, he went to Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "But instead of staying in Nazareth, Jesus moved to Capernaum. This town was beside Lake Galilee in the territory of Zebulun and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "So God's promise came true, just as the prophet Isaiah had said,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Listen, lands of Zebulun"
            },
            {
                "verse_number": "16",
                "verse_text": "Although your people"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus started preaching, &apos;Turn back to God! The kingdom of heaven will soon be here.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While Jesus was walking along the shore of Lake Galilee, he saw two brothers. One was Simon, also known as Peter, and the other was Andrew. They were fishermen, and they were casting their net into the lake."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to them, &apos;Follow me! I will teach you how to bring in people instead of fish.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Right then the two brothers dropped their nets and went with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus walked on until he saw James and John, the sons of Zebedee. They were in a boat with their father, mending their nets. Jesus asked them to come with him."
            },
            {
                "verse_number": "22",
                "verse_text": "At once they left the boat and their father and went with Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went all over Galilee, teaching in their synagogues and preaching the good news about God's kingdom. He also healed every kind of disease and sickness."
            },
            {
                "verse_number": "24",
                "verse_text": "News about him spread all over Syria, and people with every kind of sickness or disease were brought to him. Some of them had a lot of demons in them, others were thought to be crazy, and still others could not walk. But Jesus healed them all."
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds followed Jesus from Galilee and the region around the ten cities known as Decapolis. They also came from Jerusalem, Judea, and from across the Jordan River."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus saw the crowds, he went up on the side of a mountain and sat down. Jesus' disciples gathered around him, who depend only on him. They belong to the kingdom who grieve. They will find comfort! who are humble. The earth will belong to them! more than to eat or drink. They will be given what they want! who are merciful. They will be treated with mercy! whose hearts are pure. They will see him! who make peace. They will be called his children! who are treated badly for doing right. They belong to the kingdom"
            },
            {
                "verse_number": "2",
                "verse_text": "and he taught them:"
            },
            {
                "verse_number": "3",
                "verse_text": "God blesses those people of heaven! who want to obey him of heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "5",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "6",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "7",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "8",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "9",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "10",
                "verse_text": "God blesses those people"
            },
            {
                "verse_number": "11",
                "verse_text": "God will bless you when people insult you, mistreat you, and tell all kinds of evil lies about you because of me."
            },
            {
                "verse_number": "12",
                "verse_text": "Be happy and excited! You will have a great reward in heaven. People did these same things to the prophets who lived long ago."
            },
            {
                "verse_number": "13",
                "verse_text": "You are the salt for everyone on earth. But if salt no longer tastes like salt, how can it make food salty? All it is good for is to be thrown out and walked on."
            },
            {
                "verse_number": "14",
                "verse_text": "You are the light for the whole world. A city built on top of a hill cannot be hidden,"
            },
            {
                "verse_number": "15",
                "verse_text": "and no one lights a lamp and puts it under a clay pot. Instead, it is placed on a lampstand, where it can give light to everyone in the house."
            },
            {
                "verse_number": "16",
                "verse_text": "Make your light shine, so others will see the good you do and will praise your Father in heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't suppose I came to do away with the Law and the Prophets. I did not come to do away with them, but to give them their full meaning."
            },
            {
                "verse_number": "18",
                "verse_text": "Heaven and earth may disappear. But I promise you not even a period or comma will ever disappear from the Law. Everything written in it must happen."
            },
            {
                "verse_number": "19",
                "verse_text": "If you reject even the least important command in the Law and teach others to do the same, you will be the least important person in the kingdom of heaven. But if you obey and teach others its commands, you will have an important place in the kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "You must obey God's commands better than the Pharisees and the teachers of the Law obey them. If you don't, I promise you will never get into the kingdom of heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "You know our ancestors were told, &apos;Do not murder&apos; and &apos;A murderer must be brought to trial.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But I promise you if you are angry with someone, you will have to stand trial. If you call someone a fool, you will be taken to court. And if you say that someone is worthless, you will be in danger of the fires of hell."
            },
            {
                "verse_number": "23",
                "verse_text": "So if you are about to place your gift on the altar and remember that someone is angry with you,"
            },
            {
                "verse_number": "24",
                "verse_text": "leave your gift there in front of the altar. Make peace with that person, then come back and offer your gift to God."
            },
            {
                "verse_number": "25",
                "verse_text": "Before you are dragged into court, make friends with the person who has accused you of doing wrong. If you don't, you will be handed over to the judge and then to the officer who will put you in jail."
            },
            {
                "verse_number": "26",
                "verse_text": "I promise you will not get out until you have paid the last cent you owe."
            },
            {
                "verse_number": "27",
                "verse_text": "You know the commandment which says, &apos;Be faithful in marriage.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But I tell you if you look at another woman and want her, you are already unfaithful in your thoughts."
            },
            {
                "verse_number": "29",
                "verse_text": "If your right eye causes you to sin, poke it out and throw it away. It is better to lose one part of your body, than for your whole body to end up in hell."
            },
            {
                "verse_number": "30",
                "verse_text": "If your right hand causes you to sin, chop it off and throw it away! It is better to lose one part of your body, than for your whole body to be thrown into hell."
            },
            {
                "verse_number": "31",
                "verse_text": "You have been taught that a man who divorces his wife must write out divorce papers for her."
            },
            {
                "verse_number": "32",
                "verse_text": "But I tell you not to divorce your wife unless she has committed some terrible sexual sin. If you divorce her, you will cause her to be unfaithful, just as any man who marries her is guilty of taking another man's wife."
            },
            {
                "verse_number": "33",
                "verse_text": "You know our ancestors were told, &apos;Don't use the Lord's name to make a promise unless you are going to keep it.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But I tell you not to swear by anything when you make a promise! Heaven is God's throne, so don't swear by heaven."
            },
            {
                "verse_number": "35",
                "verse_text": "The earth is God's footstool, so don't swear by the earth. Jerusalem is the city of the great king, so don't swear by it."
            },
            {
                "verse_number": "36",
                "verse_text": "Don't swear by your own head. You cannot make one hair white or black."
            },
            {
                "verse_number": "37",
                "verse_text": "When you make a promise, say only &apos;Yes&apos; or &apos;No.&apos; Anything else comes from the devil."
            },
            {
                "verse_number": "38",
                "verse_text": "You know you have been taught, &apos;An eye for an eye and a tooth for a tooth.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But I tell you not to try to get even with a person who has done something to you. When someone slaps your right cheek, turn and let that person slap your other cheek."
            },
            {
                "verse_number": "40",
                "verse_text": "If someone sues you for your shirt, give up your coat as well."
            },
            {
                "verse_number": "41",
                "verse_text": "If a soldier forces you to carry his pack one kilometer, carry it two kilometers."
            },
            {
                "verse_number": "42",
                "verse_text": "When people ask you for something, give it to them. When they want to borrow money, lend it to them."
            },
            {
                "verse_number": "43",
                "verse_text": "You have heard people say, &apos;Love your neighbors and hate your enemies.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "But I tell you to love your enemies and pray for anyone who mistreats you."
            },
            {
                "verse_number": "45",
                "verse_text": "Then you will be acting like your Father in heaven. He makes the sun rise on both good and bad people. And he sends rain for the ones who do right and for the ones who do wrong."
            },
            {
                "verse_number": "46",
                "verse_text": "If you love only those people who love you, will God reward you for this? Even tax collectors love their friends."
            },
            {
                "verse_number": "47",
                "verse_text": "If you greet only your friends, what's so great about this? Don't even unbelievers do that?"
            },
            {
                "verse_number": "48",
                "verse_text": "But you must always act like your Father in heaven."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "When you do good deeds, don't try to show off. If you do, you won't get a reward from your Father in heaven. Our Father in heaven, help us to honor your name. your kingdom, so that everyone on earth will obey you, as you are obeyed in heaven. as we forgive others."
            },
            {
                "verse_number": "2",
                "verse_text": "When you give to the poor, don't blow a loud horn. That's what show-offs do in the synagogues and on the street corners, because they are always looking for praise. I can assure you that they already have their reward."
            },
            {
                "verse_number": "3",
                "verse_text": "When you give to the poor, don't let anyone know about it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then your gift will be given in secret. Your Father knows what is done in secret and will reward you."
            },
            {
                "verse_number": "5",
                "verse_text": "When you pray, don't be like those show-offs who love to stand up and pray in the synagogues and on the street corners. They do this just to look good. I can assure you that they already have their reward."
            },
            {
                "verse_number": "6",
                "verse_text": "When you pray, go into a room alone and close the door. Pray to your Father in private. He knows what is done in private and will reward you."
            },
            {
                "verse_number": "7",
                "verse_text": "When you pray, don't talk on and on as people do who don't know God. They think God likes to hear long prayers."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't be like them. Your Father knows what you need even before you ask."
            },
            {
                "verse_number": "9",
                "verse_text": "You should pray like this:"
            },
            {
                "verse_number": "10",
                "verse_text": "Come and set up"
            },
            {
                "verse_number": "11",
                "verse_text": "Give us our food for today."
            },
            {
                "verse_number": "12",
                "verse_text": "Forgive us for doing wrong,"
            },
            {
                "verse_number": "13",
                "verse_text": "Keep us from being tempted and protect us from evil."
            },
            {
                "verse_number": "14",
                "verse_text": "If you forgive others for the wrongs they do to you, your Father in heaven will forgive you."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don't forgive others, your Father will not forgive your sins."
            },
            {
                "verse_number": "16",
                "verse_text": "When you go without eating, don't try to look gloomy as those show-offs do when they go without eating. I can assure you that they already have their reward."
            },
            {
                "verse_number": "17",
                "verse_text": "Instead, comb your hair and wash your face."
            },
            {
                "verse_number": "18",
                "verse_text": "Then others won't know you are going without eating. But your Father sees what is done in private, and he will reward you."
            },
            {
                "verse_number": "19",
                "verse_text": "Don't store up treasures on earth! Moths and rust can destroy them, and thieves can break in and steal them."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, store up your treasures in heaven, where moths and rust cannot destroy them, and thieves cannot break in and steal them."
            },
            {
                "verse_number": "21",
                "verse_text": "Your heart will always be where your treasure is."
            },
            {
                "verse_number": "22",
                "verse_text": "Your eyes are a window for your body. When they are good, you have all the light you need."
            },
            {
                "verse_number": "23",
                "verse_text": "But when your eyes are bad, everything is dark. If the light inside you is dark, you surely are in the dark."
            },
            {
                "verse_number": "24",
                "verse_text": "You cannot be the slave of two masters! You will like one more than the other or be more loyal to one than the other. You cannot serve both God and money."
            },
            {
                "verse_number": "25",
                "verse_text": "I tell you not to worry about your life. Don't worry about having something to eat, drink, or wear. Isn't life more than food or clothing?"
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the birds in the sky! They don't plant or harvest. They don't even store grain in barns. Yet your Father in heaven takes care of them. Aren't you worth much more than birds?"
            },
            {
                "verse_number": "27",
                "verse_text": "Can worry make you live longer?"
            },
            {
                "verse_number": "28",
                "verse_text": "Why worry about clothes? Look how the wild flowers grow. They don't work hard to make their clothes."
            },
            {
                "verse_number": "29",
                "verse_text": "But I tell you that Solomon with all his wealth wasn't as well clothed as one of them."
            },
            {
                "verse_number": "30",
                "verse_text": "God gives such beauty to everything that grows in the fields, even though it is here today and thrown into a fire tomorrow. God will surely do even more for you! Why do you have such little faith?"
            },
            {
                "verse_number": "31",
                "verse_text": "Don't worry and ask yourselves, &apos;Will we have anything to eat? Will we have anything to drink? Will we have any clothes to wear?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Only people who don't know God are always worrying about such things. Your Father in heaven knows you need all of these."
            },
            {
                "verse_number": "33",
                "verse_text": "But more than anything else, put God's work first and do what he wants. Then the other things will be yours as well."
            },
            {
                "verse_number": "34",
                "verse_text": "Don't worry about tomorrow. It will take care of itself. You have enough to worry about today."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Don't condemn others, and God won't condemn you."
            },
            {
                "verse_number": "2",
                "verse_text": "God will be as hard on you as you are on others! He will treat you exactly as you treat them."
            },
            {
                "verse_number": "3",
                "verse_text": "You can see the speck in your friend's eye, but you don't notice the log in your own eye."
            },
            {
                "verse_number": "4",
                "verse_text": "How can you say, &apos;My friend, let me take the speck out of your eye,&apos; when you don't see the log in your own eye?"
            },
            {
                "verse_number": "5",
                "verse_text": "You're nothing but show-offs! First, take the log out of your own eye; then you can see how to take the speck out of your friend's eye."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't give to dogs what belongs to God. They will only turn and attack you. Don't throw pearls down in front of pigs. They will trample all over them."
            },
            {
                "verse_number": "7",
                "verse_text": "Ask, and you will receive. Search, and you will find. Knock, and the door will be opened for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone who asks will receive. Everyone who searches will find. And the door will be opened for everyone who knocks."
            },
            {
                "verse_number": "9",
                "verse_text": "Would any of you give your hungry child a stone, if the child asked for some bread?"
            },
            {
                "verse_number": "10",
                "verse_text": "Would you give your child a snake if the child asked for a fish?"
            },
            {
                "verse_number": "11",
                "verse_text": "As bad as you are, you still know how to give good gifts to your children. But your heavenly Father is even more ready to give good things to people who ask."
            },
            {
                "verse_number": "12",
                "verse_text": "Treat others as you want them to treat you. This is what the Law and the Prophets are all about."
            },
            {
                "verse_number": "13",
                "verse_text": "Go in through the narrow gate. The gate to destruction is wide, and the road that leads there is easy to follow. A lot of people go through that gate."
            },
            {
                "verse_number": "14",
                "verse_text": "But the gate to life is very narrow. The road that leads there is so hard to follow that only a few people find it."
            },
            {
                "verse_number": "15",
                "verse_text": "Watch out for false prophets! They dress up like sheep, but inside they are wolves who have come to attack you."
            },
            {
                "verse_number": "16",
                "verse_text": "You can tell what they are by what they do. No one picks grapes or figs from thornbushes."
            },
            {
                "verse_number": "17",
                "verse_text": "A good tree produces good fruit, and a bad tree produces bad fruit."
            },
            {
                "verse_number": "18",
                "verse_text": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "Every tree producing bad fruit will be chopped down and burned."
            },
            {
                "verse_number": "20",
                "verse_text": "You can tell who the false prophets are by their deeds."
            },
            {
                "verse_number": "21",
                "verse_text": "Not everyone who calls me their Lord will get into the kingdom of heaven. Only the ones who obey my Father in heaven will get in."
            },
            {
                "verse_number": "22",
                "verse_text": "On the day of judgment many will call me their Lord. They will say, &apos;We preached in your name, and in your name we forced out demons and worked many miracles.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But I will tell them, &apos;I will have nothing to do with you! Get out of my sight, you evil people!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Anyone who hears and obeys these teachings of mine is like a wise person who built a house on solid rock."
            },
            {
                "verse_number": "25",
                "verse_text": "Rain poured down, rivers flooded, and winds beat against that house. But it was built on solid rock, and so it did not fall."
            },
            {
                "verse_number": "26",
                "verse_text": "Anyone who hears my teachings and doesn't obey them is like a foolish person who built a house on sand."
            },
            {
                "verse_number": "27",
                "verse_text": "Rain poured down, rivers flooded, and the winds blew and beat against that house. Finally, it fell with a crash."
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus finished speaking, the crowds were surprised at his teaching."
            },
            {
                "verse_number": "29",
                "verse_text": "He taught them like someone with authority, and not like their teachers of the Law of Moses."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus came down the mountain, he was followed by large crowds."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly a man with leprosy came and knelt in front of Jesus. He said, &apos;Lord, you have the power to make me well, if only you wanted to.&apos; Right then his servant was healed. &apos;He healed our diseases and made us well.&apos; Jesus was sound asleep,"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus put his hand on the man and said, &apos;I want to! Now you are well.&apos; At once the man's leprosy disappeared."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus told him, &apos;Don't tell anyone about this, but go and show the priest that you are well. Then take a gift to the temple just as Moses commanded, and everyone will know that you have been healed.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus was going into the town of Capernaum, an army officer came up to him and said,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Lord, my servant is at home in such terrible pain that he can't even move.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;I will go and heal him,&apos; Jesus replied."
            },
            {
                "verse_number": "8",
                "verse_text": "But the officer said, &apos;Lord, I'm not good enough for you to come into my house. Just give the order, and my servant will get well."
            },
            {
                "verse_number": "9",
                "verse_text": "I have officers who give orders to me, and I have soldiers who take orders from me. I can say to one of them, &quot;Go!&quot; and he goes. I can say to another, &quot;Come!&quot; and he comes. I can say to my servant, &quot;Do this!&quot; and he will do it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus heard this, he was so surprised that he turned and said to the crowd following him, &apos;I tell you in all of Israel I've never found anyone with this much faith!"
            },
            {
                "verse_number": "11",
                "verse_text": "Many people will come from everywhere to enjoy the feast in the kingdom of heaven with Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "12",
                "verse_text": "But the ones who should have been in the kingdom will be thrown out into the dark. They will cry and grit their teeth in pain.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the officer, &apos;You may go home now. Your faith has made it happen.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went to the home of Peter, where he found that Peter's mother-in-law was sick in bed with fever."
            },
            {
                "verse_number": "15",
                "verse_text": "He took her by the hand, and the fever left her. Then she got up and served Jesus a meal."
            },
            {
                "verse_number": "16",
                "verse_text": "That evening many people with demons in them were brought to Jesus. And with only a word he forced out the evil spirits and healed everyone who was sick."
            },
            {
                "verse_number": "17",
                "verse_text": "So God's promise came true, just as the prophet Isaiah had said,"
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus saw the crowd, he went across Lake Galilee."
            },
            {
                "verse_number": "19",
                "verse_text": "A teacher of the Law of Moses came up to him and said, &apos;Teacher, I'll go anywhere with you!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus replied, &apos;Foxes have dens, and birds have nests. But the Son of Man doesn't have a place to call his own.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another disciple said to Jesus, &apos;Lord, let me wait till I bury my father.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered, &apos;Follow me, and let the dead bury their dead.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "After Jesus left in a boat with his disciples,"
            },
            {
                "verse_number": "24",
                "verse_text": "a terrible storm suddenly struck the lake, and waves started splashing into their boat."
            },
            {
                "verse_number": "25",
                "verse_text": "so the disciples went over to him and woke him up. They said, &apos;Lord, wake up! Save us before we drown!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Jesus replied, &apos;Why are you so afraid? You surely don't have much faith.&apos; Then he got up and ordered the wind and the waves to calm down. And everything was calm."
            },
            {
                "verse_number": "27",
                "verse_text": "The men in the boat were amazed and said, &apos;Who is this? Even the wind and the waves obey him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus had crossed the lake, he came to shore near the town of Gadara and started down the road. Two men with demons in them came to him from the tombs. They were so fierce that no one could travel that way."
            },
            {
                "verse_number": "29",
                "verse_text": "Suddenly they shouted, &apos;Jesus, Son of God, what do you want with us? Have you come to punish us before our time?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Not far from there a large herd of pigs was feeding."
            },
            {
                "verse_number": "31",
                "verse_text": "So the demons begged Jesus, &apos;If you force us out, please send us into those pigs!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus told them to go, and they went out of the men and into the pigs. All at once the pigs rushed down the steep bank into the lake and drowned."
            },
            {
                "verse_number": "33",
                "verse_text": "The people taking care of the pigs ran to the town and told everything, especially what had happened to the two men."
            },
            {
                "verse_number": "34",
                "verse_text": "Everyone in town came out to meet Jesus. When they saw him, they begged him to leave their part of the country."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus got into a boat and crossed back over to the town where he lived."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people soon brought to him a man lying on a mat because he could not walk. When Jesus saw how much faith they had, he said to the man, &apos;My friend, don't worry! Your sins are forgiven.&apos; The friends of a bridegroom aren't sad while he is still with them. But the time will come when he will be taken from them. Then they will go without eating. &apos;Yes, Lord,&apos; they answered."
            },
            {
                "verse_number": "3",
                "verse_text": "Some teachers of the Law of Moses said to themselves, &apos;Jesus must think he is God!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus knew what was in their minds, and he said, &apos;Why are you thinking such evil things?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is it easier for me to tell this man his sins are forgiven or to tell him to get up and walk?"
            },
            {
                "verse_number": "6",
                "verse_text": "But I will show you that the Son of Man has the right to forgive sins here on earth.&apos; So Jesus said to the man, &apos;Get up! Pick up your mat and go on home.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The man got up and went home."
            },
            {
                "verse_number": "8",
                "verse_text": "When the crowds saw this, they were afraid and praised God for giving such authority to people."
            },
            {
                "verse_number": "9",
                "verse_text": "As Jesus was leaving, he saw a tax collector named Matthew sitting at the place for paying taxes. Jesus said to him, &apos;Follow me.&apos; Matthew got up and went with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Later, Jesus and his disciples were having dinner at Matthew's house. Many tax collectors and other sinners were also there."
            },
            {
                "verse_number": "11",
                "verse_text": "Some Pharisees asked Jesus' disciples, &apos;Why does your teacher eat with tax collectors and other sinners?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus heard them and answered, &apos;Healthy people don't need a doctor, but sick people do."
            },
            {
                "verse_number": "13",
                "verse_text": "Go and learn what the Scriptures mean when they say, &quot;Instead of offering sacrifices to me, I want you to be merciful to others.&quot; I didn't come to invite good people to be my followers. I came to invite sinners.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Some followers of John the Baptist came and asked Jesus, &apos;Why do we and the Pharisees often go without eating, while your disciples never do?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "16",
                "verse_text": "No one uses a new piece of cloth to patch old clothes. The patch would shrink and tear a bigger hole."
            },
            {
                "verse_number": "17",
                "verse_text": "No one pours new wine into old wineskins. The wine would swell and burst the old skins. Then the wine would be lost, and the skins would be ruined. New wine must be put into new wineskins. Both the skins and the wine will then be safe."
            },
            {
                "verse_number": "18",
                "verse_text": "While Jesus was still speaking, an official came and knelt in front of him. The man said, &apos;My daughter has just now died! Please come and place your hand on her. Then she will live again.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus and his disciples got up and went with the man."
            },
            {
                "verse_number": "20",
                "verse_text": "A woman who had been bleeding for twelve years came up behind Jesus and barely touched his clothes."
            },
            {
                "verse_number": "21",
                "verse_text": "She had said to herself, &apos;If I can just touch his clothes, I will be healed.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus turned. He saw the woman and said, &apos;Don't worry! You are now healed because of your faith.&apos; At that moment she was healed."
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus went into the home of the official and saw the musicians and the crowd of mourners,"
            },
            {
                "verse_number": "24",
                "verse_text": "he said, &apos;Get out of here! The little girl isn't dead. She is just asleep.&apos; Everyone started laughing at Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "But after the crowd had been sent out of the house, Jesus went to the girl's bedside. He took her by the hand and helped her up."
            },
            {
                "verse_number": "26",
                "verse_text": "News about this spread all over that part of the country."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus was leaving that place, two blind men began following him and shouting, &apos;Son of David, have pity on us!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus had gone indoors, the two blind men came up to him. He asked them, &apos;Do you believe I can make you well?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus touched their eyes and said, &apos;Because of your faith, you will be healed.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They were able to see, and Jesus strictly warned them not to tell anyone about him."
            },
            {
                "verse_number": "31",
                "verse_text": "But they left and talked about him to everyone in that part of the country."
            },
            {
                "verse_number": "32",
                "verse_text": "As Jesus and his disciples were on their way, some people brought to him a man who could not talk because a demon was in him."
            },
            {
                "verse_number": "33",
                "verse_text": "After Jesus had forced the demon out, the man started talking. The crowds were so amazed they began saying, &apos;Nothing like this has ever happened in Israel!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Pharisees said, &apos;The leader of the demons gives him the power to force out demons.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus went to every town and village. He taught in their synagogues and preached the good news about God's kingdom. Jesus also healed every kind of disease and sickness."
            },
            {
                "verse_number": "36",
                "verse_text": "When he saw the crowds, he felt sorry for them. They were confused and helpless, like sheep without a shepherd."
            },
            {
                "verse_number": "37",
                "verse_text": "He said to his disciples, &apos;A large crop is in the fields, but there are only a few workers."
            },
            {
                "verse_number": "38",
                "verse_text": "Ask the Lord in charge of the harvest to send out workers to bring it in.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called together his twelve disciples. He gave them the power to force out evil spirits and to heal every kind of disease and sickness."
            },
            {
                "verse_number": "2",
                "verse_text": "The first of the twelve apostles was Simon, better known as Peter. His brother Andrew was an apostle, and so were James and John, the two sons of Zebedee."
            },
            {
                "verse_number": "3",
                "verse_text": "Philip, Bartholomew, Thomas, Matthew the tax collector, James the son of Alphaeus, and Thaddaeus were also apostles."
            },
            {
                "verse_number": "4",
                "verse_text": "The others were Simon, known as the Eager One, and Judas Iscariot, who later betrayed Jesus. Stay away from the Gentiles and don't go to any Samaritan town. Workers deserve their food."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus sent out the twelve apostles with these instructions:"
            },
            {
                "verse_number": "6",
                "verse_text": "Go only to the people of Israel, because they are like a flock of lost sheep."
            },
            {
                "verse_number": "7",
                "verse_text": "As you go, announce that the kingdom of heaven will soon be here."
            },
            {
                "verse_number": "8",
                "verse_text": "Heal the sick, raise the dead to life, heal people who have leprosy, and force out demons. You received without paying, now give without being paid."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't take along any gold, silver, or copper coins."
            },
            {
                "verse_number": "10",
                "verse_text": "And don't carry a traveling bag or an extra shirt or sandals or a walking stick."
            },
            {
                "verse_number": "11",
                "verse_text": "So when you go to a town or a village, find someone able and willing to have you as their guest and stay with them until you leave."
            },
            {
                "verse_number": "12",
                "verse_text": "When you go to a home, give it your blessing of peace."
            },
            {
                "verse_number": "13",
                "verse_text": "If the home is deserving, let your blessing remain with them. But if the home doesn't accept you, take back your blessing of peace."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone won't welcome you or listen to your message, leave their home or town. And shake the dust from your feet at them."
            },
            {
                "verse_number": "15",
                "verse_text": "I promise you the day of judgment will be easier for the towns of Sodom and Gomorrah than for that town."
            },
            {
                "verse_number": "16",
                "verse_text": "I am sending you like lambs into a pack of wolves. So be as wise as snakes and as innocent as doves."
            },
            {
                "verse_number": "17",
                "verse_text": "Watch out for people who will take you to court and have you beaten in their synagogues."
            },
            {
                "verse_number": "18",
                "verse_text": "Because of me, you will be dragged before rulers and kings to tell them and the Gentiles about your faith."
            },
            {
                "verse_number": "19",
                "verse_text": "But when someone arrests you, don't worry about what you will say or how you will say it. At that time you will be given the words to say."
            },
            {
                "verse_number": "20",
                "verse_text": "But you will not really be the one speaking. The Spirit from your Father will tell you what to say."
            },
            {
                "verse_number": "21",
                "verse_text": "Brothers and sisters will betray one another and have each other put to death. Parents will betray their own children, and children will turn against their parents and have them killed."
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone will hate you because of me. But if you remain faithful until the end, you will be saved."
            },
            {
                "verse_number": "23",
                "verse_text": "When people mistreat you in one town, hurry to another one. I promise you before you have gone to all the towns of Israel, the Son of Man will come."
            },
            {
                "verse_number": "24",
                "verse_text": "Students are not better than their teacher, and slaves are not better than their master."
            },
            {
                "verse_number": "25",
                "verse_text": "It is enough for students to be like their teacher and for slaves to be like their master. If people call the head of the family Satan, what will they say about the rest of the family?"
            },
            {
                "verse_number": "26",
                "verse_text": "Don't be afraid of anyone! Everything that is hidden will be found out, and every secret will be known."
            },
            {
                "verse_number": "27",
                "verse_text": "Whatever I say to you in the dark, you must tell in the light. And you must announce from the housetops whatever I have whispered to you."
            },
            {
                "verse_number": "28",
                "verse_text": "Don't be afraid of people. They can kill you, but they cannot harm your soul. Instead, you should fear God who can destroy both your body and your soul in hell."
            },
            {
                "verse_number": "29",
                "verse_text": "Aren't two sparrows sold for only a penny? But your Father knows when any one of them falls to the ground."
            },
            {
                "verse_number": "30",
                "verse_text": "Even the hairs on your head are counted."
            },
            {
                "verse_number": "31",
                "verse_text": "So don't be afraid! You are worth much more than many sparrows."
            },
            {
                "verse_number": "32",
                "verse_text": "If you tell others you belong to me, I will tell my Father in heaven you are my followers."
            },
            {
                "verse_number": "33",
                "verse_text": "But if you reject me, I will tell my Father in heaven you don't belong to me."
            },
            {
                "verse_number": "34",
                "verse_text": "Don't think I came to bring peace to the earth! I came to bring trouble, not peace."
            },
            {
                "verse_number": "35",
                "verse_text": "I came to turn sons against their fathers, daughters against their mothers, and daughters-in-law against their mothers-in-law."
            },
            {
                "verse_number": "36",
                "verse_text": "Your worst enemies will be in your own family."
            },
            {
                "verse_number": "37",
                "verse_text": "If you love your father or mother or even your sons and daughters more than me, you are not fit to be my disciples."
            },
            {
                "verse_number": "38",
                "verse_text": "And unless you are willing to take up your cross and follow me, you are not fit to be my disciples."
            },
            {
                "verse_number": "39",
                "verse_text": "If you try to save your life, you will lose it. But if you give it up for me, you will surely find it."
            },
            {
                "verse_number": "40",
                "verse_text": "Anyone who welcomes you welcomes me. And anyone who welcomes me also welcomes the one who sent me."
            },
            {
                "verse_number": "41",
                "verse_text": "Anyone who welcomes a prophet, just because that person is a prophet, will be given the same reward as a prophet. Anyone who welcomes a good person, just because that person is good, will be given the same reward as a good person."
            },
            {
                "verse_number": "42",
                "verse_text": "And anyone who gives one of my most humble followers a cup of cool water, just because that person is my follower, will be rewarded."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus had finished instructing his twelve disciples, he left and began teaching and preaching in the towns. What sort of person did you go out into the desert to see? Was he like tall grass blown about by the wind? but you would not dance! We sang a funeral song, but you would not mourn!&apos; My Father, Lord of heaven and earth, I am grateful that you hid all this from wise and educated people and showed it to ordinary people."
            },
            {
                "verse_number": "2",
                "verse_text": "John was in prison when he heard what Christ was doing. So John sent some of his followers"
            },
            {
                "verse_number": "3",
                "verse_text": "to ask Jesus, &apos;Are you the one we should be looking for? Or must we wait for someone else?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Go and tell John what you have heard and seen."
            },
            {
                "verse_number": "5",
                "verse_text": "The blind are now able to see, and the lame can walk. People with leprosy are being healed, and the deaf can hear. The dead are raised to life, and the poor are hearing the good news."
            },
            {
                "verse_number": "6",
                "verse_text": "God will bless everyone who doesn't reject me because of what I do.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "As John's followers were going away, Jesus spoke to the crowds about John:"
            },
            {
                "verse_number": "8",
                "verse_text": "What kind of man did you go out to see? Was he someone dressed in fine clothes? People who dress like that live in the king's palace."
            },
            {
                "verse_number": "9",
                "verse_text": "What did you really go out to see? Was he a prophet? He certainly was. I tell you that he was more than a prophet."
            },
            {
                "verse_number": "10",
                "verse_text": "In the Scriptures God says about him, &apos;I am sending my messenger ahead to get things ready for you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "I tell you no one ever born on this earth is greater than John the Baptist. But whoever is least in the kingdom of heaven is greater than John."
            },
            {
                "verse_number": "12",
                "verse_text": "From the time of John the Baptist until now, violent people have been trying to take over the kingdom of heaven by force."
            },
            {
                "verse_number": "13",
                "verse_text": "All the Books of the Prophets and the Law of Moses told what was going to happen up to the time of John."
            },
            {
                "verse_number": "14",
                "verse_text": "And if you believe them, John is Elijah, the prophet you are waiting for."
            },
            {
                "verse_number": "15",
                "verse_text": "If you have ears, pay attention!"
            },
            {
                "verse_number": "16",
                "verse_text": "You people are like children sitting in the market and shouting to each other,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;We played the flute,"
            },
            {
                "verse_number": "18",
                "verse_text": "John the Baptist did not go around eating and drinking, and you said, &apos;That man has a demon in him!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But the Son of Man goes around eating and drinking, and you say, &apos;That man eats and drinks too much! He is even a friend of tax collectors and sinners.&apos; Yet Wisdom is shown to be right by what it does."
            },
            {
                "verse_number": "20",
                "verse_text": "In the towns where Jesus had worked most of his miracles, the people refused to turn to God. So Jesus was upset with them and said:"
            },
            {
                "verse_number": "21",
                "verse_text": "You people of Chorazin are in for trouble! You people of Bethsaida are in for trouble too! If the miracles that took place here had happened in Tyre and Sidon, the people there would have turned to God long ago. They would have dressed in sackcloth and put ashes on their heads."
            },
            {
                "verse_number": "22",
                "verse_text": "I tell you on the day of judgment the people of Tyre and Sidon will get off easier than you will."
            },
            {
                "verse_number": "23",
                "verse_text": "People of Capernaum, do you think you will be honored in heaven? You will go down to hell! If the miracles that took place in your town had happened in Sodom, it would still be standing."
            },
            {
                "verse_number": "24",
                "verse_text": "So I tell you on the day of judgment the people of Sodom will get off easier than you."
            },
            {
                "verse_number": "25",
                "verse_text": "At that moment Jesus said:"
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, Father, this is what pleased you."
            },
            {
                "verse_number": "27",
                "verse_text": "My Father has given me everything, and he is the only one who knows the Son. The only one who truly knows the Father is the Son. But the Son wants to tell others about the Father, so they can know him too."
            },
            {
                "verse_number": "28",
                "verse_text": "If you are tired from carrying heavy burdens, come to me and I will give you rest."
            },
            {
                "verse_number": "29",
                "verse_text": "Take the yoke I give you. Put it on your shoulders and learn from me. I am gentle and humble, and you will find rest."
            },
            {
                "verse_number": "30",
                "verse_text": "This yoke is easy to bear, and this burden is light."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath, Jesus and his disciples were walking through some wheat fields. His disciples were hungry and began picking and eating grains of wheat."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees noticed this and said to Jesus, &apos;Why are your disciples picking grain on the Sabbath? They are not supposed to do this!&apos; You surely must have read what David did when he and his followers were hungry. I love him, and he pleases me. I will give him my Spirit, and he will bring justice to the nations. or call out in the streets. or put out a dying flame, but he will make sure that justice is done. their hope in him.&apos; Any kingdom where people fight each other will end up ruined. And a town or family that fights will soon destroy itself. You want a sign because you are evil and won't believe! But the only sign you will get is the sign of the prophet Jonah."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "4",
                "verse_text": "He went into the house of God, and then they ate the sacred loaves of bread that only priests are supposed to eat."
            },
            {
                "verse_number": "5",
                "verse_text": "Haven't you read in the Law of Moses that the priests are allowed to work in the temple on the Sabbath? But no one says they are guilty of breaking the law of the Sabbath."
            },
            {
                "verse_number": "6",
                "verse_text": "I tell you there is something here greater than the temple."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't you know what the Scriptures mean when they say, &apos;Instead of offering sacrifices to me, I want you to be merciful to others?&apos; If you knew what this means, you would not condemn these innocent disciples of mine."
            },
            {
                "verse_number": "8",
                "verse_text": "So the Son of Man is Lord over the Sabbath."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus left and went into one of their synagogues,"
            },
            {
                "verse_number": "10",
                "verse_text": "where there was a man whose hand was paralyzed. Some Pharisees wanted to accuse Jesus of doing something wrong, so they asked him, &apos;Is it right to heal someone on the Sabbath?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;If one of your sheep fell into a ditch on the Sabbath, wouldn't you lift it out?"
            },
            {
                "verse_number": "12",
                "verse_text": "People are worth much more than sheep, and so it is right to do good on the Sabbath.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus told the man, &apos;Hold out your hand.&apos; The man did, and it became as healthy as the other one."
            },
            {
                "verse_number": "14",
                "verse_text": "The Pharisees left and started making plans to kill Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "When Jesus found out what was happening, he left there and large crowds followed him. He healed all of their sick,"
            },
            {
                "verse_number": "16",
                "verse_text": "but warned them not to tell anyone about him."
            },
            {
                "verse_number": "17",
                "verse_text": "So God's promise came true, just as Isaiah the prophet had said,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Here is my chosen servant!"
            },
            {
                "verse_number": "19",
                "verse_text": "He won't shout or yell"
            },
            {
                "verse_number": "20",
                "verse_text": "He won't break off a bent reed"
            },
            {
                "verse_number": "21",
                "verse_text": "All nations will place"
            },
            {
                "verse_number": "22",
                "verse_text": "Some people brought to Jesus a man who was blind and could not talk because he had a demon in him. Jesus healed the man, and then he was able to talk and see."
            },
            {
                "verse_number": "23",
                "verse_text": "The crowds were so amazed they asked, &apos;Could Jesus be the Son of David?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the Pharisees heard this, they said, &apos;He forces out demons by the power of Beelzebul, the ruler of the demons!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus knew what they were thinking, so he said to them:"
            },
            {
                "verse_number": "26",
                "verse_text": "So if Satan fights against himself, how can his kingdom last?"
            },
            {
                "verse_number": "27",
                "verse_text": "If I use the power of Beelzebul to force out demons, whose power do your own followers use to force them out? Your followers are the ones who will judge you."
            },
            {
                "verse_number": "28",
                "verse_text": "But when I force out demons by the power of God's Spirit, it proves that God's kingdom has already come to you."
            },
            {
                "verse_number": "29",
                "verse_text": "How can anyone break into a strong man's house and steal his things, unless he first ties up the strong man? Then he can take everything."
            },
            {
                "verse_number": "30",
                "verse_text": "If you are not on my side, you are against me. If you don't gather in the harvest with me, you scatter it."
            },
            {
                "verse_number": "33",
                "verse_text": "A good tree produces good fruit, and a bad tree produces bad fruit. You can tell what a tree is like by the fruit it produces."
            },
            {
                "verse_number": "34",
                "verse_text": "You are a bunch of evil snakes, so how can you say anything good? Your words show what is in your hearts."
            },
            {
                "verse_number": "35",
                "verse_text": "Good people bring good things out of their hearts, but evil people bring evil things out of their hearts."
            },
            {
                "verse_number": "36",
                "verse_text": "I promise you on the day of judgment, everyone will have to account for every careless word they have spoken."
            },
            {
                "verse_number": "37",
                "verse_text": "On that day they will be told they are either innocent or guilty because of the things they have said."
            },
            {
                "verse_number": "38",
                "verse_text": "Some Pharisees and teachers of the Law of Moses said, &apos;Teacher, we want you to show us a sign from heaven.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But Jesus replied:"
            },
            {
                "verse_number": "40",
                "verse_text": "He was in the stomach of a big fish for three days and nights, just as the Son of Man will be deep in the earth for three days and nights."
            },
            {
                "verse_number": "41",
                "verse_text": "On the day of judgment the people of Nineveh will stand there with you and condemn you. They turned to God when Jonah preached, and yet here is something far greater than Jonah."
            },
            {
                "verse_number": "42",
                "verse_text": "The Queen of the South will also stand there with you and condemn you. She traveled a long way to hear Solomon's wisdom, and yet here is something much greater than Solomon."
            },
            {
                "verse_number": "43",
                "verse_text": "When an evil spirit leaves a person, it travels through the desert, looking for a place to rest. But when the demon doesn't find a place,"
            },
            {
                "verse_number": "44",
                "verse_text": "it says, &apos;I will go back to the home I left.&apos; When it gets there and finds the place empty, clean, and neat,"
            },
            {
                "verse_number": "45",
                "verse_text": "it goes off and finds seven other evil spirits even worse than itself. They all come and make their home there, and the person ends up in worse shape than before. That's how it will be with you evil people of today."
            },
            {
                "verse_number": "46",
                "verse_text": "While Jesus was still speaking to the crowds, his mother and brothers came and stood outside because they wanted to talk with him."
            },
            {
                "verse_number": "47",
                "verse_text": "Someone told Jesus, &apos;Your mother and brothers are standing outside and want to talk with you.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus answered, &apos;Who is my mother and who are my brothers?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then he pointed to his disciples and said, &apos;These are my mother and my brothers!"
            },
            {
                "verse_number": "50",
                "verse_text": "Anyone who obeys my Father in heaven is my brother or sister or mother.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "That same day Jesus left the house and went out beside Lake Galilee, where he sat down to teach."
            },
            {
                "verse_number": "2",
                "verse_text": "Such large crowds gathered around him that he had to sit in a boat, while the people stood on the shore."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he taught them many things by using stories. He said: A farmer went out to scatter seed in a field. I have explained the secrets about the kingdom of heaven to you, but not to others. &apos;These people will listen and listen, but never understand. They will look and look, but never see. stubborn minds! They refuse to listen; they cover their eyes. They cannot see or hear or understand. If they could, they would turn to me, and I would heal them.&apos; The kingdom of heaven is like what happened when a farmer scattered good seed in a field. His servants then asked, &apos;Do you want us to go out and pull up the weeds?&apos; The kingdom of heaven is like what happens when a farmer plants a mustard seed in a field. The kingdom of heaven is like what happens when a woman mixes a little yeast into three big batches of flour. Finally, all the dough rises. &apos;I will use stories to speak my message and to explain things hidden since the creation of the world.&apos; The one who scattered the good seed is the Son of Man. But Jesus said, &apos;Prophets are honored by everyone, except the people of their hometown and their own family.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "While the farmer was scattering the seed, some of it fell along the road and was eaten by birds."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seeds fell on thin, rocky ground and quickly started growing because the soil wasn't very deep."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun came up, the plants were scorched and dried up, because they did not have deep roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Some other seeds fell where thornbushes grew up and choked the plants."
            },
            {
                "verse_number": "8",
                "verse_text": "But a few seeds did fall on good ground where the plants produced 100 or 60 or 30 times as much as was scattered."
            },
            {
                "verse_number": "9",
                "verse_text": "If you have ears, pay attention!"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus' disciples came to him and asked, &apos;Why do you use stories to speak to the people?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone who has something will be given more. But people who don't have anything will lose even what little they have."
            },
            {
                "verse_number": "13",
                "verse_text": "I use stories when I speak to them because when they look, they cannot see, and when they listen, they cannot hear or understand."
            },
            {
                "verse_number": "14",
                "verse_text": "So God's promise came true, just as the prophet Isaiah had said,"
            },
            {
                "verse_number": "15",
                "verse_text": "All of them have"
            },
            {
                "verse_number": "16",
                "verse_text": "But God has blessed you, because your eyes can see and your ears can hear!"
            },
            {
                "verse_number": "17",
                "verse_text": "Many prophets and good people were eager to see what you see and to hear what you hear. But I tell you they did not see or hear."
            },
            {
                "verse_number": "18",
                "verse_text": "Now listen to the meaning of the story about the farmer:"
            },
            {
                "verse_number": "19",
                "verse_text": "The seeds that fell along the road are the people who hear the message about the kingdom, but don't understand it. Then the evil one comes and snatches the message from their hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "The seeds that fell on rocky ground are the people who gladly hear the message and accept it at once."
            },
            {
                "verse_number": "21",
                "verse_text": "But they don't have deep roots, and they don't last very long. As soon as life gets hard or the message gets them in trouble, they give up."
            },
            {
                "verse_number": "22",
                "verse_text": "The seeds that fell among the thornbushes are also people who hear the message. But they start worrying about the needs of this life and are fooled by the desire to get rich. So the message gets choked out, and they never produce anything."
            },
            {
                "verse_number": "23",
                "verse_text": "The seeds that fell on good ground are the people who hear and understand the message. They produce as much as 100 or 60 or 30 times what was planted."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus then told them this story:"
            },
            {
                "verse_number": "25",
                "verse_text": "But while everyone was sleeping, an enemy came and scattered weed seeds in the field and then left."
            },
            {
                "verse_number": "26",
                "verse_text": "When the plants came up and began to mature, the farmer's servants could see the weeds."
            },
            {
                "verse_number": "27",
                "verse_text": "The servants came and asked, &apos;Sir, didn't you scatter good seed in your field? Where did these weeds come from?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;An enemy did this,&apos; he replied."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;No!&apos; he answered. &apos;You might also pull up the wheat."
            },
            {
                "verse_number": "30",
                "verse_text": "Leave the weeds alone until harvest time. Then I'll tell my workers to gather the weeds and tie them up and burn them. But I'll order them to store the wheat in my barn.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus told them another story:"
            },
            {
                "verse_number": "32",
                "verse_text": "Although it is the smallest of all seeds, it grows larger than any garden plant and becomes a tree. Birds even come and nest on its branches."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus also said:"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus used stories when he spoke to the people. In fact, he did not tell them anything without using stories."
            },
            {
                "verse_number": "35",
                "verse_text": "So God's promise came true, just as the prophet had said,"
            },
            {
                "verse_number": "36",
                "verse_text": "After Jesus left the crowd and went inside, his disciples came to him and said, &apos;Explain to us the story about the weeds in the wheat field.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "38",
                "verse_text": "The field is the world, and the good seeds are the people who belong to the kingdom. The weeds are those who belong to the evil one,"
            },
            {
                "verse_number": "39",
                "verse_text": "and the one who scattered them is the devil. The harvest is the end of time, and angels are the ones who bring in the harvest."
            },
            {
                "verse_number": "40",
                "verse_text": "Weeds are gathered and burned. That's how it will be at the end of time."
            },
            {
                "verse_number": "41",
                "verse_text": "The Son of Man will send out his angels, and they will gather from his kingdom everyone who does wrong or causes others to sin."
            },
            {
                "verse_number": "42",
                "verse_text": "Then he will throw them into a flaming furnace, where people will cry and grit their teeth in pain."
            },
            {
                "verse_number": "43",
                "verse_text": "But everyone who has done right will shine like the sun in their Father's kingdom. If you have ears, pay attention!"
            },
            {
                "verse_number": "44",
                "verse_text": "The kingdom of heaven is like what happens when someone finds a treasure hidden in a field and buries it again. Such a person is happy and goes and sells everything in order to buy that field."
            },
            {
                "verse_number": "45",
                "verse_text": "The kingdom of heaven is like what happens when a shop owner is looking for fine pearls."
            },
            {
                "verse_number": "46",
                "verse_text": "After finding a very valuable one, the owner goes and sells everything in order to buy that pearl."
            },
            {
                "verse_number": "47",
                "verse_text": "The kingdom of heaven is like what happens when a net is thrown into a lake and catches all kinds of fish."
            },
            {
                "verse_number": "48",
                "verse_text": "When the net is full, it is dragged to the shore, and the fishermen sit down to separate the fish. They keep the good ones, but throw the bad ones away."
            },
            {
                "verse_number": "49",
                "verse_text": "That's how it will be at the end of time. Angels will come and separate the evil people from the ones who have done right."
            },
            {
                "verse_number": "50",
                "verse_text": "Then those evil people will be thrown into a flaming furnace, where they will cry and grit their teeth in pain."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus asked his disciples if they understood all these things. They said, &apos;Yes, we do.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "So he told them, &apos;Every student of the Scriptures who becomes a disciple in the kingdom of heaven is like someone who brings out new and old treasures from the storeroom.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus had finished telling these stories, he left"
            },
            {
                "verse_number": "54",
                "verse_text": "and went to his hometown. He taught in their synagogue, and the people were so amazed that they asked, &apos;Where does he get all this wisdom and the power to work these miracles?"
            },
            {
                "verse_number": "55",
                "verse_text": "Isn't he the son of the carpenter? Isn't Mary his mother, and aren't James, Joseph, Simon, and Judas his brothers?"
            },
            {
                "verse_number": "56",
                "verse_text": "Don't his sisters still live here in our town? How can he do all this?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "So the people were upset because of what he was doing."
            },
            {
                "verse_number": "58",
                "verse_text": "And because the people did not have any faith, Jesus did not work many miracles there."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "About this time Herod the ruler heard the news about Jesus"
            },
            {
                "verse_number": "2",
                "verse_text": "and told his officials, &apos;This is John the Baptist! He has come back from death, and that's why he has the power to work these miracles.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Herod wanted to kill John. But the people thought John was a prophet, and Herod was afraid of what they might do."
            },
            {
                "verse_number": "6",
                "verse_text": "When Herod's birthday came, the daughter of Herodias danced for the guests. She pleased Herod"
            },
            {
                "verse_number": "7",
                "verse_text": "so much he swore to give her whatever she wanted."
            },
            {
                "verse_number": "8",
                "verse_text": "But the girl's mother told her to say, &apos;Here on a serving plate I want the head of John the Baptist!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Herod was sorry for what he had said. But he did not want to break the promise he had made in front of his guests. So he ordered a guard"
            },
            {
                "verse_number": "10",
                "verse_text": "to go to the prison and cut off John's head."
            },
            {
                "verse_number": "11",
                "verse_text": "It was taken on a serving plate to the girl, and she gave it to her mother."
            },
            {
                "verse_number": "12",
                "verse_text": "John's followers took his body and buried it. Then they told Jesus what had happened."
            },
            {
                "verse_number": "13",
                "verse_text": "After Jesus heard about John, he crossed Lake Galilee to go to some place where he could be alone. But the crowds found out and followed him on foot from the towns."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus got out of the boat, he saw the large crowd. He felt sorry for them and healed everyone who was sick."
            },
            {
                "verse_number": "15",
                "verse_text": "That evening the disciples came to Jesus and said, &apos;This place is like a desert, and it's already late. Let the crowds leave, so they can go to the villages and buy some food.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus replied, &apos;They don't have to leave. Why don't you give them something to eat?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But they said, &apos;We have only five small loaves of bread and two fish.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus asked his disciples to bring the food to him,"
            },
            {
                "verse_number": "19",
                "verse_text": "and he told the crowd to sit down on the grass. Jesus took the five loaves and the two fish. He looked up toward heaven and blessed the food. Then he broke the bread and handed it to his disciples, and they gave it to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "After everyone had eaten all they wanted, Jesus' disciples picked up twelve large baskets of leftovers."
            },
            {
                "verse_number": "21",
                "verse_text": "There were about 5,000 men who ate, not counting the women and children."
            },
            {
                "verse_number": "22",
                "verse_text": "At once, Jesus made his disciples get into a boat and start back across the lake. But he stayed until he had sent the crowds away."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he went up on a mountain where he could be alone and pray. Later in the evening, he was still there."
            },
            {
                "verse_number": "24",
                "verse_text": "By this time the boat was a long way from the shore. It was going against the wind and was being tossed around by the waves."
            },
            {
                "verse_number": "25",
                "verse_text": "A little while before morning, Jesus came walking on the water toward his disciples."
            },
            {
                "verse_number": "26",
                "verse_text": "When they saw him, they thought he was a ghost. They were terrified and started screaming."
            },
            {
                "verse_number": "27",
                "verse_text": "At once, Jesus said to them, &apos;Don't worry! I am Jesus. Don't be afraid.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter replied, &apos;Lord, if it really is you, tell me to come to you on the water.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Come on!&apos; Jesus said. Peter then got out of the boat and started walking on the water toward him."
            },
            {
                "verse_number": "30",
                "verse_text": "But when Peter saw how strong the wind was, he was afraid and started sinking. &apos;Save me, Lord!&apos; he shouted."
            },
            {
                "verse_number": "31",
                "verse_text": "At once, Jesus reached out his hand. He helped Peter up and said, &apos;You surely don't have much faith. Why do you doubt?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When Jesus and Peter got into the boat, the wind died down."
            },
            {
                "verse_number": "33",
                "verse_text": "The men in the boat worshiped Jesus and said, &apos;You really are the Son of God!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus and his disciples crossed the lake and came to shore near the town of Gennesaret."
            },
            {
                "verse_number": "35",
                "verse_text": "The people found out he was there, and they sent word to everyone who lived in this part of the country. So they brought all the sick people to Jesus."
            },
            {
                "verse_number": "36",
                "verse_text": "They begged him just to let them touch his clothes, and everyone who did was healed."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "About this time some Pharisees and teachers of the Law of Moses came from Jerusalem. They asked Jesus,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Why don't your disciples obey what our ancestors taught us to do? They don't even wash their hands before they eat.&apos; Why do you disobey God and follow your own teaching? with your words, but you never really think about me. to worship me, when you teach rules made up by humans.&apos; Don't any of you know by now what I am talking about?"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "4",
                "verse_text": "Didn't God command you to respect your father and mother? Didn't he tell you to put to death all who curse their parents?"
            },
            {
                "verse_number": "5",
                "verse_text": "But you let people get by without helping their parents when they should. You let them say that what they have has been offered to God."
            },
            {
                "verse_number": "6",
                "verse_text": "Is this any way to show respect to your parents? You ignore God's commands in order to follow your own teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "And you are nothing but show-offs! Isaiah the prophet was right when he wrote that God had said,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;All of you praise me"
            },
            {
                "verse_number": "9",
                "verse_text": "It is useless for you"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus called the crowd together and said, &apos;Pay attention and try to understand what I mean."
            },
            {
                "verse_number": "11",
                "verse_text": "The food you put into your mouth doesn't make you unclean and unfit to worship God. The bad words that come out of your mouth are what make you unclean.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then his disciples came over to him and asked, &apos;Do you know you insulted the Pharisees by what you said?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;Every plant that my Father in heaven did not plant will be pulled up by the roots."
            },
            {
                "verse_number": "14",
                "verse_text": "Stay away from those Pharisees! They are like blind people leading other blind people, and all of them will fall into a ditch.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Peter replied, &apos;What did you mean when you talked about the things that make people unclean?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus then said:"
            },
            {
                "verse_number": "17",
                "verse_text": "Don't you know that the food you put into your mouth goes into your stomach and then out of your body?"
            },
            {
                "verse_number": "18",
                "verse_text": "But the words that come out of your mouth come from your heart. And they are what make you unfit to worship God."
            },
            {
                "verse_number": "19",
                "verse_text": "Out of your heart come evil thoughts, murder, unfaithfulness in marriage, vulgar deeds, stealing, telling lies, and insulting others."
            },
            {
                "verse_number": "20",
                "verse_text": "These are what make you unclean. Eating without washing your hands will not make you unfit to worship God."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus left and went to the territory near the towns of Tyre and Sidon."
            },
            {
                "verse_number": "22",
                "verse_text": "Suddenly a Canaanite woman from there came out shouting, &apos;Lord and Son of David, have pity on me! My daughter is full of demons.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus did not say a word. But the woman kept following along and shouting, so his disciples came up and asked him to send her away."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said, &apos;I was sent only to the people of Israel! They are like a flock of lost sheep.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The woman came closer. Then she knelt down and begged, &apos;Please help me, Lord!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus replied, &apos;It isn't right to take food away from children and feed it to dogs.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Lord, this is true,&apos; the woman said, &apos;but even puppies get the crumbs that fall from their owner's table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus answered, &apos;Dear woman, you really do have a lot of faith, and you will be given what you want.&apos; At that moment her daughter was healed."
            },
            {
                "verse_number": "29",
                "verse_text": "From there, Jesus went along Lake Galilee. Then he climbed a hill and sat down."
            },
            {
                "verse_number": "30",
                "verse_text": "Large crowds came and brought many people who were paralyzed or blind or lame or unable to talk. They placed them, and many others, in front of Jesus, and he healed them all."
            },
            {
                "verse_number": "31",
                "verse_text": "Everyone was amazed at what they saw and heard. People who had never spoken could now speak. The lame were healed, the paralyzed could walk, and the blind were able to see. Everyone was praising the God of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus called his disciples together and told them, &apos;I feel sorry for these people. They have been with me for three days, and they don't have anything to eat. I don't want to send them away hungry. They might faint on their way home.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "His disciples said, &apos;This place is like a desert. Where can we find enough food to feed such a crowd?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus asked them how much food they had. They replied, &apos;Seven small loaves of bread and a few little fish.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "After Jesus had told the people to sit down,"
            },
            {
                "verse_number": "36",
                "verse_text": "he took the seven loaves of bread and the fish and gave thanks. He then broke them and handed them to his disciples, who passed them around to the crowds."
            },
            {
                "verse_number": "37",
                "verse_text": "Everyone ate all they wanted, and the leftovers filled seven large baskets."
            },
            {
                "verse_number": "38",
                "verse_text": "There were 4,000 men who ate, not counting the women and children."
            },
            {
                "verse_number": "39",
                "verse_text": "After Jesus had sent the crowds away, he got into a boat and sailed across the lake. He came to shore near the town of Magadan."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees and Sadducees came to Jesus and tried to test him by asking for a sign from heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "He told them: If the sky is red in the evening, you say the weather will be good. Then Jesus left. You surely don't have much faith! Why are you talking about not having any bread? Simon, son of Jonah, you are blessed! You didn't discover this on your own. It was shown to you by my Father in heaven. If any of you want to be my followers, you must forget about yourself. You must take up your cross and follow me."
            },
            {
                "verse_number": "3",
                "verse_text": "But if the sky is red and gloomy in the morning, you say it is going to rain. You can tell what the weather will be like by looking at the sky. But you don't understand what is happening now."
            },
            {
                "verse_number": "4",
                "verse_text": "You want a sign because you are evil and won't believe! But the only sign you will be given is what happened to Jonah."
            },
            {
                "verse_number": "5",
                "verse_text": "The disciples had forgotten to bring any bread when they crossed the lake."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus then warned them, &apos;Watch out! Guard against the yeast of the Pharisees and Sadducees.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The disciples talked this over and said to each other, &apos;He must be saying this because we didn't bring along any bread.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew what they were thinking and said:"
            },
            {
                "verse_number": "9",
                "verse_text": "Don't you understand? Have you forgotten about the 5,000 people and all those baskets of leftovers from just five loaves of bread?"
            },
            {
                "verse_number": "10",
                "verse_text": "And what about the 4,000 people and all those baskets of leftovers from only seven loaves of bread?"
            },
            {
                "verse_number": "11",
                "verse_text": "Don't you know by now that I am not talking to you about bread? Watch out for the yeast of the Pharisees and Sadducees!"
            },
            {
                "verse_number": "12",
                "verse_text": "Finally, the disciples understood that Jesus wasn't talking about the yeast used to make bread, but about the teaching of the Pharisees and Sadducees."
            },
            {
                "verse_number": "13",
                "verse_text": "When Jesus and his disciples were near the town of Caesarea Philippi, he asked them, &apos;What do people say about the Son of Man?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The disciples answered, &apos;Some people say you are John the Baptist or maybe Elijah or Jeremiah or some other prophet.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus asked, &apos;But who do you say I am?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter spoke up, &apos;You are the Messiah, the Son of the living God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus told him:"
            },
            {
                "verse_number": "18",
                "verse_text": "So I will call you Peter, which means &apos;a rock.&apos; On this rock I will build my church, and death itself will not have any power over it."
            },
            {
                "verse_number": "19",
                "verse_text": "I will give you the keys to the kingdom of heaven, and God in heaven will allow whatever you allow on earth. But he will not allow anything you don't allow."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus told his disciples not to tell anyone he was the Messiah."
            },
            {
                "verse_number": "21",
                "verse_text": "From then on, Jesus began telling his disciples what would happen to him. He said, &apos;I must go to Jerusalem. There the nation's leaders, the chief priests, and the teachers of the Law of Moses will make me suffer terribly. I will be killed, but three days later I will rise to life.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Peter took Jesus aside and told him to stop talking like that. He said, &apos;God would never let this happen to you, Lord!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus turned to Peter and said, &apos;Satan, get away from me! You're in my way because you think like everyone else and not like God.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said to his disciples:"
            },
            {
                "verse_number": "25",
                "verse_text": "If you want to save your life, you will destroy it. But if you give up your life for me, you will find it."
            },
            {
                "verse_number": "26",
                "verse_text": "What will you gain, if you own the whole world but destroy yourself? What would you give to get back your soul?"
            },
            {
                "verse_number": "27",
                "verse_text": "The Son of Man will soon come in the glory of his Father and with his angels to reward all people for what they have done."
            },
            {
                "verse_number": "28",
                "verse_text": "I promise you some of those standing here will not die before they see the Son of Man coming with his kingdom."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Six days later Jesus took Peter and the brothers James and John with him. They went up on a very high mountain where they could be alone."
            },
            {
                "verse_number": "2",
                "verse_text": "There in front of the disciples, Jesus was completely changed. His face was shining like the sun, and his clothes became white as light."
            },
            {
                "verse_number": "3",
                "verse_text": "All at once Moses and Elijah were there talking with Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "So Peter said to him, &apos;Lord, it is good for us to be here! Let us make three shelters, one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While Peter was still speaking, the shadow of a bright cloud passed over them. From the cloud a voice said, &apos;This is my own dear Son, and I am pleased with him. Listen to what he says!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the disciples heard the voice, they were so afraid they fell flat on the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "But Jesus came over and touched them. He said, &apos;Get up and don't be afraid!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When they opened their eyes, they saw only Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "On their way down from the mountain, Jesus warned his disciples not to tell anyone what they had seen until after the Son of Man had been raised from death."
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples asked Jesus, &apos;Don't the teachers of the Law of Moses say Elijah must come before the Messiah does?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus told them, &apos;Elijah certainly will come and get everything ready."
            },
            {
                "verse_number": "12",
                "verse_text": "In fact, he has already come. But the people did not recognize him and treated him just as they wanted to. They will soon make the Son of Man suffer in the same way.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the disciples understood Jesus was talking to them about John the Baptist."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus and his disciples returned to the crowd. A man knelt in front of him"
            },
            {
                "verse_number": "15",
                "verse_text": "and said, &apos;Lord, have pity on my son! He has a bad case of epilepsy and often falls into a fire or into water."
            },
            {
                "verse_number": "16",
                "verse_text": "I brought him to your disciples, but none of them could heal him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said, &apos;You people are too stubborn to have any faith! How much longer must I be with you? Why do I have to put up with you? Bring the boy here.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jesus spoke sternly to the demon. It went out of the boy, and right then he was healed."
            },
            {
                "verse_number": "19",
                "verse_text": "Later the disciples went to Jesus in private and asked him, &apos;Why couldn't we force out the demon?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While Jesus and his disciples were going from place to place in Galilee, he told them, &apos;The Son of Man will be handed over to people"
            },
            {
                "verse_number": "23",
                "verse_text": "who will kill him. But three days later he will rise to life.&apos; All of this made the disciples very sad."
            },
            {
                "verse_number": "24",
                "verse_text": "When Jesus and the others arrived in Capernaum, the collectors for the temple tax came to Peter and asked, &apos;Does your teacher pay the temple tax?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Yes, he does,&apos; Peter answered."
            },
            {
                "verse_number": "26",
                "verse_text": "Peter answered, &apos;From foreigners.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But we don't want to cause trouble. So go cast a line into the lake and pull out the first fish you hook. Open its mouth, and you will find a coin. Use it to pay your taxes and mine.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "About this time the disciples came to Jesus and asked him who would be the greatest in the kingdom of heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus called for a child to come over and stand near him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said: I promise you this. If you don't change and become like a child, you will never get into the kingdom of heaven. One day a king decided to call in his officials and ask them to give an account of what they owed him."
            },
            {
                "verse_number": "4",
                "verse_text": "But if you are as humble as this child, you are the greatest in the kingdom of heaven."
            },
            {
                "verse_number": "5",
                "verse_text": "And when you welcome one of these children because of me, you welcome me."
            },
            {
                "verse_number": "6",
                "verse_text": "It will be terrible for people who cause even one of my little followers to sin. Those people would be better off thrown into the deepest part of the ocean with a heavy stone tied around their necks!"
            },
            {
                "verse_number": "7",
                "verse_text": "The world is in for trouble because of the way it causes people to sin. There will always be something to cause people to sin, but anyone who does this will be in for trouble."
            },
            {
                "verse_number": "8",
                "verse_text": "If your hand or foot causes you to sin, chop it off and throw it away! You would be better off to go into life paralyzed or lame than to have two hands or two feet and be thrown into the fire that never goes out."
            },
            {
                "verse_number": "9",
                "verse_text": "If your eye causes you to sin, poke it out and get rid of it. You would be better off to go into life with only one eye than to have two eyes and be thrown into the fires of hell."
            },
            {
                "verse_number": "12",
                "verse_text": "Let me ask you this. What would you do if you had 100 sheep and one of them wandered off? Wouldn't you leave the 99 on the hillside and go look for the one that had wandered away?"
            },
            {
                "verse_number": "13",
                "verse_text": "I am sure that finding it would make you happier than having the 99 that never wandered off."
            },
            {
                "verse_number": "14",
                "verse_text": "That's how it is with your Father in heaven. He doesn't want any of these little ones to be lost."
            },
            {
                "verse_number": "15",
                "verse_text": "If one of my followers sins against you, go and point out what was wrong. But do it in private, just between the two of you. If that person listens, you have won back a follower."
            },
            {
                "verse_number": "16",
                "verse_text": "But if that one refuses to listen, take along one or two others. The Scriptures teach that every complaint must be proven true by two or more witnesses."
            },
            {
                "verse_number": "17",
                "verse_text": "If the follower refuses to listen to them, report the matter to the church. Anyone who refuses to listen to the church must be treated like an unbeliever or a tax collector."
            },
            {
                "verse_number": "18",
                "verse_text": "I promise you God in heaven will allow whatever you allow on earth, but God will not allow anything you don't allow."
            },
            {
                "verse_number": "19",
                "verse_text": "I promise that when any two of you on earth agree about something you are praying for, my Father in heaven will do it for you."
            },
            {
                "verse_number": "20",
                "verse_text": "Whenever two or three of you come together in my name, I am there with you."
            },
            {
                "verse_number": "21",
                "verse_text": "Peter came up to the Lord and asked, &apos;How many times should I forgive someone who does something wrong to me? Is seven times enough?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered: Not just 7 times, but 77 times!"
            },
            {
                "verse_number": "23",
                "verse_text": "This story will show you what the kingdom of heaven is like:"
            },
            {
                "verse_number": "24",
                "verse_text": "As he was doing this, one official was brought in who owed him 50,000,000 silver coins."
            },
            {
                "verse_number": "25",
                "verse_text": "But he didn't have any money to pay what he owed. The king ordered him to be sold, along with his wife and children and all he owned, in order to pay the debt."
            },
            {
                "verse_number": "26",
                "verse_text": "The official got down on his knees and began begging, &apos;Have pity on me, and I will pay you every cent I owe!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king felt sorry for him and let him go free. He even told the official that he did not have to pay back the money."
            },
            {
                "verse_number": "28",
                "verse_text": "But as this official was leaving, he happened to meet another official, who owed him 100 silver coins. So he grabbed the man by the throat. He started choking him and said, &apos;Pay me what you owe!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The man got down on his knees and began begging, &apos;Have pity on me, and I will pay you back.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But the first official refused to have pity. Instead, he went and had the other official put in jail until he could pay what he owed."
            },
            {
                "verse_number": "31",
                "verse_text": "When some other officials found out what had happened, they felt sorry for the man who had been put in jail. Then they told the king what had happened."
            },
            {
                "verse_number": "32",
                "verse_text": "The king called the first official back in and said, &apos;You're an evil man! When you begged for mercy, I said you did not have to pay back a cent."
            },
            {
                "verse_number": "33",
                "verse_text": "Don't you think you should show pity to someone else, as I did to you?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The king was so angry that he ordered the official to be tortured until he could pay back everything he owed."
            },
            {
                "verse_number": "35",
                "verse_text": "That is how my Father in heaven will treat you, if you don't forgive each of my followers with all your heart."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished teaching, he left Galilee and went to the part of Judea east of the Jordan River."
            },
            {
                "verse_number": "2",
                "verse_text": "Large crowds followed him, and he healed their sick. Jesus answered, &apos;Do not murder. Be faithful in marriage. Do not steal. Do not tell lies about others. Yes, all of you have become my followers. And so in the future world, when the Son of Man sits on his glorious throne, I promise you will sit on twelve thrones to judge the twelve tribes of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Some Pharisees wanted to test Jesus. They came up to him and asked, &apos;Is it right for a man to divorce his wife for just any reason?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Don't you know in the beginning the Creator made a man and a woman?"
            },
            {
                "verse_number": "5",
                "verse_text": "That's why a man leaves his father and mother and gets married. He becomes like one person with his wife."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they are no longer two people, but one. And no one should separate a couple God has joined together.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Pharisees asked Jesus, &apos;Why did Moses say a man could write out divorce papers and send his wife away?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus replied, &apos;You are so heartless! That's why Moses allowed you to divorce your wife. But from the beginning God did not intend it to be that way."
            },
            {
                "verse_number": "9",
                "verse_text": "I say if your wife has not committed some terrible sexual sin, you must not divorce her to marry someone else. If you do, you are unfaithful.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples said, &apos;If that's how it is between a man and a woman, it's better not to get married.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus told them, &apos;Only those people who have been given the gift of staying single can accept this teaching."
            },
            {
                "verse_number": "12",
                "verse_text": "Some people are unable to marry because of birth defects or because of what someone has done to their bodies. Others stay single in order to serve God better. Anyone who can accept this teaching should do so.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Some people brought their children to Jesus, so he could place his hands on them and pray for them. His disciples told the people to stop bothering him."
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus said, &apos;Let the children come to me, and don't try to stop them! People who are like these children belong to God's kingdom.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After Jesus had placed his hands on the children, he left."
            },
            {
                "verse_number": "16",
                "verse_text": "A man came to Jesus and asked, &apos;Teacher, what good thing must I do to have eternal life?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to him, &apos;Why do you ask me about what is good? Only God is good. If you want to have eternal life, you must obey his commandments.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Which ones?&apos; the man asked."
            },
            {
                "verse_number": "19",
                "verse_text": "Respect your father and mother. And love others as much as you love yourself.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The young man said, &apos;I have obeyed all of these. What else must I do?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus replied, &apos;If you want to be perfect, go sell everything you own! Give the money to the poor, and you will have riches in heaven. Then come and be my follower.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the young man heard this, he went away sad, because he was very rich."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to his disciples, &apos;I tell you, it's terribly hard for rich people to get into the kingdom of heaven!"
            },
            {
                "verse_number": "24",
                "verse_text": "In fact, it's easier for a camel to go through the eye of a needle than for a rich person to get into God's kingdom.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the disciples heard this, they were greatly surprised and asked, &apos;How can anyone ever be saved?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus looked straight at them and said, &apos;There are some things people cannot do, but God can do anything.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Peter replied, &apos;Remember, we have left everything to be your followers! What will we get?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "29",
                "verse_text": "All who have given up home or brothers and sisters or father and mother or children or land for me will be given 100 times as much. They will also have eternal life."
            },
            {
                "verse_number": "30",
                "verse_text": "But many who are now first will be last, and many who are last will be first."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus was telling what the kingdom of heaven would be like, he said: Early one morning a man went out to hire some workers for his vineyard. At noon and again about three in the afternoon he returned to the market. And each time he made the same agreement with others who were loafing around with nothing to do. James and John said, &apos;Yes, we are!&apos; You know foreign rulers like to order their people around. And their great leaders have full power over everyone they rule."
            },
            {
                "verse_number": "2",
                "verse_text": "After he had agreed to pay them the usual amount for a day's work, he sent them off to his vineyard."
            },
            {
                "verse_number": "3",
                "verse_text": "About nine that morning, the man saw some other people standing in the market with nothing to do."
            },
            {
                "verse_number": "4",
                "verse_text": "He promised to pay them what was fair, if they would work in his vineyard."
            },
            {
                "verse_number": "5",
                "verse_text": "So they went."
            },
            {
                "verse_number": "6",
                "verse_text": "Finally, about five in the afternoon the man went back and found some others standing there. He asked them, &apos;Why have you been standing here all day long doing nothing?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Because no one has hired us,&apos; they answered. Then he told them to go work in his vineyard."
            },
            {
                "verse_number": "8",
                "verse_text": "That evening the owner of the vineyard told the man in charge of the workers to call them in and give them their money. He also told the man to begin with the ones who were hired last."
            },
            {
                "verse_number": "9",
                "verse_text": "When the workers arrived, the ones who had been hired at five in the afternoon were given a full day's pay."
            },
            {
                "verse_number": "10",
                "verse_text": "The workers who had been hired first thought they would be given more than the others. But when they were given the same,"
            },
            {
                "verse_number": "11",
                "verse_text": "they began complaining to the owner of the vineyard."
            },
            {
                "verse_number": "12",
                "verse_text": "They said, &apos;The ones who were hired last worked for only one hour. But you paid them the same that you did us. And we worked in the hot sun all day long!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The owner answered one of them, &apos;Friend, I didn't cheat you. I paid you exactly what we agreed on."
            },
            {
                "verse_number": "14",
                "verse_text": "Take your money now and go! What business is it of yours if I want to pay them the same that I paid you?"
            },
            {
                "verse_number": "15",
                "verse_text": "Don't I have the right to do what I want with my own money? Why should you be jealous, if I want to be generous?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus then said, &apos;So it is. Everyone who is now last will be first, and everyone who is first will be last.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus was on his way to Jerusalem, he took his twelve disciples aside and told them in private:"
            },
            {
                "verse_number": "18",
                "verse_text": "We are now on our way to Jerusalem, where the Son of Man will be handed over to the chief priests and the teachers of the Law of Moses. They will sentence him to death,"
            },
            {
                "verse_number": "19",
                "verse_text": "and then they will hand him over to foreigners who will make fun of him. They will beat him and nail him to a cross. But on the third day he will rise from death."
            },
            {
                "verse_number": "20",
                "verse_text": "The mother of James and John came to Jesus with her two sons. She knelt down and started begging him to do something for her."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus asked her what she wanted, and she said, &apos;When you come into your kingdom, please let one of my sons sit at your right side and the other at your left.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered, &apos;Not one of you knows what you are asking. Are you able to drink from the cup that I must soon drink from?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;You certainly will drink from my cup! But it isn't for me to say who will sit at my right side and at my left. This is for my Father to say.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the ten other disciples heard this, they were angry with the two brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "But Jesus called the disciples together and said:"
            },
            {
                "verse_number": "26",
                "verse_text": "But don't act like them. If you want to be great, you must be the servant of all the others."
            },
            {
                "verse_number": "27",
                "verse_text": "And if you want to be first, you must be the slave of the rest."
            },
            {
                "verse_number": "28",
                "verse_text": "The Son of Man did not come to be a slave master, but a slave who will give his life to rescue many people."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus was followed by a large crowd as he and his disciples were leaving Jericho."
            },
            {
                "verse_number": "30",
                "verse_text": "Two blind men were sitting beside the road. And when they heard that Jesus was coming their way, they shouted, &apos;Lord and Son of David, have pity on us!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The crowd told them to be quiet, but they shouted even louder, &apos;Lord and Son of David, have pity on us!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When Jesus heard them, he stopped and asked, &apos;What do you want me to do for you?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They answered, &apos;Lord, we want to see!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus felt sorry for them and touched their eyes. At once they could see, and they became his followers."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus and his disciples came near Jerusalem, he went to Bethphage on the Mount of Olives and sent two of them on ahead."
            },
            {
                "verse_number": "2",
                "verse_text": "He told them, &apos;Go into the next village, where you will at once find a donkey and her colt. Untie the two donkeys and bring them to me."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone asks why you are doing this, just say, &quot;The Lord needs them.&quot; He will at once let you have the donkeys.&apos; of Jerusalem: &quot;Your king is coming to you! He is humble and rides on a donkey. He comes on the colt of a donkey.&quot; &apos; God bless the one who comes in the name of the Lord. Hooray for God in heaven above!&apos; &apos;Yes, I do!&apos; Jesus answered. &apos;Don't you know that the Scriptures say, &quot;Children and infants will sing praises&quot;?&apos; They thought it over and said to each other, &apos;We can't say God gave John this right. Jesus will ask us why we didn't believe John. Jesus said, &apos;Then I won't tell you who gave me the right to do what I do.&apos; I will tell you a story about a man who had two sons. Then you can tell me what you think. The father went to the older son and said, &apos;Go work in the vineyard today!&apos; &apos;The older one,&apos; the chief priests and leaders answered. Then Jesus told them: A land owner once planted a vineyard. He built a wall around it and dug a pit to crush the grapes in. He also built a lookout tower. Then he rented out his vineyard and left the country. &quot;The stone the builders tossed aside is now the most important stone of all. This is something the Lord has done, and it is amazing to us.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "So God's promise came true, just as the prophet had said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Announce to the people"
            },
            {
                "verse_number": "6",
                "verse_text": "The disciples left and did what Jesus had told them to do."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the donkey and its colt and laid some clothes on their backs. Then Jesus got on."
            },
            {
                "verse_number": "8",
                "verse_text": "Many people spread clothes in the road, while others put down branches which they had cut from trees."
            },
            {
                "verse_number": "9",
                "verse_text": "Some people walked ahead of Jesus and others followed behind. They were all shouting, &apos;Hooray for the Son of David! You can be sure tax collectors and prostitutes will get into the kingdom of God before you ever will!"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus came to Jerusalem, everyone in the city was excited and asked, &apos;Who can this be?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The crowds answered, &apos;This is Jesus, the prophet from Nazareth in Galilee.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus went into the temple and chased out everyone who was selling or buying. He turned over the tables of the moneychangers and the benches of the ones who were selling doves."
            },
            {
                "verse_number": "13",
                "verse_text": "He told them, &apos;The Scriptures say, &quot;My house should be called a place of worship.&quot; But you have turned it into a place where robbers hide.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Blind and lame people came to Jesus in the temple, and he healed them."
            },
            {
                "verse_number": "15",
                "verse_text": "But the chief priests and the teachers of the Law of Moses were angry when they saw his miracles and heard the children shouting praises to the Son of David."
            },
            {
                "verse_number": "16",
                "verse_text": "The men said to Jesus, &apos;Don't you hear what those children are saying?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus left the city and went out to the village of Bethany, where he spent the night."
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus got up the next morning, he was hungry. He started out for the city,"
            },
            {
                "verse_number": "19",
                "verse_text": "and along the way he saw a fig tree. But when he came to it, he found only leaves and no figs. So he told the tree, &apos;You will never again grow any fruit!&apos; Right then the fig tree dried up."
            },
            {
                "verse_number": "20",
                "verse_text": "The disciples were shocked when they saw how quickly the tree had dried up."
            },
            {
                "verse_number": "21",
                "verse_text": "But Jesus said to them, &apos;If you have faith and don't doubt, I promise you can do what I did to this tree. And you will be able to do even more. You can tell this mountain to get up and jump into the sea, and it will."
            },
            {
                "verse_number": "22",
                "verse_text": "If you have faith when you pray, you will be given whatever you ask for.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus had gone into the temple and was teaching when the chief priests and the leaders of the people came up to him. They asked, &apos;What right do you have to do these things? Who gave you this authority?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered, &apos;I have just one question to ask you. If you answer it, I will tell you where I got the right to do these things."
            },
            {
                "verse_number": "25",
                "verse_text": "Who gave John the right to baptize? Was it God in heaven or merely some human being?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "On the other hand, these people think John was a prophet, and we are afraid of what they might do to us. That's why we can't say it was merely some human who gave John the right to baptize.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they told Jesus, &apos;We don't know.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said:"
            },
            {
                "verse_number": "29",
                "verse_text": "His son told him he would not do it, but later he changed his mind and went."
            },
            {
                "verse_number": "30",
                "verse_text": "The man then told his younger son to go work in the vineyard. The boy said he would, but he didn't go."
            },
            {
                "verse_number": "31",
                "verse_text": "Which one of the sons obeyed his father?"
            },
            {
                "verse_number": "32",
                "verse_text": "When John the Baptist showed you how to do right, you would not believe him. But these evil people did believe. And even when you saw what they did, you still would not change your minds and believe."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus told the chief priests and leaders to listen to this story:"
            },
            {
                "verse_number": "34",
                "verse_text": "When it was harvest time, the owner sent some servants to get his share of the grapes."
            },
            {
                "verse_number": "35",
                "verse_text": "But the renters grabbed those servants. They beat up one, killed one, and stoned one of them to death."
            },
            {
                "verse_number": "36",
                "verse_text": "He then sent more servants than he did the first time. But the renters treated them in the same way."
            },
            {
                "verse_number": "37",
                "verse_text": "Finally, the owner sent his own son to the renters, because he thought they would respect him."
            },
            {
                "verse_number": "38",
                "verse_text": "But when they saw the man's son, they said, &apos;Someday he will own the vineyard. Let's kill him! Then we can have it all for ourselves.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So they grabbed him, threw him out of the vineyard, and killed him."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus asked, &apos;When the owner of that vineyard comes, what do you suppose he will do to those renters?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The chief priests and leaders answered, &apos;He will kill them in some horrible way. Then he will rent out his vineyard to people who will give him his share of grapes at harvest time.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus replied, &apos;You surely know that the Scriptures say,"
            },
            {
                "verse_number": "43",
                "verse_text": "I tell you God's kingdom will be taken from you and given to people who will do what he demands."
            },
            {
                "verse_number": "44",
                "verse_text": "Anyone who stumbles over this stone will be crushed, and anyone it falls on will be smashed to pieces.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "When the chief priests and the Pharisees heard these stories, they knew Jesus was talking about them."
            },
            {
                "verse_number": "46",
                "verse_text": "So they looked for a way to arrest Jesus. But they were afraid to, because the people thought he was a prophet."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Once again Jesus used stories to teach the people: Then Jesus told them, &apos;Give the Emperor what belongs to him and give God what belongs to God.&apos; You are completely wrong! You don't know what the Scriptures teach. And you don't know anything about the power of God. Love the Lord your God with all your heart, soul, and mind. until I make your enemies into a footstool for you.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "The kingdom of heaven is like what happened when a king gave a wedding banquet for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "The king sent some servants to tell the invited guests to come to the banquet, but the guests refused."
            },
            {
                "verse_number": "4",
                "verse_text": "He sent other servants to say to the guests, &apos;The banquet is ready! My cattle and prize calves have all been prepared. Everything is ready. Come to the banquet!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But the guests did not pay any attention. Some of them left for their farms, and some went to their places of business."
            },
            {
                "verse_number": "6",
                "verse_text": "Others grabbed the servants, then beat them up and killed them."
            },
            {
                "verse_number": "7",
                "verse_text": "This made the king so furious that he sent an army to kill those murderers and burn down their city."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said to the servants, &apos;It is time for the wedding banquet, and the invited guests don't deserve to come."
            },
            {
                "verse_number": "9",
                "verse_text": "Go out to the street corners and tell everyone you meet to come to the banquet.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They went out on the streets and brought in everyone they could find, good and bad alike. And the banquet room was filled with guests."
            },
            {
                "verse_number": "11",
                "verse_text": "When the king went in to meet the guests, he found that one of them wasn't wearing the right kind of clothes for the wedding."
            },
            {
                "verse_number": "12",
                "verse_text": "The king asked, &apos;Friend, why didn't you wear proper clothes for the wedding?&apos; But the guest had no excuse."
            },
            {
                "verse_number": "13",
                "verse_text": "So the king gave orders for this person to be tied hand and foot and to be thrown outside into the dark. That's where people will cry and grit their teeth in pain."
            },
            {
                "verse_number": "14",
                "verse_text": "Many are invited, but only a few are chosen."
            },
            {
                "verse_number": "15",
                "verse_text": "The Pharisees got together and planned how they could trick Jesus into saying something wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "They sent some of their followers and some of Herod's followers to say to him, &apos;Teacher, we know that you are honest. You teach the truth about what God wants people to do. And you treat everyone with the same respect, no matter who they are."
            },
            {
                "verse_number": "17",
                "verse_text": "Tell us what you think! Should we pay taxes to the Emperor or not?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus knew their evil thoughts and said, &apos;Why are you trying to test me? You show-offs!"
            },
            {
                "verse_number": "19",
                "verse_text": "Let me see one of the coins used for paying taxes.&apos; They brought him a silver coin,"
            },
            {
                "verse_number": "20",
                "verse_text": "and he asked, &apos;Whose picture and name are on it?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The Emperor's,&apos; they answered."
            },
            {
                "verse_number": "22",
                "verse_text": "His answer surprised them so much that they walked away."
            },
            {
                "verse_number": "23",
                "verse_text": "The Sadducees did not believe people would rise to life after death. So that same day some of the Sadducees came to Jesus and said:"
            },
            {
                "verse_number": "24",
                "verse_text": "Teacher, Moses wrote that if a married man dies and has no children, his brother should marry the widow. Their first son would then be thought of as the son of the dead brother."
            },
            {
                "verse_number": "25",
                "verse_text": "Once there were seven brothers who lived here. The first one married, but died without having any children. So his wife was left to his brother."
            },
            {
                "verse_number": "26",
                "verse_text": "The same thing happened to the second and third brothers and finally to all seven of them."
            },
            {
                "verse_number": "27",
                "verse_text": "At last the woman died."
            },
            {
                "verse_number": "28",
                "verse_text": "When God raises people from death, whose wife will this woman be? She had been married to all seven brothers."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "30",
                "verse_text": "When God raises people to life, they won't marry. They will be like the angels in heaven."
            },
            {
                "verse_number": "31",
                "verse_text": "And as for people being raised to life, God was speaking to you when he said,"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;I am the God worshiped by Abraham, Isaac, and Jacob.&apos; He isn't the God of the dead, but of the living."
            },
            {
                "verse_number": "33",
                "verse_text": "The crowds were surprised to hear what Jesus was teaching."
            },
            {
                "verse_number": "34",
                "verse_text": "After Jesus had made the Sadducees look foolish, the Pharisees heard about it and got together."
            },
            {
                "verse_number": "35",
                "verse_text": "One of them was an expert in the Jewish Law. So he tried to test Jesus by asking,"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Teacher, what is the most important commandment in the Law?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "38",
                "verse_text": "This is the first and most important commandment."
            },
            {
                "verse_number": "39",
                "verse_text": "The second most important commandment is like this one. And it is, &apos;Love others as much as you love yourself.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "All the Law of Moses and the Books of the Prophets are based on these two commandments."
            },
            {
                "verse_number": "41",
                "verse_text": "While the Pharisees were still there, Jesus asked them,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;What do you think about the Messiah? Whose family will he come from?&apos; They answered, &apos;He will be a son of King David.&apos; Sit at my right side"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus replied, &apos;How then could the Spirit lead David to call the Messiah his Lord? David said,"
            },
            {
                "verse_number": "44",
                "verse_text": "&quot;The Lord said to my Lord:"
            },
            {
                "verse_number": "45",
                "verse_text": "If David called the Messiah his Lord, how can the Messiah be a son of King David?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "No one was able to give Jesus an answer, and from that day on, no one dared ask him any more questions."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to the crowds and to his disciples: &apos;Blessed is the one who comes in the name of the Lord.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees and the teachers of the Law are experts in the Law of Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "So obey everything they teach you, but don't do as they do. After all, they say one thing and do something else."
            },
            {
                "verse_number": "4",
                "verse_text": "They pile heavy burdens on people's shoulders and won't lift a finger to help."
            },
            {
                "verse_number": "5",
                "verse_text": "Everything they do is just to show off in front of others. They even make a big show of wearing Scripture verses on their foreheads and arms, and they wear big tassels for everyone to see."
            },
            {
                "verse_number": "6",
                "verse_text": "They love the best seats at banquets and the front seats in the synagogues."
            },
            {
                "verse_number": "7",
                "verse_text": "And when they are in the market, they like to have people greet them as their teachers."
            },
            {
                "verse_number": "8",
                "verse_text": "But none of you should be called a teacher. You have only one teacher, and all of you are like brothers and sisters."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't call anyone on earth your father. All of you have the same Father in heaven."
            },
            {
                "verse_number": "10",
                "verse_text": "None of you should be called the leader. The Messiah is your only leader."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever is the greatest should be the servant of the others."
            },
            {
                "verse_number": "12",
                "verse_text": "If you put yourself above others, you will be put down. But if you humble yourself, you will be honored."
            },
            {
                "verse_number": "15",
                "verse_text": "You Pharisees and teachers of the Law of Moses are in for trouble! You're nothing but show-offs. You travel over land and sea to win one follower. And when you have done so, you make that person twice as fit for hell as you are."
            },
            {
                "verse_number": "16",
                "verse_text": "You are in for trouble! You are supposed to lead others, but you are blind. You teach that it doesn't matter if a person swears by the temple. But you say it does matter if someone swears by the gold in the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "You blind fools! Which is greater, the gold or the temple that makes the gold sacred?"
            },
            {
                "verse_number": "18",
                "verse_text": "You also teach that it doesn't matter if a person swears by the altar. But you say it does matter if someone swears by the gift on the altar."
            },
            {
                "verse_number": "19",
                "verse_text": "Are you blind? Which is more important, the gift or the altar that makes the gift sacred?"
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone who swears by the altar also swears by everything on it."
            },
            {
                "verse_number": "21",
                "verse_text": "And anyone who swears by the temple also swears by God, who lives there."
            },
            {
                "verse_number": "22",
                "verse_text": "To swear by heaven is the same as swearing by God's throne and by the one who sits on that throne."
            },
            {
                "verse_number": "23",
                "verse_text": "You Pharisees and teachers are show-offs, and you're in for trouble! You give God a tenth of the spices from your garden, such as mint, dill, and cumin. Yet you neglect the more important matters of the Law, such as justice, mercy, and faithfulness. These are the important things you should have done, though you should not have left the others undone either."
            },
            {
                "verse_number": "24",
                "verse_text": "You blind leaders! You strain out a small fly but swallow a camel."
            },
            {
                "verse_number": "25",
                "verse_text": "You Pharisees and teachers are show-offs, and you're in for trouble! You wash the outside of your cups and dishes, while inside there is nothing but greed and selfishness."
            },
            {
                "verse_number": "26",
                "verse_text": "You blind Pharisee! First clean the inside of a cup, and then the outside will also be clean."
            },
            {
                "verse_number": "27",
                "verse_text": "You Pharisees and teachers are in for trouble! You're nothing but show-offs. You're like tombs that have been whitewashed. On the outside they are beautiful, but inside they are full of bones and filth."
            },
            {
                "verse_number": "28",
                "verse_text": "That's what you are like. Outside you look good, but inside you are evil and only pretend to be good."
            },
            {
                "verse_number": "29",
                "verse_text": "You Pharisees and teachers are nothing but show-offs, and you're in for trouble! You build monuments for the prophets and decorate the tombs of good people."
            },
            {
                "verse_number": "30",
                "verse_text": "And you claim you would not have taken part with your ancestors in killing the prophets."
            },
            {
                "verse_number": "31",
                "verse_text": "But you prove you really are the relatives of the ones who killed the prophets."
            },
            {
                "verse_number": "32",
                "verse_text": "So keep on doing everything they did."
            },
            {
                "verse_number": "33",
                "verse_text": "You are nothing but snakes and the children of snakes! How can you escape going to hell?"
            },
            {
                "verse_number": "34",
                "verse_text": "I will send to you prophets and wise people and experts in the Law of Moses. You will kill them or nail them to a cross or beat them in your synagogues or chase them from town to town."
            },
            {
                "verse_number": "35",
                "verse_text": "That's why you will be held guilty for the murder of every good person, beginning with the good man Abel. This also includes Barachiah's son Zechariah, the man you murdered between the temple and the altar."
            },
            {
                "verse_number": "36",
                "verse_text": "I can promise that you people living today will be punished for all these things!"
            },
            {
                "verse_number": "37",
                "verse_text": "Jerusalem, Jerusalem! Your people have killed the prophets and have stoned the messengers who were sent to you. I have often wanted to gather your people, as a hen gathers her chicks under her wings. But you wouldn't let me."
            },
            {
                "verse_number": "38",
                "verse_text": "And now your temple will be deserted."
            },
            {
                "verse_number": "39",
                "verse_text": "You won't see me again until you say,"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus left the temple, his disciples came over and said, &apos;Look at all these buildings!&apos; Don't let anyone fool you. &apos;The sun will become dark, and the moon will no longer shine. The stars will fall, will be shaken.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus replied, &apos;Do you see these buildings? They will certainly be torn down! Not one stone will be left in place.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Later, as Jesus was sitting on the Mount of Olives, his disciples came to him in private and asked, &apos;When will this happen? What will be the sign of your coming and of the end of the world?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "5",
                "verse_text": "Many will come and claim to be me. They will say they are the Messiah, and they will fool many people."
            },
            {
                "verse_number": "6",
                "verse_text": "You will soon hear about wars and threats of wars, but don't be afraid. These things will have to happen first, but that isn't the end."
            },
            {
                "verse_number": "7",
                "verse_text": "Nations and kingdoms will go to war against each other. People will starve to death, and in some places there will be earthquakes."
            },
            {
                "verse_number": "8",
                "verse_text": "But this is just the beginning of troubles."
            },
            {
                "verse_number": "9",
                "verse_text": "You will be arrested, punished, and even killed. Because of me, you will be hated by people of all nations."
            },
            {
                "verse_number": "10",
                "verse_text": "Many will give up and will betray and hate each other."
            },
            {
                "verse_number": "11",
                "verse_text": "Many false prophets will come and fool a lot of people."
            },
            {
                "verse_number": "12",
                "verse_text": "Evil will spread and cause many people to stop loving others."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you keep on being faithful right to the end, you will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "When the good news about the kingdom has been preached all over the world and told to all nations, the end will come."
            },
            {
                "verse_number": "15",
                "verse_text": "Someday you will see that &apos;Horrible Thing&apos; in the holy place, just as the prophet Daniel said. Everyone who reads this must try to understand!"
            },
            {
                "verse_number": "16",
                "verse_text": "If you are living in Judea at that time, run to the mountains."
            },
            {
                "verse_number": "17",
                "verse_text": "If you are on the roof of your house, don't go inside to get anything."
            },
            {
                "verse_number": "18",
                "verse_text": "If you are out in the field, don't go back for your coat."
            },
            {
                "verse_number": "19",
                "verse_text": "It will be a terrible time for women who are expecting babies or nursing young children."
            },
            {
                "verse_number": "20",
                "verse_text": "And pray that you won't have to escape in winter or on a Sabbath."
            },
            {
                "verse_number": "21",
                "verse_text": "This will be the worst time of suffering since the beginning of the world, and nothing this terrible will ever happen again."
            },
            {
                "verse_number": "22",
                "verse_text": "If God doesn't make the time shorter, no one will be left alive. But because of God's chosen ones, he will make the time shorter."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone may say, &apos;Here is the Messiah!&apos; or &apos;There he is!&apos; But don't believe it."
            },
            {
                "verse_number": "24",
                "verse_text": "False messiahs and false prophets will come and work great miracles and signs. They will even try to fool God's chosen ones."
            },
            {
                "verse_number": "25",
                "verse_text": "But I have warned you ahead of time."
            },
            {
                "verse_number": "26",
                "verse_text": "If you are told the Messiah is out in the desert, don't go there! And if you are told he is in some secret place, don't believe it!"
            },
            {
                "verse_number": "27",
                "verse_text": "The coming of the Son of Man will be like lightning that can be seen from east to west."
            },
            {
                "verse_number": "28",
                "verse_text": "Where there is a corpse, there will always be vultures."
            },
            {
                "verse_number": "29",
                "verse_text": "Right after those days of suffering, and the powers in the sky"
            },
            {
                "verse_number": "30",
                "verse_text": "Then a sign will appear in the sky. And there will be the Son of Man. All nations on earth will weep when they see the Son of Man coming on the clouds of heaven with power and great glory."
            },
            {
                "verse_number": "31",
                "verse_text": "At the sound of a loud trumpet, he will send his angels to bring his chosen ones together from all over the earth."
            },
            {
                "verse_number": "32",
                "verse_text": "Learn a lesson from a fig tree. When its branches sprout and start putting out leaves, you know summer is near."
            },
            {
                "verse_number": "33",
                "verse_text": "So when you see all these things happening, you will know the time has almost come."
            },
            {
                "verse_number": "34",
                "verse_text": "I can promise you that some of the people of this generation will still be alive when all this happens."
            },
            {
                "verse_number": "35",
                "verse_text": "The sky and the earth won't last forever, but my words will."
            },
            {
                "verse_number": "36",
                "verse_text": "No one knows the day or hour. The angels in heaven don't know, and the Son himself doesn't know. Only the Father knows."
            },
            {
                "verse_number": "37",
                "verse_text": "When the Son of Man appears, things will be just as they were when Noah lived."
            },
            {
                "verse_number": "38",
                "verse_text": "People were eating, drinking, and getting married right up to the day the flood came and Noah went into the big boat."
            },
            {
                "verse_number": "39",
                "verse_text": "They didn't know anything was happening until the flood came and swept them all away. This is how it will be when the Son of Man appears."
            },
            {
                "verse_number": "40",
                "verse_text": "Two men will be in the same field, but only one will be taken. The other will be left."
            },
            {
                "verse_number": "41",
                "verse_text": "Two women will be together grinding grain, but only one will be taken. The other will be left."
            },
            {
                "verse_number": "42",
                "verse_text": "So be on your guard! You don't know when your Lord will come."
            },
            {
                "verse_number": "43",
                "verse_text": "Homeowners never know when a thief is coming, and they are always on guard to keep one from breaking in."
            },
            {
                "verse_number": "44",
                "verse_text": "Always be ready! You don't know when the Son of Man will come."
            },
            {
                "verse_number": "45",
                "verse_text": "Who are faithful and wise servants? Who are the ones the master will put in charge of giving the other servants their food supplies at the proper time?"
            },
            {
                "verse_number": "46",
                "verse_text": "Servants are fortunate if their master comes and finds them doing their job."
            },
            {
                "verse_number": "47",
                "verse_text": "You may be sure a servant who is always faithful will be put in charge of everything the master owns."
            },
            {
                "verse_number": "48",
                "verse_text": "But suppose one of the servants thinks the master won't return until late."
            },
            {
                "verse_number": "49",
                "verse_text": "Suppose this evil servant starts beating the other servants and eats and drinks with people who are drunk."
            },
            {
                "verse_number": "50",
                "verse_text": "If that happens, the master will surely come on a day and at a time when the servant least expects him."
            },
            {
                "verse_number": "51",
                "verse_text": "This servant will then be punished and thrown out with the ones who only pretended to serve their master. There they will cry and grit their teeth in pain."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The kingdom of heaven is like what happened one night when ten young women took their oil lamps and went to a wedding to meet the groom."
            },
            {
                "verse_number": "2",
                "verse_text": "Five of them were foolish and five were wise."
            },
            {
                "verse_number": "3",
                "verse_text": "The foolish ones took their lamps, but no extra oil."
            },
            {
                "verse_number": "4",
                "verse_text": "The ones who were wise took along extra oil for their lamps."
            },
            {
                "verse_number": "5",
                "verse_text": "The groom was late arriving, and the young women became drowsy and fell asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "Then in the middle of the night someone shouted, &apos;Here's the groom! Come to meet him!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the women got up and started getting their lamps ready,"
            },
            {
                "verse_number": "8",
                "verse_text": "the foolish ones said to the others, &apos;Let us have some of your oil! Our lamps are going out.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Those who were wise answered, &apos;There's not enough oil for all of us! Go and buy some for yourselves.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "While the foolish ones were on their way to get some oil, the groom arrived. The five who were ready went into the wedding, and the doors were closed."
            },
            {
                "verse_number": "11",
                "verse_text": "Later the others returned and shouted, &apos;Sir, sir! Open the door for us!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But the groom replied, &apos;I don't even know you!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So, my disciples, always be ready! You don't know the day or the time when all this will happen."
            },
            {
                "verse_number": "14",
                "verse_text": "The kingdom is also like what happened when a man went away and put his three servants in charge of all he owned."
            },
            {
                "verse_number": "15",
                "verse_text": "The man knew what each servant could do. So he handed 5,000 coins to the first servant, 2,000 to the second, and 1,000 to the third. Then he left the country."
            },
            {
                "verse_number": "16",
                "verse_text": "As soon as the man had gone, the servant with the 5,000 coins used them to earn 5,000 more."
            },
            {
                "verse_number": "17",
                "verse_text": "The servant who had 2,000 coins did the same with his money and earned 2,000 more."
            },
            {
                "verse_number": "18",
                "verse_text": "But the servant with 1,000 coins dug a hole and hid his master's money in the ground."
            },
            {
                "verse_number": "19",
                "verse_text": "Some time later the master of those servants returned. He called them in and asked what they had done with his money."
            },
            {
                "verse_number": "20",
                "verse_text": "The servant who had been given 5,000 coins brought them in with the 5,000 that he had earned. He said, &apos;Sir, you gave me 5,000 coins, and I have earned 5,000 more.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Wonderful!&apos; his master replied. &apos;You are a good and faithful servant. I left you in charge of only a little, but now I will put you in charge of much more. Come and share in my happiness!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Next, the servant who had been given 2,000 coins came in and said, &apos;Sir, you gave me 2,000 coins, and I have earned 2,000 more.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Wonderful!&apos; his master replied. &apos;You are a good and faithful servant. I left you in charge of only a little, but now I will put you in charge of much more. Come and share in my happiness!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The servant who had been given 1,000 coins then came in and said, &apos;Sir, I know that you are hard to work for. You harvest what you don't plant and gather crops where you haven't scattered seed."
            },
            {
                "verse_number": "25",
                "verse_text": "I was frightened and went out and hid your money in the ground. Here is every single coin!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The master of the servant told him, &apos;You are lazy and good-for-nothing! You know I harvest what I don't plant and gather crops where I haven't scattered seed."
            },
            {
                "verse_number": "27",
                "verse_text": "You could have at least put my money in the bank, so I could have earned interest on it.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the master said, &apos;Now your money will be taken away and given to the servant with 10,000 coins!"
            },
            {
                "verse_number": "29",
                "verse_text": "Everyone who has something will be given more, and they will have more than enough. But everything will be taken from those who don't have anything."
            },
            {
                "verse_number": "30",
                "verse_text": "You are a worthless servant, and you will be thrown out into the dark where people will cry and grit their teeth in pain.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "When the Son of Man comes in his glory with all his angels, he will sit on his royal throne."
            },
            {
                "verse_number": "32",
                "verse_text": "The people of all nations will be brought before him, and he will separate them, as shepherds separate their sheep from their goats."
            },
            {
                "verse_number": "33",
                "verse_text": "He will place the sheep on his right and the goats on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the king will say to those on his right, &apos;My father has blessed you! Come and receive the kingdom that was prepared for you before the world was created."
            },
            {
                "verse_number": "35",
                "verse_text": "When I was hungry, you gave me something to eat, and when I was thirsty, you gave me something to drink. When I was a stranger, you welcomed me,"
            },
            {
                "verse_number": "36",
                "verse_text": "and when I was naked, you gave me clothes to wear. When I was sick, you took care of me, and when I was in jail, you visited me.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then the ones who pleased the Lord will ask, &apos;When did we give you something to eat or drink?"
            },
            {
                "verse_number": "38",
                "verse_text": "When did we welcome you as a stranger or give you clothes to wear"
            },
            {
                "verse_number": "39",
                "verse_text": "or visit you while you were sick or in jail?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "The king will answer, &apos;Whenever you did it for any of my people, no matter how unimportant they seemed, you did it for me.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then the king will say to those on his left, &apos;Get away from me! You are under God's curse. Go into the everlasting fire prepared for the devil and his angels!"
            },
            {
                "verse_number": "42",
                "verse_text": "I was hungry, but you did not give me anything to eat, and I was thirsty, but you did not give me anything to drink."
            },
            {
                "verse_number": "43",
                "verse_text": "I was a stranger, but you did not welcome me, and I was naked, but you did not give me any clothes to wear. I was sick and in jail, but you did not take care of me.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then the people will ask, &apos;Lord, when did we fail to help you when you were hungry or thirsty or a stranger or naked or sick or in jail?&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "The king will say to them, &apos;Whenever you failed to help any of my people, no matter how unimportant they seemed, you failed to do it for me.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then Jesus said, &apos;Those people will be punished forever. But the ones who pleased God will have eternal life.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished teaching, he told his disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You know two days from now will be Passover. This is when the Son of Man will be handed over to his enemies and nailed to a cross.&apos; Why are you bothering this woman? She has done a beautiful thing for me. &apos;That's what you say!&apos; Jesus replied. But later, Judas did betray him. &quot;I will strike down the shepherd, and the sheep will be scattered.&quot; All the others said the same thing. The men grabbed Jesus and arrested him. All Jesus' disciples left him and ran away. &quot;Soon you will see the Son of Man of God All-Powerful and coming on the clouds of heaven.&quot; &apos; They answered, &apos;He is guilty and deserves to die!&apos; Right then a rooster crowed,"
            },
            {
                "verse_number": "3",
                "verse_text": "At that time the chief priests and the nation's leaders were meeting at the home of Caiaphas the high priest."
            },
            {
                "verse_number": "4",
                "verse_text": "They planned how they could sneak around and have Jesus arrested and put to death."
            },
            {
                "verse_number": "5",
                "verse_text": "But they said, &apos;We must not do it during Passover, because the people will riot.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus was in the town of Bethany, eating at the home of Simon, who had leprosy."
            },
            {
                "verse_number": "7",
                "verse_text": "A woman came in with a bottle of expensive perfume and poured it on Jesus' head."
            },
            {
                "verse_number": "8",
                "verse_text": "But when his disciples saw this, they became angry and complained, &apos;Why such a waste?"
            },
            {
                "verse_number": "9",
                "verse_text": "We could have sold this perfume for a lot of money and given it to the poor.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus knew what they were thinking, and he said:"
            },
            {
                "verse_number": "11",
                "verse_text": "You will always have the poor with you, but you won't always have me."
            },
            {
                "verse_number": "12",
                "verse_text": "She has poured perfume on my body to prepare it for burial."
            },
            {
                "verse_number": "13",
                "verse_text": "You may be sure that wherever the good news is told all over the world, people will remember what she has done. And they will tell others."
            },
            {
                "verse_number": "14",
                "verse_text": "Judas Iscariot was one of the twelve disciples. He went to the chief priests"
            },
            {
                "verse_number": "15",
                "verse_text": "and asked, &apos;How much will you give me if I help you arrest Jesus?&apos; They paid Judas 30 silver coins,"
            },
            {
                "verse_number": "16",
                "verse_text": "and from then on he started looking for a good chance to betray Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "On the first day of the Festival of Thin Bread, Jesus' disciples came to him and asked, &apos;Where do you want us to prepare the Passover meal?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus told them to go to a certain man in the city and tell him, &apos;Our teacher says, &quot;My time has come! I want to eat the Passover meal with my disciples in your home.&quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They did as Jesus told them and prepared the meal."
            },
            {
                "verse_number": "22",
                "verse_text": "The disciples were very sad, and each one said to Jesus, &apos;Lord, you can't mean me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He answered, &apos;One of you men who has eaten with me from this dish will betray me."
            },
            {
                "verse_number": "24",
                "verse_text": "The Son of Man will die, as the Scriptures say. But it's going to be terrible for the one who betrays me! That man would be better off if he had never been born.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Judas said, &apos;Teacher, you surely don't mean me!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "During the meal Jesus took some bread in his hands. He blessed the bread and broke it. Then he gave it to his disciples and said, &apos;Take this and eat it. This is my body.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus picked up a cup of wine and gave thanks to God. He then gave it to his disciples and said, &apos;Take this and drink it."
            },
            {
                "verse_number": "28",
                "verse_text": "This is my blood, and with it God makes his agreement with you. It will be poured out, so that many people will have their sins forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "From now on I am not going to drink any wine, until I drink new wine with you in my Father's kingdom.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then they sang a hymn and went out to the Mount of Olives."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus said to his disciples, &apos;During this very night, all of you will reject me, as the Scriptures say,"
            },
            {
                "verse_number": "32",
                "verse_text": "But after I am raised to life, I will go ahead of you to Galilee.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter spoke up, &apos;Even if all the others reject you, I never will!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos;I promise you before a rooster crows tonight, you will say three times that you don't know me.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But Peter said, &apos;Even if I have to die with you, I will never say I don't know you.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus went with his disciples to a place called Gethsemane. When they got there, he told them, &apos;Sit here while I go over there and pray.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus took along Peter and the two brothers, James and John. He was very sad and troubled,"
            },
            {
                "verse_number": "38",
                "verse_text": "and he said to them, &apos;I am so sad that I feel as if I am dying. Stay here and keep awake with me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus walked on a little way. Then he knelt with his face to the ground and prayed, &apos;My Father, if it is possible, don't make me suffer by drinking from this cup. But do what you want, and not what I want.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "He came back and found his disciples sleeping. So he said to Peter, &apos;Can't any of you stay awake with me for just one hour?"
            },
            {
                "verse_number": "41",
                "verse_text": "Stay awake and pray that you won't be tested. You want to do what is right, but you are weak.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Again Jesus went to pray and said, &apos;My Father, if there is no other way, and I must suffer, I will still do what you want.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus came back and found them sleeping again. They simply could not keep their eyes open."
            },
            {
                "verse_number": "44",
                "verse_text": "He left them and prayed the same prayer once more."
            },
            {
                "verse_number": "45",
                "verse_text": "Finally, Jesus returned to his disciples and said, &apos;Are you still sleeping and resting? The time has come for the Son of Man to be handed over to sinners."
            },
            {
                "verse_number": "46",
                "verse_text": "Get up! Let's go. The one who will betray me is already here.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus was still speaking, when Judas the betrayer came up. He was one of the twelve disciples, and a large mob armed with swords and clubs was with him. They had been sent by the chief priests and the nation's leaders."
            },
            {
                "verse_number": "48",
                "verse_text": "Judas had told them ahead of time, &apos;Arrest the man I greet with a kiss.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Judas walked right up to Jesus and said, &apos;Hello, teacher.&apos; Then Judas kissed him."
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus replied, &apos;My friend, do what you came for.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "One of Jesus' followers pulled out a sword. He struck the servant of the high priest and cut off his ear."
            },
            {
                "verse_number": "52",
                "verse_text": "But Jesus told him, &apos;Put your sword away. Anyone who lives by fighting will die by fighting."
            },
            {
                "verse_number": "53",
                "verse_text": "Don't you know that I could ask my Father, and he would at once send me more than twelve armies of angels?"
            },
            {
                "verse_number": "54",
                "verse_text": "But then, how could the words of the Scriptures come true, which say this must happen?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Jesus said to the mob, &apos;Why do you come with swords and clubs to arrest me like a criminal? Day after day I sat and taught in the temple, and you didn't arrest me."
            },
            {
                "verse_number": "56",
                "verse_text": "But all this happened, so that what the prophets wrote would come true.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "After Jesus had been arrested, he was led off to the house of Caiaphas the high priest. The nation's leaders and the teachers of the Law of Moses were meeting there."
            },
            {
                "verse_number": "58",
                "verse_text": "But Peter followed along at a distance and came to the courtyard of the high priest's palace. He went in and sat down with the guards to see what was going to happen."
            },
            {
                "verse_number": "59",
                "verse_text": "The chief priests and the whole council wanted to put Jesus to death. So they tried to find some people who would tell lies about him in court."
            },
            {
                "verse_number": "60",
                "verse_text": "But they could not find any, even though many did come and tell lies. At last, two men came forward"
            },
            {
                "verse_number": "61",
                "verse_text": "and said, &apos;This man claimed he could tear down God's temple and build it again in three days.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "The high priest stood up and asked Jesus, &apos;Why don't you say something in your own defense? Don't you hear the charges they are making against you?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "But Jesus did not answer. So the high priest said, &apos;With the living God looking on, you must tell the truth. Are you the Messiah, the Son of God?&apos;"
            },
            {
                "verse_number": "64",
                "verse_text": "&apos;That is what you say!&apos; Jesus answered. &apos;But I tell all of you, sitting at the right side"
            },
            {
                "verse_number": "65",
                "verse_text": "The high priest then tore his robe and said, &apos;This man claims to be God! We don't need any more witnesses! You have heard what he said."
            },
            {
                "verse_number": "66",
                "verse_text": "What do you think?&apos;"
            },
            {
                "verse_number": "67",
                "verse_text": "Then they spit in his face and hit him with their fists. Others slapped him"
            },
            {
                "verse_number": "68",
                "verse_text": "and said, &apos;You think you are the Messiah! So tell us who hit you!&apos;"
            },
            {
                "verse_number": "69",
                "verse_text": "While Peter was sitting out in the courtyard, a servant girl came up to him and said, &apos;You were with Jesus from Galilee.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But in front of everyone Peter said, &apos;That isn't so! I don't know what you are talking about!&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "When Peter had gone out to the gate, another servant girl saw him and said to some people there, &apos;This man was with Jesus from Nazareth.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Again Peter denied it, and this time he swore, &apos;I don't even know that man!&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "A little while later some people standing there walked over to Peter and said, &apos;We know you are one of them. We can tell it because you talk like someone from Galilee.&apos;"
            },
            {
                "verse_number": "74",
                "verse_text": "Peter began to curse and swear, &apos;I don't know that man!&apos;"
            },
            {
                "verse_number": "75",
                "verse_text": "and Peter remembered that Jesus had said, &apos;Before a rooster crows, you will say three times you don't know me.&apos; Then Peter went out and cried bitterly."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Early the next morning all the chief priests and the nation's leaders met and decided that Jesus should be put to death."
            },
            {
                "verse_number": "2",
                "verse_text": "They tied him up and led him away to Pilate the governor. &apos;So what? That's your problem,&apos; they replied. &apos;They took the thirty silver coins, the price of a person among the people of Israel. as the Lord had commanded me.&apos; &apos;Those are your words!&apos; Jesus answered. &apos;Barabbas!&apos; they shouted. They all yelled, &apos;Nail him to a cross!&apos; &apos;Nail him to a cross!&apos; they yelled even louder."
            },
            {
                "verse_number": "3",
                "verse_text": "Judas had betrayed Jesus, but when he learned that Jesus had been sentenced to death, he was sorry for what he had done. He returned the 30 silver coins to the chief priests and leaders"
            },
            {
                "verse_number": "4",
                "verse_text": "and said, &apos;I have sinned by betraying a man who has never done anything wrong.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Judas threw the money into the temple and then went out and hanged himself."
            },
            {
                "verse_number": "6",
                "verse_text": "The chief priests picked up the money and said, &apos;This money was paid to have a man killed. We can't put it in the temple treasury.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then they had a meeting and decided to buy a field that belonged to someone who made clay pots. They wanted to use it as a graveyard for foreigners."
            },
            {
                "verse_number": "8",
                "verse_text": "This is why people still call that place &apos;Field of Blood.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the words of the prophet Jeremiah came true,"
            },
            {
                "verse_number": "10",
                "verse_text": "They paid it for a potter's field,"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus was brought before Pilate the governor, who asked him, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And when the chief priests and leaders brought their charges against him, he did not say a thing."
            },
            {
                "verse_number": "13",
                "verse_text": "Pilate asked him, &apos;Don't you hear what crimes they say you have done?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus did not say anything, and the governor was greatly amazed."
            },
            {
                "verse_number": "15",
                "verse_text": "During Passover the governor always freed a prisoner chosen by the people."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time a well-known terrorist named Jesus Barabbas was in jail."
            },
            {
                "verse_number": "17",
                "verse_text": "So when the crowd came together, Pilate asked them, &apos;Which prisoner do you want me to set free? Do you want Jesus Barabbas or Jesus who is called the Messiah?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Pilate knew the leaders had brought Jesus to him because they were jealous."
            },
            {
                "verse_number": "19",
                "verse_text": "While Pilate was judging the case, his wife sent him a message. It said, &apos;Don't have anything to do with that innocent man. I have had nightmares because of him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the chief priests and the leaders convinced the crowds to ask for Barabbas to be set free and for Jesus to be killed."
            },
            {
                "verse_number": "21",
                "verse_text": "Pilate asked the crowd again, &apos;Which of these two men do you want me to set free?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate asked them, &apos;What am I to do with Jesus, who is called the Messiah?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Pilate answered, &apos;But what crime has he done?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate saw that there was nothing he could do and that the people were starting to riot. So he took some water and washed his hands in front of them and said, &apos;I won't have anything to do with killing this man. You are the ones doing it!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone answered, &apos;We and our own families will take the blame for his death!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Pilate set Barabbas free. Then he ordered his soldiers to beat Jesus with a whip and nail him to a cross."
            },
            {
                "verse_number": "27",
                "verse_text": "The governor's soldiers led Jesus into the fortress and brought together the rest of the troops."
            },
            {
                "verse_number": "28",
                "verse_text": "They stripped off Jesus' clothes and put a scarlet robe on him."
            },
            {
                "verse_number": "29",
                "verse_text": "They made a crown out of thorn branches and placed it on his head, and they put a stick in his right hand. The soldiers knelt down and pretended to worship him. They made fun of him and shouted, &apos;Hey, you king of the Jews!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then they spit on him. They took the stick from him and beat him on the head with it."
            },
            {
                "verse_number": "31",
                "verse_text": "When the soldiers had finished making fun of Jesus, they took off the robe. They put his own clothes back on him and led him off to be nailed to a cross."
            },
            {
                "verse_number": "32",
                "verse_text": "On the way they met a man named Simon who was from Cyrene, and they forced him to carry Jesus' cross."
            },
            {
                "verse_number": "33",
                "verse_text": "They came to a place named Golgotha, which means &apos;Place of a Skull.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "There they gave Jesus some wine mixed with a drug to ease the pain. But when Jesus tasted what it was, he refused to drink it."
            },
            {
                "verse_number": "35",
                "verse_text": "The soldiers nailed Jesus to a cross and gambled to see who would get his clothes."
            },
            {
                "verse_number": "36",
                "verse_text": "Then they sat down to guard him."
            },
            {
                "verse_number": "37",
                "verse_text": "Above his head they put a sign that told why he was nailed there. It read, &apos;This is Jesus, the King of the Jews.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The soldiers also nailed two criminals on crosses, one to the right of Jesus and the other to his left."
            },
            {
                "verse_number": "39",
                "verse_text": "People who passed by said terrible things about Jesus. They shook their heads and"
            },
            {
                "verse_number": "40",
                "verse_text": "shouted, &apos;So you're the one who claimed you could tear down the temple and build it again in three days! If you are God's Son, save yourself and come down from the cross!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The chief priests, the leaders, and the teachers of the Law of Moses also made fun of Jesus. They said,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;He saved others, but he can't save himself. If he is the king of Israel, he should come down from the cross! Then we will believe him."
            },
            {
                "verse_number": "43",
                "verse_text": "He trusted God, so let God save him, if he wants to. He even said he was God's Son.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The two criminals also said cruel things to Jesus."
            },
            {
                "verse_number": "45",
                "verse_text": "At noon the sky turned dark and stayed that way until three o'clock."
            },
            {
                "verse_number": "46",
                "verse_text": "Then about that time Jesus shouted, &apos;Eli, Eli, lema sabachthani?&apos; which means, &apos;My God, my God, why have you deserted me?&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Some of the people standing there heard Jesus and said, &apos;He's calling for Elijah.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "One of them at once ran and grabbed a sponge. He soaked it in wine, then put it on a stick and held it up to Jesus."
            },
            {
                "verse_number": "49",
                "verse_text": "Others said, &apos;Wait! Let's see if Elijah will come and save him.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Once again Jesus shouted, and then he died."
            },
            {
                "verse_number": "51",
                "verse_text": "At once the curtain in the temple was torn in two from top to bottom. The earth shook, and rocks split apart."
            },
            {
                "verse_number": "52",
                "verse_text": "Graves opened, and many of God's people were raised to life."
            },
            {
                "verse_number": "53",
                "verse_text": "They left their graves, and after Jesus had risen to life, they went into the holy city, where they were seen by many people."
            },
            {
                "verse_number": "54",
                "verse_text": "The officer and the soldiers guarding Jesus felt the earthquake and saw everything else that happened. They were frightened and said, &apos;This man really was God's Son!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Many women had come with Jesus from Galilee to be of help to him, and they were there, looking on at a distance."
            },
            {
                "verse_number": "56",
                "verse_text": "Mary Magdalene, Mary the mother of James and Joseph, and the mother of James and John were some of these women."
            },
            {
                "verse_number": "57",
                "verse_text": "That evening a rich disciple named Joseph from the town of Arimathea"
            },
            {
                "verse_number": "58",
                "verse_text": "went and asked for Jesus' body. Pilate gave orders for it to be given to Joseph,"
            },
            {
                "verse_number": "59",
                "verse_text": "who took the body and wrapped it in a clean linen cloth."
            },
            {
                "verse_number": "60",
                "verse_text": "Then Joseph put the body in his own tomb that had been cut into solid rock and had never been used. He rolled a big stone against the entrance to the tomb and went away."
            },
            {
                "verse_number": "61",
                "verse_text": "All this time Mary Magdalene and the other Mary were sitting across from the tomb."
            },
            {
                "verse_number": "62",
                "verse_text": "On the next day, which was a Sabbath, the chief priests and the Pharisees went together to Pilate."
            },
            {
                "verse_number": "63",
                "verse_text": "They said, &apos;Sir, we remember what this liar said while he was still alive. He claimed in three days he would come back from death."
            },
            {
                "verse_number": "64",
                "verse_text": "So please order the tomb to be carefully guarded for three days. If you don't, his disciples may come and steal his body. They will tell the people he has been raised to life, and this last lie will be worse than the first one.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Pilate said to them, &apos;All right, take some of your soldiers and guard the tomb as well as you know how.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "So they sealed it tight and placed soldiers there to guard it."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The Sabbath was over, and it was almost daybreak on Sunday when Mary Magdalene and the other Mary went to see the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly a strong earthquake struck, and the Lord's angel came down from heaven. He rolled away the stone and sat on it."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel looked as bright as lightning, and his clothes were white as snow."
            },
            {
                "verse_number": "4",
                "verse_text": "The guards shook from fear and fell down, as though they were dead. I have been given all authority in heaven and on earth!"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel said to the women, &apos;Don't be afraid! I know you are looking for Jesus, who was nailed to a cross."
            },
            {
                "verse_number": "6",
                "verse_text": "He isn't here! God has raised him to life, just as Jesus said he would. Come, see the place where his body was lying."
            },
            {
                "verse_number": "7",
                "verse_text": "Now hurry! Tell his disciples he has been raised to life and is on his way to Galilee. Go there, and you will see him. This is what I came to tell you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The women were frightened and yet very happy, as they hurried from the tomb and ran to tell his disciples."
            },
            {
                "verse_number": "9",
                "verse_text": "Suddenly Jesus met them and greeted them. They went near him, held on to his feet, and worshiped him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said, &apos;Don't be afraid! Tell my followers to go to Galilee. They will see me there.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "While the women were on their way, some soldiers who had been guarding the tomb went into the city. They told the chief priests everything that had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "So the chief priests met with the leaders and decided to bribe the soldiers with a lot of money."
            },
            {
                "verse_number": "13",
                "verse_text": "They said to the soldiers, &apos;Tell everyone that Jesus' disciples came during the night and stole his body while you were asleep."
            },
            {
                "verse_number": "14",
                "verse_text": "If the governor hears about this, we will talk to him. You won't have anything to worry about.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The soldiers took the money and did what they were told. The people of Judea still tell each other this story."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus' eleven disciples went to a mountain in Galilee, where Jesus had told them to meet him."
            },
            {
                "verse_number": "17",
                "verse_text": "They saw him and worshiped him, but some of them doubted."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus came to them and said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Go to the people of all nations and make them my disciples. Baptize them in the name of the Father, the Son, and the Holy Spirit,"
            },
            {
                "verse_number": "20",
                "verse_text": "and teach them to do everything I have told you. I will be with you always, even until the end of the world."
            }
        ]
    }
}