{
    "Genesis": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the beginning God created the heavens it was under a roaring ocean covered with darkness. was moving over the water. Have a lot of children! Fill the earth with people and bring it under your control. Rule over the fish in the ocean, the birds in the sky, and every animal on the earth. and the earth. with no form of life; But the Spirit of God"
            },
            {
                "verse_number": "2",
                "verse_text": "The earth was barren,"
            },
            {
                "verse_number": "3",
                "verse_text": "God said, &apos;I command light to shine!&apos; And light started shining."
            },
            {
                "verse_number": "4",
                "verse_text": "God looked at the light and saw that it was good. He separated light from darkness"
            },
            {
                "verse_number": "5",
                "verse_text": "and named the light &apos;Day&apos; and the darkness &apos;Night.&apos; Evening came, then morning&ndash;that was the first day."
            },
            {
                "verse_number": "6",
                "verse_text": "God said, &apos;I command a dome to separate the water above it from the water below it.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And that's what happened. God made the dome"
            },
            {
                "verse_number": "8",
                "verse_text": "and named it &apos;Sky.&apos; Evening came, then morning&ndash;that was the second day."
            },
            {
                "verse_number": "9",
                "verse_text": "God said, &apos;I command the water under the sky to come together in one place, so there will be dry ground.&apos; And that's what happened."
            },
            {
                "verse_number": "10",
                "verse_text": "God named the dry ground &apos;Land,&apos; and he named the water &apos;Ocean.&apos; God looked at what he had done and saw that it was good."
            },
            {
                "verse_number": "11",
                "verse_text": "God said, &apos;I command the earth to produce all kinds of plants, including fruit trees and grain.&apos; And that's what happened."
            },
            {
                "verse_number": "12",
                "verse_text": "The earth produced all kinds of vegetation. God looked at what he had done, and it was good."
            },
            {
                "verse_number": "13",
                "verse_text": "Evening came, then morning&ndash;that was the third day."
            },
            {
                "verse_number": "14",
                "verse_text": "God said, &apos;I command lights to appear in the sky and to separate day from night and to show the time for seasons, special days, and years."
            },
            {
                "verse_number": "15",
                "verse_text": "I command them to shine on the earth.&apos; And that's what happened."
            },
            {
                "verse_number": "16",
                "verse_text": "God made two powerful lights, the brighter one to rule the day and the other to rule the night. He also made the stars."
            },
            {
                "verse_number": "17",
                "verse_text": "Then God put these lights in the sky to shine on the earth,"
            },
            {
                "verse_number": "18",
                "verse_text": "to rule day and night, and to separate light from darkness. God looked at what he had done, and it was good."
            },
            {
                "verse_number": "19",
                "verse_text": "Evening came, then morning&ndash;that was the fourth day."
            },
            {
                "verse_number": "20",
                "verse_text": "God said, &apos;I command the ocean to be full of living creatures, and I command birds to fly above the earth.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So God made the giant sea monsters and all the living creatures that swim in the ocean. He also made every kind of bird. God looked at what he had done, and it was good."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he gave the living creatures his blessing&ndash;he told the ocean creatures to increase and live everywhere in the ocean and the birds to increase everywhere on earth."
            },
            {
                "verse_number": "23",
                "verse_text": "Evening came, then morning&ndash;that was the fifth day."
            },
            {
                "verse_number": "24",
                "verse_text": "God said, &apos;I command the earth to give life to all kinds of tame animals, wild animals, and reptiles.&apos; And that's what happened."
            },
            {
                "verse_number": "25",
                "verse_text": "God made every one of them. Then he looked at what he had done, and it was good."
            },
            {
                "verse_number": "26",
                "verse_text": "God said, &apos;Now we will make humans, and they will be like us. We will let them rule the fish, the birds, and all other living creatures.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So God created humans to be like himself; he made men and women."
            },
            {
                "verse_number": "28",
                "verse_text": "God gave them his blessing and said:"
            },
            {
                "verse_number": "29",
                "verse_text": "I have provided all kinds of fruit and grain for you to eat."
            },
            {
                "verse_number": "30",
                "verse_text": "And I have given the green plants as food for everything else that breathes, including animals, both wild and tame, and birds. And so it was."
            },
            {
                "verse_number": "31",
                "verse_text": "God looked at what he had done. All of it was very good! Evening came, then morning&ndash;that was the sixth day."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So the heavens and the earth and everything else were created. When the Lord God made the heavens and the earth, None of these was the right kind of partner for the man. The Lord God brought her to the man, &apos;Here is someone like me! She is part of my body, my own flesh and bones. She came from me, a man."
            },
            {
                "verse_number": "2",
                "verse_text": "By the seventh day God had finished his work, and so he rested."
            },
            {
                "verse_number": "3",
                "verse_text": "God blessed the seventh day and made it special, because on that day he rested from his work."
            },
            {
                "verse_number": "4",
                "verse_text": "That's how God created the heavens and the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "no grass or plants were growing anywhere. God had not yet sent any rain, and there was no one to work the land."
            },
            {
                "verse_number": "6",
                "verse_text": "But streams came up from the ground and watered the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord God took some soil from the ground and made a man. God breathed life into the man, and the man started breathing."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord made a garden in a place called Eden, which was in the east, and he put the man there."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord God filled the garden with all kinds of beautiful trees and fruit trees. Two other trees were in the middle of the garden. One of these gave life&ndash;the other gave the wisdom to know the difference between right and wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "From Eden a river flowed out to water the garden, then it divided into four rivers."
            },
            {
                "verse_number": "11",
                "verse_text": "The first one is the Pishon River that flows through the land of Havilah,"
            },
            {
                "verse_number": "12",
                "verse_text": "where pure gold, rare perfumes, and precious stones are found."
            },
            {
                "verse_number": "13",
                "verse_text": "The second is the Gihon River that winds through Ethiopia."
            },
            {
                "verse_number": "14",
                "verse_text": "The Tigris River that flows east of Assyria is the third, and the fourth is the Euphrates River."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord God put the man in the Garden of Eden to take care of it and to look after it."
            },
            {
                "verse_number": "16",
                "verse_text": "But the Lord told him, &apos;You may eat fruit from any tree in the garden,"
            },
            {
                "verse_number": "17",
                "verse_text": "except the one that has the power to let you know the difference between right and wrong. If you eat any fruit from that tree, you will die before the day is over!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord God said, &apos;It isn't good for the man to live alone. I will make a suitable partner for him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So the Lord God made him fall into a deep sleep, and he took out one of the man's ribs. Then after closing the man's side,"
            },
            {
                "verse_number": "22",
                "verse_text": "the Lord made a woman out of the rib."
            },
            {
                "verse_number": "23",
                "verse_text": "and the man exclaimed, So I will name her Woman!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "That's why a man will leave his own father and mother. He marries a woman, and the two of them become like one person."
            },
            {
                "verse_number": "25",
                "verse_text": "Although the man and his wife were both naked, they were not ashamed."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The snake was sneakier than any of the other wild animals that the Lord God had made. One day it came to the woman and asked, &apos;Did God tell you not to eat fruit from any tree in the garden?&apos; &apos;The snake tricked me,&apos; she answered, &apos;and I ate some of that fruit.&apos; &apos;Because of what you have done, you will be the only animal to suffer this curse&ndash; For as long as you live, you will crawl on your stomach and eat dirt. will hate each other; your descendants and hers will always be enemies. One of hers will strike you on the head, and you will strike him on the heel.&apos; &apos;You will suffer terribly when you give birth. But you will still desire your husband, and he will rule over you.&apos; &apos;You listened to your wife and ate the fruit I told you not to eat. And so, the ground will be under a curse because of what you did. As long as you live, you will have to struggle to grow enough food. but the ground will produce thorns and thistles. to earn a living; you were made out of soil, and you will once again turn into soil.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The woman answered, &apos;God said we could eat fruit from any tree in the garden,"
            },
            {
                "verse_number": "3",
                "verse_text": "except the one in the middle. He told us not to eat fruit from that tree or even to touch it. If we do, we will die.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;No, you won't!&apos; the snake replied."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;God understands what will happen on the day you eat fruit from that tree. You will see what you have done, and you will know the difference between right and wrong, just as God does.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The woman stared at the fruit. It looked beautiful and tasty. She wanted the wisdom that it would give her, and she ate some of the fruit. Her husband was there with her, so she gave some to him, and he ate it too."
            },
            {
                "verse_number": "7",
                "verse_text": "At once they saw what they had done, and they realized they were naked. Then they sewed fig leaves together to cover themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "Late in the afternoon, when the breeze began to blow, the man and woman heard the Lord God walking in the garden. So they hid behind some trees."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord God called out to the man and asked, &apos;Where are you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The man answered, &apos;I was naked, and when I heard you walking through the garden, I was frightened and hid!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;How did you know you were naked?&apos; God asked. &apos;Did you eat any fruit from that tree in the middle of the garden?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;It was the woman you put here with me,&apos; the man said. &apos;She gave me some of the fruit, and I ate it.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord God then asked the woman, &apos;What have you done?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord God said to the snake:"
            },
            {
                "verse_number": "15",
                "verse_text": "You and this woman"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Lord God said to the woman,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to the man,"
            },
            {
                "verse_number": "18",
                "verse_text": "Your food will be plants,"
            },
            {
                "verse_number": "19",
                "verse_text": "You will sweat all your life"
            },
            {
                "verse_number": "20",
                "verse_text": "The man Adam named his wife Eve because she would become the mother of all who live."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord God made clothes out of animal skins for the man and his wife."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said, &apos;They now know the difference between right and wrong, just as we do. But they must not be allowed to eat fruit from the tree that lets them live forever.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the Lord God sent them out of the Garden of Eden, where they would have to work the ground from which the man had been made."
            },
            {
                "verse_number": "24",
                "verse_text": "Then God put winged creatures at the entrance to the garden and a flaming, flashing sword to guard the way to the life-giving tree."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Adam and Eve had a son. Then Eve said, &apos;I'll name him Cain because I got him with the help of the Lord .&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Later she had another son and named him Abel. Abel became a sheep farmer, but Cain farmed the land. What's wrong with you? Why do you look so angry? &apos;How should I know?&apos; he answered. &apos;Am I supposed to look after my brother?&apos; Why have you done this terrible thing? You killed your own brother, and his blood flowed onto the ground. Now his blood is calling out for me to punish you."
            },
            {
                "verse_number": "3",
                "verse_text": "One day, Cain gave part of his harvest to the Lord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "and Abel also gave an offering to the Lord . He killed the first-born lamb from one of his sheep and gave the Lord the best parts of it. The Lord was pleased with Abel and his offering,"
            },
            {
                "verse_number": "5",
                "verse_text": "but not with Cain and his offering. This made Cain so angry that he could not hide his feelings."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to Cain:"
            },
            {
                "verse_number": "7",
                "verse_text": "If you had done the right thing, you would be smiling. But you did the wrong thing, and now sin is waiting to attack you like a lion. Sin wants to destroy you, but don't let it!"
            },
            {
                "verse_number": "8",
                "verse_text": "Cain said to his brother Abel, &apos;Let's go for a walk.&apos; And when they were out in a field, Cain attacked and killed him."
            },
            {
                "verse_number": "9",
                "verse_text": "Afterwards the Lord asked Cain, &apos;Where is Abel?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "And so, I'll put you under a curse. Because you killed Abel and made his blood run out on the ground, you will never be able to farm it again."
            },
            {
                "verse_number": "12",
                "verse_text": "When you try to farm the land, it won't produce anything for you. From now on, you'll be without a home, and you'll spend the rest of your life wandering from place to place."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;This punishment is too hard!&apos; Cain said."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You're making me leave my home and live far from you. I will have to wander about without a home, and just anyone could kill me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;No!&apos; the Lord answered. &apos;Anyone who kills you will be punished seven times worse than I am punishing you.&apos; So the Lord put a mark on Cain to warn everyone not to kill him."
            },
            {
                "verse_number": "16",
                "verse_text": "But Cain had to go far from the Lord and live in the Land of Wandering, which is east of Eden."
            },
            {
                "verse_number": "17",
                "verse_text": "Later, Cain and his wife had a son named Enoch. At the time Cain was building a town, and so he named it Enoch after his son."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Enoch had a son named Irad, who had a son named Mehujael, who had a son named Methushael, who had a son named Lamech."
            },
            {
                "verse_number": "19",
                "verse_text": "Lamech married Adah, then Zillah."
            },
            {
                "verse_number": "22",
                "verse_text": "Lamech and Zillah had a son named Tubal Cain who made tools out of bronze and iron. They also had a daughter, whose name was Naamah."
            },
            {
                "verse_number": "23",
                "verse_text": "One day, Lamech said to his two wives, &apos;A young man wounded me, and I killed him."
            },
            {
                "verse_number": "24",
                "verse_text": "Anyone who tries to get even with me will be punished ten times more than anyone who tries to get even with Cain.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Adam and his wife had another son. They named him Seth, because they said, &apos;God has given us a son to take the place of Abel, who was killed by his brother Cain.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Later, Seth had a son and named him Enosh. About this time people started worshiping the Lord ."
            }
        ],
        "5": [
            {
                "verse_number": "5",
                "verse_text": "and died at the age of 930."
            },
            {
                "verse_number": "6",
                "verse_text": "When Seth was 105, he had a son named Enosh."
            },
            {
                "verse_number": "7",
                "verse_text": "Seth had more children"
            },
            {
                "verse_number": "8",
                "verse_text": "and died at the age of 912."
            },
            {
                "verse_number": "9",
                "verse_text": "When Enosh was 90, he had a son named Kenan."
            },
            {
                "verse_number": "10",
                "verse_text": "Enosh had more children"
            },
            {
                "verse_number": "11",
                "verse_text": "and died at the age of 905."
            },
            {
                "verse_number": "12",
                "verse_text": "When Kenan was 70, he had a son named Mahalalel."
            },
            {
                "verse_number": "13",
                "verse_text": "Kenan had more children"
            },
            {
                "verse_number": "14",
                "verse_text": "and died at the age of 910."
            },
            {
                "verse_number": "15",
                "verse_text": "When Mahalalel was 65, he had a son named Jared."
            },
            {
                "verse_number": "16",
                "verse_text": "Mahalalel had more children"
            },
            {
                "verse_number": "17",
                "verse_text": "and died at the age of 895."
            },
            {
                "verse_number": "18",
                "verse_text": "When Jared was 162, he had a son named Enoch."
            },
            {
                "verse_number": "19",
                "verse_text": "Jared had more children"
            },
            {
                "verse_number": "20",
                "verse_text": "and died at the age of 962."
            },
            {
                "verse_number": "21",
                "verse_text": "When Enoch was 65, he had a son named Methuselah,"
            },
            {
                "verse_number": "22",
                "verse_text": "and during the next 300 years he had more children. Enoch truly loved God,"
            },
            {
                "verse_number": "25",
                "verse_text": "When Methuselah was 187, he had a son named Lamech."
            },
            {
                "verse_number": "26",
                "verse_text": "Methuselah had more children"
            },
            {
                "verse_number": "27",
                "verse_text": "and died at the age of 969."
            },
            {
                "verse_number": "28",
                "verse_text": "When Lamech was one 182, he had a son."
            },
            {
                "verse_number": "29",
                "verse_text": "Lamech said, &apos;I'll name him Noah because he will give us comfort, as we struggle hard to make a living on this land that the Lord has put under a curse.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Lamech had more children"
            },
            {
                "verse_number": "31",
                "verse_text": "and died at the age of 777."
            },
            {
                "verse_number": "32",
                "verse_text": "After Noah was 500 years old, he had three sons and named them Shem, Ham, and Japheth."
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "Then the Lord said, &apos;I won't let my life-giving breath remain in anyone forever. No one will live for more than 120 years.&apos; Cruelty and violence have spread everywhere. Now I'm going to destroy the whole earth and all its people."
            },
            {
                "verse_number": "4",
                "verse_text": "The children of the supernatural beings who had married these women became famous heroes and warriors. They were called Nephilim and lived on the earth at that time and even later."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord saw how bad the people on earth were and that everything they thought and planned was evil."
            },
            {
                "verse_number": "6",
                "verse_text": "He was sorry that he had made them,"
            },
            {
                "verse_number": "7",
                "verse_text": "and he said, &apos;I'm going to destroy every person on earth! I'll even wipe out animals, birds, and reptiles. I'm sorry I ever made them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord was pleased with Noah,"
            },
            {
                "verse_number": "9",
                "verse_text": "and this is the story about him. Noah was the only person who lived right and obeyed God."
            },
            {
                "verse_number": "10",
                "verse_text": "He had three sons: Shem, Ham, and Japheth."
            },
            {
                "verse_number": "13",
                "verse_text": "So he told Noah:"
            },
            {
                "verse_number": "14",
                "verse_text": "Get some good lumber and build a boat. Put rooms in it and cover it with tar inside and out."
            },
            {
                "verse_number": "15",
                "verse_text": "Make it 133 meters long, 22 meters wide, and 13 meters high."
            },
            {
                "verse_number": "16",
                "verse_text": "Build a roof on the boat and leave a space of about 44 centimeters between the roof and the sides. Make the boat three stories high and put a door on one side."
            },
            {
                "verse_number": "17",
                "verse_text": "I'm going to send a flood that will destroy everything that breathes! Nothing will be left alive."
            },
            {
                "verse_number": "18",
                "verse_text": "But I solemnly promise that you, your wife, your sons, and your daughters-in-law will be kept safe in the boat."
            },
            {
                "verse_number": "21",
                "verse_text": "Store up enough food both for yourself and for them."
            },
            {
                "verse_number": "22",
                "verse_text": "Noah did everything God told him to do."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Noah: Take your whole family with you into the boat, because you are the only one on this earth who pleases me."
            },
            {
                "verse_number": "2",
                "verse_text": "Take seven pairs of every kind of animal that can be used for sacrifice and one pair of all others."
            },
            {
                "verse_number": "3",
                "verse_text": "Also take seven pairs of every kind of bird with you. Do this so there will always be animals and birds on the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "Seven days from now I will send rain that will last for 40 days and nights, and I will destroy all other living creatures I have made."
            },
            {
                "verse_number": "10",
                "verse_text": "Seven days later a flood began to cover the earth."
            },
            {
                "verse_number": "13",
                "verse_text": "On that day Noah and his wife went into the boat with their three sons, Shem, Ham, and Japheth, and their wives."
            },
            {
                "verse_number": "14",
                "verse_text": "They took along every kind of animal, tame and wild, including the birds."
            },
            {
                "verse_number": "15",
                "verse_text": "Noah took a male and a female of every living creature with him,"
            },
            {
                "verse_number": "16",
                "verse_text": "just as God had told him to do. And when they were all in the boat, the Lord closed the door."
            },
            {
                "verse_number": "21",
                "verse_text": "Not a bird, animal, reptile, or human was left alive anywhere on earth."
            },
            {
                "verse_number": "24",
                "verse_text": "A hundred fifty days later, the water started going down."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "God did not forget about Noah and the animals with him in the boat. So God made a wind blow, and the water started going down."
            },
            {
                "verse_number": "2",
                "verse_text": "God stopped up the places where the water had been gushing out from under the earth. He also closed up the sky, and the rain stopped."
            },
            {
                "verse_number": "3",
                "verse_text": "For 150 days the water slowly went down."
            },
            {
                "verse_number": "4",
                "verse_text": "Then on the seventeenth day of the seventh month of the year, the boat came to rest somewhere in the Ararat mountains."
            },
            {
                "verse_number": "5",
                "verse_text": "The water kept going down, and the mountain tops could be seen on the first day of the tenth month. Never again will I punish the earth for the sinful things its people do. All of them have evil thoughts from the time they are young, but I will never destroy everything that breathes, as I did this time. there will be planting and harvest, cold and heat; winter and summer, day and night."
            },
            {
                "verse_number": "8",
                "verse_text": "Noah wanted to find out if the water had gone down, so he sent out a dove."
            },
            {
                "verse_number": "9",
                "verse_text": "Deep water was still everywhere, and when the dove could not find a place to land, it flew back to the boat. Then Noah held out his hand and helped it back in."
            },
            {
                "verse_number": "10",
                "verse_text": "Seven days later Noah sent the dove out again."
            },
            {
                "verse_number": "11",
                "verse_text": "It returned in the evening, holding in its beak a green leaf from an olive tree. Noah knew the water was finally going down."
            },
            {
                "verse_number": "12",
                "verse_text": "He waited seven more days before sending the dove out again, and this time it did not return."
            },
            {
                "verse_number": "13",
                "verse_text": "Noah was now 601 years old. And by the first day of that year, almost all the water had gone away. Noah made an opening in the roof of the boat and saw that the ground was getting dry."
            },
            {
                "verse_number": "14",
                "verse_text": "By the twenty-seventh day of the second month, the earth was completely dry."
            },
            {
                "verse_number": "15",
                "verse_text": "God said to Noah,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You, your wife, your sons, and your daughters-in-law may now leave the boat."
            },
            {
                "verse_number": "17",
                "verse_text": "Let out the birds, animals, and reptiles, so they can mate and live all over the earth.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "After Noah and his family had left the boat,"
            },
            {
                "verse_number": "19",
                "verse_text": "the living creatures left in groups of their own kind."
            },
            {
                "verse_number": "20",
                "verse_text": "Noah built an altar where he could offer sacrifices to the Lord . Then he offered on the altar one of each kind of animal and bird that could be used for a sacrifice."
            },
            {
                "verse_number": "21",
                "verse_text": "The smell of the burning offering pleased the Lord , and he said:"
            },
            {
                "verse_number": "22",
                "verse_text": "As long as the earth remains,"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "God said to Noah and his sons: I am giving you my blessing. Have a lot of children and grandchildren, so people will live everywhere on this earth. &apos;I now put a curse on Canaan! He will be the lowest slave of his brothers. to bless Shem and make Canaan his slave. and let him take over the territory of Shem. May Canaan be his slave.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "All animals, birds, reptiles, and fish will be afraid of you. I have placed them under your control,"
            },
            {
                "verse_number": "3",
                "verse_text": "and I have given them to you for food. From now on, you may eat them, as well as the green plants that you have always eaten."
            },
            {
                "verse_number": "4",
                "verse_text": "But life is in the blood, and you must not eat any meat that still has blood in it."
            },
            {
                "verse_number": "7",
                "verse_text": "I want you and your descendants to have many children, so people will live everywhere on earth."
            },
            {
                "verse_number": "8",
                "verse_text": "Again, God said to Noah and his sons:"
            },
            {
                "verse_number": "9",
                "verse_text": "I am going to make a solemn promise to you and to everyone who will live after you."
            },
            {
                "verse_number": "10",
                "verse_text": "This includes the birds and the animals that came out of the boat."
            },
            {
                "verse_number": "11",
                "verse_text": "I promise every living creature that the earth and those living on it will never again be destroyed by a flood."
            },
            {
                "verse_number": "14",
                "verse_text": "When I send clouds over the earth, and a rainbow appears in the sky,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will remember my promise to you and to all other living creatures. Never again will I let floodwaters destroy all life."
            },
            {
                "verse_number": "16",
                "verse_text": "When I see the rainbow in the sky, I will always remember the promise that I have made to every living creature."
            },
            {
                "verse_number": "17",
                "verse_text": "The rainbow will be the sign of that solemn promise."
            },
            {
                "verse_number": "18",
                "verse_text": "Noah and his sons, Shem, Ham, and Japheth, left the boat. Ham later had a son named Canaan."
            },
            {
                "verse_number": "19",
                "verse_text": "All people on earth are descendants of Noah's three sons."
            },
            {
                "verse_number": "20",
                "verse_text": "Noah farmed the land and was the first to plant a vineyard."
            },
            {
                "verse_number": "21",
                "verse_text": "One day he got drunk and was lying naked in his tent."
            },
            {
                "verse_number": "22",
                "verse_text": "Ham entered the tent and saw him naked, then went back outside and told his brothers."
            },
            {
                "verse_number": "23",
                "verse_text": "Shem and Japheth put a robe over their shoulders and walked backwards into the tent. Without looking at their father, they placed it over his body."
            },
            {
                "verse_number": "24",
                "verse_text": "When Noah sobered up and learned what his youngest son had done,"
            },
            {
                "verse_number": "25",
                "verse_text": "he said,"
            },
            {
                "verse_number": "26",
                "verse_text": "I ask the Lord my God"
            },
            {
                "verse_number": "27",
                "verse_text": "I pray God will give Japheth more and more land"
            },
            {
                "verse_number": "28",
                "verse_text": "Noah lived 350 years after the flood"
            },
            {
                "verse_number": "29",
                "verse_text": "and died at the age of 950."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After the flood Shem, Ham, and Japheth had many descendants. Gomer was the ancestor of Ashkenaz, Riphath, and Togarmah. Raamah was the ancestor of Sheba and Dedan. Canaan's sons were Sidon and Heth. Canaan was also the ancestor of the Jebusites, the Amorites, the Girgashites, the Hivites, the Arkites, the Sinites, the Arvadites, the Zemarites, and the Hamathites. Later the Canaanites spread from the territory of Sidon and settled as far away as Gaza in the direction of Gerar. They also went as far as Lasha in the direction of Sodom, Gomorrah, Admah, and Zeboiim. Shem was the ancestor of Elam, Asshur, Arpachshad, Lud, and Aram. Aram was the ancestor of Uz, Hul, Gether, and Mash. Joktan was the ancestor of Almodad, Sheleph, Hazarmaveth, Jerah, Hadoram, Uzal, Diklah, Obal, Abimael, Sheba, Ophir, Havilah, and Jobab. Their land reached from Mesha in the direction of Sephar, the hill country in the east."
            },
            {
                "verse_number": "32",
                "verse_text": "This completes the list of Noah's descendants. After the flood their descendants became nations and spread all over the world."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "At first everyone spoke the same language,"
            },
            {
                "verse_number": "2",
                "verse_text": "but after some of them moved from the east and settled in Babylonia,"
            },
            {
                "verse_number": "5",
                "verse_text": "But when the Lord came down to look at the city and the tower,"
            },
            {
                "verse_number": "6",
                "verse_text": "he said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Let's go down and confuse them! We'll make them speak different languages, and they won't be able to understand each other."
            },
            {
                "verse_number": "12",
                "verse_text": "When Arpachshad was 35, he had a son named Shelah."
            },
            {
                "verse_number": "13",
                "verse_text": "Arpachshad had more children and died at the age of 438."
            },
            {
                "verse_number": "14",
                "verse_text": "When Shelah was 30, he had a son named Eber."
            },
            {
                "verse_number": "15",
                "verse_text": "Shelah had more children and died at the age of 433."
            },
            {
                "verse_number": "16",
                "verse_text": "When Eber was 34, he had a son named Peleg."
            },
            {
                "verse_number": "17",
                "verse_text": "Eber had more children and died at the age of 464."
            },
            {
                "verse_number": "18",
                "verse_text": "When Peleg was 30, he had a son named Reu."
            },
            {
                "verse_number": "19",
                "verse_text": "Peleg had more children and died at the age of 239."
            },
            {
                "verse_number": "20",
                "verse_text": "When Reu was 32 he had a son named Serug."
            },
            {
                "verse_number": "21",
                "verse_text": "Reu had more children and died at the age of 239."
            },
            {
                "verse_number": "22",
                "verse_text": "When Serug was 30, he had a son named Nahor."
            },
            {
                "verse_number": "23",
                "verse_text": "Serug had more children and died at the age of 230."
            },
            {
                "verse_number": "24",
                "verse_text": "When Nahor was 29, he had a son named Terah."
            },
            {
                "verse_number": "25",
                "verse_text": "Nahor had more children and died at the age of 148."
            },
            {
                "verse_number": "31",
                "verse_text": "Terah decided to move from Ur to the land of Canaan. He took along Abram and Sarai and his grandson Lot, the son of Haran. But when they came to the city of Haran, they settled there instead."
            },
            {
                "verse_number": "32",
                "verse_text": "Terah lived to be 205 years old and died in Haran."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Abram: Leave your country, your family, and your relatives and go to the land that I will show you. When they came to the land of Canaan,"
            },
            {
                "verse_number": "2",
                "verse_text": "I will bless you and make your descendants into a great nation. You will become famous and be a blessing to others."
            },
            {
                "verse_number": "3",
                "verse_text": "I will bless those who bless you, but I will put a curse on anyone who puts a curse on you. Everyone on earth will be blessed because of you."
            },
            {
                "verse_number": "6",
                "verse_text": "Abram went as far as the sacred tree of Moreh in a place called Shechem. The Canaanites were still living in the land at that time,"
            },
            {
                "verse_number": "7",
                "verse_text": "but the Lord appeared to Abram and promised, &apos;I will give this land to your family forever.&apos; Abram then built an altar there for the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "Abram traveled to the hill country east of Bethel and camped between Bethel and Ai, where he built another altar and worshiped the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "Later, Abram started out toward the Southern Desert."
            },
            {
                "verse_number": "12",
                "verse_text": "When the Egyptians see you, they will murder me because I am your husband. But they won't kill you."
            },
            {
                "verse_number": "13",
                "verse_text": "Please save my life by saying you are my sister.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "As soon as Abram and Sarai arrived in Egypt, the Egyptians noticed how beautiful she was."
            },
            {
                "verse_number": "15",
                "verse_text": "The king's officials told him about her, and she was taken to his house."
            },
            {
                "verse_number": "16",
                "verse_text": "The king was good to Abram because of Sarai, and Abram was given sheep, cattle, donkeys, slaves, and camels."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of Sarai, the Lord struck the king and everyone in his palace with terrible diseases."
            },
            {
                "verse_number": "18",
                "verse_text": "Finally, the king sent for Abram and said to him, &apos;What have you done to me? Why didn't you tell me Sarai was your wife?"
            },
            {
                "verse_number": "19",
                "verse_text": "Why did you make me believe she was your sister? Now I've married her. Take her and go! She's your wife.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the king told his men to let Abram and Sarai take their possessions and leave."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Abram and Sarai took everything they owned and went to the Southern Desert. Lot went with them. Look around to the north, south, east, and west."
            },
            {
                "verse_number": "2",
                "verse_text": "Abram was very rich. He owned many cattle, sheep, and goats, and had a lot of silver and gold."
            },
            {
                "verse_number": "3",
                "verse_text": "Abram moved from place to place in the Southern Desert. And finally, he went north and set up his tents between Bethel and Ai,"
            },
            {
                "verse_number": "4",
                "verse_text": "where he had earlier camped and built an altar. There he worshiped the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "Lot, who was traveling with him, also had sheep, goats, and cattle, as well as his own family and slaves."
            },
            {
                "verse_number": "8",
                "verse_text": "Abram said to Lot, &apos;We are close relatives. We shouldn't argue, and our men shouldn't be fighting one another."
            },
            {
                "verse_number": "9",
                "verse_text": "There is plenty of land for you to choose from. Let's separate. If you go north, I'll go south; if you go south, I'll go north.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "This happened before the Lord had destroyed the cities of Sodom and Gomorrah. And when Lot looked around, he saw there was plenty of water in the Jordan Valley. All the way to Zoar the valley was as green as the garden of the Lord or the land of Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "So Lot chose the whole Jordan Valley for himself, and as he started out toward the east, he and Abram separated."
            },
            {
                "verse_number": "12",
                "verse_text": "Abram stayed in the land of Canaan. But Lot settled near the cities of the valley and put up his tents not far from Sodom,"
            },
            {
                "verse_number": "13",
                "verse_text": "where the people were evil and sinned terribly against the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "After Abram and Lot had gone their separate ways, the Lord said to Abram:"
            },
            {
                "verse_number": "15",
                "verse_text": "I will give you and your family all the land you can see. It will be theirs forever!"
            },
            {
                "verse_number": "16",
                "verse_text": "I will give you more descendants than there are specks of dust on the earth, and someday it will be easier to count those specks of dust than to count your descendants."
            },
            {
                "verse_number": "17",
                "verse_text": "Now walk back and forth across the land, because I am going to give it to you."
            },
            {
                "verse_number": "18",
                "verse_text": "Abram took down his tents and went to live near the sacred trees of Mamre at Hebron, where he built an altar in honor of the Lord ."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "About this time, King Amraphel of Babylonia, King Arioch of Ellasar, King Chedorlaomer of Elam, and King Tidal of Goiim"
            },
            {
                "verse_number": "2",
                "verse_text": "attacked King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, King Shemeber of Zeboiim, and the king of Bela, a city also known as Zoar."
            },
            {
                "verse_number": "5",
                "verse_text": "A year later King Chedorlaomer and his allies attacked and defeated the Rephaites in Ashteroth-Karnaim, the Zuzites in Ham, and the Emites in Shaveh-Kiriathaim."
            },
            {
                "verse_number": "6",
                "verse_text": "They also defeated the Horites in the hill country of Edom, as far as El-Paran, near the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "They went back to the city of Enmishpat, better known as Kadesh. Then they captured all the land that belonged to the Amalekites, and they defeated the Amorites who were living in Hazazon-Tamar."
            },
            {
                "verse_number": "10",
                "verse_text": "was full of tar pits, and when the troops from Sodom and Gomorrah started running away, some of them fell into the pits. Others escaped to the hill country."
            },
            {
                "verse_number": "11",
                "verse_text": "Their enemies took everything of value from Sodom and Gomorrah, including their food supplies."
            },
            {
                "verse_number": "12",
                "verse_text": "They also captured Abram's nephew Lot, who lived in Sodom. They took him and his possessions and then left."
            },
            {
                "verse_number": "13",
                "verse_text": "At this time Abram the Hebrew was living near the oaks that belonged to Mamre the Amorite. Mamre and his brothers Eshcol and Aner were Abram's friends. Someone who had escaped from the battle told Abram"
            },
            {
                "verse_number": "14",
                "verse_text": "that his nephew Lot had been taken away. Three hundred and eighteen of Abram's servants were fighting men, so he took them and followed the enemy as far north as the city of Dan."
            },
            {
                "verse_number": "15",
                "verse_text": "That night, Abram divided up his troops, attacked from all sides, and won a great victory. But some of the enemy escaped to the town of Hobah north of Damascus,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Abram went after them. He brought back his nephew Lot, together with Lot's possessions and the women and everyone else who had been captured."
            },
            {
                "verse_number": "17",
                "verse_text": "Abram returned after he had defeated King Chedorlaomer and the other kings. Then the king of Sodom went to meet Abram in Shaveh Valley, which is also known as King's Valley."
            },
            {
                "verse_number": "18",
                "verse_text": "King Melchizedek of Salem was a priest of God Most High. He brought out some bread and wine"
            },
            {
                "verse_number": "19",
                "verse_text": "and said to Abram:"
            },
            {
                "verse_number": "20",
                "verse_text": "All praise belongs"
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Sodom said to Abram, &apos;All I want are my people. You can keep everything else.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Abram answered:"
            },
            {
                "verse_number": "23",
                "verse_text": "that I won't keep anything of yours, not even a sandal strap or a piece of thread. Then you can never say that you are the one who made me rich."
            },
            {
                "verse_number": "24",
                "verse_text": "Let my share be the food that my men have eaten. But Aner, Eshcol, and Mamre went with me, so give them their share of what we brought back."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Later the Lord spoke to Abram in a vision, &apos;Abram, don't be afraid! I will protect you and reward you greatly.&apos; Abram, you will live to an old age and die in peace. But I solemnly promise that your descendants will live as foreigners in a land that doesn't belong to them. They will be forced into slavery and abused for 400 years. But I will terribly punish the nation that enslaves them, and they will leave with many possessions."
            },
            {
                "verse_number": "2",
                "verse_text": "But Abram answered, &apos; Lord All-Powerful, you have given me everything I could ask for, except children. And when I die, Eliezer of Damascus will get all I own."
            },
            {
                "verse_number": "3",
                "verse_text": "You have not given me any children, and this servant of mine will inherit everything.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord replied, &apos;No, he won't! You will have a son of your own, and everything you have will be his.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Lord took Abram outside and said, &apos;Look at the sky and see if you can count the stars. That's how many descendants you will have.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Abram believed the Lord , so the Lord was pleased with him and accepted him."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Abram, &apos;I brought you here from Ur in Chaldea, and I gave you this land.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Abram asked, &apos; Lord God, how can I know the land will be mine?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord told him, &apos;Bring me a three-year-old cow, a three-year-old female goat, a three-year-old ram, a dove, and a young pigeon.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Abram obeyed the Lord . Then he cut the animals in half and laid the two halves of each animal opposite each other on the ground. But he did not cut the doves and pigeons in half."
            },
            {
                "verse_number": "11",
                "verse_text": "And when birds came down to eat the animals, Abram chased them away."
            },
            {
                "verse_number": "12",
                "verse_text": "As the sun was setting, Abram fell into a deep sleep, and everything became dark and frightening."
            },
            {
                "verse_number": "16",
                "verse_text": "Four generations later, your descendants will return here and take this land, because only then will the people who live here be so sinful that they deserve to be punished."
            },
            {
                "verse_number": "17",
                "verse_text": "Sometime after sunset, when it was very dark, a smoking cooking pot and a flaming fire passed between the two halves of each animal."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time the Lord made an agreement with Abram and told him: I will give your descendants the land east of the Shihor River on the border of Egypt as far as the Euphrates River."
            },
            {
                "verse_number": "19",
                "verse_text": "They will possess the land of the Kenites, the Kenizzites, the Kadmonites,"
            },
            {
                "verse_number": "20",
                "verse_text": "the Hittites, the Perizzites, the Rephaites,"
            },
            {
                "verse_number": "21",
                "verse_text": "the Amorites, the Canaanites, the Girgashites, and the Jebusites."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Abram's wife Sarai had not been able to have any children. But she owned a young Egyptian slave woman named Hagar,"
            },
            {
                "verse_number": "2",
                "verse_text": "and Sarai said to Abram, &apos;The Lord has not given me any children. Sleep with my slave, and if she has a child, it will be mine.&apos; Abram agreed,"
            },
            {
                "verse_number": "3",
                "verse_text": "and Sarai gave him Hagar to be his wife. This happened after Abram had lived in the land of Canaan for ten years."
            },
            {
                "verse_number": "4",
                "verse_text": "Later, when Hagar knew she was going to have a baby, she became proud and treated Sarai hatefully. She answered, &apos;I'm running away from Sarai, my owner.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Sarai said to Abram, &apos;It's all your fault! I gave you my slave woman, but she has been hateful to me ever since she found out she was pregnant. You have done me wrong, and you will have to answer to the Lord for this.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Abram said, &apos;All right! She's your slave&ndash;do whatever you want with her.&apos; Then Sarai began treating Hagar so harshly that she finally ran away."
            },
            {
                "verse_number": "7",
                "verse_text": "Hagar stopped to rest at a spring in the desert on the road to Shur. While she was there, the angel of the Lord came to her"
            },
            {
                "verse_number": "8",
                "verse_text": "and asked, &apos;Hagar, where have you come from, and where are you going?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The angel said, &apos;Go back to Sarai and be her slave."
            },
            {
                "verse_number": "12",
                "verse_text": "But your son will live far from his relatives; he will be like a wild donkey, fighting everyone, and everyone fighting him.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Hagar thought, &apos;Have I really seen God and lived to tell about it?&apos; So from then on she called him, &apos;The God Who Sees Me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "That's why people call the well between Kadesh and Bered, &apos;The Well of the Living One Who Sees Me.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "When Abram was 99 years old, the Lord appeared to him again and said, &apos;I am God All-Powerful. If you obey me and always do right,"
            },
            {
                "verse_number": "2",
                "verse_text": "I will keep my solemn promise to you and give you more descendants than can be counted.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Abram bowed with his face to the ground, and God said:"
            },
            {
                "verse_number": "6",
                "verse_text": "I will give you a lot of descendants, and they will become great nations. Some of them will even be kings."
            },
            {
                "verse_number": "7",
                "verse_text": "I will always keep the promise I have made to you and your descendants, because I am your God and their God."
            },
            {
                "verse_number": "8",
                "verse_text": "I will give you and them the land in which you are now a foreigner. I will give the whole land of Canaan to your family forever, and I will be their God."
            },
            {
                "verse_number": "9",
                "verse_text": "Abraham, you and all future members of your family must promise to obey me."
            },
            {
                "verse_number": "14",
                "verse_text": "Any man who isn't circumcised hasn't kept his part of the promise and cannot be one of my people."
            },
            {
                "verse_number": "15",
                "verse_text": "Abraham, from now on your wife's name will be Sarah instead of Sarai."
            },
            {
                "verse_number": "16",
                "verse_text": "I will bless her, and you will have a son by her. She will become the mother of nations, and some of her descendants will even be kings."
            },
            {
                "verse_number": "17",
                "verse_text": "Abraham bowed with his face to the ground and thought, &apos;I am almost 100 years old. How can I become a father? And Sarah is 90. How can she have a child?&apos; So he started laughing."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he asked God, &apos;Why not let Ishmael inherit what you have promised me?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But God answered: No! You and Sarah will have a son. His name will be Isaac, and I will make an everlasting promise to him and his descendants."
            },
            {
                "verse_number": "20",
                "verse_text": "However, I have heard what you asked me to do for Ishmael, and so I will also bless him with many descendants. He will be the father of twelve princes, and I will make his family a great nation."
            },
            {
                "verse_number": "21",
                "verse_text": "But your son Isaac will be born about this time next year, and the promise I am making to you and your family will be for him and his descendants forever."
            },
            {
                "verse_number": "22",
                "verse_text": "God finished speaking to Abraham and then left."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "One hot summer afternoon while Abraham was sitting by the entrance to his tent near the sacred trees of Mamre, the Lord appeared to him."
            },
            {
                "verse_number": "2",
                "verse_text": "Abraham looked up and saw three men standing nearby. He quickly ran to meet them, bowed with his face to the ground,"
            },
            {
                "verse_number": "3",
                "verse_text": "and said, &apos;Please come to my home where I can serve you."
            },
            {
                "verse_number": "4",
                "verse_text": "I'll have some water brought, so you can wash your feet, then you can rest under a tree."
            },
            {
                "verse_number": "5",
                "verse_text": "Let me get you some food to give you strength before you leave. I would be honored to serve you.&apos; &apos;Thank you very much,&apos; they answered. &apos;We accept your offer.&apos; While they were eating, he stood near them under the tree, &apos;She is right there in the tent,&apos; Abraham answered. Sarah was behind Abraham, listening at the entrance to the tent. &apos;Yes, you did!&apos; he answered. &apos;If I find 45 good people,&apos; the Lord replied, &apos;I won't destroy the city.&apos; &apos;Even for them,&apos; the Lord replied, &apos;I won't destroy the city.&apos; &apos;If I find 30,&apos; the Lord replied, &apos;I still won't destroy it.&apos; &apos;Because of them, I won't destroy the city,&apos; was the Lord 's answer. &apos;For the sake of 10 good people,&apos; the Lord told him, &apos;I still won't destroy the city.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Abraham went quickly to his tent and said to Sarah, &apos;Hurry! Get a large sack of flour and make some bread.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "After saying this, he rushed off to his herd of cattle and picked out one of the best calves, which his servant quickly prepared."
            },
            {
                "verse_number": "8",
                "verse_text": "He then served his guests some yogurt and milk together with the meat."
            },
            {
                "verse_number": "9",
                "verse_text": "and they asked, &apos;Where's your wife Sarah?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "One of the guests was the Lord , and he said, &apos;I'll come back about this time next year, and when I do, Sarah will already have a son.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Abraham and Sarah were very old, and Sarah was well past the age for having children."
            },
            {
                "verse_number": "12",
                "verse_text": "So she laughed and said to herself, &apos;Now that I am worn out and my husband is old, will I really know such happiness?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord asked Abraham, &apos;Why did Sarah laugh? Does she doubt that she can have a child in her old age?"
            },
            {
                "verse_number": "14",
                "verse_text": "I am the Lord ! There is nothing too difficult for me. I'll come back next year at the time I promised, and Sarah will already have a son.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Sarah was so frightened that she lied and said, &apos;I didn't laugh.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the three men got ready to leave, they looked down toward Sodom, and Abraham walked part of the way with them."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to himself, &apos;I should tell Abraham what I am going to do,"
            },
            {
                "verse_number": "18",
                "verse_text": "since his family will become a great and powerful nation that will be a blessing to all the other nations on earth."
            },
            {
                "verse_number": "19",
                "verse_text": "I have chosen him to teach his family to obey me forever and to do what is right and fair. If they do, I will give Abraham many descendants, just as I promised.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said, &apos;Abraham, I have heard that the people of Sodom and Gomorrah are doing all kinds of evil things."
            },
            {
                "verse_number": "21",
                "verse_text": "Now I am going down to see for myself if those people really are that bad. If they aren't, I would like to know.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The men turned and started toward Sodom. But the Lord stayed with Abraham."
            },
            {
                "verse_number": "23",
                "verse_text": "And Abraham asked him, &apos; Lord , when you destroy the evil people, are you also going to destroy those who are good?"
            },
            {
                "verse_number": "24",
                "verse_text": "Wouldn't you spare the city if there are only 50 good people in it?"
            },
            {
                "verse_number": "25",
                "verse_text": "You surely wouldn't let them be killed when you destroy the evil ones. You are the judge of all the earth, and you do what is right.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord replied, &apos;If I find 50 good people in Sodom, I will save the city to keep them from being killed.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Abraham answered, &apos;I am nothing more than the dust of the earth. Please forgive me, Lord , for daring to speak to you like this."
            },
            {
                "verse_number": "28",
                "verse_text": "But suppose there are only 45 good people in Sodom. Would you still wipe out the whole city?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Suppose there are just 40 good people?&apos; Abraham asked."
            },
            {
                "verse_number": "30",
                "verse_text": "Abraham said, &apos;Please don't be angry, Lord , if I ask you what you will do if there are only 30 good people in the city.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Abraham said, &apos;I don't have any right to ask you, Lord , but what would you do if you find only 20?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Finally, Abraham said, &apos;Please don't get angry, Lord , if I speak just once more. Suppose you find only 10 good people there.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "After speaking with Abraham, the Lord left, and Abraham went back home."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "That evening, while Lot was sitting near the city gate, the two angels arrived in Sodom. When Lot saw them, he got up, bowed down low,"
            },
            {
                "verse_number": "2",
                "verse_text": "and said, &apos;Gentlemen, I am your servant. Please come to my home. You can wash your feet, spend the night, and be on your way in the morning.&apos; They told him, &apos;No, we'll spend the night in the city square.&apos; The crowd kept arguing with Lot. Finally, they rushed toward the door to break it down."
            },
            {
                "verse_number": "3",
                "verse_text": "But Lot kept insisting, until they finally agreed and went home with him. He quickly baked some bread, cooked a meal, and they ate."
            },
            {
                "verse_number": "4",
                "verse_text": "Before Lot and his guests could go to bed, every man in Sodom, young and old, came and stood outside his house"
            },
            {
                "verse_number": "5",
                "verse_text": "and started shouting, &apos;Where are your visitors? Send them out, so we can have sex with them!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Lot went outside and shut the door behind him."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he said, &apos;Friends, please don't do such a terrible thing!"
            },
            {
                "verse_number": "8",
                "verse_text": "I have two daughters who have never had sex. I'll bring them out, and you can do what you want with them. But don't harm these men. They are guests in my home.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don't get in our way,&apos; the crowd answered. &apos;You're a foreigner. What right do you have to order us around? We'll do worse things to you than we're going to do to them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the two angels in the house reached out and pulled Lot safely inside."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they struck blind everyone in the crowd, and none of them could even find the door."
            },
            {
                "verse_number": "14",
                "verse_text": "Lot went to the men who were engaged to his daughters and said, &apos;Hurry up and get out of here! The Lord is going to destroy this city.&apos; But they thought he was joking, and they laughed at him."
            },
            {
                "verse_number": "15",
                "verse_text": "Early the next morning the two angels tried to make Lot hurry and leave. They said, &apos;Take your wife and your two daughters and get away from here as fast as you can! If you don't, every one of you will be killed when the Lord destroys the city.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "At first, Lot just stood there. But the Lord wanted to save him. So the angels took Lot, his wife, and his two daughters by the hand and led them out of the city."
            },
            {
                "verse_number": "17",
                "verse_text": "When they were outside, one of the angels said, &apos;Run for your lives! Don't even look back. And don't stop in the valley. Run to the hills, where you'll be safe.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "There's a town near here. It's only a small place, but my family and I will be safe, if you let us go there.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;All right, go there,&apos; he answered. &apos;I won't destroy that town."
            },
            {
                "verse_number": "22",
                "verse_text": "Hurry! Run! I can't do anything until you are safely there.&apos; The town was later called Zoar because Lot had said it was small."
            },
            {
                "verse_number": "23",
                "verse_text": "The sun was coming up as Lot reached the town of Zoar,"
            },
            {
                "verse_number": "24",
                "verse_text": "and the Lord sent burning sulfur down like rain on Sodom and Gomorrah."
            },
            {
                "verse_number": "25",
                "verse_text": "He destroyed those cities and everyone who lived in them, as well as their land and the trees and grass that grew there."
            },
            {
                "verse_number": "26",
                "verse_text": "On the way, Lot's wife looked back and was turned into a block of salt."
            },
            {
                "verse_number": "27",
                "verse_text": "That same morning Abraham got up and went to the place where he had stood and spoken with the Lord ."
            },
            {
                "verse_number": "28",
                "verse_text": "He looked down toward Sodom and Gomorrah and saw smoke rising from all over the land&ndash;it was like a flaming furnace."
            },
            {
                "verse_number": "29",
                "verse_text": "When God destroyed the cities of the valley where Lot lived, he remembered his promise to Abraham and saved Lot from the terrible destruction."
            },
            {
                "verse_number": "30",
                "verse_text": "Lot was afraid to stay on in Zoar. So he took his two daughters and moved to a cave in the hill country."
            },
            {
                "verse_number": "31",
                "verse_text": "One day his older daughter said to her sister, &apos;Our father is old, and there are no men anywhere for us to marry."
            },
            {
                "verse_number": "32",
                "verse_text": "Let's get our father drunk! Then we can sleep with him and have children.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "That night they got their father drunk, and the older daughter got in bed with him, but he was too drunk even to know she was there."
            },
            {
                "verse_number": "34",
                "verse_text": "The next day the older daughter said to her sister, &apos;I slept with my father last night. We'll get him drunk again tonight, so you can sleep with him, and we can each have a child.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "That night they got their father drunk, and this time the younger sister slept with him. But once again he was too drunk even to know she was there."
            },
            {
                "verse_number": "36",
                "verse_text": "That's how Lot's two daughters had children."
            },
            {
                "verse_number": "37",
                "verse_text": "The older daughter named her son Moab, and he is the ancestor of the Moabites."
            },
            {
                "verse_number": "38",
                "verse_text": "The younger daughter named her son Benammi, and he is the ancestor of the Ammonites."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Abraham moved to the Southern Desert, where he settled between Kadesh and Shur. Later he went to Gerar, and while there"
            },
            {
                "verse_number": "2",
                "verse_text": "he told everyone that his wife Sarah was his sister. So King Abimelech of Gerar had Sarah brought to him."
            },
            {
                "verse_number": "3",
                "verse_text": "But God came to Abimelech in a dream and said, &apos;You have taken a married woman into your home, and for this you will die!&apos; I know you are innocent. That's why I kept you from sleeping with Sarah and doing anything wrong. Look what you've done to us! What have I ever done to you? Why did you make me and my nation guilty of such a terrible sin? I did it because I didn't think any of you respected God, and I was sure that someone would kill me to get my wife."
            },
            {
                "verse_number": "6",
                "verse_text": "Then God continued:"
            },
            {
                "verse_number": "7",
                "verse_text": "Her husband is a prophet. Let her go back to him, and his prayers will save you from death. But if you don't return her, you and all your people will die."
            },
            {
                "verse_number": "8",
                "verse_text": "Early the next morning Abimelech sent for his officials, and when he told them what had happened, they were frightened."
            },
            {
                "verse_number": "9",
                "verse_text": "Abimelech then called in Abraham and said:"
            },
            {
                "verse_number": "10",
                "verse_text": "What were you thinking when you did this?"
            },
            {
                "verse_number": "11",
                "verse_text": "Abraham answered:"
            },
            {
                "verse_number": "12",
                "verse_text": "Besides, she is my half sister. We have the same father, but different mothers."
            },
            {
                "verse_number": "13",
                "verse_text": "When God made us leave my father's home and start wandering, I told her, &apos;If you really love me, then tell everyone that I am your brother.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "After Abimelech had given Abraham some sheep, cattle, and slaves, he sent Sarah back"
            },
            {
                "verse_number": "15",
                "verse_text": "and told Abraham he could settle anywhere in his country."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he said to Sarah, &apos;I have given your brother 1,000 pieces of silver as proof to everyone that you have done nothing wrong.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord was good to Sarah and kept his promise."
            },
            {
                "verse_number": "2",
                "verse_text": "Although Abraham was very old, Sarah had a son exactly at the time God had said."
            },
            {
                "verse_number": "3",
                "verse_text": "Abraham named his son Isaac,"
            },
            {
                "verse_number": "4",
                "verse_text": "and when the boy was eight days old, Abraham circumcised him, just as God had commanded. They wandered around in the desert near Beersheba,"
            },
            {
                "verse_number": "5",
                "verse_text": "Abraham was 100 years old when Isaac was born,"
            },
            {
                "verse_number": "6",
                "verse_text": "and Sarah said, &apos;God has made me laugh. And now everyone will laugh with me."
            },
            {
                "verse_number": "7",
                "verse_text": "Who would have dared to tell Abraham that someday I would have a child? But in his old age, I have given him a son.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The time came when Sarah no longer had to nurse Isaac, and on that day Abraham gave a big feast."
            },
            {
                "verse_number": "11",
                "verse_text": "Abraham was worried about Ishmael."
            },
            {
                "verse_number": "12",
                "verse_text": "But God said, &apos;Abraham, don't worry about your slave woman and the boy. Just do what Sarah tells you. Isaac will inherit your family name,"
            },
            {
                "verse_number": "13",
                "verse_text": "but the son of the slave woman is also your son, and I will make his descendants into a great nation.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Early the next morning Abraham gave Hagar an animal skin full of water and some bread. Then he put the boy on her shoulder and sent them away."
            },
            {
                "verse_number": "15",
                "verse_text": "and after they had run out of water, Hagar put her son under a bush."
            },
            {
                "verse_number": "16",
                "verse_text": "Then she sat down a long way off, because she could not bear to watch him die. And she cried bitterly."
            },
            {
                "verse_number": "17",
                "verse_text": "When God heard the boy crying, the angel of God called out to Hagar from heaven and said, &apos;Hagar, why are you worried? Don't be afraid. I have heard your son crying."
            },
            {
                "verse_number": "18",
                "verse_text": "Help him up and hold his hand, because I will make him the father of a great nation.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then God let her see a well. So she went to the well and filled the skin with water, then gave some to her son."
            },
            {
                "verse_number": "22",
                "verse_text": "About this time Abimelech and his army commander Phicol said to Abraham, &apos;God blesses everything you do!"
            },
            {
                "verse_number": "23",
                "verse_text": "Now I want you to promise in the name of God that you will always be loyal to me and my descendants, just as I have always been loyal to you in this land where you have lived as a foreigner.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And so, Abraham promised he would."
            },
            {
                "verse_number": "25",
                "verse_text": "One day, Abraham told Abimelech, &apos;Some of your servants have taken over one of my wells.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;This is the first I've heard about it,&apos; Abimelech replied. &apos;Why haven't you said something before? I don't have any idea who did it.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Abraham gave Abimelech some sheep and cattle, then the two men made a peace treaty."
            },
            {
                "verse_number": "28",
                "verse_text": "Abraham separated seven female lambs from his flock of sheep,"
            },
            {
                "verse_number": "29",
                "verse_text": "and Abimelech asked, &apos;Why have you done this?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Abraham replied, &apos;I want you to accept these seven lambs as proof that I dug this well.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So they called the place Beersheba, because they made a treaty there."
            },
            {
                "verse_number": "32",
                "verse_text": "When the treaty was completed, Abimelech and his army commander Phicol went back to the land of the Philistines."
            },
            {
                "verse_number": "33",
                "verse_text": "Abraham planted a tamarisk tree in Beersheba and worshiped the eternal Lord God."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Abraham lived a long time as a foreigner in the land of the Philistines."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Some years later God decided to test Abraham, so he spoke to him. Abraham answered, &apos;Here I am, Lord .&apos; &apos;My son,&apos; Abraham answered, &apos;God will provide the lamb.&apos; The two of them walked on, and &apos;Here I am!&apos; he answered."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;Go get Isaac, your only son, the one you dearly love! Take him to the land of Moriah, and I will show you a mountain where you must sacrifice him to me on the fires of an altar.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Abraham got up early the next morning and chopped wood for the fire. He put a saddle on his donkey and set out with Isaac and two servants for the place where God had told him to go."
            },
            {
                "verse_number": "4",
                "verse_text": "Three days later Abraham looked off in the distance and saw the place."
            },
            {
                "verse_number": "5",
                "verse_text": "He told his servants, &apos;Stay here with the donkey, while my son and I go over there to worship. We will come back.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Abraham put the wood on Isaac's shoulder, but he carried the hot coals and the knife. As the two of them walked along,"
            },
            {
                "verse_number": "9",
                "verse_text": "when they reached the place that God had told him about, Abraham built an altar and placed the wood on it. Next, he tied up his son and put him on the wood."
            },
            {
                "verse_number": "10",
                "verse_text": "He then took the knife and got ready to kill his son."
            },
            {
                "verse_number": "11",
                "verse_text": "But the Lord 's angel shouted from heaven, &apos;Abraham! Abraham!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Don't hurt the boy or harm him in any way!&apos; the angel said. &apos;Now I know that you truly obey God, because you were willing to offer him your only son.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Abraham looked up and saw a ram caught by its horns in the bushes. So he took the ram and sacrificed it instead of his son."
            },
            {
                "verse_number": "14",
                "verse_text": "Abraham named that place &apos;The Lord Will Provide.&apos; And even now people say, &apos;On the mountain of the Lord it will be provided.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord 's angel called out from heaven a second time:"
            },
            {
                "verse_number": "16",
                "verse_text": "You were willing to offer your only son to the Lord , and so he makes you this solemn promise,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I will bless you and give you such a large family, that someday your descendants will be more numerous than the stars in the sky or the grains of sand along the seashore. They will defeat their enemies and take over the cities where their enemies live."
            },
            {
                "verse_number": "18",
                "verse_text": "You have obeyed me, and so you and your descendants will be a blessing to all nations on earth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abraham and Isaac went back to the servants who had come with him, and they returned to Abraham's home in Beersheba."
            },
            {
                "verse_number": "24",
                "verse_text": "Nahor also had another wife. Her name was Reumah, and she had four sons: Tebah, Gaham, Tahash, and Maacah."
            }
        ],
        "23": [
            {
                "verse_number": "3",
                "verse_text": "he went to the Hittites and said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I live as a foreigner in your land, and I don't own any property where I can bury my wife. Please let me buy a piece of land.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Abraham bowed down"
            },
            {
                "verse_number": "8",
                "verse_text": "and replied, &apos;If you are willing to let me bury my wife here, please ask Zohar's son Ephron"
            },
            {
                "verse_number": "9",
                "verse_text": "to sell me Machpelah Cave at the end of his field. I'll pay what it's worth, and all of you can be witnesses.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Ephron was sitting there near the city gate, when Abraham made this request, and he answered,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Sir, the whole field, including the cave, is yours. With my own people as witnesses, I freely give it to you as a burial place for your dead.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Once again, Abraham bowed down"
            },
            {
                "verse_number": "13",
                "verse_text": "and said to Ephron, &apos;In front of these witnesses, I offer you the full price, so I can bury my wife. Please accept my offer.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Abraham buried his wife Sarah in Machpelah Cave that was in the field"
            },
            {
                "verse_number": "20",
                "verse_text": "he had bought from the Hittites."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Abraham was now a very old man. The Lord had made him rich, and he was successful in everything he did."
            },
            {
                "verse_number": "2",
                "verse_text": "One day, Abraham called in his most trusted servant and said to him, &apos;Solemnly promise me"
            },
            {
                "verse_number": "3",
                "verse_text": "in the name of the Lord , who rules heaven and earth, that you won't choose a wife for my son Isaac from the people here in the land of Canaan."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, go back to the land where I was born and find a wife for him from among my relatives.&apos; You, Lord , are the God my master Abraham worships. Please keep your promise to him and let me find a wife for Isaac today. &apos;Go ahead and tell us,&apos; Laban answered. I am Abraham's servant. &apos;Yes,&apos; she answered."
            },
            {
                "verse_number": "5",
                "verse_text": "But the servant asked, &apos;What if the young woman I choose refuses to leave home and come here with me? Should I send Isaac there to look for a wife?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;No!&apos; Abraham answered. &apos;Don't ever do that, no matter what."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord who rules heaven brought me here from the land where I was born and promised that he would give this land to my descendants forever. When you go back there, the Lord will send his angel ahead of you to help you find a wife for my son."
            },
            {
                "verse_number": "8",
                "verse_text": "If the woman refuses to come along, you don't have to keep this promise. But don't ever take my son back there.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the servant gave Abraham his word that he would do everything he had been told to do."
            },
            {
                "verse_number": "10",
                "verse_text": "Soon after that, the servant loaded ten of Abraham's camels with valuable gifts. Then he set out for the city in northern Syria, where Abraham's brother Nahor lived."
            },
            {
                "verse_number": "11",
                "verse_text": "When he got there, he let the camels rest near the well outside the city. It was late afternoon, the time when the women came out for water."
            },
            {
                "verse_number": "12",
                "verse_text": "The servant prayed:"
            },
            {
                "verse_number": "13",
                "verse_text": "The young women of the city will soon come to this well for water,"
            },
            {
                "verse_number": "14",
                "verse_text": "and I'll ask one of them for a drink. If she gives me a drink and then offers to get some water for my camels, I'll know she is the one you have chosen and that you have kept your promise to my master."
            },
            {
                "verse_number": "17",
                "verse_text": "Abraham's servant ran to her and said, &apos;Please let me have a drink of water.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I'll be glad to,&apos; she answered. Then she quickly took the jar from her shoulder and held it while he drank."
            },
            {
                "verse_number": "21",
                "verse_text": "Abraham's servant did not say a word, but he watched everything Rebekah did, because he wanted to know for certain if this was the woman the Lord had chosen."
            },
            {
                "verse_number": "22",
                "verse_text": "The servant had brought along an expensive gold ring and two large gold bracelets. When Rebekah had finished bringing the water, he gave her the ring for her nose and the bracelets for her arms."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he said, &apos;Please tell me who your father is. Does he have room in his house for me and my men to spend the night?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She answered, &apos;My father is Bethuel, the son of Nahor and Milcah."
            },
            {
                "verse_number": "25",
                "verse_text": "We have a place where you and your men can stay, and we also have enough straw and feed for your camels.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the servant bowed his head and prayed,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I thank you, Lord God of my master Abraham! You have led me to his relatives and kept your promise to him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Rebekah ran straight home and told her family everything."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Laban said, &apos;The Lord has brought you safely here. Come home with me. There's no need for you to keep on standing outside. I have a room ready for you in our house, and there's also a place for your camels.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Abraham's servant went home with Laban, where Laban's servants unloaded his camels and gave them straw and feed. Then they brought water into the house, so Abraham's servant and his men could wash their feet."
            },
            {
                "verse_number": "33",
                "verse_text": "After that, they brought in food. But the servant said, &apos;Before I eat, I must tell you why I have come.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The servant explained:"
            },
            {
                "verse_number": "35",
                "verse_text": "The Lord has been good to my master and has made him very rich. He has given him many sheep, goats, cattle, camels, and donkeys, as well as a lot of silver and gold, and many slaves."
            },
            {
                "verse_number": "36",
                "verse_text": "Sarah, my master's wife, didn't have any children until she was very old. Then she had a son, and my master has given him everything."
            },
            {
                "verse_number": "37",
                "verse_text": "I solemnly promised my master that I would do what he said. And he told me, &apos;Don't choose a wife for my son from the women in this land of Canaan."
            },
            {
                "verse_number": "38",
                "verse_text": "Instead, go back to the land where I was born and find a wife for my son from among my relatives.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "I asked my master, &apos;What if the young woman refuses to come with me?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "My master answered, &apos;I have always obeyed the Lord , and he will send his angel to help you find my son a wife from among my own relatives."
            },
            {
                "verse_number": "41",
                "verse_text": "But if they refuse to let her come back with you, then you are freed from your promise.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "When I came to the well today, I silently prayed, &apos;You, Lord , are the God my master Abraham worships, so please lead me to a wife for his son"
            },
            {
                "verse_number": "43",
                "verse_text": "while I am here at the well. When a young woman comes out to get water, I'll ask her to give me a drink."
            },
            {
                "verse_number": "44",
                "verse_text": "If she gives me a drink and offers to get some water for my camels, I'll know she is the one you have chosen.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Even before I had finished praying, Rebekah came by with a water jar on her shoulder. When she had filled the jar, I asked her for a drink."
            },
            {
                "verse_number": "46",
                "verse_text": "She quickly lowered the jar from her shoulder and said, &apos;Have a drink. Then I'll get water for your camels.&apos; So I drank, and after that she got some water for my camels."
            },
            {
                "verse_number": "47",
                "verse_text": "I asked her who her father was, and she answered, &apos;My father is Bethuel the son of Nahor and Milcah.&apos; At once I put the ring in her nose and the bracelets on her arms."
            },
            {
                "verse_number": "48",
                "verse_text": "Then I bowed my head and gave thanks to the God my master Abraham worships. The Lord had led me straight to my master's relatives, and I had found a wife for his son."
            },
            {
                "verse_number": "49",
                "verse_text": "Now please tell me if you are willing to do the right thing for my master. Will you treat him fairly, or do I have to look for another young woman?"
            },
            {
                "verse_number": "50",
                "verse_text": "Laban and Bethuel answered, &apos;The Lord has done this. We have no choice in the matter."
            },
            {
                "verse_number": "51",
                "verse_text": "Take Rebekah with you; she can marry your master's son, just as the Lord has said.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Abraham's servant bowed down and thanked the Lord ."
            },
            {
                "verse_number": "53",
                "verse_text": "Then he gave clothing, as well as silver and gold jewelry, to Rebekah. He also gave expensive gifts to her brother and her mother."
            },
            {
                "verse_number": "54",
                "verse_text": "Abraham's servant and the men with him ate and drank, then spent the night there. The next morning they got up, and the servant told Rebekah's mother and brother, &apos;I would like to go back to my master now.&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "&apos;Let Rebekah stay with us for a week or ten days,&apos; they answered. &apos;Then she may go.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "But he said, &apos;Don't make me stay any longer. The Lord has already helped me find a wife for my master's son. Now let us return.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "They answered, &apos;Let's ask Rebekah what she wants to do.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "They called her and asked, &apos;Are you willing to leave with this man at once?&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "So they agreed to let Rebekah and an old family servant woman leave immediately with Abraham's servant and his men."
            },
            {
                "verse_number": "60",
                "verse_text": "They gave Rebekah their blessing and said, &apos;We pray that God will give you many children and grandchildren and that he will help them defeat their enemies.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Afterwards, Rebekah and the young women who were to travel with her prepared to leave. Then they got on camels and left with Abraham's servant and his men."
            },
            {
                "verse_number": "62",
                "verse_text": "At that time Isaac was living in the southern part of Canaan near a place called &apos;The Well of the Living One Who Sees Me.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "The servant told Isaac everything that had happened."
            },
            {
                "verse_number": "67",
                "verse_text": "Isaac took Rebekah into the tent where his mother had lived before she died, and Rebekah became his wife. He loved her and was comforted over the loss of his mother."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Abraham married Keturah,"
            },
            {
                "verse_number": "2",
                "verse_text": "and they had six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
            },
            {
                "verse_number": "3",
                "verse_text": "Later, Jokshan became the father of Sheba and Dedan, and when Dedan grew up, he had three sons: Asshurim, Letushim, and Leummim."
            },
            {
                "verse_number": "4",
                "verse_text": "Midian also had five sons: Ephah, Epher, Hanoch, Abida, and Eldaah. Almost 20 years later, &apos;Your two sons will become The younger of the two will be stronger, and the older son will be his servant.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God blessed Isaac after this, and Isaac moved to a place called &apos;The Well of the Living One Who Sees Me.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Ishmael was the son of Abraham and Hagar, the slave woman of Sarah."
            },
            {
                "verse_number": "13",
                "verse_text": "Ishmael had twelve sons, in this order: Nebaioth, Kedar, Adbeel, Mibsam,"
            },
            {
                "verse_number": "14",
                "verse_text": "Mishma, Dumah, Massa,"
            },
            {
                "verse_number": "15",
                "verse_text": "Hadad, Tema, Jetur, Naphish, and Kedemah."
            },
            {
                "verse_number": "16",
                "verse_text": "Each of Ishmael's sons was a tribal chief, and a village was named after each of them."
            },
            {
                "verse_number": "19",
                "verse_text": "Isaac was the son of Abraham,"
            },
            {
                "verse_number": "20",
                "verse_text": "and he was 40 years old when he married Rebekah, the daughter of Bethuel. She was also the sister of Laban, the Aramean from northern Syria."
            },
            {
                "verse_number": "21",
                "verse_text": "Rebekah still had no children. So Isaac asked the Lord to let her have a child, and the Lord answered his prayer."
            },
            {
                "verse_number": "22",
                "verse_text": "Before Rebekah gave birth, she knew she was going to have twins, because she could feel them inside her, fighting each other. She thought, &apos;Why is this happening to me?&apos; Finally, she asked the Lord why her twins were fighting,"
            },
            {
                "verse_number": "23",
                "verse_text": "and he told her: two separate nations."
            },
            {
                "verse_number": "24",
                "verse_text": "When Rebekah gave birth,"
            },
            {
                "verse_number": "25",
                "verse_text": "the first baby was covered with red hair, so he was named Esau."
            },
            {
                "verse_number": "26",
                "verse_text": "The second baby grabbed on to his brother's heel, so they named him Jacob. Isaac was 60 years old when they were born."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jacob and Esau grew older, Esau liked the outdoors and became a good hunter, while Jacob lived the quiet life of a shepherd."
            },
            {
                "verse_number": "28",
                "verse_text": "Esau would take the meat of wild animals to his father Isaac, so Isaac loved him more, but Jacob was his mother's favorite son."
            },
            {
                "verse_number": "29",
                "verse_text": "One day, when Jacob was cooking some stew, Esau came home hungry"
            },
            {
                "verse_number": "30",
                "verse_text": "and said, &apos;I'm starving to death! Here and now give me some of that red stew!&apos; That's how Esau got the name &apos;Edom.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jacob replied, &apos;Sell me your rights as the first-born son.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;I'm about to die,&apos; Esau answered. &apos;What good will those rights do me?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But Jacob said, &apos;Promise me your birthrights, here and now!&apos; And that's what Esau did."
            },
            {
                "verse_number": "34",
                "verse_text": "Jacob then gave Esau some bread and some of the bean stew, and when Esau had finished eating and drinking, he just got up and left, showing how little he thought of his rights as the first-born."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Once during Abraham's lifetime, the fields had not produced enough grain, and now the same thing happened. So Isaac went to King Abimelech of the Philistines in the land of Gerar,"
            },
            {
                "verse_number": "2",
                "verse_text": "because the Lord had appeared to Isaac and said: Isaac, stay away from Egypt! I will show you where I want you to go. &apos;Because I thought someone would kill me,&apos; Isaac answered."
            },
            {
                "verse_number": "3",
                "verse_text": "You will live there as a foreigner, but I will be with you and bless you. I will keep my promise to your father Abraham by giving this land to you and your descendants."
            },
            {
                "verse_number": "4",
                "verse_text": "I will give you as many descendants as there are stars in the sky, and I will give your descendants all of this land. They will be a blessing to every nation on earth,"
            },
            {
                "verse_number": "5",
                "verse_text": "because Abraham did everything I told him to do."
            },
            {
                "verse_number": "6",
                "verse_text": "Isaac moved to Gerar"
            },
            {
                "verse_number": "7",
                "verse_text": "with his beautiful wife Rebekah. He was afraid that someone might kill him to get her, and so he told everyone that Rebekah was his sister."
            },
            {
                "verse_number": "8",
                "verse_text": "After Isaac had been there a long time, King Abimelech looked out a window and saw Isaac hugging and kissing Rebekah."
            },
            {
                "verse_number": "9",
                "verse_text": "Abimelech called him in and said, &apos;Rebekah must be your wife! Why did you say she is your sister?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Don't you know what you've done?&apos; Abimelech exclaimed. &apos;If someone had slept with her, you would have made our whole nation guilty!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Abimelech warned his people that anyone who even touched Isaac or Rebekah would be put to death."
            },
            {
                "verse_number": "12",
                "verse_text": "Isaac planted grain and had a good harvest that same year. The Lord blessed him,"
            },
            {
                "verse_number": "13",
                "verse_text": "and Isaac was so successful that he became very rich."
            },
            {
                "verse_number": "14",
                "verse_text": "In fact, the Philistines were jealous of the large number of sheep, goats, and slaves that Isaac owned,"
            },
            {
                "verse_number": "15",
                "verse_text": "and they stopped up the wells that Abraham's servants had dug before his death."
            },
            {
                "verse_number": "16",
                "verse_text": "Finally, Abimelech said, &apos;Isaac, I want you to leave our country. You have become too powerful to stay here.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Isaac left and settled in Gerar Valley,"
            },
            {
                "verse_number": "18",
                "verse_text": "where he cleaned out those wells that the Philistines had stopped up. Isaac also gave each of the wells the same name that Abraham had given to them."
            },
            {
                "verse_number": "19",
                "verse_text": "While his servants were digging in the valley, they found a spring-fed well."
            },
            {
                "verse_number": "20",
                "verse_text": "But the shepherds of Gerar Valley quarreled with Isaac's shepherds and claimed the water belonged to them. So this well was named &apos;Quarrel,&apos; because they had quarreled with Isaac."
            },
            {
                "verse_number": "21",
                "verse_text": "Isaac's servants dug another well, and the shepherds also quarreled about it. So that well was named &apos;Jealous.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Finally, they dug one more well. There was no quarreling this time, and the well was named &apos;Lots of Room,&apos; because the Lord had given them room and would make them very successful."
            },
            {
                "verse_number": "23",
                "verse_text": "Isaac went on to Beersheba,"
            },
            {
                "verse_number": "24",
                "verse_text": "where the Lord appeared to him that night and told him, &apos;Don't be afraid! I am the God who was worshiped by your father Abraham, my servant. I will be with you and bless you, and because of Abraham I will give you many descendants.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Isaac built an altar there and worshiped the Lord . Then he set up camp, and his servants started digging a well."
            },
            {
                "verse_number": "26",
                "verse_text": "Meanwhile, Abimelech had left Gerar and was taking his advisor Ahuzzath and his army commander Phicol to see Isaac."
            },
            {
                "verse_number": "27",
                "verse_text": "When they arrived, Isaac asked, &apos;Why are you here? Didn't you send me away because you hated me?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They answered, &apos;We now know for certain that the Lord is with you, and we have decided there needs to be a peace treaty between you and us. So let's make a solemn agreement"
            },
            {
                "verse_number": "29",
                "verse_text": "not to harm each other. Remember, we have never hurt you, and when we sent you away, we let you go in peace. The Lord has truly blessed you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Isaac gave a big feast for them, and everyone ate and drank."
            },
            {
                "verse_number": "31",
                "verse_text": "Early the next morning Isaac and the others made a solemn agreement, then he let them go in peace."
            },
            {
                "verse_number": "32",
                "verse_text": "Later that same day Isaac's servants came and said, &apos;We've struck water!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Isaac named the well Shibah, and the town is still called Beersheba."
            },
            {
                "verse_number": "34",
                "verse_text": "When Esau was 40 years old, he married Judith the daughter of Beeri the Hittite and Basemath the daughter of Elon the Hittite."
            },
            {
                "verse_number": "35",
                "verse_text": "But these two women brought a lot of grief to Esau's parents Isaac and Rebekah."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Isaac was old and almost blind, when he called in his first-born son Esau, who asked him, &apos;Father, what can I do for you?&apos; &apos;Which one of my sons are you?&apos; his father asked. &apos;The Lord your God was kind to me,&apos; Jacob answered. &apos;Yes, I am,&apos; Jacob answered. Jacob gave him some meat, and he ate it. He also gave him some wine, and he drank it. &apos;The smell of my son is like a field the Lord has blessed. with dew from heaven and with fertile fields, rich with grain and grapes. and bow down to you. You will rule over your brothers, and they will kneel at your feet. Anyone who curses you will be cursed; anyone who blesses you will be blessed.&apos; &apos;I am Esau, your first-born son.&apos; &apos;Your home will be far from that fertile land, where dew comes down from the heavens. of your sword and be your brother's slave. But when you decide to be free, you will break loose.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Isaac replied, &apos;I am old and might die at any time."
            },
            {
                "verse_number": "3",
                "verse_text": "So go hunting with your bow and arrows and kill a wild animal."
            },
            {
                "verse_number": "4",
                "verse_text": "Cook some of that tasty food that I love so much and bring it to me. I want to eat it once more and give you my blessing before I die.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rebekah had been listening, and as soon as Esau left to go hunting,"
            },
            {
                "verse_number": "6",
                "verse_text": "she said to Jacob, &apos;I heard your father tell Esau"
            },
            {
                "verse_number": "7",
                "verse_text": "to kill a wild animal and cook some tasty food for him before he dies. Your father said this because he wants to bless your brother with the Lord as his witness."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, my son, listen carefully to what I want you to do."
            },
            {
                "verse_number": "9",
                "verse_text": "Go and kill two of your best young goats and bring them to me. I'll cook the tasty food that your father loves so much."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you can take it to him, so he can eat it and give you his blessing before he dies.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;My brother Esau is a hairy man,&apos; Jacob reminded her. &apos;And I am not."
            },
            {
                "verse_number": "12",
                "verse_text": "If my father touches me and realizes I am trying to trick him, he will put a curse on me instead of giving me a blessing.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Rebekah insisted, &apos;Let his curse fall on me! Just do what I say and bring me the meat.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Jacob brought the meat to his mother, and she cooked the tasty food that his father liked."
            },
            {
                "verse_number": "15",
                "verse_text": "Then she took Esau's best clothes and put them on Jacob."
            },
            {
                "verse_number": "16",
                "verse_text": "She also covered the smooth part of his hands and neck with goatskins"
            },
            {
                "verse_number": "17",
                "verse_text": "and gave him some bread and the tasty food she had cooked."
            },
            {
                "verse_number": "18",
                "verse_text": "Jacob went to his father and said, &apos;Father, here I am.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jacob replied, &apos;I am Esau, your first-born, and I have done what you told me. Please sit up and eat the meat I have brought. Then you can give me your blessing.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Isaac asked, &apos;My son, how did you find an animal so quickly?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;My son,&apos; Isaac said, &apos;come closer, where I can touch you and find out if you really are Esau.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jacob went closer. His father touched him and said, &apos;You sound like Jacob, but your hands feel hairy like Esau's.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "And so Isaac blessed Jacob, thinking he was Esau."
            },
            {
                "verse_number": "24",
                "verse_text": "Isaac asked, &apos;Are you really my son Esau?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So Isaac told him, &apos;Serve me the wild meat, and I can give you my blessing.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Isaac said, &apos;Son, come over here and kiss me.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "While Jacob was kissing him, Isaac caught the smell of his clothes and said:"
            },
            {
                "verse_number": "28",
                "verse_text": "God will bless you, my son,"
            },
            {
                "verse_number": "29",
                "verse_text": "Nations will be your servants"
            },
            {
                "verse_number": "30",
                "verse_text": "Right after Isaac had given Jacob his blessing and Jacob had gone, Esau came back from hunting."
            },
            {
                "verse_number": "31",
                "verse_text": "He cooked the tasty food, brought it to his father, and said, &apos;Father, please sit up and eat the meat I have brought you, so you can give me your blessing.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Who are you?&apos; Isaac asked."
            },
            {
                "verse_number": "33",
                "verse_text": "Isaac started trembling and said, &apos;Then who brought me some wild meat right before you came in? I ate it and gave him a blessing that cannot be taken back.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Esau cried out in great distress, &apos;Father, give me a blessing too!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Isaac answered, &apos;Your brother tricked me and stole your blessing.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Esau replied, &apos;My brother deserves the name Jacob, because he has already cheated me twice. The first time he cheated me out of my rights as the first-born son, and now he has cheated me out of my blessing.&apos; Then Esau asked his father, &apos;Don't you have any blessing left for me?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;My son,&apos; Isaac answered, &apos;I have made Jacob the ruler over you and your brothers, and all of you will be his servants. I have also promised him all the grain and grapes that he needs. There's nothing left that I can do for you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Father,&apos; Esau asked, &apos;don't you have more than one blessing? You can surely give me a blessing too!&apos; Then Esau started crying again."
            },
            {
                "verse_number": "39",
                "verse_text": "So his father said:"
            },
            {
                "verse_number": "40",
                "verse_text": "You will live by the power"
            },
            {
                "verse_number": "41",
                "verse_text": "Esau hated his brother Jacob because he had stolen the blessing that was supposed to be his. So he said to himself, &apos;Just as soon as my father dies, I'll kill Jacob.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "When Rebekah found out what Esau planned to do, she sent for Jacob and told him, &apos;Son, your brother Esau is just waiting for a chance to kill you."
            },
            {
                "verse_number": "43",
                "verse_text": "Now listen carefully and do what I say. Go to the home of my brother Laban in Haran"
            },
            {
                "verse_number": "44",
                "verse_text": "and stay with him for a while. When Esau stops being angry"
            },
            {
                "verse_number": "45",
                "verse_text": "and forgets what you have done to him, I'll send for you to come home. Why should I lose both of my sons on the same day?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Rebekah later told Isaac, &apos;Those Hittite wives of Esau are making my life miserable! If Jacob marries a Hittite woman, I'd be better off dead.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Isaac called in Jacob, then gave him a blessing, and said: Don't marry any of those Canaanite women. I am the Lord God who was worshiped by Abraham and Isaac. I will give to you and your family the land on which you are now sleeping."
            },
            {
                "verse_number": "2",
                "verse_text": "Go at once to your mother's father Bethuel in northern Syria and choose a wife from one of the daughters of Laban, your mother's brother."
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God All-Powerful will bless you with many descendants and let you become a great nation."
            },
            {
                "verse_number": "4",
                "verse_text": "May he bless you with the land he promised Abraham, so that you will take over this land where we now live as foreigners."
            },
            {
                "verse_number": "5",
                "verse_text": "Isaac then sent Jacob to stay with Rebekah's brother Laban, the son of Bethuel the Aramean."
            },
            {
                "verse_number": "6",
                "verse_text": "Esau found out that his father Isaac had blessed Jacob and had warned him not to marry any of the Canaanite women. He also learned that Jacob had been sent to find a wife in northern Syria"
            },
            {
                "verse_number": "7",
                "verse_text": "and that he had obeyed his father and mother."
            },
            {
                "verse_number": "8",
                "verse_text": "Esau already had several wives, but he now realized how much his father hated the Canaanite women."
            },
            {
                "verse_number": "9",
                "verse_text": "So he married Ishmael's daughter Mahalath, who was the sister of Nebaioth and the granddaughter of Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "Jacob left the town of Beersheba and started out for Haran."
            },
            {
                "verse_number": "11",
                "verse_text": "At sunset he stopped for the night and went to sleep, resting his head on a large rock."
            },
            {
                "verse_number": "12",
                "verse_text": "In a dream he saw a ladder that reached from earth to heaven, and God's angels were going up and down on it."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord was standing beside the ladder and said:"
            },
            {
                "verse_number": "14",
                "verse_text": "Your descendants will spread over the earth in all directions and will become as numerous as the specks of dust. Your family will be a blessing to all people."
            },
            {
                "verse_number": "15",
                "verse_text": "Wherever you go, I will watch over you, then later I will bring you back to this land. I won't leave you&ndash;I will do all I have promised."
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob woke up suddenly and thought, &apos;The Lord is in this place, and I didn't even know it.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jacob became frightened and said, &apos;What a frightening place! It must be the house of God and the gateway to heaven.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When Jacob got up early the next morning, he took the rock that he had used for a pillow and stood it up as a place of worship. Then he poured olive oil on the rock to dedicate it to God,"
            },
            {
                "verse_number": "19",
                "verse_text": "and he named the place Bethel. Before that it had been named Luz."
            },
            {
                "verse_number": "20",
                "verse_text": "Jacob solemnly promised God, &apos;If you go with me and watch over me as I travel, and if you give me food and clothes"
            },
            {
                "verse_number": "21",
                "verse_text": "and bring me safely home again, you will be my God."
            },
            {
                "verse_number": "22",
                "verse_text": "This rock will be your house, and I will give back to you a tenth of everything you give me.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "As Jacob continued on his way to the east,"
            },
            {
                "verse_number": "2",
                "verse_text": "he looked out in a field and saw a well where shepherds took their sheep for water. Three flocks of sheep were lying around the well, which was covered with a large rock."
            },
            {
                "verse_number": "3",
                "verse_text": "Shepherds would roll the rock away when all their sheep had gathered there. Then after the sheep had been watered, the shepherds would roll the rock back over the mouth of the well. &apos;We're from Haran,&apos; they answered. &apos;Yes we do,&apos; they replied. &apos;He's fine,&apos; they answered. &apos;And here comes his daughter Rachel with the sheep.&apos; After Jacob had been there for a month,"
            },
            {
                "verse_number": "4",
                "verse_text": "Jacob asked the shepherds, &apos;Where are you from?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he asked, &apos;Do you know Nahor's grandson Laban?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;How is he?&apos; Jacob asked."
            },
            {
                "verse_number": "7",
                "verse_text": "Jacob told them, &apos;Look, the sun is still high up in the sky, and it's too early to bring in the rest of the flocks. Water your sheep and take them back to the pasture.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But they replied, &apos;We can't do that until they all get here, and the rock has been rolled away from the well.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "While Jacob was still talking with the men, his cousin Rachel came up with her father's sheep."
            },
            {
                "verse_number": "10",
                "verse_text": "When Jacob saw her and his uncle's sheep, he rolled the rock away and watered the sheep."
            },
            {
                "verse_number": "11",
                "verse_text": "He then kissed Rachel and started crying because he was so happy."
            },
            {
                "verse_number": "12",
                "verse_text": "He told her that he was the son of her aunt Rebekah, and she ran and told her father about him."
            },
            {
                "verse_number": "13",
                "verse_text": "As soon as Laban heard the news, he ran out to meet Jacob. He hugged and kissed him and brought him to his home, where Jacob told him everything that had happened."
            },
            {
                "verse_number": "14",
                "verse_text": "Laban said, &apos;You are my nephew, and you are like one of my own family.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Laban said to him, &apos;You shouldn't have to work without pay, just because you are a relative of mine. What do you want me to give you?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Since Jacob was in love with Rachel, he answered, &apos;If you will let me marry Rachel, I'll work seven years for you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Laban replied, &apos;It's better for me to let you marry Rachel than for someone else to have her. So stay and work for me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jacob worked seven years for Laban, but the time seemed like only a few days, because he loved Rachel so much."
            },
            {
                "verse_number": "21",
                "verse_text": "Jacob said to Laban, &apos;The time is up, and I want to marry Rachel now!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Laban gave a big feast and invited all their neighbors."
            },
            {
                "verse_number": "23",
                "verse_text": "But that evening he brought Leah to Jacob, who married her and spent the night with her."
            },
            {
                "verse_number": "24",
                "verse_text": "Laban also gave Zilpah to Leah as her servant woman."
            },
            {
                "verse_number": "25",
                "verse_text": "The next morning Jacob found out that he had married Leah, and he asked Laban, &apos;Why did you do this to me? Didn't I work to get Rachel? Why did you trick me?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Laban replied, &apos;In our country the older daughter must get married first."
            },
            {
                "verse_number": "27",
                "verse_text": "After you spend this week with Leah, you may also marry Rachel. But you will have to work for me another seven years.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord knew that Jacob loved Rachel more than he did Leah, and so he gave children to Leah, but not to Rachel."
            },
            {
                "verse_number": "32",
                "verse_text": "Leah gave birth to a son and named him Reuben. Then she said, &apos;The Lord has taken away my sorrow. Now my husband will love me more than he does Rachel.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "She had a second son and named him Simeon, because she said, &apos;The Lord has heard that my husband doesn't love me.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When Leah's third son was born, she said, &apos;Now my husband will hold me close.&apos; So this son was named Levi."
            },
            {
                "verse_number": "35",
                "verse_text": "She had one more son and named him Judah, because she said, &apos;I'll praise the Lord !&apos;"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Rachel was very jealous of Leah for having children, and she said to Jacob, &apos;I'll die if you don't give me some children!&apos; &apos;All right,&apos; Rachel answered. &apos;Let me have the flowers, and you can sleep with Jacob tonight.&apos; They slept together that night, You've seen how hard I've worked for you, and you know how your flocks and herds have grown under my care. Then Jacob told him: I don't want you to pay me anything. Just do one thing, and I'll take care of your sheep and goats."
            },
            {
                "verse_number": "2",
                "verse_text": "But Jacob became upset with Rachel and answered, &apos;Don't blame me! I'm not God.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Here, take my servant Bilhah,&apos; Rachel told him. &apos;Have children by her, and I'll let them be born on my knees to show that they are mine.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Rachel let Jacob marry Bilhah,"
            },
            {
                "verse_number": "5",
                "verse_text": "and they had a son."
            },
            {
                "verse_number": "6",
                "verse_text": "Rachel named him Dan, because she said, &apos;God has answered my prayers. He judged in my favor and has given me a son.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When Bilhah and Jacob had a second son,"
            },
            {
                "verse_number": "8",
                "verse_text": "Rachel said, &apos;I've struggled hard with my sister, and I've won!&apos; So she named the boy Naphtali."
            },
            {
                "verse_number": "9",
                "verse_text": "When Leah realized she could not have any more children, she let Jacob marry her servant Zilpah,"
            },
            {
                "verse_number": "10",
                "verse_text": "and they had a son."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I'm really lucky,&apos; Leah said, and she named the boy Gad."
            },
            {
                "verse_number": "12",
                "verse_text": "When they had another son,"
            },
            {
                "verse_number": "13",
                "verse_text": "Leah exclaimed, &apos;I'm happy now, and all the women will say how happy I am.&apos; So she named him Asher."
            },
            {
                "verse_number": "14",
                "verse_text": "During the time of the wheat harvest, Reuben found some love flowers and took them to his mother Leah. Rachel asked Leah for some of them,"
            },
            {
                "verse_number": "15",
                "verse_text": "but Leah said, &apos;It's bad enough that you stole my husband! Now you want my son's love flowers too.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "That evening when Jacob came in from the fields, Leah told him, &apos;You're sleeping with me tonight. I hired you with my son's love flowers.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "and God answered Leah's prayers by giving her a fifth son."
            },
            {
                "verse_number": "18",
                "verse_text": "Leah shouted, &apos;God has rewarded me for letting Jacob marry my servant,&apos; and she named the boy Issachar."
            },
            {
                "verse_number": "19",
                "verse_text": "When Leah had another son,"
            },
            {
                "verse_number": "20",
                "verse_text": "she exclaimed, &apos;God has given me a wonderful gift, and my husband will praise me for giving him six sons.&apos; So she named the boy Zebulun."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, Leah had a daughter and named her Dinah."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I'll name the boy Joseph, and I'll pray that the Lord will give me another son.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "After Joseph was born, Jacob said to Laban, &apos;Release me from our agreement and let me return to my own country."
            },
            {
                "verse_number": "26",
                "verse_text": "You know how hard I've worked for you, so let me take my wives and children and leave.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jacob answered:"
            },
            {
                "verse_number": "30",
                "verse_text": "You didn't have much before I came, but the Lord has blessed everything I have ever done for you. Now it's time for me to start looking out for my own family."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;How much do you want me to pay you?&apos; Laban asked."
            },
            {
                "verse_number": "32",
                "verse_text": "Let me go through your flocks and herds and take the sheep and goats that are either spotted or speckled and the black lambs. That's all you need to give me."
            },
            {
                "verse_number": "33",
                "verse_text": "In the future you can easily find out if I've been honest. Just look and see if my animals are either spotted or speckled, or if the lambs are black. If they aren't, they've been stolen from you."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;I agree to that,&apos; was Laban's response."
            },
            {
                "verse_number": "35",
                "verse_text": "Before the end of the day, Laban had separated his spotted and speckled animals and the black lambs from the others and had put his sons in charge of them."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Laban made Jacob keep the rest of the sheep and goats at a distance of three days' journey."
            },
            {
                "verse_number": "37",
                "verse_text": "Jacob cut branches from some poplar trees and from some almond and evergreen trees. He peeled off part of the bark and made the branches look spotted and speckled."
            },
            {
                "verse_number": "38",
                "verse_text": "Then he put the branches where the sheep and goats would see them while they were drinking from the water trough. The goats mated there"
            },
            {
                "verse_number": "39",
                "verse_text": "in front of the branches, and their young were spotted and speckled."
            },
            {
                "verse_number": "40",
                "verse_text": "Some of the sheep that Jacob was keeping for Laban were already spotted. And when the others were ready to mate, he made sure that they faced in the direction of the spotted and black ones. In this way, Jacob built up a flock of sheep for himself and did not put them with the other sheep."
            },
            {
                "verse_number": "41",
                "verse_text": "When the stronger sheep were mating near the drinking place, Jacob made sure that the spotted branches were there."
            },
            {
                "verse_number": "42",
                "verse_text": "But he would not put out the branches when the weaker animals were mating. So Jacob got all of the healthy animals, and Laban got what was left."
            },
            {
                "verse_number": "43",
                "verse_text": "Jacob soon became rich and successful. He owned many sheep, goats, camels, and donkeys, as well as a lot of slaves."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Jacob heard that Laban's sons were complaining, &apos;Jacob is now a rich man, and he got everything he owns from our father.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jacob also noticed that Laban was not as friendly as he had been before."
            },
            {
                "verse_number": "3",
                "verse_text": "One day the Lord said, &apos;Jacob, go back to your relatives in the land of your ancestors, and I will be with you.&apos; Your father isn't as friendly with me as he used to be, but the God my ancestors worshiped has been on my side. There's nothing left for us to inherit from our father. Look what you've done! You've tricked me and run off with my daughters like a kidnapper. What have I done wrong? Have I committed some crime? Is that why you hunted me down? If you mistreat my daughters or marry other women, I may not know about it, but remember, God is watching us!"
            },
            {
                "verse_number": "4",
                "verse_text": "Jacob sent for Rachel and Leah to meet him in the pasture where he kept his sheep,"
            },
            {
                "verse_number": "5",
                "verse_text": "and he told them:"
            },
            {
                "verse_number": "6",
                "verse_text": "You know that I have worked hard for your father"
            },
            {
                "verse_number": "7",
                "verse_text": "and that he keeps cheating me by changing my wages time after time. But God has protected me."
            },
            {
                "verse_number": "8",
                "verse_text": "When your father said the speckled sheep would be my wages, all of them were speckled. And when he said the spotted ones would be mine, all of them were spotted."
            },
            {
                "verse_number": "9",
                "verse_text": "That's how God has taken sheep and goats from your father and given them to me."
            },
            {
                "verse_number": "10",
                "verse_text": "Once, when the flocks were mating, I dreamed that all the rams were either spotted or speckled."
            },
            {
                "verse_number": "11",
                "verse_text": "Then God's angel called me by name. I answered,"
            },
            {
                "verse_number": "12",
                "verse_text": "and he said, &apos;Notice that all the rams are either spotted or speckled. I know everything Laban is doing to you,"
            },
            {
                "verse_number": "13",
                "verse_text": "and I am the God you worshiped at Bethel, when you poured olive oil on a rock and made a promise to me. Leave here at once and return to the land where you were born.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Rachel and Leah said to Jacob:"
            },
            {
                "verse_number": "15",
                "verse_text": "He treats us like foreigners and has even cheated us out of the bride price that should have been ours."
            },
            {
                "verse_number": "16",
                "verse_text": "So do whatever God tells you to do. Even the property God took from our father and gave to you really belongs to us and our children."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jacob, his wives, and his children got on camels and left"
            },
            {
                "verse_number": "18",
                "verse_text": "northern Syria for the home of his father Isaac in Canaan. Jacob took along all his flocks, herds, and other property."
            },
            {
                "verse_number": "19",
                "verse_text": "Before Rachel left, she stole the household idols while Laban was out shearing his sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Jacob tricked Laban the Aramean by not saying that he intended to leave."
            },
            {
                "verse_number": "21",
                "verse_text": "When Jacob crossed the Euphrates River and headed for the hill country of Gilead, he took with him everything he owned."
            },
            {
                "verse_number": "22",
                "verse_text": "Three days later Laban found out that Jacob had gone."
            },
            {
                "verse_number": "23",
                "verse_text": "So he took some of his relatives along and chased after Jacob for seven days, before catching up with him in the hill country of Gilead."
            },
            {
                "verse_number": "24",
                "verse_text": "But God appeared to Laban in a dream that night and warned, &apos;Don't say a word to Jacob. Don't make a threat or a promise.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jacob had set up camp in the hill country of Gilead, when Laban and his relatives came and set up camp in another part of the hill country. Laban went to Jacob"
            },
            {
                "verse_number": "26",
                "verse_text": "and said:"
            },
            {
                "verse_number": "27",
                "verse_text": "Why did you sneak away without telling me? I would have given you a going-away party with singing and with music on tambourines and harps."
            },
            {
                "verse_number": "28",
                "verse_text": "You didn't even give me a chance to kiss my own grandchildren and daughters goodbye. That was really foolish."
            },
            {
                "verse_number": "29",
                "verse_text": "I could easily hurt you, but the God your father worshiped has warned me not to make any threats or promises."
            },
            {
                "verse_number": "30",
                "verse_text": "I can understand why you were eager to return to your father, but why did you have to steal my idols?"
            },
            {
                "verse_number": "31",
                "verse_text": "Jacob answered, &apos;I left secretly because I was afraid you would take your daughters from me by force."
            },
            {
                "verse_number": "32",
                "verse_text": "If you find that any one of us has taken your idols, I'll have that person killed. Let your relatives be witnesses. Show me what belongs to you, and you can take it back.&apos; Jacob did not realize that Rachel had stolen the household idols."
            },
            {
                "verse_number": "33",
                "verse_text": "Laban searched the tents of Jacob, Leah, and the two servant women, but did not find the idols. Then he went to Rachel's tent."
            },
            {
                "verse_number": "34",
                "verse_text": "She had already hidden them in the cushion she used as a saddle and was sitting on it. Laban searched everywhere and did not find them."
            },
            {
                "verse_number": "35",
                "verse_text": "Rachel said, &apos;Father, please don't be angry with me for not getting up; I'm having my period.&apos; Laban kept on searching, but still did not find the idols."
            },
            {
                "verse_number": "36",
                "verse_text": "Jacob became very angry and said to Laban:"
            },
            {
                "verse_number": "37",
                "verse_text": "After searching through everything I have, did you find anything of yours? If so, put it here, where your relatives and mine can see it. Then we can decide what to do."
            },
            {
                "verse_number": "38",
                "verse_text": "In all the 20 years that I've worked for you, not one of your sheep or goats has had a miscarriage, and I've never eaten even one of your rams."
            },
            {
                "verse_number": "39",
                "verse_text": "If a wild animal killed one of your sheep or goats, I paid for it myself. In fact, you demanded the full price, whether the animal was killed during the day or at night."
            },
            {
                "verse_number": "40",
                "verse_text": "I sweated every day, and I couldn't sleep at night because of the cold."
            },
            {
                "verse_number": "41",
                "verse_text": "I had to work 14 of these 20 long years to earn your two daughters and another 6 years to buy your sheep and goats. During that time you kept changing my wages."
            },
            {
                "verse_number": "42",
                "verse_text": "If the fearsome God worshiped by Abraham and my father Isaac had not been on my side, you would have sent me away without a thing. But God saw my hard work, and he knew the trouble I was in, so he helped me. Then last night he told you how wrong you were."
            },
            {
                "verse_number": "43",
                "verse_text": "Laban said to Jacob, &apos;Leah and Rachel are my daughters, and their children belong to me. All these sheep you are taking are really mine too. In fact, everything you have belongs to me. But there is nothing I can do to keep my daughters and their children."
            },
            {
                "verse_number": "44",
                "verse_text": "So I am ready to make an agreement with you, and we will pile up some large rocks here to remind us of the agreement.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "After Jacob had set up a large rock,"
            },
            {
                "verse_number": "46",
                "verse_text": "he told his men to get some more rocks and pile them up next to it. Then Jacob and Laban ate a meal together beside the rocks."
            },
            {
                "verse_number": "47",
                "verse_text": "Laban named the pile of rocks Jegar Sahadutha. But Jacob named it Galeed."
            },
            {
                "verse_number": "48",
                "verse_text": "Laban said to Jacob, &apos;This pile of rocks will remind us of our agreement.&apos; That's why the place was named Galeed."
            },
            {
                "verse_number": "49",
                "verse_text": "Laban also said, &apos;This pile of rocks means that the Lord will watch us both while we are apart from each other.&apos; So the place was also named Mizpah."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Laban said:"
            },
            {
                "verse_number": "53",
                "verse_text": "My father Nahor, your grandfather Abraham, and their ancestors all worshiped the same God, and he will make sure that we each keep the agreement. Then Jacob made a promise in the name of the fearsome God his father Isaac had worshiped."
            },
            {
                "verse_number": "54",
                "verse_text": "Jacob killed an animal and offered it as a sacrifice there on the mountain, and he invited his men to eat with him. After the meal they spent the night on the mountain."
            },
            {
                "verse_number": "55",
                "verse_text": "Early the next morning, Laban kissed his daughters and his grandchildren goodbye, then he left to go back home."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "As Jacob was on his way back home, some of God's angels came and met him."
            },
            {
                "verse_number": "2",
                "verse_text": "When Jacob saw them, he said, &apos;This is God's camp.&apos; So he named the place Mahanaim. You, Lord , are the God who was worshiped by my grandfather Abraham and by my father Isaac. You told me to return home to my family, and you promised to be with me and make me successful. A man came and fought with Jacob until just before daybreak. &apos;You can't go until you bless me,&apos; Jacob replied. &apos;Jacob,&apos; he answered. &apos;Don't you know who I am?&apos; he asked. And he blessed Jacob."
            },
            {
                "verse_number": "3",
                "verse_text": "Jacob sent messengers on ahead to Esau, who lived in the land of Seir, also known as Edom."
            },
            {
                "verse_number": "4",
                "verse_text": "Jacob told them to say to Esau, &apos;Master, I am your servant! I have lived with Laban all this time,"
            },
            {
                "verse_number": "5",
                "verse_text": "and now I own cattle, donkeys, and sheep, as well as many slaves. Master, I am sending these messengers in the hope that you will be kind to me.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the messengers returned, they told Jacob, &apos;We went to your brother Esau, and now he is heading this way with 400 men.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jacob was so frightened that he divided his people, sheep, cattle, and camels into two groups."
            },
            {
                "verse_number": "8",
                "verse_text": "He thought, &apos;If Esau attacks one group, perhaps the other can escape.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jacob prayed:"
            },
            {
                "verse_number": "10",
                "verse_text": "I don't deserve all the good things you have done for me, your servant. When I first crossed the Jordan, I had only my walking stick, but now I have two large groups of people and animals."
            },
            {
                "verse_number": "11",
                "verse_text": "Please rescue me from my brother. I am afraid he will come and attack not only me, but my wives and children as well."
            },
            {
                "verse_number": "12",
                "verse_text": "But you have promised that I would be a success and that someday it will be as hard to count my descendants as it is to count the grains of sand along the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "After Jacob had spent the night there, he chose some animals as gifts for Esau:"
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob put servants in charge of each herd and told them, &apos;Go ahead of me and keep a space between each herd.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he said to the servant in charge of the first herd, &apos;When Esau meets you, he will ask whose servant you are. He will want to know where you are going and who owns those animals in front of you."
            },
            {
                "verse_number": "18",
                "verse_text": "So tell him, &quot;They belong to your servant Jacob, who is coming this way. He is sending them as a gift to his master Esau.&quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jacob also told the men in charge of the second and third herds and those who followed to say the same thing when they met Esau."
            },
            {
                "verse_number": "20",
                "verse_text": "And Jacob told them to be sure to say that he was right behind them. Jacob hoped the gifts would make Esau friendly, so Esau would be glad to see him when they met."
            },
            {
                "verse_number": "21",
                "verse_text": "Jacob's men took the gifts on ahead of him, but he spent the night in camp."
            },
            {
                "verse_number": "24",
                "verse_text": "Afterwards, Jacob went back and spent the rest of the night alone."
            },
            {
                "verse_number": "25",
                "verse_text": "When the man saw that he could not win, he struck Jacob on the hip and threw it out of joint."
            },
            {
                "verse_number": "26",
                "verse_text": "They kept on wrestling until the man said, &apos;Let go of me! It's almost daylight.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the man asked, &apos;What is your name?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The man said, &apos;From now on, your name will no longer be Jacob. You will be called Israel, because you have wrestled with God and with men, and you have won.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jacob said, &apos;Now tell me your name.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jacob said, &apos;I have seen God face to face, and I am still alive.&apos; So he named the place Peniel."
            },
            {
                "verse_number": "31",
                "verse_text": "The sun was coming up as Jacob was leaving Peniel. He was limping because he had been struck on the hip,"
            },
            {
                "verse_number": "32",
                "verse_text": "and the muscle on his hip joint had been injured. That's why even today the people of Israel don't eat the hip muscle of any animal."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Later that day Jacob met Esau coming with his 400 men. So Jacob told his children to walk with their mothers."
            },
            {
                "verse_number": "2",
                "verse_text": "The two servant women, Zilpah and Bilhah, together with their children went first, followed by Leah and her children, then by Rachel and Joseph."
            },
            {
                "verse_number": "3",
                "verse_text": "Jacob himself walked in front of them all, bowing to the ground seven times as he came near his brother. Jacob answered, &apos;These are the children the Lord has been kind enough to give to me, your servant.&apos; &apos;Master,&apos; Jacob answered, &apos;I sent them so you would be friendly to me.&apos; &apos;You don't have to do that,&apos; Jacob answered. &apos;I am happy, simply knowing that you are friendly to me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Esau ran toward Jacob and hugged and kissed him. Then the two brothers started crying."
            },
            {
                "verse_number": "5",
                "verse_text": "When Esau noticed the women and children he asked, &apos;Whose children are these?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the two servant women and their children came and bowed down to Esau."
            },
            {
                "verse_number": "7",
                "verse_text": "Next, Leah and her children came and bowed down; finally, Joseph and Rachel also came and bowed down."
            },
            {
                "verse_number": "8",
                "verse_text": "Esau asked Jacob, &apos;Why did you send those herds I met along the road?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But, brother, I already have plenty,&apos; Esau replied. &apos;Keep them for yourself.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;No!&apos; Jacob said. &apos;Please accept them as a sign of your friendship for me. When you welcomed me and I saw your face, it was like seeing the face of God."
            },
            {
                "verse_number": "11",
                "verse_text": "Please accept these as gifts I brought to you. God has been good to me, and I have everything I need.&apos; Jacob kept insisting until Esau agreed."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Let's get ready to travel,&apos; Esau said. &apos;I'll go along with you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jacob answered, &apos;Master, you know traveling is hard on children, and I have to look after the sheep and goats that are nursing their young. If my animals travel too much in one day, they will all die."
            },
            {
                "verse_number": "14",
                "verse_text": "Why don't you go on ahead and let me travel along slowly with the children, the herds, and the flocks. We can meet again in the country of Edom.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Esau replied, &apos;Let me leave some of my men with you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Esau left for Edom."
            },
            {
                "verse_number": "17",
                "verse_text": "But Jacob went to Succoth, where he built a house for himself and set up shelters for his animals. That's why the place is called Succoth."
            },
            {
                "verse_number": "18",
                "verse_text": "After leaving northern Syria, Jacob arrived safely at Shechem in Canaan and set up camp outside the city."
            },
            {
                "verse_number": "19",
                "verse_text": "The land where he camped was owned by the descendants of Hamor, the father of Shechem. So Jacob paid them 100 pieces of silver for the property,"
            },
            {
                "verse_number": "20",
                "verse_text": "then he set up his tents and built an altar there to honor the God of Israel."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Dinah, the daughter of Jacob and Leah, went to visit some of the women who lived nearby."
            },
            {
                "verse_number": "2",
                "verse_text": "She was seen by Hamor's son Shechem, the leader of the Hivites, and he grabbed her and raped her."
            },
            {
                "verse_number": "3",
                "verse_text": "But Shechem was attracted to Dinah, so he told her how much he loved her."
            },
            {
                "verse_number": "4",
                "verse_text": "Shechem even asked his father to arrange for him to marry her. My son Shechem really loves Dinah. Please let him marry her."
            },
            {
                "verse_number": "5",
                "verse_text": "Meanwhile, Jacob heard what had happened. But his sons were out in the fields with the cattle, so he did not do anything at the time."
            },
            {
                "verse_number": "6",
                "verse_text": "Hamor arrived at Jacob's home"
            },
            {
                "verse_number": "7",
                "verse_text": "just as Jacob's sons were coming in from work. When they learned that their sister had been raped, they became furiously angry, because nothing is more disgraceful than rape, and it must not be tolerated."
            },
            {
                "verse_number": "8",
                "verse_text": "Hamor said to Jacob and his sons:"
            },
            {
                "verse_number": "9",
                "verse_text": "Why don't you start letting your families marry into our families and ours marry into yours?"
            },
            {
                "verse_number": "10",
                "verse_text": "You can share this land with us. Move freely about until you find the property you want; then buy it and settle down here."
            },
            {
                "verse_number": "11",
                "verse_text": "Shechem added, &apos;Do this favor for me, and I'll give whatever you want."
            },
            {
                "verse_number": "12",
                "verse_text": "Ask anything, no matter how expensive. I'll do anything, just let me marry Dinah.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jacob's sons wanted to get even with Shechem and his father because of what had happened to their sister."
            },
            {
                "verse_number": "14",
                "verse_text": "So they tricked them by saying: You're not circumcised! It would be a disgrace for us to let you marry Dinah now."
            },
            {
                "verse_number": "15",
                "verse_text": "But we will let you marry her, if you and the other men in your tribe agree to be circumcised."
            },
            {
                "verse_number": "16",
                "verse_text": "Then your families can marry into ours, and ours can marry into yours, and we can live together like one nation."
            },
            {
                "verse_number": "17",
                "verse_text": "But if you don't agree to be circumcised, we'll take Dinah and leave this place."
            },
            {
                "verse_number": "18",
                "verse_text": "Hamor and Shechem liked what was said."
            },
            {
                "verse_number": "19",
                "verse_text": "Shechem was the most respected person in his family, and he was so in love with Dinah that he hurried off to get everything done."
            },
            {
                "verse_number": "20",
                "verse_text": "The two men met with the other leaders of their city and told them:"
            },
            {
                "verse_number": "21",
                "verse_text": "These people really are friendly. Why not let them move freely about until they find the property they want? There's enough land here for them and for us. Then our families can marry into theirs, and theirs can marry into ours."
            },
            {
                "verse_number": "22",
                "verse_text": "We have to do only one thing before they will agree to stay here and become one nation with us. Our men will have to be circumcised just like theirs."
            },
            {
                "verse_number": "23",
                "verse_text": "Just think! We'll get their property, as well as their flocks and herds. All we have to do is to agree, and they will live here with us."
            },
            {
                "verse_number": "24",
                "verse_text": "Every grown man followed this advice and got circumcised."
            },
            {
                "verse_number": "25",
                "verse_text": "Three days later the men who had been circumcised were still weak from pain. So Simeon and Levi, two of Dinah's brothers, attacked with their swords and killed every man in the town,"
            },
            {
                "verse_number": "26",
                "verse_text": "including Hamor and Shechem. Then they took Dinah and left."
            },
            {
                "verse_number": "27",
                "verse_text": "Jacob's other sons came and took everything they wanted. All this was done because of the horrible thing that had happened to their sister."
            },
            {
                "verse_number": "28",
                "verse_text": "They took sheep, goats, donkeys, and everything else that was in the town or the countryside."
            },
            {
                "verse_number": "29",
                "verse_text": "After taking everything of value from the houses, they dragged away the wives and children of their victims."
            },
            {
                "verse_number": "30",
                "verse_text": "Jacob said to Simeon and Levi, &apos;Look what you've done! Now I'm in real trouble with the Canaanites and Perizzites who live around here. There aren't many of us, and if they attack, they'll kill everyone in my household.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They answered, &apos;Was it right to let our own sister be treated that way?&apos;"
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "God told Jacob, &apos;Return to Bethel, where I appeared to you when you were running from your brother Esau. Make your home there and build an altar for me.&apos; Get rid of your foreign gods! Then make yourselves acceptable to worship God and put on clean clothes. Jacob and his wife Rachel had Joseph and Benjamin. Rachel's servant woman Bilhah had two more sons: Dan and Naphtali."
            },
            {
                "verse_number": "2",
                "verse_text": "Jacob said to his family and to everyone else who was traveling with him:"
            },
            {
                "verse_number": "3",
                "verse_text": "Afterwards, we'll go to Bethel. I will build an altar there for God, who answered my prayers when I was in trouble and who has always been at my side."
            },
            {
                "verse_number": "4",
                "verse_text": "So everyone gave Jacob their idols and their earrings, and he buried them under the oak tree near Shechem."
            },
            {
                "verse_number": "5",
                "verse_text": "While Jacob and his family were traveling through Canaan, God terrified the people in the towns so much that no one dared bother them."
            },
            {
                "verse_number": "6",
                "verse_text": "Finally, they reached Bethel, also known as Luz."
            },
            {
                "verse_number": "7",
                "verse_text": "Jacob built an altar there and called it &apos;God of Bethel,&apos; because that was the place where God had appeared to him when he was running from Esau."
            },
            {
                "verse_number": "8",
                "verse_text": "While they were there, Rebekah's personal servant Deborah died. They buried her under an oak tree and called it &apos;Weeping Oak.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I will give you the land that I promised Abraham and Isaac, and it will belong to your family forever."
            },
            {
                "verse_number": "13",
                "verse_text": "After God had gone,"
            },
            {
                "verse_number": "14",
                "verse_text": "Jacob set up a large rock, so that he would remember what had happened there. Then he poured wine and olive oil on the rock to show that it was dedicated to God,"
            },
            {
                "verse_number": "15",
                "verse_text": "and he named the place Bethel."
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob and his family had left Bethel and were still a long way from Ephrath, when the time came for Rachel's baby to be born."
            },
            {
                "verse_number": "17",
                "verse_text": "She was having a rough time, but the woman who was helping her said, &apos;Don't worry! It's a boy.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Rachel was at the point of death, and right before dying, she said, &apos;I'll name him Benoni.&apos; But Jacob called him Benjamin."
            },
            {
                "verse_number": "19",
                "verse_text": "Rachel was buried beside the road to Ephrath, which is also called Bethlehem."
            },
            {
                "verse_number": "20",
                "verse_text": "Jacob set up a tombstone over her grave, and it is still there."
            },
            {
                "verse_number": "21",
                "verse_text": "Jacob, also known as Israel, traveled to the south of Eder Tower, where he set up camp."
            },
            {
                "verse_number": "22",
                "verse_text": "During their time there, Jacob's oldest son Reuben slept with Bilhah, who was one of Jacob's other wives. And Jacob found out about it."
            },
            {
                "verse_number": "27",
                "verse_text": "Jacob went to his father Isaac at Hebron, also called Mamre or Kiriath-Arba, where Isaac's father Abraham had lived as a foreigner."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Esau, also known as Edom, had many descendants."
            },
            {
                "verse_number": "2",
                "verse_text": "He married three Canaanite women: The first was Adah, the daughter of Elon the Hittite; the second was Oholibamah, the daughter of Anah and the granddaughter of Zibeon the Hivite;"
            },
            {
                "verse_number": "3",
                "verse_text": "the third was Basemath, who was Ishmael's daughter and Nebaioth's sister. Esau and Basemath had a son named Reuel, whose sons were Nahath, Zerah, Shammah, and Mizzah. Esau and Oholibamah had three sons: Jeush, Jalam, and Korah. Bela son of Beor from Dinhabah; Jobab son of Zerah from Bozrah; Husham from the land of Teman; Hadad son of Bedad from Avith (Bedad had defeated the Midianites in Moab); Samlah from Masrekah; Shaul from the city of Rehoboth on the Euphrates River; Baalhanan son of Achbor; Hadar from the city of Pau (his wife Mehetabel was the daughter of Matred and the granddaughter of Mezahab)."
            },
            {
                "verse_number": "6",
                "verse_text": "Esau took his children and wives, his relatives and servants, his animals and possessions he had acquired while in Canaan, and moved far from Jacob."
            },
            {
                "verse_number": "7",
                "verse_text": "He did this because the land was too crowded and could not support him and his brother with their flocks and herds."
            },
            {
                "verse_number": "8",
                "verse_text": "That's why Esau made his home in the hill country of Seir."
            },
            {
                "verse_number": "15",
                "verse_text": "Esau and Adah's oldest son was Eliphaz, and the clans that descended from him were Teman, Omar, Zepho, Kenaz,"
            },
            {
                "verse_number": "16",
                "verse_text": "Korah, Gatam, and Amalek. These and Esau's other descendants lived in the land of Edom."
            },
            {
                "verse_number": "17",
                "verse_text": "The clans that descended from Esau and Basemath's son Reuel were Nahath, Zerah, Shammah, and Mizzah."
            },
            {
                "verse_number": "18",
                "verse_text": "The clans that descended from Esau and Oholibamah the daughter of Anah were Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "19",
                "verse_text": "All of these clans descended from Esau, who was known as Edom."
            },
            {
                "verse_number": "20",
                "verse_text": "Seir was from the Horite tribe that had lived in Edom before the time of Esau. The clans that had descended from him were Lotan, Shobal, Zibeon, Anah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Dishon, Ezer, and Dishan."
            },
            {
                "verse_number": "22",
                "verse_text": "Lotan's sons were Hori and Heman; his sister was Timna."
            },
            {
                "verse_number": "23",
                "verse_text": "Shobal's sons were Alvan, Manahath, Ebal, Shepho, and Onam."
            },
            {
                "verse_number": "24",
                "verse_text": "Zibeon's sons were Aiah and Anah&ndash;the same Anah who found an oasis in the desert while taking the donkeys of his father out to pasture."
            },
            {
                "verse_number": "25",
                "verse_text": "Anah's children were Dishon and Oholibamah."
            },
            {
                "verse_number": "26",
                "verse_text": "Dishon's sons were Hemdan, Eshban, Ithran, and Cheran."
            },
            {
                "verse_number": "27",
                "verse_text": "Ezer's sons were Bilhan, Zaavan, and Akan."
            },
            {
                "verse_number": "28",
                "verse_text": "Dishan's sons were Uz and Aran."
            },
            {
                "verse_number": "29",
                "verse_text": "The clans of the Horites were Lotan, Shobal, Zibeon, Anah,"
            },
            {
                "verse_number": "30",
                "verse_text": "Dishon, Ezer, and Dishan, and they lived in the land of Seir."
            },
            {
                "verse_number": "40",
                "verse_text": "The clans that descended from Esau took their names from their families and the places where they lived. They are Timna, Alvah, Jetheth,"
            },
            {
                "verse_number": "41",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "42",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "43",
                "verse_text": "Magdiel, and Iram. These clans descended from Esau, who was known as Edom, the father of the Edomites. They took their names from the places where they settled."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "Jacob lived in the land of Canaan, where his father Isaac had lived,"
            },
            {
                "verse_number": "2",
                "verse_text": "and this is the story of his family. When Jacob's son Joseph was 17 years old, he took care of the sheep with his brothers, the sons of Bilhah and Zilpah. But he was always telling his father all sorts of bad things about his brothers. &apos;Yes, sir,&apos; Joseph answered. Joseph was near Shechem Joseph left and found his brothers in Dothan."
            },
            {
                "verse_number": "3",
                "verse_text": "Jacob loved Joseph more than he did any of his other sons, because Joseph was born when Jacob was very old. Jacob had even given Joseph a fancy coat"
            },
            {
                "verse_number": "4",
                "verse_text": "which showed that Joseph was his favorite son, and so Joseph's brothers hated him and would not be friendly to him."
            },
            {
                "verse_number": "5",
                "verse_text": "One day, Joseph told his brothers what he had dreamed, and they hated him even more."
            },
            {
                "verse_number": "6",
                "verse_text": "Joseph said, &apos;Let me tell you about my dream."
            },
            {
                "verse_number": "7",
                "verse_text": "We were out in the field, tying up bundles of wheat. Suddenly my bundle stood up, and your bundles gathered around and bowed down to it.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "His brothers asked, &apos;Do you really think you are going to be king and rule over us?&apos; Now they hated Joseph more than ever because of what he had said about his dream."
            },
            {
                "verse_number": "9",
                "verse_text": "Joseph later had another dream, and he told his brothers, &apos;Listen to what else I dreamed. The sun, the moon, and eleven stars bowed down to me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When he told his father about this dream, his father became angry and said, &apos;What's that supposed to mean? Are your mother and I and your brothers all going to come and bow down to you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Joseph's brothers were jealous of him, but his father kept wondering about the dream."
            },
            {
                "verse_number": "12",
                "verse_text": "One day when Joseph's brothers had taken the sheep to a pasture near Shechem,"
            },
            {
                "verse_number": "13",
                "verse_text": "his father Jacob said to him, &apos;I want you to go to your brothers. They are with the sheep near Shechem.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "His father said, &apos;Go and find out how your brothers and the sheep are doing. Then come back and let me know.&apos; So he sent him from Hebron Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "and wandering through the fields, when a man asked, &apos;What are you looking for?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Joseph answered, &apos;I'm looking for my brothers who are watching the sheep. Can you tell me where they are?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;They're not here anymore,&apos; the man replied. &apos;I overheard them say they were going to Dothan.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But before he got there, they saw him coming and made plans to kill him."
            },
            {
                "verse_number": "19",
                "verse_text": "They said to one another, &apos;Look, here comes the hero of those dreams!"
            },
            {
                "verse_number": "20",
                "verse_text": "Let's kill him and throw him into a pit and say that some wild animal ate him. Then we'll see what happens to those dreams.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Reuben heard this and tried to protect Joseph from them. &apos;Let's not kill him,&apos; he said."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Don't murder him or even harm him. Just throw him into a well out here in the desert.&apos; Reuben planned to rescue Joseph later and take him back to his father."
            },
            {
                "verse_number": "23",
                "verse_text": "When Joseph came to his brothers, they pulled off his fancy coat"
            },
            {
                "verse_number": "24",
                "verse_text": "and threw him into a dry well."
            },
            {
                "verse_number": "25",
                "verse_text": "As Joseph's brothers sat down to eat, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were loaded with all kinds of spices that they were taking to Egypt."
            },
            {
                "verse_number": "26",
                "verse_text": "So Judah said, &apos;What will we gain if we kill our brother and hide his body?"
            },
            {
                "verse_number": "27",
                "verse_text": "Let's sell him to the Ishmaelites and not harm him. After all, he is our brother.&apos; And the others agreed."
            },
            {
                "verse_number": "28",
                "verse_text": "When the Midianite merchants came by, Joseph's brothers took him out of the well, and for 20 pieces of silver they sold him to the Ishmaelites who took him to Egypt."
            },
            {
                "verse_number": "29",
                "verse_text": "When Reuben returned to the well and did not find Joseph there, he tore his clothes in sorrow."
            },
            {
                "verse_number": "30",
                "verse_text": "Then he went back to his brothers and said, &apos;The boy is gone! What am I going to do?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Joseph's brothers killed a goat and dipped Joseph's fancy coat in its blood."
            },
            {
                "verse_number": "32",
                "verse_text": "After this, they took the coat to their father and said, &apos;We found this! Look at it carefully and see if it belongs to your son.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jacob knew it was Joseph's coat and said, &apos;It's my son's coat! Joseph has been torn to pieces and eaten by some wild animal.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jacob mourned for Joseph a long time, and to show his sorrow he tore his clothes and wore sackcloth."
            },
            {
                "verse_number": "35",
                "verse_text": "All of Jacob's children came to comfort him, but he refused to be comforted. &apos;No,&apos; he said, &apos;I will go to my grave, mourning for my son.&apos; So Jacob kept on grieving."
            },
            {
                "verse_number": "36",
                "verse_text": "Meanwhile, the Midianites had sold Joseph in Egypt to a man named Potiphar, who was the king's official in charge of the palace guard."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "About that time Judah left his brothers in the hill country and went to live near his friend Hirah in the town of Adullam."
            },
            {
                "verse_number": "2",
                "verse_text": "While there he met the daughter of Shua, a Canaanite man. Judah married her,"
            },
            {
                "verse_number": "3",
                "verse_text": "and they had three sons. He named the first one Er;"
            },
            {
                "verse_number": "4",
                "verse_text": "she named the next one Onan."
            },
            {
                "verse_number": "5",
                "verse_text": "The third one was born when Judah was in Chezib, and she named him Shelah. &apos;What will you give me to keep until you send the goat?&apos; she asked. &apos;There's never been one here,&apos; they answered. &apos;Drag her out of town and burn her to death!&apos; Judah shouted."
            },
            {
                "verse_number": "6",
                "verse_text": "Later, Judah chose Tamar as a wife for Er, his oldest son."
            },
            {
                "verse_number": "7",
                "verse_text": "But Er was very evil, and the Lord took his life."
            },
            {
                "verse_number": "8",
                "verse_text": "So Judah told Onan, &apos;It's your duty to marry Tamar and have a child for your brother.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Onan knew the child would not be his, and when he had sex with Tamar, he made sure that she would not get pregnant."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord wasn't pleased with Onan and took his life too."
            },
            {
                "verse_number": "11",
                "verse_text": "Judah did not want the same thing to happen to his son Shelah, and he told Tamar, &apos;Go home to your father and live there as a widow until my son Shelah is grown.&apos; So Tamar went to live with her father."
            },
            {
                "verse_number": "12",
                "verse_text": "Some years later Judah's wife died, and he mourned for her. He then went with his friend Hirah to the town of Timnah, where his sheep were being sheared."
            },
            {
                "verse_number": "13",
                "verse_text": "Tamar found out that her father-in-law Judah was going to Timnah to shear his sheep."
            },
            {
                "verse_number": "14",
                "verse_text": "She also realized that Shelah was now a grown man, but she had not been allowed to marry him. So she decided to dress in something other than her widow's clothes and to cover her face with a veil. After this, she sat outside the town of Enaim on the road to Timnah."
            },
            {
                "verse_number": "15",
                "verse_text": "When Judah came along, he did not recognize her because of the veil. He thought she was a prostitute"
            },
            {
                "verse_number": "16",
                "verse_text": "and asked her to sleep with him. She asked, &apos;What will you give me if I do?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;One of my young goats,&apos; he answered."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;What do you want?&apos; he asked in return. &apos;The ring on that cord around your neck,&apos; was her reply. &apos;I also want the special walking stick you have with you.&apos; He gave them to her, they slept together, and she became pregnant."
            },
            {
                "verse_number": "19",
                "verse_text": "After returning home, Tamar took off the veil and dressed in her widow's clothes again."
            },
            {
                "verse_number": "20",
                "verse_text": "Judah asked his friend Hirah take a goat to the woman, so he could get back the ring and walking stick, but she wasn't there."
            },
            {
                "verse_number": "21",
                "verse_text": "Hirah asked the people of Enaim, &apos;Where is the prostitute who sat along the road outside your town?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Hirah went back and told Judah, &apos;I couldn't find the woman, and the people of Enaim said no prostitute had ever been there.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;If you couldn't find her, we'll just let her keep the things I gave her,&apos; Judah answered. &apos;And we'd better forget about the goat, or else we'll look like fools.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "About three months later someone told Judah, &apos;Your daughter-in-law Tamar has behaved like a prostitute, and now she's pregnant!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "As Tamar was being dragged off, she sent someone to tell her father-in-law, &apos;The man who gave me this ring, this cord, and this walking stick is the one who got me pregnant.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Those are mine!&apos; Judah admitted. &apos;She's a better person than I am, because I broke my promise to let her marry my son Shelah.&apos; After this, Judah never slept with her again."
            },
            {
                "verse_number": "29",
                "verse_text": "At once his hand went back in, and the other child was born first. The woman then said, &apos;What an opening you've made for yourself!&apos; So they named the baby Perez."
            },
            {
                "verse_number": "30",
                "verse_text": "When the brother with the red thread was born, they named him Zerah."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "The Ishmaelites took Joseph to Egypt and sold him to Potiphar, the king's official in charge of the palace guard."
            },
            {
                "verse_number": "4",
                "verse_text": "Potiphar liked Joseph and made him his personal assistant, putting him in charge of his house and all of his property."
            },
            {
                "verse_number": "5",
                "verse_text": "Because of Joseph, the Lord began to bless Potiphar's family and fields."
            },
            {
                "verse_number": "6",
                "verse_text": "Potiphar left everything up to Joseph, and with Joseph there, the only decision he had to make was what he wanted to eat."
            },
            {
                "verse_number": "7",
                "verse_text": "and Potiphar's wife soon noticed him. She asked him to make love to her,"
            },
            {
                "verse_number": "8",
                "verse_text": "but he refused and said, &apos;My master isn't worried about anything in his house, because he has placed me in charge of everything he owns."
            },
            {
                "verse_number": "9",
                "verse_text": "No one in my master's house is more important than I am. The only thing he hasn't given me is you, and that's because you are his wife. I won't sin against God by doing such a terrible thing as this.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "She kept begging Joseph day after day, but he refused to do what she wanted or even to go near her."
            },
            {
                "verse_number": "11",
                "verse_text": "One day, Joseph went to Potiphar's house to do his work, and none of the other servants were there."
            },
            {
                "verse_number": "12",
                "verse_text": "Potiphar's wife grabbed hold of his coat and said, &apos;Make love to me!&apos; Joseph ran out of the house, leaving his coat there in her hands."
            },
            {
                "verse_number": "13",
                "verse_text": "When this happened,"
            },
            {
                "verse_number": "14",
                "verse_text": "she called in her servants and said, &apos;Look! This Hebrew has come just to make fools of us. He tried to rape me, but I screamed for help."
            },
            {
                "verse_number": "15",
                "verse_text": "And when he heard me scream, he ran out of the house, leaving his coat with me.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Potiphar's wife kept Joseph's coat until her husband came home."
            },
            {
                "verse_number": "17",
                "verse_text": "Then she said, &apos;That Hebrew slave of yours tried to rape me!"
            },
            {
                "verse_number": "18",
                "verse_text": "But when I screamed for help, he left his coat and ran out of the house.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Potiphar became very angry"
            },
            {
                "verse_number": "20",
                "verse_text": "and threw Joseph in the same prison where the king's prisoners were kept."
            },
            {
                "verse_number": "21",
                "verse_text": "the Lord helped him and was good to him. He even made the jailer like Joseph so much that"
            },
            {
                "verse_number": "22",
                "verse_text": "he put him in charge of the other prisoners and of everything that was done in the jail."
            },
            {
                "verse_number": "23",
                "verse_text": "The jailer did not worry about anything, because the Lord was with Joseph and made him successful in all that he did."
            }
        ],
        "40": [
            {
                "verse_number": "4",
                "verse_text": "They spent a long time in prison, and the official in charge of the palace guard, made Joseph their servant. Joseph replied, &apos;Doesn't God know the meaning of dreams? Now tell me what you dreamed.&apos; This is the meaning of your dream. The three branches stand for three days, This is the meaning of your dream. The three baskets are three days, Everything happened just as Joseph had said it would,"
            },
            {
                "verse_number": "5",
                "verse_text": "One night each of the two men had a dream, but their dreams had different meanings."
            },
            {
                "verse_number": "6",
                "verse_text": "The next morning, when Joseph went to see the men, he could tell they were upset,"
            },
            {
                "verse_number": "7",
                "verse_text": "and he asked, &apos;Why are you so worried today?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;We each had a dream last night,&apos; they answered, &apos;and there is no one to tell us what they mean.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The king's personal servant told Joseph, &apos;In my dream I saw a vine"
            },
            {
                "verse_number": "10",
                "verse_text": "with three branches. As soon as it budded, it blossomed, and its grapes became ripe."
            },
            {
                "verse_number": "11",
                "verse_text": "I held the king's cup and squeezed the grapes into it, then I gave the cup to the king.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Joseph said:"
            },
            {
                "verse_number": "13",
                "verse_text": "and in three days the king will pardon you. He will make you his personal servant again, and you will serve him his wine, just as you used to do."
            },
            {
                "verse_number": "14",
                "verse_text": "But when these good things happen, please don't forget to tell the king about me, so I can get out of this place."
            },
            {
                "verse_number": "15",
                "verse_text": "I was kidnapped from the land of the Hebrews, and here in Egypt I haven't done anything to deserve being thrown in jail."
            },
            {
                "verse_number": "16",
                "verse_text": "When the chief cook saw that Joseph had given a good meaning to the dream, he told Joseph, &apos;I also had a dream. In it I was carrying three breadbaskets stacked on top of my head."
            },
            {
                "verse_number": "17",
                "verse_text": "The top basket was full of all kinds of baked things for the king, but birds were eating them.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Joseph said:"
            },
            {
                "verse_number": "19",
                "verse_text": "and in three days the king will cut off your head. He will hang your body on a pole, and birds will come and peck at it."
            },
            {
                "verse_number": "20",
                "verse_text": "Three days later, while the king was celebrating his birthday with a dinner for his officials, he sent for his personal servant and the chief cook."
            },
            {
                "verse_number": "21",
                "verse_text": "He put the personal servant back in his old job"
            },
            {
                "verse_number": "22",
                "verse_text": "and had the cook put to death."
            },
            {
                "verse_number": "23",
                "verse_text": "but the king's personal servant completely forgot about Joseph."
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "Two years later the king of Egypt dreamed he was standing beside the Nile River."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly, seven fat, healthy cows came up from the river and started eating grass along the bank."
            },
            {
                "verse_number": "3",
                "verse_text": "Then seven ugly, skinny cows came up out of the river and"
            },
            {
                "verse_number": "4",
                "verse_text": "ate the fat, healthy cows. When this happened, the king woke up. Now I remember what I was supposed to do. I dreamed I was standing on the bank of the Nile River. Your Majesty, both of your dreams mean the same thing, and in them God has shown what he is going to do."
            },
            {
                "verse_number": "5",
                "verse_text": "The king went back to sleep and had another dream. This time seven full heads of grain were growing on a single stalk."
            },
            {
                "verse_number": "6",
                "verse_text": "Later, seven other heads of grain appeared, but they were thin and scorched by a wind from the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "The thin heads of grain swallowed the seven full heads. Again the king woke up, and it had only been a dream."
            },
            {
                "verse_number": "8",
                "verse_text": "The next morning the king was upset. So he called in his magicians and wise men and told them what he had dreamed. None of them could tell him what the dreams meant."
            },
            {
                "verse_number": "9",
                "verse_text": "The king's personal servant said:"
            },
            {
                "verse_number": "10",
                "verse_text": "When you were angry with me and your chief cook, you threw us both in jail in the house of the captain of the guard."
            },
            {
                "verse_number": "11",
                "verse_text": "One night we both had dreams, and each dream had a different meaning."
            },
            {
                "verse_number": "12",
                "verse_text": "A young Hebrew, who was a servant of the captain of the guard, was there with us at the time. When we told him our dreams, he explained what each of them meant,"
            },
            {
                "verse_number": "13",
                "verse_text": "and everything happened just as he said it would. I got my job back, and the cook was put to death."
            },
            {
                "verse_number": "14",
                "verse_text": "The king sent for Joseph, who was quickly brought out of jail. He shaved, changed his clothes, and went to the king."
            },
            {
                "verse_number": "15",
                "verse_text": "The king said to him, &apos;I had a dream, yet no one can explain what it means. I am told that you can interpret dreams.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Your Majesty,&apos; Joseph answered, &apos;I can't do it myself, but God can give a good meaning to your dreams.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king told Joseph:"
            },
            {
                "verse_number": "18",
                "verse_text": "I saw seven fat, healthy cows come up out of the river, and they began feeding on the grass."
            },
            {
                "verse_number": "19",
                "verse_text": "Next, seven skinny, bony cows came up out of the river. I have never seen such terrible looking cows anywhere in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "The skinny cows ate the fat ones."
            },
            {
                "verse_number": "21",
                "verse_text": "But you couldn't tell it, because these skinny cows were just as skinny as they were before. At once, I woke up."
            },
            {
                "verse_number": "22",
                "verse_text": "I also dreamed that I saw seven heads of grain growing on one stalk. The heads were full and ripe."
            },
            {
                "verse_number": "23",
                "verse_text": "Then seven other heads of grain came up. They were thin and scorched by a wind from the desert."
            },
            {
                "verse_number": "24",
                "verse_text": "These heads of grain swallowed the full ones. I told my dreams to the magicians, but none of them could tell me the meaning of the dreams."
            },
            {
                "verse_number": "25",
                "verse_text": "Joseph replied:"
            },
            {
                "verse_number": "26",
                "verse_text": "The seven good cows stand for seven years, and so do the seven good heads of grain."
            },
            {
                "verse_number": "27",
                "verse_text": "The seven skinny, ugly cows that came up later also stand for seven years, as do the seven bad heads of grain that were scorched by the desert wind. The dreams mean there will be seven years when there won't be enough grain."
            },
            {
                "verse_number": "28",
                "verse_text": "It is just as I said&ndash;God has shown what he intends to do."
            },
            {
                "verse_number": "29",
                "verse_text": "For seven years Egypt will have more than enough grain,"
            },
            {
                "verse_number": "30",
                "verse_text": "but that will be followed by seven years when there won't be enough. The good years of plenty will be forgotten, and everywhere in Egypt people will be starving."
            },
            {
                "verse_number": "31",
                "verse_text": "The famine will be so bad that no one will remember that once there had been plenty."
            },
            {
                "verse_number": "32",
                "verse_text": "God has given you two dreams to let you know that he has definitely decided to do this and that he will do it soon."
            },
            {
                "verse_number": "33",
                "verse_text": "Your Majesty, you should find someone who is wise and will know what to do, so that you can put him in charge of all Egypt."
            },
            {
                "verse_number": "34",
                "verse_text": "Then appoint some other officials to collect one fifth of every crop harvested in Egypt during the seven years when there is plenty."
            },
            {
                "verse_number": "35",
                "verse_text": "Give them the power to collect the grain during those good years and to store it in your cities."
            },
            {
                "verse_number": "36",
                "verse_text": "It can be stored until it is needed during the seven years when there won't be enough grain in Egypt. This will keep the country from being destroyed because of the lack of food."
            },
            {
                "verse_number": "37",
                "verse_text": "The king and his officials liked this plan."
            },
            {
                "verse_number": "38",
                "verse_text": "So the king said to them, &apos;Who could possibly handle this better than Joseph? After all, the Spirit of God is with him.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "The king told Joseph, &apos;God is the one who has shown you these things. No one else is as wise as you are or knows as much as you do."
            },
            {
                "verse_number": "40",
                "verse_text": "I'm putting you in charge of my palace, and everybody will have to obey you. No one will be over you except me."
            },
            {
                "verse_number": "41",
                "verse_text": "You are now governor of all Egypt!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then the king took off his royal ring and put it on Joseph's finger. He gave him fine clothes to wear and placed a gold chain around his neck."
            },
            {
                "verse_number": "43",
                "verse_text": "He also let him ride in the chariot next to his own, and people shouted, &apos;Make way for Joseph!&apos; So Joseph was governor of Egypt."
            },
            {
                "verse_number": "44",
                "verse_text": "The king told Joseph, &apos;Although I'm king, no one in Egypt is to do anything without your permission.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "He gave Joseph the Egyptian name Zaphenath Paneah. And he let him marry Asenath, the daughter of Potiphera, a priest in the city of Heliopolis. Joseph traveled all over Egypt."
            },
            {
                "verse_number": "46",
                "verse_text": "Joseph was 30 when the king made him governor, and he went everywhere for the king."
            },
            {
                "verse_number": "47",
                "verse_text": "For seven years there were big harvests of grain."
            },
            {
                "verse_number": "48",
                "verse_text": "Joseph collected and stored up the extra grain in the cities of Egypt near the fields where it was harvested."
            },
            {
                "verse_number": "49",
                "verse_text": "In fact, there was so much grain that they stopped keeping record, because it was like counting the grains of sand along the beach."
            },
            {
                "verse_number": "50",
                "verse_text": "Joseph and his wife had two sons before the famine began."
            },
            {
                "verse_number": "51",
                "verse_text": "Their first son was named Manasseh, which means, &apos;God has let me forget all my troubles and my family back home.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "His second son was named Ephraim, which means &apos;God has made me a success in the land where I suffered.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Egypt's seven years of plenty came to an end,"
            },
            {
                "verse_number": "54",
                "verse_text": "and the seven years of famine began, just as Joseph had said. There was not enough food in other countries, but all over Egypt there was plenty."
            },
            {
                "verse_number": "55",
                "verse_text": "When the famine finally struck Egypt, the people asked the king for food, but he said, &apos;Go to Joseph and do what he tells you to do.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "The famine became bad everywhere in Egypt, so Joseph opened the storehouses and sold the grain to the Egyptians."
            },
            {
                "verse_number": "57",
                "verse_text": "People from all over the world came to Egypt to buy grain, because the famine was so severe in their countries."
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "When Jacob found out there was grain in Egypt, he said to his sons, &apos;Why are you just sitting here, staring at one another?"
            },
            {
                "verse_number": "2",
                "verse_text": "I have heard there is grain in Egypt. Go down and buy some, so we won't starve to death.&apos; &apos;From the land of Canaan,&apos; they answered. &apos;We've come here to buy grain.&apos; It's like I said. You're spies, Since I respect God, I'll give you a chance to save your lives. Joseph's brothers agreed"
            },
            {
                "verse_number": "3",
                "verse_text": "Ten of Joseph's brothers went to Egypt to buy grain."
            },
            {
                "verse_number": "4",
                "verse_text": "But Jacob did not send Joseph's younger brother Benjamin with them; he was afraid that something might happen to him."
            },
            {
                "verse_number": "5",
                "verse_text": "So Jacob's sons joined others from Canaan who were going to Egypt because of the terrible famine."
            },
            {
                "verse_number": "6",
                "verse_text": "Since Joseph was governor of Egypt and in charge of selling grain, his brothers came to him and bowed with their faces to the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "Joseph remembered what he had dreamed about them and said, &apos;You're spies! You've come here to find out where our country is weak.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;No sir,&apos; they replied. &apos;We're your servants, and we have only come to buy grain."
            },
            {
                "verse_number": "11",
                "verse_text": "We're honest men, and we come from the same family&ndash;we're not spies.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;That isn't so!&apos; Joseph insisted. &apos;You've come here to find out where our country is weak.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But they explained, &apos;Sir, we come from a family of twelve brothers. The youngest is still with our father in Canaan, and one of our brothers is dead.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joseph replied:"
            },
            {
                "verse_number": "15",
                "verse_text": "and I'm going to find out the truth. I swear by the life of the king that you won't leave this place until your youngest brother comes here."
            },
            {
                "verse_number": "16",
                "verse_text": "Choose one of you to go after your brother, while the rest of you stay here in jail. That will show whether you are telling the truth. But if you are lying, I swear by the life of the king that you are spies!"
            },
            {
                "verse_number": "17",
                "verse_text": "Joseph kept them all under guard for three days,"
            },
            {
                "verse_number": "18",
                "verse_text": "before saying to them:"
            },
            {
                "verse_number": "19",
                "verse_text": "If you are honest men, one of you must stay here in jail, and the rest of you can take the grain back to your starving families."
            },
            {
                "verse_number": "20",
                "verse_text": "But you must bring your youngest brother to me. Then I'll know that you are telling the truth, and you won't be put to death."
            },
            {
                "verse_number": "21",
                "verse_text": "and said to one another, &apos;We're being punished because of Joseph. We saw the trouble he was in, but we refused to help him when he begged us. That's why these terrible things are happening.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Reuben spoke up, &apos;Didn't I tell you not to harm the boy? But you wouldn't listen, and now we have to pay the price for killing him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They did not know that Joseph could understand them, since he was speaking through an interpreter."
            },
            {
                "verse_number": "24",
                "verse_text": "Joseph turned away from them and cried, but soon he turned back and spoke to them again. Then he had Simeon tied up and taken away while they watched."
            },
            {
                "verse_number": "25",
                "verse_text": "Joseph gave orders for his brothers' grain sacks to be filled with grain and for their money to be put in their sacks. He also gave orders for them to be given food for their journey home. After this was done,"
            },
            {
                "verse_number": "26",
                "verse_text": "they each loaded the grain on their donkeys and left."
            },
            {
                "verse_number": "27",
                "verse_text": "When they stopped for the night, one of them opened his sack to get some grain for his donkey, and at once he saw his moneybag."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Here's my money!&apos; he told his brothers. &apos;Right here in my sack.&apos; They were trembling with fear as they stared at one another and asked themselves, &apos;What has God done to us?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When they returned to the land of Canaan, they told their father Jacob everything that had happened to them:"
            },
            {
                "verse_number": "30",
                "verse_text": "The governor of Egypt was rude and treated us like spies."
            },
            {
                "verse_number": "31",
                "verse_text": "But we told him, &apos;We're honest men, not spies."
            },
            {
                "verse_number": "32",
                "verse_text": "We come from a family of twelve brothers. The youngest is still with our father in Canaan, and the other is dead.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then the governor of Egypt told us, &apos;I'll find out if you really are honest. Leave one of your brothers here with me, while you take the grain to your starving families."
            },
            {
                "verse_number": "34",
                "verse_text": "But bring your youngest brother to me, so I can be certain that you are honest men and not spies. After that, I'll let your other brother go free, and you can stay here and trade.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "When the brothers started emptying their sacks of grain, they found their moneybags in them. They were frightened, and so was their father Jacob,"
            },
            {
                "verse_number": "36",
                "verse_text": "who said, &apos;You have already taken my sons Joseph and Simeon from me. And now you want to take away Benjamin! Everything is against me.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Reuben spoke up, &apos;Father, if I don't bring Benjamin back, you can kill both of my sons. Trust me with him, and I'll bring him back.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But Jacob said, &apos;I won't let my son Benjamin go down to Egypt with the rest of you. His brother is already dead, and he is the only son I have left. I am an old man, and if anything happens to him on the way, I'll die from sorrow, and all of you will be to blame.&apos;"
            }
        ],
        "43": [
            {
                "verse_number": "1",
                "verse_text": "The famine in Canaan got worse,"
            },
            {
                "verse_number": "2",
                "verse_text": "until finally, Jacob's family had eaten all the grain they had bought in Egypt. So Jacob said to his sons, &apos;Go back and buy some more grain.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jacob asked, &apos;Why did you cause me so much trouble by telling the governor you had another brother?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;He asked a lot of questions about us and our family. He wanted to know if you were still alive and if we had any more brothers. All we could do was answer his questions. How could we know he would tell us to bring along our brother?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Judah said to his father, &apos;Let Benjamin go with me, and we will leave at once, so that none of us will starve to death."
            },
            {
                "verse_number": "9",
                "verse_text": "I promise to bring him back safely, and if I don't, you can blame me as long as I live."
            },
            {
                "verse_number": "10",
                "verse_text": "If we had not wasted all this time, we could already have been there and back twice.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Their father said: If Benjamin must go with you, take the governor a gift of some of the best things from our own country, such as perfume, honey, spices, pistachio nuts, and almonds."
            },
            {
                "verse_number": "12",
                "verse_text": "Also take along twice the amount of money for the grain, because there must have been some mistake when the money was put back in your sacks."
            },
            {
                "verse_number": "13",
                "verse_text": "Take Benjamin with you and leave at once."
            },
            {
                "verse_number": "14",
                "verse_text": "When you go in to see the governor, I pray that God All-Powerful will be good to you and that the governor will let your other brother and Benjamin come back home with you. But if I must lose my children, I suppose I must."
            },
            {
                "verse_number": "15",
                "verse_text": "The brothers took the gifts, twice the amount of money, and Benjamin. Then they hurried off to Egypt. When they stood in front of Joseph,"
            },
            {
                "verse_number": "16",
                "verse_text": "he saw Benjamin and told the servant in charge of his house, &apos;Take these men to my house. Slaughter an animal and cook it, so they can eat with me at noon.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The servant did as he was told and took the brothers to Joseph's house."
            },
            {
                "verse_number": "18",
                "verse_text": "But on the way they got worried and started thinking, &apos;We are being taken there because of the money that was put back in our sacks last time. He will arrest us, make us his slaves, and take our donkeys.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So when they arrived at Joseph's house, they said to the servant in charge,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Sir, we came to Egypt once before to buy grain."
            },
            {
                "verse_number": "21",
                "verse_text": "But when we stopped for the night, we each found in our grain sacks the exact amount we had paid. We have brought that money back,"
            },
            {
                "verse_number": "22",
                "verse_text": "together with enough money to buy more grain. We don't know who put the money in our sacks.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;It's all right,&apos; the servant replied. &apos;Don't worry. The God you and your father worship must have put the money there, because I received your payment in full.&apos; Then he brought Simeon out to them."
            },
            {
                "verse_number": "24",
                "verse_text": "The servant took them into Joseph's house and gave them water to wash their feet. He also tended their donkeys."
            },
            {
                "verse_number": "25",
                "verse_text": "The brothers got their gifts ready to give to Joseph at noon, since they had heard they were going to eat there."
            },
            {
                "verse_number": "26",
                "verse_text": "When Joseph came home, they gave him the gifts they had brought, and they bowed down to him."
            },
            {
                "verse_number": "27",
                "verse_text": "After Joseph had asked how they were, he said, &apos;What about your elderly father? Is he still alive?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They answered, &apos;Your servant our father is still alive and well.&apos; And again they bowed down to Joseph."
            },
            {
                "verse_number": "29",
                "verse_text": "When Joseph looked around and saw his brother Benjamin, he said, &apos;This must be your youngest brother, the one you told me about. God bless you, my son.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then, because of his love for Benjamin, he rushed off to his room and cried."
            },
            {
                "verse_number": "31",
                "verse_text": "After washing his face and returning, he was able to control himself and said, &apos;Serve the meal!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Joseph was served at a table by himself, and his brothers were served at another. The Egyptians sat at yet another table, because Egyptians felt it was disgusting to eat with Hebrews."
            },
            {
                "verse_number": "33",
                "verse_text": "To the surprise of Joseph's brothers, they were seated in front of him according to their ages, from the oldest to the youngest."
            },
            {
                "verse_number": "34",
                "verse_text": "They were served food from Joseph's table, and Benjamin was given five times as much as each of the others. So Joseph's brothers ate and drank with him and had a good time."
            }
        ],
        "44": [
            {
                "verse_number": "3",
                "verse_text": "Early the next morning, the men were sent on their way with their donkeys."
            },
            {
                "verse_number": "4",
                "verse_text": "But they had not gone far from the city when Joseph told the servant, &apos;Go after those men! When you catch them, say, &quot;My master has been good to you. So why have you stolen his silver cup?"
            },
            {
                "verse_number": "5",
                "verse_text": "Not only does he drink from his cup, but he also uses it to learn about the future. You have done a terrible thing.&quot; &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the servant caught up with them, he said exactly what Joseph had told him to say."
            },
            {
                "verse_number": "7",
                "verse_text": "But they replied, &apos;Sir, why do you say such things? We would never do anything like that!"
            },
            {
                "verse_number": "8",
                "verse_text": "We even returned the money we found in our grain sacks when we got back to Canaan. So why would we want to steal any silver or gold from your master's house?"
            },
            {
                "verse_number": "9",
                "verse_text": "If you find that one of us has the cup, then kill him, and the rest of us will become your slaves.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Good!&apos; the man replied, &apos;I'll do what you have said. But only the one who has the cup will become my slave. The rest of you can go free.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Each of the brothers quickly put his sack on the ground and opened it."
            },
            {
                "verse_number": "12",
                "verse_text": "Joseph's servant started searching the sacks, beginning with the one that belonged to the oldest brother. When he came to Benjamin's sack, he found the cup."
            },
            {
                "verse_number": "13",
                "verse_text": "This upset the brothers so much that they began tearing their clothes in sorrow. Then they loaded their donkeys and returned to the city."
            },
            {
                "verse_number": "14",
                "verse_text": "When Judah and his brothers got there, Joseph was still at home. So they bowed down to Joseph,"
            },
            {
                "verse_number": "15",
                "verse_text": "who asked them, &apos;What have you done? Didn't you know I could find out?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Sir, what can we say?&apos; Judah replied. &apos;How can we say we are innocent, when God has shown we are guilty? And now all of us are your slaves, especially the one who had the cup.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Joseph told them, &apos;I would never punish all of you. Only the one who was caught with the cup will become my slave. The rest of you are free to go home to your father.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Judah went over to Joseph and said: Sir, you have as much power as the king himself, and I am only your slave. Please don't get angry if I speak."
            },
            {
                "verse_number": "19",
                "verse_text": "You asked us if our father was still alive and if we had any more brothers."
            },
            {
                "verse_number": "20",
                "verse_text": "So we told you, &apos;Our father is a very old man. In fact, he was already old when Benjamin was born. Benjamin's brother is dead. Now Benjamin is the only one of the two brothers who is still alive, and our father loves him very much.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "You ordered us to bring him here, so you could see him for yourself."
            },
            {
                "verse_number": "22",
                "verse_text": "We told you that our father would die if Benjamin left him."
            },
            {
                "verse_number": "23",
                "verse_text": "But you warned us that we could never see you again, unless our youngest brother came with us."
            },
            {
                "verse_number": "24",
                "verse_text": "So we returned to our father and reported what you had said."
            },
            {
                "verse_number": "25",
                "verse_text": "Later our father sent us back here to buy more grain."
            },
            {
                "verse_number": "26",
                "verse_text": "But we told him, &apos;We can't go back to Egypt without our youngest brother. We will never be let in to see the governor, unless he is with us.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Sir, our father then reminded us that his favorite wife had given birth to two sons."
            },
            {
                "verse_number": "28",
                "verse_text": "One of them was already missing and had not been seen for a long time. My father thinks the boy was torn to pieces by some wild animal,"
            },
            {
                "verse_number": "29",
                "verse_text": "and he said, &apos;I am an old man. If you take Benjamin from me, and something happens to him, I will die of a broken heart.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "That's why Benjamin must be with us when I go back to my father. He loves him so much"
            },
            {
                "verse_number": "31",
                "verse_text": "that he will die if Benjamin doesn't come back with me."
            },
            {
                "verse_number": "32",
                "verse_text": "I promised my father that I would bring him safely home. If I don't, I told my father he could blame me the rest of my life."
            },
            {
                "verse_number": "33",
                "verse_text": "Sir, I am your slave. Please let me stay here in place of Benjamin and let him return home with his brothers."
            },
            {
                "verse_number": "34",
                "verse_text": "How can I face my father if Benjamin isn't with me? I couldn't bear to see my father in such sorrow."
            }
        ],
        "45": [
            {
                "verse_number": "1",
                "verse_text": "Since Joseph could no longer control his feelings in front of his servants, he sent them out of the room. When he was alone with his brothers, he told them, &apos;I am Joseph.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then he cried so loudly that the Egyptians heard him and told about it in the king's palace. Yes, I am your brother Joseph, the one you sold into Egypt. Tell your brothers to load their donkeys and return to Canaan."
            },
            {
                "verse_number": "3",
                "verse_text": "Joseph asked his brothers if his father was still alive, but they were too frightened to answer."
            },
            {
                "verse_number": "4",
                "verse_text": "Joseph told them to come closer to him, and when they did, he said:"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't worry or blame yourselves for what you did. God is the one who sent me ahead of you to save lives."
            },
            {
                "verse_number": "6",
                "verse_text": "There has already been a famine for two years, and for five more years no one will plow fields or harvest grain."
            },
            {
                "verse_number": "7",
                "verse_text": "But God sent me on ahead of you to keep your families alive and to save you in this wonderful way."
            },
            {
                "verse_number": "8",
                "verse_text": "After all, you weren't really the ones who sent me here&ndash;it was God. He made me the highest official in the king's court and placed me over all Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Now hurry back and tell my father that his son Joseph says, &apos;God has made me ruler of Egypt. Come here as quickly as you can."
            },
            {
                "verse_number": "10",
                "verse_text": "You will live near me in the region of Goshen with your children and grandchildren, as well as with your sheep, goats, cattle, and everything else you own."
            },
            {
                "verse_number": "11",
                "verse_text": "I will take care of you there during the next five years of famine. But if you don't come, you and your family and your animals will starve to death.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "All of you, including my brother Benjamin, can tell by what I have said that I really am Joseph."
            },
            {
                "verse_number": "13",
                "verse_text": "Tell my father about my great power here in Egypt and about everything you have seen. Hurry and bring him here."
            },
            {
                "verse_number": "14",
                "verse_text": "Joseph and Benjamin hugged each other and started crying."
            },
            {
                "verse_number": "15",
                "verse_text": "Joseph was still crying as he kissed each of his other brothers. After this, they started talking with Joseph."
            },
            {
                "verse_number": "16",
                "verse_text": "When it was told in the palace that Joseph's brothers had come, the king and his officials were happy."
            },
            {
                "verse_number": "17",
                "verse_text": "So the king said to Joseph:"
            },
            {
                "verse_number": "18",
                "verse_text": "Tell them to bring their father and their families here. I will give them the best land in Egypt, and they can eat and enjoy everything that grows there."
            },
            {
                "verse_number": "19",
                "verse_text": "Also tell your brothers to take some wagons from Egypt for their wives and children to ride in. And be sure they bring their father."
            },
            {
                "verse_number": "20",
                "verse_text": "They can leave their possessions behind, because they will be given the best of everything in Egypt."
            },
            {
                "verse_number": "21",
                "verse_text": "Jacob's sons agreed to do what the king had said. And Joseph gave them wagons and food for their trip home, just as the king had ordered."
            },
            {
                "verse_number": "22",
                "verse_text": "Joseph gave some new clothes to each of his brothers, but to Benjamin he gave five new outfits and 300 pieces of silver."
            },
            {
                "verse_number": "23",
                "verse_text": "To his father he sent ten donkeys loaded with the best things in Egypt, and ten other donkeys loaded with grain and bread and other food for the return trip."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he sent his brothers off and told them, &apos;Don't argue on the way home!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Joseph's brothers left Egypt, and when they arrived in Canaan,"
            },
            {
                "verse_number": "26",
                "verse_text": "they told their father that Joseph was still alive and was the ruler of Egypt. But their father was so surprised that he could not believe them."
            },
            {
                "verse_number": "27",
                "verse_text": "Then they told him everything Joseph had said. When he saw the wagons Joseph had sent, he felt much better"
            },
            {
                "verse_number": "28",
                "verse_text": "and said, &apos;Now I can believe you! My son Joseph must really be alive, and I will get to see him before I die.&apos;"
            }
        ],
        "46": [
            {
                "verse_number": "1",
                "verse_text": "Jacob packed up everything he owned and left for Egypt. On the way he stopped near the town of Beersheba and offered sacrifices to the God his father Isaac had worshiped."
            },
            {
                "verse_number": "2",
                "verse_text": "That night, God spoke to him in a dream and said, &apos;Jacob! Jacob!&apos; &apos;Here I am,&apos; Jacob answered. Jacob and his wife Leah had a total of 33 children, grandchildren, and great-grandchildren, but two of their grandchildren had died in Canaan. Their oldest son Reuben took his sons Hanoch, Pallu, Hezron, and Carmi. Their son Simeon took his sons Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, whose mother was a Canaanite. Their son Levi took his sons Gershon, Kohath, and Merari. Their son Judah took his sons Shelah, Perez, and Zerah. Judah's sons Er and Onan had died in Canaan. Judah's son Perez took his sons Hezron and Hamul. Their son Zebulun took his sons Sered, Elon, and Jahleel. Their daughter Dinah also went. Their son Gad took his sons Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli. Their son Asher took his sons Imnah, Ishvah, Ishvi, and Beriah, who took his sons, Heber and Malchiel. Serah, the daughter of Asher, also went. Jacob and Rachel's son Benjamin took his sons Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard. Their son Dan took his son Hushim. Their son Naphtali took his sons Jahzeel, Guni, Jezer, and Shillem. Joseph wanted them to say this to the king, because the Egyptians did not like to be around anyone who raised sheep."
            },
            {
                "verse_number": "3",
                "verse_text": "God said, &apos;I am God, the same God your father worshiped. Don't be afraid to go to Egypt. I will give you so many descendants that one day they will become a nation."
            },
            {
                "verse_number": "4",
                "verse_text": "I will go with you to Egypt, and later I will bring your descendants back here. Your son Joseph will be at your side when you die.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Sixty-six members of Jacob's family went to Egypt with him, not counting his daughters-in-law."
            },
            {
                "verse_number": "27",
                "verse_text": "Jacob's two grandsons who were born there made it a total of 70 members of Jacob's family in Egypt."
            },
            {
                "verse_number": "28",
                "verse_text": "Jacob had sent his son Judah ahead of him to ask Joseph to meet them in Goshen."
            },
            {
                "verse_number": "29",
                "verse_text": "So Joseph got in his chariot and went to meet his father. When they met, Joseph hugged his father around the neck and cried for a long time."
            },
            {
                "verse_number": "30",
                "verse_text": "Jacob said to Joseph, &apos;Now that I have seen you and know you are still alive, I am ready to die.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Joseph said to his brothers and to everyone who had come with them:"
            },
            {
                "verse_number": "32",
                "verse_text": "I will tell him that you are shepherds and that you have brought your sheep, goats, cattle, and everything else you own."
            },
            {
                "verse_number": "33",
                "verse_text": "The king will call you in and ask what you do for a living."
            },
            {
                "verse_number": "34",
                "verse_text": "When he does, be sure to say, &apos;We are shepherds. Our families have always raised sheep.&apos; If you tell him this, he will let you settle in the region of Goshen."
            }
        ],
        "47": [
            {
                "verse_number": "3",
                "verse_text": "who asked them, &apos;What do you do for a living?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But in our country all the pastures are dried up, and our sheep have no grass to eat. So we, your servants, have come here. Please let us live in the region of Goshen.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king said to Joseph, &apos;It's good that your father and brothers have arrived."
            },
            {
                "verse_number": "6",
                "verse_text": "I will let them live anywhere they choose in the land of Egypt, but I suggest that they settle in Goshen, the best part of our land. I would also like for your finest shepherds to watch after my own sheep and goats.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Joseph brought his father Jacob and introduced him to the king. Jacob gave the king his blessing,"
            },
            {
                "verse_number": "8",
                "verse_text": "and the king asked him, &apos;How old are you?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jacob answered, &apos;I have lived only 130 years, and I have had to move from place to place. My parents and my grandparents also had to move from place to place. But they lived much longer, and their life was not as hard as mine.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jacob gave the king his blessing once again and left."
            },
            {
                "verse_number": "11",
                "verse_text": "Joseph obeyed the king's orders and gave his father and brothers some of the best land in Egypt near the city of Rameses."
            },
            {
                "verse_number": "12",
                "verse_text": "Joseph also provided food for their families."
            },
            {
                "verse_number": "13",
                "verse_text": "The famine was bad everywhere in Egypt and Canaan, and the people were suffering terribly."
            },
            {
                "verse_number": "14",
                "verse_text": "So Joseph sold them the grain that had been stored up, and he put the money in the king's treasury."
            },
            {
                "verse_number": "15",
                "verse_text": "But when everyone had run out of money, the Egyptians came to Joseph and demanded, &apos;Give us more grain! If you don't, we'll soon be dead, because our money's all gone.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If you don't have any money,&apos; Joseph answered, &apos;give me your animals, and I'll let you have some grain.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "From then on, they brought him their horses and donkeys and their sheep and goats in exchange for grain."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the people came to him and said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Don't let us starve and our land be ruined. If you'll give us grain to eat and seed to plant, we'll sell ourselves and our land to the king. We'll become his slaves."
            },
            {
                "verse_number": "20",
                "verse_text": "The famine became so severe that Joseph finally bought every piece of land in Egypt for the king"
            },
            {
                "verse_number": "21",
                "verse_text": "and made everyone the king's slaves,"
            },
            {
                "verse_number": "22",
                "verse_text": "except the priests. The king gave the priests a regular food allowance, so they did not have to sell their land."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Joseph said to the people, &apos;You and your land now belong to the king. I'm giving you seed to plant,"
            },
            {
                "verse_number": "24",
                "verse_text": "but one fifth of your crops must go to the king. You can keep the rest as seed or as food for your families.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Sir, you have saved our lives!&apos; they answered. &apos;We are glad to be slaves of the king.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Joseph made a law that one fifth of the harvest would always belong to the king. Only the priests did not lose their land."
            },
            {
                "verse_number": "27",
                "verse_text": "The people of Israel made their home in the land of Goshen, where they became prosperous and had large families."
            },
            {
                "verse_number": "28",
                "verse_text": "Jacob himself lived there for 17 years, before dying at the age of 147."
            },
            {
                "verse_number": "29",
                "verse_text": "When Jacob knew he did not have long to live, he called in Joseph and said, &apos;If you really love me, you must make a solemn promise not to bury me in Egypt."
            },
            {
                "verse_number": "30",
                "verse_text": "Instead, bury me in the place where my ancestors are buried.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Will you give me your word?&apos; Jacob asked."
            }
        ],
        "48": [
            {
                "verse_number": "1",
                "verse_text": "Joseph was told that his father Jacob had become very sick. So Joseph went to see him and took along his two sons, Manasseh and Ephraim."
            },
            {
                "verse_number": "2",
                "verse_text": "When Joseph arrived, someone told Jacob, &apos;Your son Joseph has come to see you.&apos; Jacob sat up in bed, but it took almost all his strength. God All-Powerful appeared to me at Luz in the land of Canaan, where he gave me his blessing Joseph, your two sons Ephraim and Manasseh were born in Egypt, but I accept them as my own, just as Reuben and Simeon are mine. Joseph answered, &apos;They are my sons. God has given them to me here in Egypt.&apos; &apos;Bring them to me,&apos; Jacob said. &apos;I want to give them my blessing.&apos; Joseph brought the boys to him, and he hugged and kissed them. My grandfather Abraham and my father Isaac worshiped the Lord God. He has been with me all my life,"
            },
            {
                "verse_number": "3",
                "verse_text": "Jacob told Joseph:"
            },
            {
                "verse_number": "4",
                "verse_text": "and promised, &apos;I will give you a large family with many descendants that will grow into a nation. And I am giving you this land that will belong to you and your family forever.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jacob went on to say:"
            },
            {
                "verse_number": "6",
                "verse_text": "Any children you have later will be considered yours, but their inheritance will come from Ephraim and Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "Unfortunately, your mother Rachel died in Canaan after we had left northern Syria and before we reached Bethlehem. And I had to bury her along the way."
            },
            {
                "verse_number": "11",
                "verse_text": "Jacob turned to Joseph and told him, &apos;For many years I thought you were dead and that I would never see you again. But now God has even let me live to see your children.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Joseph made his sons move away from Jacob's knees, and Joseph bowed down in front of him with his face to the ground."
            },
            {
                "verse_number": "13",
                "verse_text": "After Joseph got up, he brought his two sons over to Jacob again. He led his younger son Ephraim to the left side of Jacob and his older son Manasseh to the right."
            },
            {
                "verse_number": "14",
                "verse_text": "But before Jacob gave them his blessing, he crossed his arms, putting his right hand on the head of Ephraim and his left hand on the head of Manasseh."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he gave Joseph his blessing and said:"
            },
            {
                "verse_number": "16",
                "verse_text": "and his angel has kept me safe. Now I pray that he will bless these boys and that my name and the names of Abraham and Isaac will live on because of them. I ask God to give them many children and many descendants as well."
            },
            {
                "verse_number": "17",
                "verse_text": "Joseph did not like it when he saw his father place his right hand on the head of the younger son. So he tried to move his father's right hand from Ephraim's head and place it on Manasseh."
            },
            {
                "verse_number": "18",
                "verse_text": "Joseph said, &apos;Father, you have made a mistake. This is the older boy. Put your right hand on him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But his father said, &apos;Son, I know what I am doing. It's true that Manasseh's family will someday become a great nation. But Ephraim will be even greater than Manasseh, because his descendants will become many great nations.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jacob told him that in the future the people of Israel would ask God's blessings on one another by saying, &apos;I pray for God to bless you as much as he blessed Ephraim and Manasseh.&apos; Jacob put Ephraim's name first to show that he would be greater than Manasseh."
            },
            {
                "verse_number": "21",
                "verse_text": "After that, Jacob said, &apos;Joseph, you can see that I won't live much longer. But God will be with you and will lead you back to the land he promised our family long ago."
            },
            {
                "verse_number": "22",
                "verse_text": "Meanwhile, I'm giving you the hillside I captured from the Amorites.&apos;"
            }
        ],
        "49": [
            {
                "verse_number": "1",
                "verse_text": "Jacob called his sons together and said: My sons, I am Jacob, your father Israel. as I tell your future. born at the peak of my powers; you were an honored leader. you slept with my wife and disgraced my bed. And so you no longer deserve the place of honor. you are brothers, each a gruesome sword. in your plans or deeds. You slaughtered people in your anger, and you crippled cattle for no reason. because of your fierce anger. Your descendants will be scattered among the tribes of Israel. by your brothers; they will bow down to you, as you defeat your enemies. ready to eat your victim! You are terribly fierce; no one will bother you. and come bringing gifts. to a choice grapevine and wash your clothes in wine from those grapes. your teeth whiter than milk. along the seashore and provide safe harbors as far north as Sidon. that you worked too hard and became a slave. that will bring justice to Israel. the heel of a horse, making its rider fall. for you to save us. then attack your attackers. fancy enough for a king. growing near a stream refusing to show mercy. swiftly shooting back with the help of Jacob's God, the All-Powerful One&ndash; his name is the Shepherd, your father worshiped, from God All-Powerful. God will bless you with rain and streams from the earth; he will bless you with many descendants. are better than the promise of ancient mountains Joseph, I pray these blessings will come to you, because you are the leader of your brothers. destroying your enemies morning and evening. Soon I will die, and I want you to bury me in Machpelah Cave. Abraham bought this cave as a burial place from Ephron the Hittite, and it is near the town of Mamre in Canaan. Abraham and Sarah are buried there, and so are Isaac and Rebekah. I buried Leah there too."
            },
            {
                "verse_number": "2",
                "verse_text": "Come, gather around,"
            },
            {
                "verse_number": "3",
                "verse_text": "Reuben, you are my oldest,"
            },
            {
                "verse_number": "4",
                "verse_text": "Uncontrollable as a flood,"
            },
            {
                "verse_number": "5",
                "verse_text": "Simeon and Levi,"
            },
            {
                "verse_number": "6",
                "verse_text": "I never want to take part"
            },
            {
                "verse_number": "7",
                "verse_text": "Now I place a curse on you"
            },
            {
                "verse_number": "8",
                "verse_text": "Judah, you will be praised"
            },
            {
                "verse_number": "9",
                "verse_text": "My son, you are a lion"
            },
            {
                "verse_number": "10",
                "verse_text": "You will have power and rule until nations obey you resting in the meadows. with lovely fawns. and climbing a wall. Israel's mighty rock. or eternal hills."
            },
            {
                "verse_number": "11",
                "verse_text": "You will tie your donkey"
            },
            {
                "verse_number": "12",
                "verse_text": "Your eyes are darker than wine,"
            },
            {
                "verse_number": "13",
                "verse_text": "Zebulun, you will settle"
            },
            {
                "verse_number": "14",
                "verse_text": "Issachar, you are a strong donkey"
            },
            {
                "verse_number": "15",
                "verse_text": "You found them so pleasant"
            },
            {
                "verse_number": "16",
                "verse_text": "Dan, you are the tribe"
            },
            {
                "verse_number": "17",
                "verse_text": "You are a snake that bites"
            },
            {
                "verse_number": "18",
                "verse_text": "Our Lord , I am waiting"
            },
            {
                "verse_number": "19",
                "verse_text": "Gad, you will be attacked,"
            },
            {
                "verse_number": "20",
                "verse_text": "Asher, you will eat food"
            },
            {
                "verse_number": "21",
                "verse_text": "Naphtali, you are a wild deer"
            },
            {
                "verse_number": "22",
                "verse_text": "Joseph, you are a fruitful vine"
            },
            {
                "verse_number": "23",
                "verse_text": "Enemies attacked with arrows,"
            },
            {
                "verse_number": "24",
                "verse_text": "But you stood your ground,"
            },
            {
                "verse_number": "25",
                "verse_text": "Your help came from the God"
            },
            {
                "verse_number": "26",
                "verse_text": "My son, the blessings I give"
            },
            {
                "verse_number": "27",
                "verse_text": "Benjamin, you are a fierce wolf,"
            },
            {
                "verse_number": "28",
                "verse_text": "These are the twelve tribes of Israel, and this is how Jacob gave each of them their proper blessings."
            },
            {
                "verse_number": "32",
                "verse_text": "Both the cave and the land that goes with it were bought from the Hittites."
            },
            {
                "verse_number": "33",
                "verse_text": "When Jacob had finished giving these instructions to his sons, he lay down on his bed and died."
            }
        ],
        "50": [
            {
                "verse_number": "1",
                "verse_text": "Joseph started crying, then leaned over to hug and kiss his father. The Egyptians mourned 70 days for Jacob. Before our father died, Now we ask you to please forgive the terrible things we did. After all, we serve the same God that your father worshiped. When Joseph heard this, he started crying."
            },
            {
                "verse_number": "2",
                "verse_text": "Joseph gave orders for Jacob's body to be embalmed,"
            },
            {
                "verse_number": "3",
                "verse_text": "and it took the usual 40 days."
            },
            {
                "verse_number": "4",
                "verse_text": "When the time of mourning was over, Joseph said to the Egyptian leaders, &apos;If you consider me your friend, please speak to the king for me."
            },
            {
                "verse_number": "5",
                "verse_text": "Just before my father died, he made me promise to bury him in his burial cave in Canaan. If the king will give me permission to go, I will come back here.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The king answered, &apos;Go to Canaan and keep your promise to your father.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "After crossing the Jordan River, Joseph stopped at Atad's threshing place, where they all mourned and wept seven days for Jacob."
            },
            {
                "verse_number": "11",
                "verse_text": "The Canaanites saw this and said, &apos;The Egyptians are in great sorrow.&apos; Then they named the place &apos;Egypt in Sorrow.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Jacob's sons did just as their father had instructed."
            },
            {
                "verse_number": "13",
                "verse_text": "They took him to Mamre in Canaan and buried him in Machpelah Cave, the burial place Abraham had bought from Ephron the Hittite."
            },
            {
                "verse_number": "14",
                "verse_text": "After the funeral, Joseph, his brothers, and everyone else returned to Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "After Jacob died, Joseph's brothers said to each other, &apos;What if Joseph still hates us and wants to get even with us for all the cruel things we did to him?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So they sent this message to Joseph:"
            },
            {
                "verse_number": "17",
                "verse_text": "he told us, &apos;You did some cruel and terrible things to Joseph, but you must ask him to forgive you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Right then, Joseph's brothers came and bowed down to the ground in front of him and said, &apos;We are your slaves.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Joseph told them, &apos;Don't be afraid! I have no right to change what God has decided."
            },
            {
                "verse_number": "20",
                "verse_text": "You tried to harm me, but God made it turn out for the best, so that he could save all these people, as he is now doing."
            },
            {
                "verse_number": "21",
                "verse_text": "Don't be afraid! I will take care of you and your children.&apos; After Joseph said this, his brothers felt much better."
            },
            {
                "verse_number": "22",
                "verse_text": "Joseph lived in Egypt with his brothers until he died at the age of 110."
            },
            {
                "verse_number": "23",
                "verse_text": "Joseph lived long enough to see Ephraim's children and grandchildren. He also lived to see the children of Manasseh's son Machir, and he welcomed them into his family."
            },
            {
                "verse_number": "24",
                "verse_text": "Before Joseph died, he told his brothers, &apos;I won't live much longer. But God will take care of you and lead you out of Egypt to the land he promised Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "25",
                "verse_text": "Now promise me that you will take my body with you when God leads you to that land.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So Joseph died in Egypt at the age of 110; his body was embalmed and put in a coffin."
            }
        ]
    }
}