{
    "Judges": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After the death of Joshua, the Israelites asked the Lord , &apos;Which of our tribes should attack the Canaanites first?&apos; Troops from Simeon came to help Judah. The army of Judah took the king of Bezek along with them to Jerusalem, where he died."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Judah!&apos; the Lord answered. &apos;I'll help them take the land.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Judah went to their relatives, the Simeon tribe, and said, &apos;Canaanites live in the land God gave us. Help us fight them, and we will help you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The king tried to escape, but soldiers from Judah caught him. They cut off his thumbs and big toes,"
            },
            {
                "verse_number": "7",
                "verse_text": "and he said, &apos;I've cut off the thumbs and big toes of 70 kings and made those kings crawl around under my table for scraps of food. Now God is paying me back.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They attacked Jerusalem, captured it, killed everyone who lived there, and then burned it to the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "Judah's army fought the Canaanites who lived in the hill country, the Southern Desert, and the foothills to the west."
            },
            {
                "verse_number": "10",
                "verse_text": "After that, they attacked the Canaanites who lived at Hebron, defeating the three clans called Sheshai, Ahiman, and Talmai. At that time, Hebron was called Kiriath-Arba."
            },
            {
                "verse_number": "11",
                "verse_text": "From Hebron, Judah's army went to attack Debir, which at that time was called Kiriath-Sepher."
            },
            {
                "verse_number": "12",
                "verse_text": "Caleb told his troops, &apos;The man who captures Kiriath-Sepher can marry my daughter Achsah.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Caleb's nephew Othniel captured Kiriath-Sepher, so Caleb let him marry Achsah. Othniel was the son of Caleb's younger brother Kenaz."
            },
            {
                "verse_number": "14",
                "verse_text": "Right after the wedding, Achsah started telling Othniel that he ought to ask her father for a field. She went to see her father, and while she was getting down from her donkey, Caleb asked, &apos;What's bothering you?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "She answered, &apos;I need your help. The land you gave me is in the Southern Desert, so please give me some spring-fed ponds for a water supply.&apos; Caleb gave her a couple of small ponds named Higher Pond and Lower Pond."
            },
            {
                "verse_number": "16",
                "verse_text": "The people who belonged to the Kenite clan were the descendants of the father-in-law of Moses. They left Jericho with the people of Judah and settled near Arad in the Southern Desert of Judah not far from the Amalekites."
            },
            {
                "verse_number": "17",
                "verse_text": "Judah's army helped Simeon's army attack the Canaanites who lived at Zephath. They completely destroyed the town and renamed it Hormah."
            },
            {
                "verse_number": "20",
                "verse_text": "The tribe of Judah gave the town of Hebron to Caleb, as Moses had told them to do. Caleb defeated the three Anakim clans and took over the town."
            },
            {
                "verse_number": "21",
                "verse_text": "The Jebusites were living in Jerusalem, and the Benjamin tribe did not defeat them or capture the town. That's why Jebusites still live in Jerusalem along with the people of Benjamin."
            },
            {
                "verse_number": "24",
                "verse_text": "While the spies were watching the town, a man came out, and they told him, &apos;If you show us how our army can get into the town, we will make sure that you aren't harmed.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The man showed them, and the two Israelite tribes attacked Bethel, killing everyone except the man and his family. The two tribes made the man and his family leave,"
            },
            {
                "verse_number": "26",
                "verse_text": "so they went to the land of the Hittites, where he built a town. He named the town Luz, and that is still its name."
            },
            {
                "verse_number": "29",
                "verse_text": "The Ephraim tribe did not get rid of the Canaanites who lived in Gezer, so the Canaanites lived there with Israelites all around them."
            },
            {
                "verse_number": "30",
                "verse_text": "The Zebulun tribe did not get rid of the Canaanites who lived in Kitron and Nahalol, and the Canaanites stayed there with Israelites around them. But the people of Zebulun did force the Canaanites into slave labor."
            },
            {
                "verse_number": "33",
                "verse_text": "The Naphtali tribe did not get rid of the Canaanites who lived in Beth-Shemesh and Beth-Anath, but they did force the Canaanites into slave labor. The Naphtali tribe lived with Canaanites around them."
            },
            {
                "verse_number": "34",
                "verse_text": "The Amorites were strong enough to keep the tribe of Dan from settling in the valleys, so Dan had to stay in the hill country."
            },
            {
                "verse_number": "35",
                "verse_text": "The Amorites on Mount Heres and in Aijalon and Shaalbim were also determined to stay. Later on, as Ephraim and Manasseh grew more powerful, they forced those Amorites into slave labor."
            },
            {
                "verse_number": "36",
                "verse_text": "The old Amorite-Edomite border used to go from Sela through Scorpion Pass into the hill country."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord 's angel went from Gilgal to Bochim and gave the Israelites this message from the Lord : I promised your ancestors that I would give this land to their families, and I brought your people here from Egypt. We made an agreement that I promised never to break, The Lord was so angry The Israelites have broken the agreement I made with their ancestors. They won't obey me,"
            },
            {
                "verse_number": "2",
                "verse_text": "and you promised not to make any peace treaties with the other nations that live in the land. Besides that, you agreed to tear down the altars where they sacrifice to their idols. Why haven't you kept your promise?"
            },
            {
                "verse_number": "3",
                "verse_text": "And so, I'll stop helping you defeat your enemies. Instead, they will be there to trap you into worshiping their idols."
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites started crying loudly,"
            },
            {
                "verse_number": "5",
                "verse_text": "and they offered sacrifices to the Lord . From then on, they called that place &apos;Crying.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "After a while the people of Joshua's generation died, and the next generation did not know the Lord or any of the things he had done for Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "From time to time, the Lord would choose special leaders known as judges. These judges would lead the Israelites into battle and defeat the enemies that made raids on them."
            },
            {
                "verse_number": "17",
                "verse_text": "In years gone by, the Israelites had been faithful to the Lord , but now they were quick to be unfaithful and to refuse even to listen to these judges. The Israelites disobeyed the Lord , and instead of worshiping him, they worshiped other gods."
            },
            {
                "verse_number": "18",
                "verse_text": "When enemies made life miserable for the Israelites, the Lord felt sorry for them. He would choose a judge and help that judge rescue Israel from its enemies. The Lord was kind to Israel as long as that judge lived."
            },
            {
                "verse_number": "19",
                "verse_text": "But afterwards, the Israelites would become even more sinful than their ancestors had been. The Israelites were stubborn&ndash;they simply would not stop worshiping other gods or following their teachings."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord was angry with Israel and said:"
            },
            {
                "verse_number": "21",
                "verse_text": "so I'll stop helping them defeat their enemies. Israel still had a lot of enemies when Joshua died,"
            },
            {
                "verse_number": "22",
                "verse_text": "and I'm going to let those enemies stay. I'll use them to test Israel, because then I can find out if Israel will worship and obey me as their ancestors did."
            },
            {
                "verse_number": "23",
                "verse_text": "That's why the Lord had not let Joshua get rid of those enemy nations all at once."
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "the Philistines and their five rulers, as well as the Canaanites, the Sidonians, and the Hivites that lived in the Lebanon Mountains from Mount Baal-Hermon to Hamath Pass. Eglon replied, &apos;Don't say anything yet!&apos; His officials left the room, and Eglon stood up as Ehud came closer. &apos;Yes,&apos; Ehud said, &apos;I have a message for you from God!&apos; When the king's officials came back and saw that the doors were locked, they said, &apos;The king is probably inside relieving himself.&apos; Ehud went to the town of Seirah The Israelites followed Ehud down to the Jordan valley, and they captured the places where people cross the river on the way to Moab. They would not let anyone go across,"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses had told the Israelites what the Lord had commanded them to do, and now the Lord was using these nations to find out if Israel would obey."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites sinned against the Lord by forgetting him and worshiping idols of Baal and Astarte."
            },
            {
                "verse_number": "8",
                "verse_text": "This made the Lord angry, so he let Israel be defeated by King Cushan Rishathaim of northern Syria, who ruled Israel eight years and made everyone pay taxes."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites begged the Lord for help, and so he chose Othniel to rescue them. Othniel was the son of Caleb's younger brother Kenaz."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit of the Lord took control of Othniel, and he led Israel in a war against Cushan Rishathaim. The Lord let Othniel win,"
            },
            {
                "verse_number": "11",
                "verse_text": "and Israel was at peace until Othniel died about 40 years later."
            },
            {
                "verse_number": "12",
                "verse_text": "Once more the Israelites started disobeying the Lord . So he let them be defeated by King Eglon of Moab,"
            },
            {
                "verse_number": "13",
                "verse_text": "who had joined forces with the Ammonites and the Amalekites to attack Israel. Eglon and his army captured Jericho."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he ruled Israel for 18 years and forced the Israelites to pay heavy taxes."
            },
            {
                "verse_number": "21",
                "verse_text": "Ehud pulled out the dagger with his left hand and shoved it so far into Eglon's stomach"
            },
            {
                "verse_number": "24",
                "verse_text": "and left."
            },
            {
                "verse_number": "25",
                "verse_text": "They stood there waiting until they felt foolish, but Eglon still didn't open the doors. Finally, they unlocked the doors and found King Eglon lying dead on the floor."
            },
            {
                "verse_number": "26",
                "verse_text": "But by that time, Ehud had already escaped past the statues."
            },
            {
                "verse_number": "29",
                "verse_text": "and before the fighting was over, they killed about 10,000 Moabite warriors&ndash;not one escaped alive."
            },
            {
                "verse_number": "30",
                "verse_text": "Moab was so badly defeated that it was a long time before they were strong enough to attack Israel again. And Israel was at peace for 80 years."
            },
            {
                "verse_number": "31",
                "verse_text": "Shamgar the son of Anath was the next to rescue Israel. In one battle, he used a sharp wooden pole to kill 600 Philistines."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After the death of Ehud, the Israelites again started disobeying the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "So the Lord let the Canaanite King Jabin of Hazor conquer Israel. Sisera, the commander of Jabin's army, lived in Harosheth-Ha-Goiim."
            },
            {
                "verse_number": "3",
                "verse_text": "Jabin's army had 900 iron chariots, and for 20 years he made life miserable for the Israelites, until finally they begged the Lord for help. I have a message for you from the Lord God of Israel! You are to get together an army of 10,000 men from the Naphtali and Zebulun tribes and lead them to Mount Tabor. Deborah and Barak left for Kedesh, Barak led his 10,000 troops down from Mount Tabor. Sisera's entire army was wiped out. After they had gone inside, Sisera lay down, and Jael covered him with a blanket. Jael opened a leather bottle and poured him some milk, then she covered him back up. They went inside, and there was Sisera&ndash;dead and stretched out with a tent-peg through his skull."
            },
            {
                "verse_number": "4",
                "verse_text": "Deborah the wife of Lappidoth was a prophet and a leader of Israel during those days."
            },
            {
                "verse_number": "5",
                "verse_text": "She would sit under Deborah's Palm Tree between Ramah and Bethel in the hill country of Ephraim, where Israelites would come and ask her to settle their legal cases."
            },
            {
                "verse_number": "6",
                "verse_text": "One day, Barak the son of Abinoam was in Kedesh in Naphtali, and Deborah sent word for him to come and talk with her. When he arrived, she said:"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord will trick Sisera into coming out to fight you at the Kishon River. Sisera will be leading King Jabin's army as usual, and they will have their chariots, but the Lord has promised to help you defeat them."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I'm not going unless you go!&apos; Barak told her."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;All right, I'll go!&apos; she replied. &apos;But I'm warning you that the Lord is going to let a woman defeat Sisera, and no one will honor you for winning the battle.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "where Barak called together the troops from Zebulun and Naphtali. Ten thousand soldiers gathered there, and Barak led them out from Kedesh. Deborah went too."
            },
            {
                "verse_number": "11",
                "verse_text": "At this time, Heber of the Kenite clan was living near the village of Oak in Zaanannim, not far from Kedesh. The Kenites were descendants of Hobab, the father-in-law of Moses, but Heber had moved and had set up his tents away from the rest of the clan."
            },
            {
                "verse_number": "12",
                "verse_text": "When Sisera learned that Barak had led an army to Mount Tabor,"
            },
            {
                "verse_number": "13",
                "verse_text": "he called his troops together and got all 900 iron chariots ready. Then he led his army away from Harosheth-Ha-Goiim to the Kishon River."
            },
            {
                "verse_number": "14",
                "verse_text": "Deborah shouted, &apos;Barak, it's time to attack Sisera! Because today the Lord is going to help you defeat him. In fact, the Lord has already gone on ahead to fight for you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And during the battle, the Lord confused Sisera, his chariot drivers, and his whole army. Everyone was so afraid of Barak and his army, that even Sisera jumped down from his chariot and tried to escape."
            },
            {
                "verse_number": "16",
                "verse_text": "Barak's forces went after Sisera's chariots and army as far as Harosheth-Ha-Goiim."
            },
            {
                "verse_number": "17",
                "verse_text": "Only Sisera escaped. He ran to Heber's camp, because Heber and his family had a peace treaty with the king of Hazor. Sisera went to the tent that belonged to Jael, Heber's wife."
            },
            {
                "verse_number": "18",
                "verse_text": "She came out to greet him and said, &apos;Come in, sir! Please come on in. Don't be afraid.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Could I have a little water?&apos; he asked. &apos;I'm thirsty.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Stand at the entrance to the tent,&apos; Sisera told her. &apos;If someone comes by and asks if anyone is inside, tell them &quot;No.&quot; &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Sisera was exhausted and soon fell fast asleep. Jael took a hammer and drove a tent-peg through his head into the ground, and he died."
            },
            {
                "verse_number": "22",
                "verse_text": "Meanwhile, Barak had been following Sisera, and Jael went out to meet him. &apos;The man you're looking for is inside,&apos; she said. &apos;Come in and I'll show him to you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "That same day God defeated the Canaanite King Jabin while the Israelites looked on, and his army was no longer powerful enough to attack the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "Jabin grew weaker while the Israelites kept growing stronger, until at last the Israelites destroyed him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After the battle was over that day, Deborah and Barak sang this song: Our soldiers volunteered, ready to follow you. while I sing for the Lord , the God of Israel. when you came from Seir, where the Edomites live, the earth trembled, and mountains shook. son of Anath, and now again in Jael's time, roads were too dangerous for caravans. Travelers had to take the back roads, protecting Israel as a mother protects her children. other gods, and the gates of their towns But they had no shields or spears to fight with. and I am grateful for those leaders and soldiers who volunteered. Whether you ride a donkey with a padded saddle or have to walk. to the animals will tell you, &apos;The Lord has won victories, and so has Israel.&apos; Then the Lord 's people marched down to the town gates Let's sing as we march. Barak, capture our enemies.&apos; joined with their leaders where Amalekites once lived. Others came from Benjamin; officers and leaders came from Machir and Zebulun. came along with Deborah, and Issachar followed Barak into the valley. But the tribe of Reuben Was it to listen to shepherds whistling for their sheep? No one could figure out across the Jordan. Why did the tribe of Dan remain on their ships and the tribe of Asher stay along the coast near the harbors? and Naphtali risked their lives at Taanach by the stream but they couldn't rob us by the ancient Kishon River. I will march on and be brave. their hoofs thundering in retreat. &apos;Put a curse on Meroz Town! Its people refused to help the Lord fight his powerful enemies.&apos; the wife of Heber from the Kenite clan. Give more honor to her than to any other woman who lives in tents. Yes, give more honor to her than to any other woman. but Jael gave him milk&ndash; cream in a fancy cup. and held a hammer in her right hand. And with a blow to the head, she crushed his skull. and fell dead at her feet. through her window. &apos;Why is he taking so long?&apos; she asked. &apos;Why haven't we heard his chariots coming?&apos; gave the same answer: are finding treasures to bring back&ndash; a woman, or maybe two, for each man, and beautiful dresses that all your enemies will die like Sisera. But let everyone who loves you shine brightly like the sun at dawn. There was peace in Israel for about 40 years."
            },
            {
                "verse_number": "2",
                "verse_text": "We praise you, Lord !"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen, kings and rulers,"
            },
            {
                "verse_number": "4",
                "verse_text": "Our Lord , God of Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "rain poured from the sky,"
            },
            {
                "verse_number": "6",
                "verse_text": "In the time of Shamgar"
            },
            {
                "verse_number": "7",
                "verse_text": "and villagers couldn't work in their fields. Then Deborah took command, were then attacked. and fought at my side. was no help at all! among your sheep pens? why Reuben wouldn't come. to attack the enemy. near Megiddo &ndash; of our silver. the stars fought Sisera, for those women to wear.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites worshiped"
            },
            {
                "verse_number": "9",
                "verse_text": "I praise you, Lord ,"
            },
            {
                "verse_number": "10",
                "verse_text": "Listen, everyone!"
            },
            {
                "verse_number": "11",
                "verse_text": "Even those who carry water"
            },
            {
                "verse_number": "12",
                "verse_text": "and said, &apos;Deborah, let's go!"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord 's people who were left"
            },
            {
                "verse_number": "14",
                "verse_text": "Troops came from Ephraim,"
            },
            {
                "verse_number": "15",
                "verse_text": "The rulers of Issachar"
            },
            {
                "verse_number": "16",
                "verse_text": "Reuben, why did you stay"
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Gilead stayed"
            },
            {
                "verse_number": "18",
                "verse_text": "But soldiers of Zebulun"
            },
            {
                "verse_number": "19",
                "verse_text": "Canaanite kings fought us"
            },
            {
                "verse_number": "20",
                "verse_text": "From their pathways in the sky"
            },
            {
                "verse_number": "21",
                "verse_text": "and his soldiers were swept away"
            },
            {
                "verse_number": "22",
                "verse_text": "Sisera's horses galloped off,"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord 's angel said,"
            },
            {
                "verse_number": "24",
                "verse_text": "But honor Jael,"
            },
            {
                "verse_number": "25",
                "verse_text": "Sisera asked for water,"
            },
            {
                "verse_number": "26",
                "verse_text": "She reached for a tent-peg"
            },
            {
                "verse_number": "27",
                "verse_text": "Sisera sank to his knees"
            },
            {
                "verse_number": "28",
                "verse_text": "Sisera's mother looked out"
            },
            {
                "verse_number": "29",
                "verse_text": "She and her wisest women"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Sisera and his troops"
            },
            {
                "verse_number": "31",
                "verse_text": "Our Lord , we pray"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then once again the Israelites started disobeying the Lord , so he let the nation of Midian control Israel for seven years."
            },
            {
                "verse_number": "2",
                "verse_text": "The Midianites were so cruel that many Israelites ran to the mountains and hid in caves. I am the Lord God of Israel, so listen to what I say. You were slaves in Egypt, but I set you free and led you out of Egypt into this land. And when nations here made life miserable for you, I rescued you and helped you get rid of them and take their land. &apos;All right, I'll wait,&apos; the Lord answered. When Gideon looked, the angel was gone."
            },
            {
                "verse_number": "3",
                "verse_text": "Every time the Israelites planted crops, the Midianites invaded Israel together with the Amalekites and other eastern nations."
            },
            {
                "verse_number": "10",
                "verse_text": "I am your God, and I told you not to worship Amorite gods, even though you are living in the land of the Amorites. But you refused to listen."
            },
            {
                "verse_number": "11",
                "verse_text": "One day an angel from the Lord went to the town of Ophrah and sat down under the big tree that belonged to Joash, a member of the Abiezer clan. Joash's son Gideon was nearby, threshing grain in a shallow pit, where he could not be seen by the Midianites."
            },
            {
                "verse_number": "12",
                "verse_text": "The angel appeared and spoke to Gideon, &apos;The Lord is helping you, and you are a strong warrior.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Gideon answered, &apos;Please don't take this wrong, but if the Lord is helping us, then why have all of these awful things happened? We've heard how the Lord performed miracles and rescued our ancestors from Egypt. But those things happened long ago. Now the Lord has abandoned us to the Midianites.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord himself said, &apos;Gideon, you will be strong, because I am giving you the power to rescue Israel from the Midianites.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Gideon replied, &apos;But how can I rescue Israel? My clan is the weakest one in Manasseh, and everyone else in my family is more important than I am.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Gideon,&apos; the Lord answered, &apos;you can rescue Israel because I am going to help you! Defeating the Midianites will be as easy as beating up one man.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Gideon said, &apos;It's hard to believe that I'm actually talking to the Lord . Please do something so I'll know that you really are the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "And wait here until I bring you an offering.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon went home and killed a young goat, then started boiling the meat. Next, he opened a big sack of flour and made it into thin bread. When the meat was done, he put it in a basket and poured the broth into a clay cooking pot. He took the meat, the broth, and the bread and placed them under the big tree."
            },
            {
                "verse_number": "20",
                "verse_text": "God's angel said, &apos;Gideon, put the meat and the bread on this rock, and pour the broth over them.&apos; Gideon did as he was told."
            },
            {
                "verse_number": "21",
                "verse_text": "The angel was holding a walking stick, and he touched the meat and the bread with the end of the stick. Flames jumped from the rock and burned up the meat and the bread."
            },
            {
                "verse_number": "22",
                "verse_text": "Gideon realized that he had seen one of the Lord 's angels. &apos;Oh!&apos; he moaned. &apos;Now I'm going to die.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Calm down!&apos; the Lord told Gideon. &apos;There's nothing to be afraid of. You're not going to die.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Gideon built an altar for worshiping the Lord and called it &apos;The Lord Calms Our Fears.&apos; It still stands there in Ophrah, a town in the territory of the Abiezer clan."
            },
            {
                "verse_number": "25",
                "verse_text": "That night the Lord spoke to Gideon again: Get your father's second-best bull, the one that's seven years old. Use it to pull down the altar where your father worships Baal and cut down the sacred pole next to the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "Then build an altar for worshiping me on the highest part of the hill where your town is built. Use layers of stones for my altar, not just a pile of rocks. Cut up the wood from the pole, make a fire, kill the bull, and burn it as a sacrifice to me."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon chose ten of his servants to help him, and they did everything God had said. But since Gideon was afraid of his family and the other people in Ophrah, he did it all at night."
            },
            {
                "verse_number": "28",
                "verse_text": "When the people of the town got up the next morning, they saw that Baal's altar had been knocked over, and the sacred pole next to it had been cut down. Then they noticed the new altar covered with the remains of the sacrificed bull."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Who could have done such a thing?&apos; they asked. And they kept on asking, until finally someone told them, &apos;Gideon the son of Joash did it.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The men of the town went to Joash and said, &apos;Your son Gideon knocked over Baal's altar and cut down the sacred pole next to it. Hand him over, so we can kill him!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The crowd pushed closer and closer, but Joash replied, &apos;Are you trying to take revenge for Baal? Are you trying to rescue Baal? If you are, you will be the ones who are put to death, and it will happen before another day dawns. If Baal really is a god, let him take his own revenge on someone who tears down his altar.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "That same day, Joash changed Gideon's name to Jerubbaal, explaining, &apos;He tore down Baal's altar, so let Baal take revenge himself.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "All the Midianites, Amalekites, and other eastern nations got together and crossed the Jordan River. Then they invaded the land of Israel and set up camp in Jezreel Valley."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord 's Spirit took control of Gideon, and Gideon blew a trumpet as a signal for the men in the Abiezer clan to follow him."
            },
            {
                "verse_number": "35",
                "verse_text": "He also sent messengers to the tribes of Manasseh, Asher, Zebulun, and Naphtali, telling the men of these tribes to come and join his army. Then they set out toward the enemy camp."
            },
            {
                "verse_number": "38",
                "verse_text": "And that's just what happened. Early the next morning, Gideon got up and checked the sheep skin. He squeezed out enough water to fill a bowl."
            },
            {
                "verse_number": "39",
                "verse_text": "But Gideon prayed to God again. &apos;Don't be angry with me,&apos; Gideon said. &apos;Let me try this just one more time, so I'll really be sure you'll help me. Only this time, let the skin be dry and the stone floor be wet.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "That night, God made the stone floor wet with dew, but he kept the sheep skin dry."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Early the next morning, Gideon and his army got up and moved their camp to Fear Spring. The Midianite camp was to the north, in the valley at the foot of Moreh Hill. Twenty-two thousand men returned home, leaving Gideon with only 10,000 soldiers. Gideon's army camp was on top of a hill overlooking the Midianite camp in the valley. Gideon and Purah worked their way to the edge of the enemy camp, where soldiers were on guard duty. Troops from Ephraim did exactly what Gideon had asked, The men of Ephraim brought the heads of the two Midianite leaders to Gideon."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;Gideon, your army is too big. I can't let you win with this many soldiers. The Israelites would think that they had won the battle all by themselves and that I didn't have anything to do with it."
            },
            {
                "verse_number": "3",
                "verse_text": "So call your troops together and tell them that anyone who is really afraid can leave Mount Gilead and go home.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Gideon,&apos; the Lord said, &apos;you still have too many soldiers. Take them down to the spring and I'll test them. I'll tell you which ones can go along with you and which ones must go back home.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Gideon led his army down to the spring, the Lord told him, &apos;Watch how each man gets a drink of water. Then divide them into two groups&ndash;those who lap the water like a dog and those who kneel down to drink.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Three hundred men scooped up water in their hands and lapped it, and the rest knelt to get a drink."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said, &apos;Gideon, your army will be made up of everyone who lapped the water from their hands. Send the others home. I'm going to rescue Israel by helping you and your army of 300 defeat the Midianites.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Gideon gave these orders, &apos;You 300 men stay here. The rest of you may go home, but leave your food and trumpets with us.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "That night, the Lord said to Gideon. &apos;Get up! Attack the Midianite camp. I am going to let you defeat them,"
            },
            {
                "verse_number": "10",
                "verse_text": "but if you're still afraid, you and your servant Purah should sneak down to their camp."
            },
            {
                "verse_number": "11",
                "verse_text": "When you hear what the Midianites are saying, you'll be brave enough to attack.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The camp was huge. The Midianites, Amalekites, and other eastern nations covered the valley like a swarm of locusts. And it would be easier to count the grains of sand on a beach than to count their camels."
            },
            {
                "verse_number": "13",
                "verse_text": "Gideon overheard one enemy guard telling another, &apos;I had a dream about a flat loaf of barley bread that came tumbling into our camp. It hit the headquarters tent, and the tent flipped over and fell to the ground.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The other soldier answered, &apos;Your dream must have been about Gideon, the Israelite commander. It means God will let him and his army defeat the Midianite army and everyone else in our camp.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "As soon as Gideon heard about the dream and what it meant, he bowed down to praise God. Then he went back to the Israelite camp and shouted, &apos;Let's go! The Lord is going to let us defeat the Midianite army.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Gideon divided his little army into three groups of 100 men, and he gave each soldier a trumpet and a large clay jar with a burning torch inside."
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon and his group reached the edge of the enemy camp a few hours after dark, just after the new guards had come on duty. Gideon and his soldiers blew their trumpets and smashed the clay jars that were hiding the torches."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of Gideon's soldiers blew the trumpets they were holding in their right hands. Then they smashed the jars and held the burning torches in their left hands. Everyone shouted, &apos;Fight with your swords for the Lord and for Gideon!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The enemy soldiers started yelling and tried to run away. Gideon's troops stayed in their positions surrounding the camp"
            },
            {
                "verse_number": "22",
                "verse_text": "and blew their trumpets again. As they did, the Lord made the enemy soldiers pull out their swords and start fighting each other. The enemy army tried to escape from the camp. They ran to Acacia Tree Town, toward Zeredah, and as far as the edge of the land that belonged to the town of Abel-Meholah near Tabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "Gideon sent word for more Israelite soldiers to come from the tribes of Naphtali, Asher, and both halves of Manasseh to help fight the Midianites."
            },
            {
                "verse_number": "24",
                "verse_text": "He also sent messengers to tell all the men who lived in the hill country of Ephraim, &apos;Come and help us fight the Midianites! Put guards at every spring, stream, and well, as far as Beth-Barah before the Midianites can get to them. And guard the Jordan River.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "and they even helped chase the Midianites on the east side of the Jordan River. These troops captured Raven and Wolf, the two Midianite leaders. They killed Raven at a large rock that has come to be known as Raven Rock, and they killed Wolf near a wine-pit that has come to be called Wolf Wine-Pit."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "But the men were really upset with Gideon and complained, &apos;When you went to war with Midian, you didn't ask us to help! Why did you treat us like that?&apos; Don't be upset! Even though you came later, you were able to do much more than I did. It's just like the grape harvest: The grapes your tribe doesn't even bother to pick are better than the best grapes my family can grow. By the time Gideon had finished talking, the men of Ephraim had calmed down and were no longer angry with him. &apos;They were a lot like you,&apos; the two kings answered. &apos;They were dignified, almost like royalty.&apos; Gideon jumped up and killed them both. Then he took the gold ornaments from the necks of their camels. The Midianites had been defeated so badly that they were no longer strong enough to attack Israel. And so Israel was at peace for the remaining 40 years of Gideon's life."
            },
            {
                "verse_number": "2",
                "verse_text": "Gideon answered:"
            },
            {
                "verse_number": "3",
                "verse_text": "Besides, God chose you to capture Raven and Wolf. I didn't do a thing compared to you."
            },
            {
                "verse_number": "4",
                "verse_text": "After Gideon and his 300 troops had chased the Midianites across the Jordan River, they were exhausted."
            },
            {
                "verse_number": "5",
                "verse_text": "The town of Succoth was nearby, so he went there and asked, &apos;Please give my troops some food. They are worn out, but we have to keep chasing Zebah and Zalmunna, the two Midianite kings.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The town leaders of Succoth answered, &apos;Why should we feed your army? We don't know if you really will defeat Zebah and Zalmunna.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Just wait!&apos; Gideon said. &apos;After the Lord helps me defeat them, I'm coming back here. I'll make a whip out of thorns and rip the flesh from your bones.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "After leaving Succoth, Gideon went to Penuel and asked the leaders there for some food. But he got the same answer as he did at Succoth."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I'll come back safe and sound,&apos; Gideon said, &apos;but when I do, I'm going to tear down your tower!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Zebah and Zalmunna were in Karkor with an army of 15,000 troops. They were all that was left of the army of the eastern nations, because 120,000 of their warriors had been killed in the battle."
            },
            {
                "verse_number": "11",
                "verse_text": "Gideon reached the enemy camp by going east along Nomad Road past Nobah and Jogbehah. He made a surprise attack,"
            },
            {
                "verse_number": "12",
                "verse_text": "and the enemy panicked. Zebah and Zalmunna tried to escape, but Gideon chased and captured them."
            },
            {
                "verse_number": "13",
                "verse_text": "After the battle, Gideon set out for home. As he was going through Heres Pass,"
            },
            {
                "verse_number": "14",
                "verse_text": "he caught a young man who lived in Succoth. Gideon asked him who the town officials of Succoth were, and the young man wrote down 77 names."
            },
            {
                "verse_number": "15",
                "verse_text": "Gideon went to the town officials and said, &apos;Here are Zebah and Zalmunna. Remember how you made fun of me? You said, &quot;We don't know if you really will defeat those two Midianite kings. So why should we feed your worn-out army?&quot; &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Gideon made a whip from thorn plants and used it to beat the town officials."
            },
            {
                "verse_number": "17",
                "verse_text": "Afterwards he went to Penuel, where he tore down the tower and killed all the town officials."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Gideon said, &apos;Zebah and Zalmunna, tell me about the men you killed at Tabor.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;They were my very own brothers!&apos; Gideon said. &apos;I swear by the living Lord that if you had let them live, I would let you live.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Gideon turned to Jether, his oldest son. &apos;Kill them!&apos; Gideon said. But Jether was young, and he was too afraid to even pull out his sword. The enemy soldiers had been Ishmaelites, and they wore gold earrings."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;What's the matter, Gideon?&apos; Zebah and Zalmunna asked. &apos;Do it yourself, if you're not too much of a coward!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "After the battle with the Midianites, the Israelites said, &apos;Gideon, you rescued us! Now we want you to be our king. Then after your death, your son and then your grandson will rule.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;No,&apos; Gideon replied, &apos;I won't be your king, and my son won't be king either. Only the Lord is your ruler."
            },
            {
                "verse_number": "24",
                "verse_text": "But I will ask you to do one thing: Give me all the earrings you took from the enemy.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Israelite soldiers replied, &apos;Of course we will give you the earrings.&apos; Then they spread out a robe on the ground and tossed the earrings on it."
            },
            {
                "verse_number": "26",
                "verse_text": "The total weight of this gold was nearly 20 kilograms. In addition, there was the gold from the camels' ornaments and from the beautiful jewelry worn by the Midianite kings. Gideon also took their purple robes."
            },
            {
                "verse_number": "30",
                "verse_text": "Gideon had many wives and 70 sons."
            },
            {
                "verse_number": "31",
                "verse_text": "He even had a wife who lived at Shechem. They had a son, and Gideon named him Abimelech."
            },
            {
                "verse_number": "32",
                "verse_text": "Gideon lived to be an old man. And when he died, he was buried in the family tomb in his hometown of Ophrah, which belonged to the Abiezer clan."
            },
            {
                "verse_number": "33",
                "verse_text": "Soon after Gideon's death, the Israelites turned their backs on God again. They set up idols of Baal and worshiped Baal Berith as their god."
            },
            {
                "verse_number": "34",
                "verse_text": "The Israelites forgot that the Lord was their God, and that he had rescued them from the enemies who lived around them."
            },
            {
                "verse_number": "35",
                "verse_text": "Besides all that, the Israelites were unkind to Gideon's family, even though Gideon had done so much for Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Abimelech the son of Gideon went to Shechem. While there, he met with his mother's relatives"
            },
            {
                "verse_number": "2",
                "verse_text": "and told them to say to the leaders of Shechem, &apos;Do you think it would be good to have all 70 of Gideon's sons ruling us? Wouldn't you rather have just one man be king? Abimelech would make a good king, and he's related to us.&apos; Abimelech used the silver to hire a gang of rough soldiers who would do anything for money. Leaders of Shechem, listen to me, and maybe God will listen to you. for someone to be king; they asked the olive tree, &apos;Will you be our king?&apos; &apos;My oil brings honor to people and gods. I won't stop making oil, just so my branches can wave above the other trees.&apos; &apos;Will you be our king?&apos; &apos;I won't stop growing my delicious fruit, just so my branches can wave above the other trees.&apos; &apos;Will you be our king?&apos; &apos;My wine brings cheer to people and gods. I won't stop making wine, just so my branches can wave above the other trees.&apos; to the thornbush and asked, &apos;Will you be our king?&apos; &apos;If you really want me to be your king, then come into my shade and I will protect you. But if you're deceiving me, I'll start a fire that will spread out and destroy After Jotham had finished telling this story, he said: So God turned the leaders of Shechem against Abimelech. Hamor was the founder of Shechem, and one of his descendants should be our ruler. But Abimelech's father was Gideon, so Abimelech isn't really one of us. He shouldn't be our king, and we shouldn't have to obey him or Zebul, who rules Shechem for him. Gaal the son of Ebed has come to Shechem along with his brothers, and they have persuaded the people to let Gaal rule Shechem instead of you. &apos;No,&apos; Zebul answered, &apos;it's just the shadows of the mountains. It only looks like people moving.&apos; So the soldier ran his sword through Abimelech."
            },
            {
                "verse_number": "3",
                "verse_text": "Abimelech's uncles talked it over with the leaders of Shechem who agreed, &apos;Yes, it would be better for one of our relatives to be king.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then they gave Abimelech 70 pieces of silver from the temple of their god Baal Berith."
            },
            {
                "verse_number": "5",
                "verse_text": "Abimelech and his soldiers went to his father's home in Ophrah and brought out Gideon's other sons to a large rock, where they murdered all 70 of them. Gideon's youngest son Jotham hid from the soldiers, but he was the only one who escaped."
            },
            {
                "verse_number": "6",
                "verse_text": "The leaders of Shechem, including the priests and the military officers, met at the tree next to the sacred rock in Shechem to crown Abimelech king."
            },
            {
                "verse_number": "7",
                "verse_text": "Jotham heard what they were doing. So he climbed to the top of Mount Gerizim and shouted down to the people who were there at the meeting:"
            },
            {
                "verse_number": "8",
                "verse_text": "Once the trees searched"
            },
            {
                "verse_number": "9",
                "verse_text": "But the olive tree replied,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then they asked the fig tree,"
            },
            {
                "verse_number": "11",
                "verse_text": "But the fig tree replied,"
            },
            {
                "verse_number": "12",
                "verse_text": "Next they asked the grape vine,"
            },
            {
                "verse_number": "13",
                "verse_text": "But the grape vine replied,"
            },
            {
                "verse_number": "14",
                "verse_text": "Finally, they went"
            },
            {
                "verse_number": "15",
                "verse_text": "The thornbush replied, the cedars of Lebanon.&apos; And was it right to make Abimelech your king? He's merely the son of my father's slave girl. But just because he's your relative, you made him king of Shechem."
            },
            {
                "verse_number": "19",
                "verse_text": "So, you leaders of Shechem, if you treated Gideon and his family the way you should have, then I hope you and Abimelech will make each other very happy."
            },
            {
                "verse_number": "20",
                "verse_text": "But if it was wrong to treat Gideon and his family the way you did, then I pray that Abimelech will destroy you with fire, and I pray that you will do the same to him."
            },
            {
                "verse_number": "21",
                "verse_text": "Jotham ran off and went to live in the town of Beer, where he could be safe from his brother Abimelech."
            },
            {
                "verse_number": "22",
                "verse_text": "Abimelech had been a military commander of Israel for three years,"
            },
            {
                "verse_number": "25",
                "verse_text": "Then they sent some men to hide on the hilltops and watch for Abimelech and his troops, while they sent others to rob everyone that went by on the road. But Abimelech found out what they were doing."
            },
            {
                "verse_number": "26",
                "verse_text": "One day, Gaal son of Ebed went to live in Shechem. His brothers moved there too, and soon the leaders of Shechem started trusting him."
            },
            {
                "verse_number": "27",
                "verse_text": "The time came for the grape harvest, and the people of Shechem went into their vineyards and picked the grapes. They gathered the grapes and made wine. Then they went into the temple of their god and threw a big party. There was a lot of eating and drinking, and before long they were cursing Abimelech."
            },
            {
                "verse_number": "28",
                "verse_text": "Gaal said:"
            },
            {
                "verse_number": "29",
                "verse_text": "If I were the ruler of Shechem, I'd get rid of that Abimelech. I'd tell him, &apos;Get yourself an even bigger army, and we will still defeat you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Zebul was angry when he found out what Gaal had said."
            },
            {
                "verse_number": "31",
                "verse_text": "And so he sent some messengers to Abimelech. But they had to pretend to be doing something else, or they would not have been allowed to leave Shechem. Zebul told the messengers to say:"
            },
            {
                "verse_number": "32",
                "verse_text": "This is what I think you should do. Lead your army here during the night and hide in the fields."
            },
            {
                "verse_number": "33",
                "verse_text": "Get up the next morning at sunrise and rush out of your hiding places to attack the town. Gaal and his followers will come out to fight you, but you will easily defeat them."
            },
            {
                "verse_number": "34",
                "verse_text": "So one night, Abimelech led his soldiers to Shechem. He divided them into four groups, and they all hid near the town."
            },
            {
                "verse_number": "35",
                "verse_text": "The next morning, Gaal went out and stood in the opening of the town gate. Abimelech and his soldiers left their hiding places,"
            },
            {
                "verse_number": "36",
                "verse_text": "and Gaal saw them. Zebul was standing there with Gaal, and Gaal remarked, &apos;Zebul, that looks like a crowd of people coming down from the mountaintops.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;But Zebul, look over there,&apos; Gaal said. &apos;There's a crowd coming down from the sacred mountain, and another group is coming along the road from the tree where people talk with the spirits of the dead.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Zebul replied, &apos;What good is all of your bragging now? You were the one who said Abimelech shouldn't be the ruler of Shechem. Out there is the army that you made fun of. So go out and fight them!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Gaal and the leaders of Shechem went out and fought Abimelech."
            },
            {
                "verse_number": "40",
                "verse_text": "Soon the people of Shechem turned and ran back into the town. However, Abimelech and his troops were close behind and killed many of them along the way."
            },
            {
                "verse_number": "41",
                "verse_text": "Abimelech stayed at Arumah, and Zebul forced Gaal and his brothers out of Shechem."
            },
            {
                "verse_number": "42",
                "verse_text": "The next morning, the people of Shechem were getting ready to work in their fields as usual, but someone told Abimelech about it."
            },
            {
                "verse_number": "43",
                "verse_text": "Abimelech divided his army into three groups and set up an ambush in the fields near Shechem. When the people came out of the town, he and his army rushed out from their hiding places and attacked."
            },
            {
                "verse_number": "44",
                "verse_text": "Abimelech and the troops with him ran to the town gate and took control of it, while two other groups attacked and killed the people who were in the fields."
            },
            {
                "verse_number": "45",
                "verse_text": "He and his troops fought in Shechem all day, until they had killed everyone in town. Then he and his men tore down the houses and buildings and scattered salt everywhere."
            },
            {
                "verse_number": "46",
                "verse_text": "Earlier that day, the leaders of the temple of El Berith at Shechem had heard about the attack. So they went into the temple fortress,"
            },
            {
                "verse_number": "47",
                "verse_text": "but Abimelech found out where they were."
            },
            {
                "verse_number": "48",
                "verse_text": "He led his troops to Mount Zalmon, where he took an ax and chopped off a tree branch. He lifted the branch onto his shoulder and shouted, &apos;Hurry! Cut off a branch just as I did.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "When they all had branches, they followed Abimelech back to Shechem. They piled the branches against the fortress and set them on fire, burning down the fortress and killing about 1,000 men and women."
            },
            {
                "verse_number": "50",
                "verse_text": "After destroying Shechem, Abimelech went to Thebez. He surrounded the town and captured it."
            },
            {
                "verse_number": "51",
                "verse_text": "But there was a tall fortress in the middle of the town, and the town leaders and everyone else went inside. Then they barred the gates and went up to the flat roof."
            },
            {
                "verse_number": "52",
                "verse_text": "Abimelech and his army rushed to the fortress and tried to force their way inside. Abimelech himself was about to set the heavy wooden doors on fire,"
            },
            {
                "verse_number": "53",
                "verse_text": "when a woman on the roof dropped a large rock on his head and cracked his skull."
            },
            {
                "verse_number": "54",
                "verse_text": "The soldier who carried his weapons was nearby, and Abimelech told him, &apos;Take out your sword and kill me. I don't want people to say that I was killed by a woman!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "And when the Israelite soldiers saw that their leader was dead, they went back home."
            },
            {
                "verse_number": "56",
                "verse_text": "That's how God punished Abimelech for killing his brothers and bringing shame on his father's family."
            },
            {
                "verse_number": "57",
                "verse_text": "God also punished the people of Shechem for helping Abimelech. Everything happened just as Jotham's curse said it would."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Tola was the next person to rescue Israel. He belonged to the Issachar tribe, but he lived in Shamir, a town in the hill country of Ephraim. His father was Puah, and his grandfather was Dodo."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola was a leader of Israel for 23 years, then he died and was buried in Shamir."
            },
            {
                "verse_number": "3",
                "verse_text": "The next leader of Israel was Jair, who lived in Gilead. He was a leader for 22 years."
            },
            {
                "verse_number": "4",
                "verse_text": "He had 30 sons, and each son had his own mule and was in charge of one town in Gilead. Those 30 towns are still called The Settlements of Jair."
            },
            {
                "verse_number": "5",
                "verse_text": "When he died, he was buried in the town of Kamon."
            },
            {
                "verse_number": "6",
                "verse_text": "Before long, the Israelites began disobeying the Lord by worshiping Baal, Astarte, and gods from Syria, Sidon, Moab, Ammon, and Philistia."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord was angry with Israel and decided to let Philistia and Ammon conquer them."
            },
            {
                "verse_number": "8",
                "verse_text": "So the same year that Jair died, Israel's army was crushed by these two nations. For 18 years, Ammon was cruel to the Israelites who lived in Gilead, the region east of the Jordan River that had once belonged to the Amorites."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Ammonites began crossing the Jordan and attacking the tribes of Judah, Benjamin, and Ephraim. Life was miserable for the Israelites."
            },
            {
                "verse_number": "10",
                "verse_text": "They begged the Lord for help and confessed, &apos;We were unfaithful to you, our Lord . We stopped worshiping you and started worshiping idols of Baal.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;We have been unfaithful to you,&apos; the Israelites admitted. &apos;If we must be punished, do it yourself, but please rescue us from the Ammonites.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Israelites got rid of the idols of the foreign gods, and they began worshiping only the Lord . Finally, there came a time when the Lord could no longer stand to see them suffer."
            },
            {
                "verse_number": "17",
                "verse_text": "The rulers of Ammon called their soldiers together and led them to Gilead, where they set up camp."
            },
            {
                "verse_number": "18",
                "verse_text": "The leaders of Gilead asked each other, &apos;Who can lead an attack on the Ammonites?&apos; Then they agreed, &apos;If we find someone who can lead the attack, we'll make him the ruler of Gilead.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Please come back to Gilead! If you lead our army, we will be able to fight off the Ammonites.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Didn't you hate me?&apos; Jephthah replied. &apos;Weren't you the ones who forced me to leave my family? You're only coming to me now because you're in trouble.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But we do want you to come back,&apos; the leaders said. &apos;And if you lead us in battle against the Ammonites, we will make you the ruler of Gilead.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;All right,&apos; Jephthah said. &apos;If I go back with you and the Lord lets me defeat the Ammonites, will you really make me your ruler?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You have our word,&apos; the leaders answered. &apos;And the Lord is a witness to what we have said.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Jephthah went back to Mizpah with the leaders of Gilead. The people of Gilead gathered at the place of worship and made Jephthah their ruler. Jephthah also made promises to them."
            },
            {
                "verse_number": "12",
                "verse_text": "After the ceremony, Jephthah sent messengers to say to the king of Ammon, &apos;Are you trying to start a war? You have invaded my country, and I want to know why!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king of Ammon replied, &apos;Tell Jephthah that the land really belongs to me, all the way from the Arnon River in the south, to the Jabbok River in the north, and west to the Jordan River. When the Israelites came out of Egypt, they stole it. Tell Jephthah to return it to me, and there won't be any war.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jephthah sent the messengers back to the king of Ammon,"
            },
            {
                "verse_number": "15",
                "verse_text": "and they told him that Jephthah had said:"
            },
            {
                "verse_number": "16",
                "verse_text": "When the Israelites came from Egypt, they traveled across the desert to the Red Sea and then to Kadesh."
            },
            {
                "verse_number": "17",
                "verse_text": "They sent messengers to the king of Edom and said, &apos;Please, let us go through your country.&apos; But the king of Edom refused. They also sent messengers to the king of Moab, but he wouldn't let them cross his country either. And so the Israelites stayed at Kadesh."
            },
            {
                "verse_number": "18",
                "verse_text": "A little later, the Israelites set out into the desert, going east of Edom and Moab, and camping on the eastern side of the Arnon River gorge. The Arnon is the eastern border of Moab, and since the Israelites didn't cross it, they didn't even set foot in Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelites sent messengers to the Amorite King Sihon of Heshbon. &apos;Please,&apos; they said, &apos;let our people go through your country to get to our own land.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Sihon didn't think the Israelites could be trusted, so he called his army together. They set up camp at Jahaz, then they attacked the Israelite camp."
            },
            {
                "verse_number": "21",
                "verse_text": "But the Lord God helped Israel defeat Sihon and his army. Israel took over all of the Amorite land where Sihon's people had lived,"
            },
            {
                "verse_number": "22",
                "verse_text": "from the Arnon River in the south to the Jabbok River in the north, and from the desert in the east to the Jordan River in the west."
            },
            {
                "verse_number": "23",
                "verse_text": "The messengers also told the king of Ammon that Jephthah had said:"
            },
            {
                "verse_number": "24",
                "verse_text": "If Chemosh your god takes over a country and gives it to you, don't you have a right to it? And if the Lord takes over a country and gives it to us, the land is ours!"
            },
            {
                "verse_number": "25",
                "verse_text": "Are you better than Balak the son of Zippor? He was the king of Moab, but he didn't quarrel with Israel or start a war with us."
            },
            {
                "verse_number": "26",
                "verse_text": "For 300 years, Israelites have been living in Heshbon and Aroer and the nearby villages, and in the towns along the Arnon River gorge. If the land really belonged to you Ammonites, you wouldn't have waited until now to try to get it back."
            },
            {
                "verse_number": "27",
                "verse_text": "I haven't done anything to you, but it's certainly wrong of you to start a war. I pray that the Lord will show whether Israel or Ammon is in the right."
            },
            {
                "verse_number": "28",
                "verse_text": "But the king of Ammon paid no attention to Jephthah's message."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the Lord 's Spirit took control of Jephthah, and Jephthah went through Gilead and Manasseh, raising an army. Finally, he arrived at Mizpah in Gilead, where"
            },
            {
                "verse_number": "30",
                "verse_text": "he promised the Lord , &apos;If you will let me defeat the Ammonites"
            },
            {
                "verse_number": "31",
                "verse_text": "and come home safely, I will sacrifice to you whoever comes out to meet me first.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "From Mizpah, Jephthah attacked the Ammonites, and the Lord helped him defeat them."
            },
            {
                "verse_number": "33",
                "verse_text": "Jephthah and his army destroyed the 20 towns between Aroer and Minnith, and others as far as Abel-Keramim. After that, the Ammonites could not invade Israel any more."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jephthah returned to his home in Mizpah, the first one to meet him was his daughter. She was playing a tambourine and dancing to celebrate his victory, and she was his only child."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Oh no!&apos; Jephthah cried. Then he tore his clothes in sorrow and said to his daughter, &apos;I made a sacred promise to the Lord , and I must keep it. Your coming out to meet me has broken my heart.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Father,&apos; she said, &apos;you made a sacred promise to the Lord , and he let you defeat the Ammonites. Now, you must do what you promised, even if it means I must die."
            },
            {
                "verse_number": "37",
                "verse_text": "But first, please let me spend two months, wandering in the hill country with my friends. We will cry together, because I can never get married and have children.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Yes, you may have two months,&apos; Jephthah said."
            },
            {
                "verse_number": "39",
                "verse_text": "Then she went back to her father. He did what he had promised, and she never got married."
            },
            {
                "verse_number": "40",
                "verse_text": "every year, Israelite girls walk around for four days, weeping for Jephthah's daughter."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The men of the Ephraim tribe got together an army and went across the Jordan River to Zaphon to meet with Jephthah. They said, &apos;Why did you go to war with the Ammonites without asking us to help? Just for that, we're going to burn down your house with you inside!&apos; So Jephthah called together the army of Gilead, then they attacked and defeated the army from Ephraim. Whenever one of the men from Ephraim would try to cross the river, the guards would say, &apos;Are you from Ephraim?&apos; &apos;No,&apos; the man would answer, &apos;I'm not from Ephraim.&apos; If the man said &apos;Sibboleth,&apos; the guards would grab him and kill him right there. Altogether, 42,000 men from Ephraim were killed in the battle and at the Jordan. Ibzan was a leader for seven years,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;But I did ask for your help,&apos; Jephthah answered. &apos;That was back when the people of Gilead and I were having trouble with the Ammonites, and you wouldn't do a thing to help us."
            },
            {
                "verse_number": "3",
                "verse_text": "So when we realized you weren't coming, we risked our lives and attacked the Ammonites. And the Lord let us defeat them. There's no reason for you to come here today to attack me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the men from Ephraim said, &apos;You people of Gilead are nothing more than refugees from Ephraim. You even live on land that belongs to the tribes of Ephraim and Manasseh.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The army of Gilead also posted guards at all the places where the soldiers from Ephraim could cross the Jordan River to return to their own land."
            },
            {
                "verse_number": "6",
                "verse_text": "The guards would then tell them to say &apos;Shibboleth,&apos; because they knew that people of Ephraim could say &apos;Sibboleth,&apos; but not &apos;Shibboleth.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jephthah was a leader of Israel for six years, before he died and was buried in his hometown Mizpah in Gilead."
            },
            {
                "verse_number": "8",
                "verse_text": "Ibzan, the next leader of Israel, came from Bethlehem."
            },
            {
                "verse_number": "9",
                "verse_text": "He had 30 daughters and 30 sons, and he let them all marry outside his clan."
            },
            {
                "verse_number": "10",
                "verse_text": "before he died and was buried in Bethlehem."
            },
            {
                "verse_number": "11",
                "verse_text": "Elon from the Zebulun tribe was the next leader of Israel. He was a leader for ten years,"
            },
            {
                "verse_number": "12",
                "verse_text": "before he died and was buried in Aijalon that belonged to the Zebulun tribe."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Once again the Israelites started disobeying the Lord . So he let the Philistines take control of Israel for 40 years. Your son will begin to set Israel free from the Philistines. &apos;Yes, I am,&apos; he answered. The angel answered, &apos;I can stay for a little while, although I won't eat any of your food. But if you would like to offer the goat as a sacrifice to the Lord , that would be fine.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Manoah from the tribe of Dan lived in the town of Zorah. His wife was not able to have children,"
            },
            {
                "verse_number": "6",
                "verse_text": "She went to Manoah and said, &apos;A prophet who looked like an angel of God came and talked to me. I was so frightened, that I didn't even ask where he was from. He didn't tell me his name,"
            },
            {
                "verse_number": "7",
                "verse_text": "but he did say that I'm going to have a baby boy. I'm not supposed to drink any wine or beer or eat any food forbidden by God's laws. Our son will belong to God for as long as he lives.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Manoah prayed, &apos;Our Lord , please send that prophet again and let him tell us what to do for the son we are going to have.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "God answered Manoah's prayer, and the angel went back to Manoah's wife while she was resting in the fields. Manoah wasn't there at the time,"
            },
            {
                "verse_number": "10",
                "verse_text": "so she found him and said, &apos;That same man is here again! He's the one I saw the other day.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Manoah went with his wife and asked the man, &apos;Are you the one who spoke to my wife?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Manoah then asked, &apos;When your promise comes true, what rules must he obey and what will be his work?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Your wife must be careful to do everything I told her,&apos; the Lord 's angel answered."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;She must not eat or drink anything made from grapes. She must not drink wine or beer or eat anything forbidden by God's laws. I told her exactly what to do.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Please,&apos; Manoah said, &apos;stay here with us for just a little while, and we'll fix a young goat for you to eat.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Manoah didn't realize that he was really talking to one of the Lord 's angels."
            },
            {
                "verse_number": "17",
                "verse_text": "Manoah said, &apos;Tell us your name, so we can honor you after our son is born.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;No,&apos; the angel replied. &apos;You don't need to know my name. And if you did, you couldn't understand it.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Manoah took a young goat over to a large rock he had chosen for an altar, and he built a fire on the rock. Then he killed the goat, and offered it with some grain as a sacrifice to the Lord . But then an amazing thing happened."
            },
            {
                "verse_number": "20",
                "verse_text": "The fire blazed up toward the sky, and the Lord 's angel went up toward heaven in the fire. Manoah and his wife bowed down low when they saw what happened."
            },
            {
                "verse_number": "21",
                "verse_text": "Although the angel didn't appear to them again, they realized he was one of the Lord 's angels."
            },
            {
                "verse_number": "22",
                "verse_text": "Manoah said, &apos;We have seen an angel. Now we're going to die.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The Lord isn't going to kill us,&apos; Manoah's wife responded. &apos;The Lord accepted our sacrifice and grain offering, and he let us see something amazing. Besides, he told us that we're going to have a son.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Later, Manoah's wife did give birth to a son, and she named him Samson. As the boy grew, the Lord blessed him."
            },
            {
                "verse_number": "25",
                "verse_text": "Then, while Samson was staying at Dan's Camp between the towns of Zorah and Eshtaol, the Spirit of the Lord took control of him."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One day, Samson went to Timnah, where he saw a Philistine woman."
            },
            {
                "verse_number": "2",
                "verse_text": "When he got back home, he told his parents, &apos;I saw a Philistine woman in Timnah, and I want to marry her. Get her for me!&apos; &apos;She looks good to me,&apos; Samson answered. &apos;Get her for me!&apos; &apos;It's a bet!&apos; the Philistines said. &apos;Tell us the riddle.&apos; Once so strong and mighty&ndash; now so sweet and tasty! Three days went by, and the Philistine young men had not come up with the right answer. &apos;But I haven't even told my parents the answer!&apos; Samson replied. &apos;Why should I tell you?&apos; A lion is the strongest&ndash; honey is the sweetest! Samson replied, This answer you have given me doubtless came from my bride-to-be."
            },
            {
                "verse_number": "3",
                "verse_text": "His parents answered, &apos;There are a lot of women in our clan and even more in the rest of Israel. Those Philistines are pagans. Why would you want to marry one of their women?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "At that time, the Philistines were in control of Israel, and the Lord wanted to stir up trouble for them. That's why he made Samson desire that woman."
            },
            {
                "verse_number": "5",
                "verse_text": "As Samson and his parents reached the vineyards near Timnah, a fierce young lion suddenly roared and attacked Samson."
            },
            {
                "verse_number": "6",
                "verse_text": "But the Lord 's Spirit took control of Samson, and with his bare hands he tore the lion apart, as though it had been a young goat. His parents didn't know what he had done, and he didn't tell them."
            },
            {
                "verse_number": "7",
                "verse_text": "When they got to Timnah, Samson talked to the woman, and he was sure that she was the one for him."
            },
            {
                "verse_number": "8",
                "verse_text": "Later, Samson returned to Timnah for the wedding. And when he came near the place where the lion had attacked, he left the road to see what was left of the lion. He was surprised to see that bees were living in the lion's skeleton, and that they had made some honey."
            },
            {
                "verse_number": "9",
                "verse_text": "He scooped up the honey in his hands and ate some of it as he walked along. When he got back to his parents, he gave them some of the honey, and they ate it too. But he didn't tell them he had found the honey in the skeleton of a lion."
            },
            {
                "verse_number": "10",
                "verse_text": "While Samson's father went to make the final arrangements with the bride and her family, Samson threw a big party, as grooms usually did."
            },
            {
                "verse_number": "11",
                "verse_text": "When the Philistines saw what Samson was like, they told 30 of their young men to stay with him at the party."
            },
            {
                "verse_number": "12",
                "verse_text": "Samson told the 30 young men, &apos;This party will last for seven days. Let's make a bet: I'll tell you a riddle, and if you can tell me the answer before the party is over, I'll give each of you a shirt and a full change of clothing."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you can't tell me the answer, then each of you will have to give me a shirt and a full change of clothing.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samson said:"
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, on the seventh day of the party they went to Samson's bride and said, &apos;You had better trick your husband into telling you the answer to his riddle. Have you invited us here just to rob us? If you don't find out the answer, we will burn you and your family to death.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Samson's bride went to him and started crying in his arms. &apos;You must really hate me,&apos; she sobbed. &apos;If you loved me at all, you would have told me the answer to your riddle.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "For the entire seven days of the party, she had been whining and trying to get the answer from him. But that seventh day she put so much pressure on Samson that he finally gave in and told her the answer. She went straight to the young men and told them."
            },
            {
                "verse_number": "18",
                "verse_text": "Before sunset that day, the men of the town went to Samson with this answer:"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Lord 's Spirit took control of Samson. He went to Ashkelon, where he killed 30 men and took their clothing. Samson then gave it to the 30 young men at Timnah and stormed back home to his own family."
            },
            {
                "verse_number": "20",
                "verse_text": "The father of the bride made Samson's wife marry one of the 30 young men that had been at Samson's party."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Later, during the wheat harvest, Samson went to visit the young woman he thought was still his wife. He brought along a young goat as a gift and said to her father, &apos;I want to go into my wife's bedroom.&apos; &apos;You can't do that,&apos; he replied. &apos;It was Samson,&apos; someone told them. &apos;He married the daughter of that man in Timnah, but then the man gave Samson's wife to one of the men at the wedding.&apos; Samson left Philistia and went to live in the cave at Etam Rock. The Philistines answered, &apos;We've come to get Samson. We're going to do the same things to him that he did to our people.&apos; &apos;I was only getting even with them,&apos; Samson replied. &apos;They did the same things to me first.&apos; &apos;I won't put up a fight,&apos; Samson answered, &apos;but you have to promise not to hurt me yourselves.&apos; When the Philistines saw that Samson was being brought to their camp at Jawbone, they started shouting and ran toward him. But the Lord 's Spirit took control of Samson, and Samson broke the ropes, as though they were pieces of burnt cloth. I used a donkey's jawbone to kill a thousand men; I beat them with this jawbone"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When you left the way you did, I thought you were divorcing her. So I arranged for her to marry one of the young men who were at your party. But my younger daughter is even prettier, and you can have her as your wife.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;This time,&apos; Samson answered, &apos;I have a good reason for really hurting some Philistines.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Samson went out and caught 300 foxes and tied them together in pairs with oil-soaked rags around their tails."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Samson took the foxes into the Philistine wheat fields that were ready to be harvested. He set the rags on fire and let the foxes go. The wheat fields went up in flames, and so did the stacks of wheat that had already been cut. Even the Philistine vineyards and olive orchards burned."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of the Philistines started asking around, &apos;Who could have done such a thing?&apos; The Philistine leaders went to Timnah and burned to death Samson's wife and her father. over and over again. Samson named the place Caller Spring, because he had called out to God for help. The spring is still there at Jawbone."
            },
            {
                "verse_number": "7",
                "verse_text": "When Samson found out what they had done, he went to them and said, &apos;You killed them! And I won't rest until I get even with you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Samson started hacking them to pieces with his sword."
            },
            {
                "verse_number": "9",
                "verse_text": "But it wasn't long before the Philistines invaded Judah and set up a huge army camp at Jawbone."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Judah asked, &apos;Why have you invaded our land?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Three thousand men from Judah went to the cave at Etam Rock and said to Samson, &apos;Don't you know that the Philistines rule us, and they will punish us for what you did?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;We came here to tie you up and turn you over to them,&apos; said the men of Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Samson glanced around and spotted the jawbone of a donkey. The jawbone had not yet dried out, so it was still hard and heavy. Samson grabbed it and started hitting Philistines&ndash;he killed 1,000 of them!"
            },
            {
                "verse_number": "16",
                "verse_text": "After the fighting was over, he made up this poem about what he had done to the Philistines:"
            },
            {
                "verse_number": "17",
                "verse_text": "Samson tossed the jawbone on the ground and decided to call the place Jawbone Hill. It is still called that today."
            },
            {
                "verse_number": "18",
                "verse_text": "Samson was so thirsty that he prayed, &apos;Our Lord , you helped me win a battle against a whole army. Please don't let me die of thirst now. Those heathen Philistines will carry off my dead body.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Samson was tired and weary, but God sent water gushing from a rock. Samson drank some and felt strong again."
            },
            {
                "verse_number": "20",
                "verse_text": "Samson was a leader of Israel for 20 years, but the Philistines were still the rulers of Israel."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "One day while Samson was in Gaza, he saw a prostitute and went to her house to spend the night."
            },
            {
                "verse_number": "2",
                "verse_text": "The people who lived in Gaza found out he was there, and they decided to kill him at sunrise. So they went to the city gate and waited all night in the guardrooms on each side of the gate. Delilah tied up Samson with the bowstrings and shouted, &apos;Samson, the Philistines are attacking!&apos; Samson snapped the bowstrings, as though they were pieces of scorched string. The Philistines had not found out why Samson was so strong. Samson snapped the ropes as if they were threads. Samson woke up and pulled the loom free from its posts in the ground and from the nails in the wall. Then he pulled his hair free from the woven cloth. The Philistine rulers went to Delilah's house, and they brought along the silver they had promised her. Samson woke up and thought, &apos;I'll break loose and escape, just as I always do.&apos; He did not realize that the Lord had stopped helping him. Samson was our enemy, but our god Dagon helped us capture him! The rulers had Samson brought from the prison, and when the people saw him, this is how they praised their god: Samson ruined our crops and killed our people. He was our enemy, but our god helped us capture him. They made fun of Samson for a while, then they told him to stand near the columns that supported the roof."
            },
            {
                "verse_number": "3",
                "verse_text": "But Samson got up in the middle of the night and went to the town gate. He pulled the gate doors and doorposts out of the wall and put them on his shoulders. Then he carried them all the way to the top of the hill that overlooks Hebron, where he set the doors down, still closed and locked."
            },
            {
                "verse_number": "4",
                "verse_text": "Some time later, Samson fell in love with a woman named Delilah, who lived in Sorek Valley."
            },
            {
                "verse_number": "5",
                "verse_text": "The Philistine rulers went to Delilah and said, &apos;Trick Samson into telling you what makes him so strong and what can make him weak. Then we can tie him up so he can't get away. If you find out his secret, we will each give you 1,100 pieces of silver.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The next time Samson was at Delilah's house, she asked, &apos;Samson, what makes you so strong? How can I tie you up so you can't get away? Come on, you can tell me.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson answered, &apos;If someone ties me up with seven new bowstrings that have never been dried, it will make me just as weak as anyone else.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You lied and made me look like a fool,&apos; Delilah said. &apos;Now tell me. How can I really tie you up?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Samson answered, &apos;Use some new ropes. If I'm tied up with ropes that have never been used, I'll be just as weak as anyone else.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Delilah got new ropes, and again some Philistines hid in the room. Then she tied up Samson's arms and shouted, &apos;Samson, the Philistines are attacking!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You're still lying and making a fool of me,&apos; Delilah said. &apos;Tell me how I can tie you up!&apos; &apos;My hair is in seven braids,&apos; Samson replied. &apos;If you weave my braids into the threads on a loom and nail the loom to a wall, then I will be as weak as anyone else.&apos; Samson was a leader of Israel for 20 years."
            },
            {
                "verse_number": "14",
                "verse_text": "While Samson was asleep, Delilah wove his braids into the threads on a loom and nailed the loom to a wall. Then she shouted, &apos;Samson, the Philistines are attacking!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Samson,&apos; Delilah said, &apos;you claim to love me, but you don't mean it! You've made me look like a fool three times now, and you still haven't told me why you are so strong.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Delilah started nagging and pestering him day after day, until he couldn't stand it any longer."
            },
            {
                "verse_number": "17",
                "verse_text": "Finally, Samson told her the truth. &apos;I have belonged to God ever since I was born, so my hair has never been cut. If it were ever cut off, my strength would leave me, and I would be as weak as anyone else.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Delilah realized that he was telling the truth. So she sent someone to tell the Philistine rulers, &apos;Come to my house one more time. Samson has finally told me the truth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Delilah had lulled Samson to sleep with his head resting in her lap. She signaled to one of the Philistine men as she began cutting off Samson's seven braids. And by the time she was finished, Samson's strength was gone. Delilah tied him up"
            },
            {
                "verse_number": "20",
                "verse_text": "and shouted, &apos;Samson, the Philistines are attacking!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Philistines grabbed Samson and poked out his eyes. They took him to the prison in Gaza and chained him up. Then they put him to work, turning a millstone to grind grain."
            },
            {
                "verse_number": "22",
                "verse_text": "But they didn't cut his hair any more, so it started growing back."
            },
            {
                "verse_number": "23",
                "verse_text": "The Philistine rulers threw a big party and sacrificed a lot of animals to their god Dagon. The rulers said:"
            },
            {
                "verse_number": "26",
                "verse_text": "A young man was leading Samson by the hand, and Samson said to him, &apos;I need to lean against something. Take me over to the columns that hold up the roof.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The Philistine rulers were celebrating in a temple packed with people and with 3,000 more on the flat roof. They had all been watching Samson and making fun of him."
            },
            {
                "verse_number": "28",
                "verse_text": "Samson prayed, &apos;Please remember me, Lord God. The Philistines poked out my eyes, but make me strong one last time, so I can take revenge for at least one of my eyes!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Samson was standing between the two middle columns that held up the roof. He felt around and found one column with his right hand, and the other with his left hand."
            },
            {
                "verse_number": "30",
                "verse_text": "Then he shouted, &apos;Let me die with the Philistines!&apos; He pushed against the columns as hard as he could, and the temple collapsed with the Philistine rulers and everyone else still inside. Samson killed more Philistines when he died than he had killed during his entire life."
            },
            {
                "verse_number": "31",
                "verse_text": "His brothers and the rest of his family went to Gaza and took his body back home. They buried him in his father's tomb, which was located between Zorah and Eshtaol."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Micah belonged to the Ephraim tribe and lived in the hill country."
            },
            {
                "verse_number": "2",
                "verse_text": "One day he told his mother, &apos;Do you remember those 1,100 pieces of silver that were stolen from you? I was there when you put a curse on whoever stole them. Well, I'm the one who did it.&apos; His mother answered, &apos;I pray that the Lord will bless you, my son.&apos; But Micah handed it back to his mother. She took 200 pieces of the silver and gave them to a silver worker, who made them into an idol. They kept the idol in Micah's house. &apos;I am a Levite from Bethlehem in Judah,&apos; the man answered, &apos;and I'm on my way to find a new place to live.&apos; The young man went for a walk,"
            },
            {
                "verse_number": "5",
                "verse_text": "He had a shrine for worshiping God there at his home, and he had made some idols and a sacred priestly vest. Micah chose one of his own sons to be the priest for his shrine."
            },
            {
                "verse_number": "6",
                "verse_text": "This was before kings ruled Israel, so all the Israelites did whatever they thought was right."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Where are you from?&apos; Micah asked."
            },
            {
                "verse_number": "10",
                "verse_text": "Micah said, &apos;Why don't you stay here with me? You can be my priest and tell me what God wants me to do. Every year I'll give you ten pieces of silver and one complete set of clothes, and I'll provide all your food.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Micah said, &apos;I have a Levite as my own priest. Now I know that the Lord will be kind to me.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "These things happened before kings ruled Israel. About this time, the tribe of Dan was looking for a place to live. The other tribes had land, but the people of Dan did not really have any to call their own. The warriors left the area of Zorah and Eshtaol and went into the hill country of Ephraim. One night they stayed at Micah's house, When they came close to Micah's house, &apos;Hey!&apos; the priest shouted. &apos;What do you think you're doing?&apos; They turned to face him and asked, &apos;What's wrong? Why did you bring all these men?&apos; Micah realized there was no way he could win a fight with them, and so he went back home. The warriors from Dan made a surprise attack on Laish, killing everyone and burning it down. Then they rebuilt the town and settled there themselves."
            },
            {
                "verse_number": "2",
                "verse_text": "The tribe chose five warriors to represent their clans and told them, &apos;Go and find some land where we can live.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "because they heard the young Levite talking, and they knew from his accent that he was from the south. They asked him, &apos;What are you doing here? Who brought you here?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Levite replied, &apos;Micah hired me as his priest.&apos; Then he told them how well Micah had treated him."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Please talk to God for us,&apos; the men said. &apos;Ask God if we will be successful in what we are trying to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Don't worry,&apos; answered the priest. &apos;The Lord is pleased with what you are doing.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The five men left and went to the town of Laish, whose people were from Sidon, but Sidon was too far away to protect them. Even though their town had no walls, the people thought they were safe from attack. So they had not asked anyone else for protection, which meant that the tribe of Dan could easily take over Laish."
            },
            {
                "verse_number": "8",
                "verse_text": "The five men went back to Zorah and Eshtaol, where their relatives asked, &apos;Did you find any land?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Six hundred men from the tribe of Dan strapped on their weapons and left Zorah and Eshtaol with their families."
            },
            {
                "verse_number": "12",
                "verse_text": "One night they camped near Kiriath-Jearim in the territory of Judah, and that's why the place just west of Kiriath-Jearim is still known as Dan's Camp."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they went into the hill country of Ephraim."
            },
            {
                "verse_number": "14",
                "verse_text": "the five men who had been spies asked the other warriors, &apos;Did you know that someone in this village has several idols and a sacred priestly vest? What do you think we should do about it?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Quiet!&apos; the men said. &apos;Keep your mouth shut and listen. Why don't you come with us and be our priest, so you can tell us what God wants us to do? You could stay here and be a priest for one man's family, but wouldn't you rather be the priest for a clan or even a whole tribe of Israel?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The priest really liked that idea. So he took the vest and the idols and joined the others"
            },
            {
                "verse_number": "21",
                "verse_text": "from the tribe of Dan. Then they turned and left, after putting their children, their cattle, and the rest of their other possessions in front."
            },
            {
                "verse_number": "22",
                "verse_text": "They had traveled for some time before Micah asked his neighbors to help him get his things back. He and his men caught up with the people of Dan"
            },
            {
                "verse_number": "23",
                "verse_text": "and shouted for them to stop."
            },
            {
                "verse_number": "24",
                "verse_text": "Micah answered, &apos;You know what's wrong. You stole the gods I made, and you took my priest. I don't have anything left.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;We don't want to hear any more about it,&apos; the people of Dan said. &apos;And if you make us angry, you'll only get yourself and your family killed.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "After saying this, they turned and left."
            },
            {
                "verse_number": "29",
                "verse_text": "But they named it Dan, after one of Israel's sons, who was the ancestor of their tribe."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Before kings ruled Israel, a Levite was living deep in the hill country of the Ephraim tribe. He married a woman from Bethlehem in Judah,"
            },
            {
                "verse_number": "2",
                "verse_text": "but she was unfaithful and went back to live with her family in Bethlehem. Four months later He lifted her body onto his donkey and left."
            },
            {
                "verse_number": "3",
                "verse_text": "her husband decided to try and talk her into coming back. So he went to Bethlehem, taking along a servant and two donkeys. He talked with his wife, and she invited him into her family's home. Her father was glad to see him"
            },
            {
                "verse_number": "4",
                "verse_text": "and did not want him to leave. So the man stayed three days, eating and drinking with his father-in-law."
            },
            {
                "verse_number": "5",
                "verse_text": "When everyone got up on the fourth day, the Levite started getting ready to go home. But his father-in-law said, &apos;Don't leave until you have a bite to eat. You'll need strength for your journey.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The two men sat down together and ate a big meal. &apos;Come on,&apos; the man's father-in-law said. &apos;Stay tonight and have a good time.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Levite tried to leave, but his father-in-law insisted, and he spent one more night there."
            },
            {
                "verse_number": "8",
                "verse_text": "The fifth day, the man got up early to leave, but his wife's father said, &apos;You need to keep up your strength! Why don't you leave right after lunch?&apos; So the two of them started eating."
            },
            {
                "verse_number": "9",
                "verse_text": "Finally, the Levite got up from the meal, so he and his wife and servant could leave. &apos;Look,&apos; his father-in-law said, &apos;it's already late afternoon, and if you leave now, you won't get very far before dark. Stay with us one more night and enjoy yourself. Then you can get up early tomorrow morning and start home.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the Levite decided not to spend the night there again. He had the saddles put on his two donkeys, then he and his wife and servant traveled as far as Jebus, which is now called Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "It was beginning to get dark, and the man's servant said, &apos;Let's stop and spend the night in this town where the Jebusites live.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;No,&apos; the Levite answered. &apos;They aren't Israelites, and I refuse to spend the night there. We'll stop for the night at Gibeah,"
            },
            {
                "verse_number": "13",
                "verse_text": "or maybe we can even reach Ramah before dark.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They walked on and reached Gibeah in the territory of Benjamin just after sunset."
            },
            {
                "verse_number": "15",
                "verse_text": "They left the road and went into Gibeah. But the Levite couldn't find a house where anyone would let them spend the night, and they sat down in the open area just inside the town gates."
            },
            {
                "verse_number": "16",
                "verse_text": "Soon an old man came in through the gates on his way home from working in the fields. Most of the people who lived in Gibeah belonged to the tribe of Benjamin, but this man was originally from the hill country of Ephraim."
            },
            {
                "verse_number": "17",
                "verse_text": "He noticed that the Levite was just in town to spend the night. &apos;Where are you going?&apos; the old man asked. &apos;Where did you come from?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;We've come from Bethlehem in Judah,&apos; the Levite answered. &apos;We went there on a visit. Now we're going to the place where the Lord is worshiped, and later we will return to our home in the hill country of Ephraim. But no one here will let us spend the night in their home."
            },
            {
                "verse_number": "19",
                "verse_text": "We brought food for our donkeys and bread and wine for ourselves, so we don't need anything except a place to sleep.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The old man said, &apos;You are welcome to spend the night in my home and to be my guest, but don't stay out here!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The old man brought them into his house and fed their donkeys. Then he and his guests washed their feet and began eating and drinking."
            },
            {
                "verse_number": "22",
                "verse_text": "They were having a good time, when some worthless men of that town surrounded the house and started banging on the door and shouting, &apos;A man came to your house tonight. Send him out, so we can have sex with him!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The old man went outside and said, &apos;My friends, please don't commit such a horrible crime against a man who is a guest in my house."
            },
            {
                "verse_number": "24",
                "verse_text": "Let me send out my daughter instead. She's a virgin. And I'll even send out the man's wife. You can rape them or do whatever else you want, but please don't do such a horrible thing to this man.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The men refused to listen, so the Levite grabbed his wife and shoved her outside. The men raped her and abused her all night long. Finally, they let her go just before sunrise,"
            },
            {
                "verse_number": "26",
                "verse_text": "and it was almost daybreak when she went back to the house where her husband was staying. She collapsed at the door and lay there until sunrise."
            },
            {
                "verse_number": "27",
                "verse_text": "About that time, her husband woke up and got ready to leave. He opened the door and went outside, where he found his wife lying at the door with her hands on the doorstep."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Get up!&apos; he said. &apos;It's time to leave.&apos; But his wife didn't move. Everyone who saw a piece of the body said, &apos;This is horrible! Nothing like this has ever happened since the day Israel left Egypt.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When he got home, he took a butcher knife and cut her body into twelve pieces. Then he told some messengers, &apos;Take one piece to each tribe of Israel"
            },
            {
                "verse_number": "30",
                "verse_text": "and ask everyone if anything like this has ever happened since Israel left Egypt. Tell them to think about it, talk it over, and tell us what should be done.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "4",
                "verse_text": "The husband of the murdered woman answered: My wife and I went into the town of Gibeah in Benjamin to spend the night. The Israelites were running away, but they headed for Baal-Tamar, where they regrouped. They had set an ambush, and they were sure it would work. Ten thousand of Israel's best soldiers had been hiding west of Gibeah, and as soon as the men of Benjamin chased the Israelites into the countryside, these 10,000 soldiers made a surprise attack on the town gates. They dashed in and captured Gibeah, killing everyone there. Then they set the town on fire, because the smoke would be the signal for the other Israelite soldiers to turn and attack the soldiers of Benjamin. The fighting had been so heavy around the soldiers of Benjamin, that they did not know the trouble they were in. But then they looked back and saw clouds of smoke rising from the town. They looked in front and saw the soldiers of Israel turning to attack. This terrified them, because they realized that something horrible was happening. And it was horrible&ndash;over 25,000 soldiers of Benjamin died that day, and those who were left alive knew that the Lord had given Israel the victory."
            },
            {
                "verse_number": "5",
                "verse_text": "Later that night, the men of Gibeah surrounded the house. They wanted to kill me, but instead they raped and killed my wife."
            },
            {
                "verse_number": "6",
                "verse_text": "It was a terrible thing for Israelites to do! So I cut up her body and sent the pieces everywhere in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "You are the people of Israel, and you must decide today what to do about the men of Gibeah."
            },
            {
                "verse_number": "8",
                "verse_text": "The whole army was in agreement, and they said, &apos;None of us will go home."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone agreed that Gibeah had to be punished."
            },
            {
                "verse_number": "12",
                "verse_text": "The tribes of Israel sent messengers to every town and village in Benjamin. And wherever the messengers went, they said, &apos;How could those worthless men in Gibeah do such a disgusting thing?"
            },
            {
                "verse_number": "13",
                "verse_text": "We can't allow such a terrible crime to go unpunished in Israel! Hand the men over to us, and we will put them to death.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Men from towns all over Benjamin's territory went to Gibeah and got ready to fight Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "The Benjamin tribe had 26,000 soldiers, not counting the 700 who were Gibeah's best warriors."
            },
            {
                "verse_number": "16",
                "verse_text": "In this army there were 700 left-handed experts who could sling a rock at a target the size of a hair and hit it every time."
            },
            {
                "verse_number": "17",
                "verse_text": "The other Israelite tribes organized their army and found they had 400,000 experienced soldiers."
            },
            {
                "verse_number": "18",
                "verse_text": "So they went to the place of worship at Bethel and asked God, &apos;Which tribe should be the first to attack the people of Benjamin?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The next morning the Israelite army moved its camp to a place near Gibeah."
            },
            {
                "verse_number": "20",
                "verse_text": "Then they left their camp and got into position to attack the army of Benjamin."
            },
            {
                "verse_number": "21",
                "verse_text": "Benjamin's soldiers came out of Gibeah and attacked, and when the day was over, 22,000 Israelite soldiers lay dead on the ground."
            },
            {
                "verse_number": "25",
                "verse_text": "That same day, Benjamin's soldiers came out of Gibeah and attacked, leaving another 18,000 Israelite soldiers dead on the battlefield."
            },
            {
                "verse_number": "29",
                "verse_text": "The Israelites surrounded Gibeah, but stayed where they could not be seen."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the next day, they took the same positions as twice before,"
            },
            {
                "verse_number": "42",
                "verse_text": "The men of Benjamin headed down the road toward the desert, trying to escape from the Israelites. But the Israelites stayed right behind them, keeping up their attack. Men even came out of the nearby towns to help kill the men of Benjamin,"
            },
            {
                "verse_number": "43",
                "verse_text": "who were having to fight on all sides. The Israelite soldiers never let up their attack. They chased and killed the warriors of Benjamin as far as a place directly east of Gibeah,"
            },
            {
                "verse_number": "44",
                "verse_text": "until 18,000 of these warriors lay dead."
            },
            {
                "verse_number": "45",
                "verse_text": "Some other warriors of Benjamin turned and ran down the road toward Rimmon Rock in the desert. The Israelites killed 5,000 of them on the road, then chased the rest until they had killed 2,000 more."
            },
            {
                "verse_number": "46",
                "verse_text": "Twenty-five thousand soldiers of Benjamin died that day, all of them experienced warriors."
            },
            {
                "verse_number": "47",
                "verse_text": "Only 600 of them finally made it into the desert to Rimmon Rock, where they stayed for four months."
            },
            {
                "verse_number": "48",
                "verse_text": "The Israelites turned back and went to every town in Benjamin's territory, killing all the people and animals, and setting the towns on fire."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When the Israelites had met at Mizpah before the war with Benjamin, they had made this sacred promise: &apos;None of us will ever let our daughters marry any man from Benjamin.&apos; After asking around, they discovered that no one had come from Jabesh in Gilead. All the women of the Benjamin tribe were killed. How can we get wives for the men of Benjamin who are left? Go to Shiloh and hide in the vineyards near the festival."
            },
            {
                "verse_number": "2",
                "verse_text": "After the war with Benjamin, the Israelites went to the place of worship at Bethel and sat there until sunset. They cried loudly and bitterly"
            },
            {
                "verse_number": "3",
                "verse_text": "and prayed, &apos;Our Lord , you are the God of Israel. Why did you let this happen? Now one of our tribes is almost gone.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Early the next morning, the Israelites built an altar and offered sacrifices to please the Lord and to ask his blessing."
            },
            {
                "verse_number": "5",
                "verse_text": "Then they asked each other, &apos;Did any of the tribes of Israel fail to come to the place of worship? We made a sacred promise that anyone who didn't come to the meeting at Mizpah would be put to death.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Israelites were sad about what had happened to the Benjamin tribe, and they said, &apos;One of our tribes was almost wiped out."
            },
            {
                "verse_number": "7",
                "verse_text": "Only a few men of Benjamin weren't killed in the war. We need to get wives for them, so the tribe won't completely disappear. But how can we do that, after promising in the Lord 's name that we wouldn't let them marry any of our daughters?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The warriors attacked Jabesh in Gilead, and returned to their camp at Shiloh in Canaan with 400 young women."
            },
            {
                "verse_number": "13",
                "verse_text": "The Israelites met and sent messengers to the men of Benjamin at Rimmon Rock, telling them that the Israelites were willing to make peace with them."
            },
            {
                "verse_number": "14",
                "verse_text": "So the men of Benjamin came back from Rimmon Rock, and the Israelites let them marry the young women from Jabesh. But there weren't enough women."
            },
            {
                "verse_number": "15",
                "verse_text": "The Israelites were very sad, because the Lord had almost wiped out one of their tribes."
            },
            {
                "verse_number": "16",
                "verse_text": "Then their leaders said:"
            },
            {
                "verse_number": "17",
                "verse_text": "If they don't have children, one of the Israelite tribes will die out."
            },
            {
                "verse_number": "18",
                "verse_text": "But we can't let the men of Benjamin marry any of our daughters. We made a sacred promise not to do that, and if we break our promise, we will be under our own curse."
            },
            {
                "verse_number": "19",
                "verse_text": "Then someone suggested, &apos;What about the Lord 's Festival that takes place each year in Shiloh? It's held north of Bethel, south of Lebonah, and just east of the road that goes from Bethel to Shechem.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The leaders told the men of Benjamin who still did not have wives:"
            },
            {
                "verse_number": "21",
                "verse_text": "Wait there for the young women of Shiloh to come out and perform their dances. Then rush out and grab one of the young women, then take her home as your wife."
            },
            {
                "verse_number": "22",
                "verse_text": "If the fathers or brothers of these women complain about this, we'll say, &apos;Be kind enough to let those men keep your daughter. After all, we couldn't get enough wives for all the men of Benjamin in the battle at Jabesh. And because you didn't give them permission to marry your daughters, you won't be under the curse we earlier agreed on.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The men of Benjamin went to Shiloh and hid in the vineyards. The young women soon started dancing, and each man grabbed one of them and carried her off. Then the men of Benjamin went back to their own land and rebuilt their towns and started living in them again."
            },
            {
                "verse_number": "24",
                "verse_text": "Afterwards, the rest of the Israelites returned to their homes and families."
            },
            {
                "verse_number": "25",
                "verse_text": "In those days Israel wasn't ruled by a king, and everyone did what they thought was right."
            }
        ]
    }
}