{
    "Zechariah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am the prophet Zechariah, the son of Berechiah and the grandson of Iddo. In the eighth month of the second year that Darius was king of Persia, the Lord told me to say: &apos;I'll tell you,&apos; the angel answered. I, the Lord All-Powerful, am very protective of Jerusalem. His answer was, &apos;These horns are the nations that scattered the people of Judah, Israel, and Jerusalem, and took away their freedom.&apos; Then the Lord showed me four blacksmiths, and I asked, &apos;What are they going to do?&apos; He replied, &apos;They are going to terrify and crush those horns.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Don't be stubborn like your ancestors. They were warned by the earlier prophets to give up their evil and turn back to me, but they paid no attention."
            },
            {
                "verse_number": "5",
                "verse_text": "Where are your ancestors now? Not even prophets live forever."
            },
            {
                "verse_number": "6",
                "verse_text": "But my warnings and my words spoken by the prophets caught up with your ancestors. So they turned back to me and said, &apos; Lord All-Powerful, you have punished us for our sins, just as you had planned.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "An angel was there to explain things to me, and I asked, &apos;Sir, who are these riders?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "At once, the man standing among the myrtle trees said, &apos;These are the ones the Lord has sent to find out what's happening on earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the riders spoke to the Lord 's angel, who was standing among the myrtle trees, and they said, &apos;We have gone everywhere and have discovered that the whole world is at peace.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At this, the angel said, &apos; Lord All-Powerful, for 70 years you have been angry with Jerusalem and the towns of Judah. When are you ever going to have mercy on them?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord 's answer was kind and comforting."
            },
            {
                "verse_number": "14",
                "verse_text": "So the angel told me to announce:"
            },
            {
                "verse_number": "15",
                "verse_text": "For a while I was angry at the nations, but now I am furious, because they have made things worse for Jerusalem and are not the least bit concerned."
            },
            {
                "verse_number": "16",
                "verse_text": "And so, I will have pity on Jerusalem. The city will be completely rebuilt, and my temple will stand again."
            },
            {
                "verse_number": "17",
                "verse_text": "I also promise that my towns will prosper&ndash;Jerusalem will once again be my chosen city, and I will comfort the people of Zion."
            },
            {
                "verse_number": "18",
                "verse_text": "Next, I saw four animal horns."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This time I saw someone holding a measuring line,"
            },
            {
                "verse_number": "2",
                "verse_text": "and I asked, &apos;Where are you going?&apos; &apos;To measure Jerusalem,&apos; was the answer. &apos;To find out how wide and long it is.&apos; Zion is as precious to the Lord as are his eyes. Whatever you do to Zion, you do to him. The Lord is present and moving about in his holy place."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel who had spoken to me came toward me, when another angel came up to him"
            },
            {
                "verse_number": "4",
                "verse_text": "and said, &apos;Hurry! Tell that man with the measuring line that Jerusalem won't have any boundaries. It will be too full of people and animals even to have a wall."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord himself has promised to be a protective wall of fire surrounding Jerusalem, and he will be its shining glory in the heart of the city.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord says to his people, &apos;Run! Escape from the land in the north, where I scattered you to the four winds."
            },
            {
                "verse_number": "7",
                "verse_text": "Leave Babylonia and hurry back to Zion.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the glorious Lord All-Powerful ordered me to say to the nations that had raided and robbed Zion:"
            },
            {
                "verse_number": "9",
                "verse_text": "And so, he will put you in the power of your slaves, and they will raid and rob you. Then you will know that I am a prophet of the Lord All-Powerful."
            },
            {
                "verse_number": "10",
                "verse_text": "City of Zion, sing and celebrate! The Lord has promised to come and live with you."
            },
            {
                "verse_number": "11",
                "verse_text": "When he does, many nations will turn to him and become his people. At that time you will know that I am a prophet of the Lord All-Powerful."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Judah will be his part of the holy land, and Jerusalem will again be his chosen city."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone, be silent!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I was given another vision. This time Joshua the high priest was standing in front of the Lord 's angel. And there was Satan, standing at Joshua's right side, ready to accuse him."
            },
            {
                "verse_number": "2",
                "verse_text": "But the Lord said, &apos;Satan, you are wrong. Jerusalem is my chosen city, and this man was rescued like a stick from a flaming fire.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua's clothes were filthy."
            },
            {
                "verse_number": "4",
                "verse_text": "So the angel told some of the people to remove Joshua's filthy clothes. Then he said to Joshua, &apos;This means you are forgiven. Now I will dress you in priestly clothes.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "I spoke up and said, &apos;Also put a clean priestly turban on his head.&apos; Then they dressed him in priestly clothes and put the turban on him, while the Lord 's angel stood there watching."
            },
            {
                "verse_number": "6",
                "verse_text": "After this, the angel encouraged Joshua by telling him that the Lord All-Powerful had promised:"
            },
            {
                "verse_number": "7",
                "verse_text": "If you truly obey me, I will put you in charge of my temple, including the courtyard around it, and you will be allowed to speak at any time with the angels standing beside me."
            },
            {
                "verse_number": "8",
                "verse_text": "Listen carefully, High Priest Joshua and all of you other priests. You are a sign of things to come, because I am going to bring my servant, the Chosen King."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua, I have placed in front of you a stone with seven sides. I will engrave something on that stone, and in a single day I will forgive this guilty country."
            },
            {
                "verse_number": "10",
                "verse_text": "Then each of you will live at peace and entertain your friends in your own vineyard and under your own fig trees."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The angel who explained the visions woke me from what seemed like sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he asked, &apos;What do you see?&apos; &apos;A solid gold lampstand with an oil container above it,&apos; I answered. &apos;On the stand are seven lamps, each with seven flames. &apos;No sir,&apos; I replied. I am the Lord All-Powerful. So don't depend on your own power or strength, but on my Spirit. Those seven lamps represent my eyes&ndash;the eyes of the Lord &ndash;and they see everything on this earth. &apos;No sir, I don't,&apos; was my answer."
            },
            {
                "verse_number": "3",
                "verse_text": "One olive tree is on the right side and another on the left of the oil container."
            },
            {
                "verse_number": "4",
                "verse_text": "But, sir, what do these mean?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he asked, &apos;Don't you know?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the angel explained that it was the following message of the Lord to Zerubbabel:"
            },
            {
                "verse_number": "7",
                "verse_text": "Zerubbabel, that mountain in front of you will be leveled to the ground. Then you will bring out the temple's most important stone and shout, &apos;God has been very kind.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord spoke to me again and said:"
            },
            {
                "verse_number": "9",
                "verse_text": "Zerubbabel laid the foundation for the temple, and he will complete it. Then everyone will know that you were sent by me, the Lord All-Powerful."
            },
            {
                "verse_number": "10",
                "verse_text": "Those who have made fun of this day of small beginnings will celebrate when they see Zerubbabel holding this important stone."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I asked the angel, &apos;What about the olive trees on each side of the lampstand? What do they represent?"
            },
            {
                "verse_number": "12",
                "verse_text": "And what is the meaning of the two branches from which golden olive oil flows through the two gold pipes?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don't you know?&apos; he asked."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he told me, &apos;These branches are the two chosen leaders who stand beside the Lord of all the earth.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When I looked the next time, I saw a flying scroll,"
            },
            {
                "verse_number": "2",
                "verse_text": "and the angel asked, &apos;What do you see?&apos; &apos;A flying scroll,&apos; I answered. &apos;About nine meters long and four and a half meters wide.&apos; This scroll puts a curse on everyone in the land who steals or tells lies. The writing on one side tells about the destruction of those who steal, while the writing on the other side tells about the destruction of those who lie."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he told me:"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord All-Powerful has said, &apos;I am sending this scroll into the house of everyone who is a robber or tells lies in my name, and it will remain there until every piece of wood and stone in that house crumbles.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Now the angel who was there to explain the visions came over and said, &apos;Look up and tell me what you see coming.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I don't know what it is,&apos; was my reply. &apos;It's a big basket,&apos; he said. &apos;And it shows what everyone in the land has in mind.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The lead cover of the basket was opened, and in the basket was a woman."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;This woman represents evil,&apos; the angel explained. Then he threw her back into the basket and slammed the heavy cover down tight."
            },
            {
                "verse_number": "9",
                "verse_text": "Right after this I saw two women coming through the sky with wings outstretched like a stork in the wind. Suddenly they lifted the basket into the air,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I asked the angel, &apos;Where are they taking the basket?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;To Babylonia,&apos; he answered, &apos;where they will build a house for the basket and set it down inside.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Finally, I looked up and saw four chariots coming from between two bronze mountains."
            },
            {
                "verse_number": "2",
                "verse_text": "The first chariot was pulled by red horses, and the second by black horses;"
            },
            {
                "verse_number": "3",
                "verse_text": "the third chariot was pulled by white horses, and the fourth by spotted gray horses. When they had gone on their way,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Sir,&apos; I asked the angel. &apos;What do these stand for?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he explained, &apos;These are the four winds of heaven, and now they are going out, after presenting themselves to the Lord of all the earth."
            },
            {
                "verse_number": "6",
                "verse_text": "The chariot with black horses goes toward the north, the chariot with white horses goes toward the west, and the one with spotted horses goes toward the south.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The horses came out eager to patrol the earth, and the angel told them, &apos;Start patrolling the earth.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "he shouted to me, &apos;Those that have gone to the country in the north will do what the Lord 's Spirit wants them to do there.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said to me:"
            },
            {
                "verse_number": "14",
                "verse_text": "This crown will be kept in my temple as a reminder and will be taken care of by Heldai, Tobijah, Jedaiah, and Josiah.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When people from distant lands come and help build the temple of the Lord All-Powerful, you will know that the Lord is the one who sent me. And this will happen, if you truly obey the Lord your God."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "On the fourth day of Chislev, the ninth month of the fourth year that Darius was king of Persia, the Lord again spoke to me."
            },
            {
                "verse_number": "6",
                "verse_text": "And when you eat and drink, isn't it for your own enjoyment?"
            },
            {
                "verse_number": "7",
                "verse_text": "My message today is the same one I commanded the earlier prophets to speak to Jerusalem and its villages when they were prosperous, and when all of Judah, including the Southern Desert and the hill country, was filled with people."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't mistreat widows or orphans or foreigners or anyone who is poor, and stop making plans to hurt each other.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "and said, &apos;You people paid no attention when I called out to you, and now I'll pay no attention when you call out to me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "That's why I came with a whirlwind and scattered them among foreign nations, leaving their lovely country empty of people and in ruins."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord All-Powerful said to me:"
            },
            {
                "verse_number": "2",
                "verse_text": "I love Zion so much that her enemies make me angry."
            },
            {
                "verse_number": "3",
                "verse_text": "I will return to Jerusalem and live there on Mount Zion. Then Jerusalem will be known as my faithful city, and Zion will be known as my holy mountain."
            },
            {
                "verse_number": "4",
                "verse_text": "Very old people with walking sticks will once again sit around in Jerusalem,"
            },
            {
                "verse_number": "5",
                "verse_text": "while boys and girls play in the streets."
            },
            {
                "verse_number": "6",
                "verse_text": "This may seem impossible for my people who are left, but it isn't impossible for me, the Lord All-Powerful."
            },
            {
                "verse_number": "7",
                "verse_text": "I will save those who were taken to lands in the east and the west,"
            },
            {
                "verse_number": "8",
                "verse_text": "and I will bring them to live in Jerusalem. They will be my people, and I will be their God, faithful to bring about justice."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the Lord All-Powerful! So don't give up. Think about the message my prophets spoke when the foundation of my temple was laid."
            },
            {
                "verse_number": "10",
                "verse_text": "Before that time, neither people nor animals were rewarded for their work, and no one was safe anywhere, because I had turned them against each other."
            },
            {
                "verse_number": "11",
                "verse_text": "My people, only a few of you are left, and I promise not to punish you as I did before."
            },
            {
                "verse_number": "12",
                "verse_text": "Instead, I will make sure that your crops are planted in peace and your vineyards are fruitful, that your fields are fertile, and the dew falls from the sky."
            },
            {
                "verse_number": "13",
                "verse_text": "People of Judah and Israel, you have been a curse to the nations, but I will save you and make you a blessing to them. So don't be afraid or lose courage."
            },
            {
                "verse_number": "14",
                "verse_text": "When your ancestors made me angry, I decided to punish you with disasters, and I didn't hold back."
            },
            {
                "verse_number": "15",
                "verse_text": "Now you no longer need to be afraid. I have decided to treat Jerusalem and Judah with kindness."
            },
            {
                "verse_number": "16",
                "verse_text": "But you must be truthful with each other, and in court you must give fair decisions that lead to peace."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't ever plan evil things against others or tell lies under oath. I, the Lord , hate such things."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord All-Powerful told me to say:"
            },
            {
                "verse_number": "19",
                "verse_text": "People of Judah, I, the Lord , demand that whenever you go without food as a way of worshiping me, it should become a time of celebration. No matter if it's the fourth month, the fifth month, the seventh month, or the tenth month, you should have a joyful festival. So love truth and live at peace."
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you that people will come here from cities everywhere."
            },
            {
                "verse_number": "21",
                "verse_text": "Those of one town will go to another and say, &apos;We're going to ask the Lord All-Powerful to treat us with kindness. Come and join us.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Many people from strong nations will come to Jerusalem to worship me and to ask me to treat them with kindness."
            },
            {
                "verse_number": "23",
                "verse_text": "When this happens, ten people from nations with different languages will grab a Jew by his clothes and say, &apos;Let us go with you. We've heard that God is on your side.&apos; I, the Lord All-Powerful, have spoken!"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "This is a message from the Lord : His eyes are on everyone, especially the tribes So he pronounces judgment against the cities on the nearby city of Hamath, whose people are clever. and piled up silver and gold, as though they were dust or mud from the streets. with poverty; he will sink its ships and send it up in flames. will tremble with fear; Ekron will lose all hope. Gaza's king will be killed, and Ashkelon emptied of its people. and the Lord himself will rob Philistia of pride. eat meat with blood in it They will become part of the people of our God from the tribe of Judah. And God will accept the people of Ekron, to protect my temple from those who come to attack. I know what's happening, and no one will mistreat my people ever again.&apos; celebrate and shout! Your king has won a victory, and he is coming to you. He is humble and rides on a donkey; he comes on the colt of a donkey. war chariots and horses Bows that were made for battle will be broken. I will bring peace to nations, and your king will rule from sea to sea. His kingdom will reach from the Euphrates River across the earth. with you, my people, Now some of you are captives in waterless pits, but I will come to your rescue Return to your fortress, because today I will reward you with twice what you had. I will take the people of Zion as my sword and attack the Greeks. will appear over his people, and his arrows will flash like lightning. God will sound his trumpet and attack in a whirlwind from the south. will protect his people, and they will trample down the sharpshooters and their slingshots. They will drink and get rowdy; they will be as full as a bowl at the time of sacrifice. on that day, because they are his people, and they will shine on his land like jewels in a crown. Young people will grow there like grain in a field or grapes in a vineyard. of Israel. of Hadrach and Damascus. as well as on Tyre and Sidon, will settle in Ashdod, or any unclean food. as he did the Jebusites. from Israel and Jerusalem. we sealed it with blood. and Israel as my arrow."
            },
            {
                "verse_number": "2",
                "verse_text": "Judgment will also fall"
            },
            {
                "verse_number": "3",
                "verse_text": "Tyre has built a fortress"
            },
            {
                "verse_number": "4",
                "verse_text": "Now the Lord will punish Tyre"
            },
            {
                "verse_number": "5",
                "verse_text": "Both Ashkelon and Gaza"
            },
            {
                "verse_number": "6",
                "verse_text": "A mob of half-breeds"
            },
            {
                "verse_number": "7",
                "verse_text": "No longer will the Philistines"
            },
            {
                "verse_number": "8",
                "verse_text": "God says, &apos;I will stand guard"
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone in Jerusalem,"
            },
            {
                "verse_number": "10",
                "verse_text": "I, the Lord , will take away"
            },
            {
                "verse_number": "11",
                "verse_text": "When I made a sacred agreement"
            },
            {
                "verse_number": "12",
                "verse_text": "and offer you hope."
            },
            {
                "verse_number": "13",
                "verse_text": "I will use Judah as my bow"
            },
            {
                "verse_number": "14",
                "verse_text": "Like a cloud, the Lord God"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord God will save them"
            },
            {
                "verse_number": "17",
                "verse_text": "How lovely they will be."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I, the Lord , am the one who sends storm clouds and showers of rain to make fields produce. So when the crops need rain, you should pray to me. and fortunetellers, or depend on the hope you receive from witchcraft and interpreters of dreams. But you have tried all of these, and now you are like sheep without a shepherd. am fiercely angry with you leaders, and I will punish you. I care for my people, the nation of Judah, and I will change this flock of sheep into charging war horses. who will be strong like cornerstones and tent pegs and weapons of war. and together they will trample their enemies like mud. They will fight, because I, the Lord , will be on their side. And they will crush the enemy cavalry. the kingdoms of Judah And I will show mercy because I am the Lord , their God. I will answer their prayers and bring them home. Then it will seem as though I had never rejected them. a tribe of warriors celebrating with wine. When their children see this, they will also be happy because of me, the Lord . for them to come together because I have rescued them. And there will be as many as ever before. in distant countries, they won't forget me. they will return&ndash; from Egypt and Assyria, then let them settle as far as Gilead and Lebanon, until the land overflows with them. an ocean of troubles, but I will overcome the waves and dry up the deepest part of the Nile. Assyria's great pride will be put down, and the power of Egypt will disappear. because of who I am, and they will follow me. I, the Lord , have spoken!"
            },
            {
                "verse_number": "2",
                "verse_text": "You can't believe idols"
            },
            {
                "verse_number": "3",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "4",
                "verse_text": "From this flock will come leaders"
            },
            {
                "verse_number": "5",
                "verse_text": "They will join in the fighting,"
            },
            {
                "verse_number": "6",
                "verse_text": "I will strengthen and Israel. Once their children are raised,"
            },
            {
                "verse_number": "7",
                "verse_text": "Israel will be like"
            },
            {
                "verse_number": "8",
                "verse_text": "I will give a signal"
            },
            {
                "verse_number": "9",
                "verse_text": "Although I scattered my people"
            },
            {
                "verse_number": "10",
                "verse_text": "I will bring them home"
            },
            {
                "verse_number": "11",
                "verse_text": "My people will go through"
            },
            {
                "verse_number": "12",
                "verse_text": "I'll strengthen my people"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Lebanon, open your gates! Let the fire come in to destroy your cedar trees. The glorious cedars have fallen and are rotting. Cry, you oak trees of Bashan! The dense forest has been chopped down. Their glorious pastures have been ruined. Listen! Lions are roaring. The forests of the Jordan Valley are no more to be found. Tend those sheep doomed for slaughter! deserting the sheep! I hope a sword will cripple your arm and blind your right eye."
            },
            {
                "verse_number": "2",
                "verse_text": "Cry, you cypress trees!"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen! Shepherds are crying."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord my God said to me:"
            },
            {
                "verse_number": "5",
                "verse_text": "The people who buy and butcher them go unpunished, while everyone who sells them says, &apos;Praise the Lord ! I'm rich.&apos; Not even their shepherds have pity on them."
            },
            {
                "verse_number": "6",
                "verse_text": "Tend those sheep because I, the Lord , will no longer have pity on the people of this earth. I'll turn neighbor against neighbor and make them slaves of a king. They will bring disaster on the earth, and I'll do nothing to rescue any of them."
            },
            {
                "verse_number": "7",
                "verse_text": "So I became a shepherd of those sheep doomed to be slaughtered by the sheep dealers. And I gave names to the two sticks I used for tending the sheep: One of them was named &apos;Mercy&apos; and the other &apos;Unity.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "In less than a month, I became impatient with three shepherds who didn't like me, and I got rid of them."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said, &apos;I refuse to be your shepherd. Let the sheep that are going to die, go on and die, and those that are going to be destroyed, go on and be destroyed. Then let the others eat one another alive.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "On that same day, I broke the stick named &apos;Mercy&apos; to show that the Lord had canceled his agreement with all people."
            },
            {
                "verse_number": "11",
                "verse_text": "The sheep dealers who saw me knew at once that this was a message from the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I broke the stick named &apos;Unity&apos; and canceled the ties between Judah and Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Next, the Lord said to me, &apos;Act like a shepherd again&ndash;this time a worthless shepherd."
            },
            {
                "verse_number": "16",
                "verse_text": "Once more I am going to let a worthless nobody rule the land&ndash;one who won't care for the strays or search for the young or heal the sick or feed the healthy. He will just dine on the fattest sheep, leaving nothing but a few bones.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "You worthless shepherd,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "This is a message from the Lord about Israel: I am the Lord ! I stretched out the heavens; I put the earth on its foundations and gave breath to humans. When all nations on earth surround Jerusalem,"
            },
            {
                "verse_number": "2",
                "verse_text": "I have decided that Jerusalem will become a bowl of wine that makes the neighboring nations drunk. And when Jerusalem is attacked, Judah will also be attacked."
            },
            {
                "verse_number": "3",
                "verse_text": "But I will turn Jerusalem into a heavy stone that crushes anyone who tries to lift it."
            },
            {
                "verse_number": "4",
                "verse_text": "I will blind every horse and make them panic, and every rider will be confused. But at the same time, I will watch over Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "Then every clan in Judah will realize that I, the Lord All-Powerful, am their God, and that I am the source of their strength."
            },
            {
                "verse_number": "6",
                "verse_text": "At that time I will let the clans of Judah be like a ball of fire in a wood pile or a fiery torch in a hay stack. Then Judah will send the surrounding nations up in smoke. And once again the city of Jerusalem will be filled with people."
            },
            {
                "verse_number": "7",
                "verse_text": "But I will first give victory to Judah, so the kingdom of David and the city of Jerusalem in all of their glory won't be thought of more highly than Judah itself."
            },
            {
                "verse_number": "8",
                "verse_text": "I, the Lord God, will protect Jerusalem. Even the weakest person there will be as strong as David, and David's kingdom will rule as though my very own angel were its leader."
            },
            {
                "verse_number": "9",
                "verse_text": "I am determined to wipe out every nation that attacks Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "I, the Lord , will make the descendants of David and the people of Jerusalem feel deep sorrow and pray when they see the one they pierced with a spear. They will mourn and weep for him, as parents weep over the death of their only child or their first-born."
            },
            {
                "verse_number": "11",
                "verse_text": "On that day the people of Jerusalem will mourn as much as everyone did for Hadad Rimmon on the flatlands near Megiddo."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone of each family in the land will mourn, and the men will mourn separately from the women. This includes those from the family of David, and the families of Nathan,"
            },
            {
                "verse_number": "13",
                "verse_text": "Levi, Shimei,"
            },
            {
                "verse_number": "14",
                "verse_text": "and all other families as well."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the future there will be a fountain, where David's descendants and the people of Jerusalem can wash away their sin and guilt. When that time comes, I will get rid of every idol in the country, and they will be forgotten forever. I will also do away with their prophets and those evil spirits that control them. My sword, wake up! Attack my shepherd and friend. Strike down the shepherd! Scatter the little sheep, and I will destroy them. will more than a third of them be left alive. and put them to the test, just as gold and silver are purified and tested. They will pray in my name, and I will answer them. I will say, &apos;You are my people,&apos; and they will reply, &apos;You, Lord , are our God!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord All-Powerful says:"
            },
            {
                "verse_number": "3",
                "verse_text": "If any such prophets ever appear again, their own parents must warn them that they will die for telling lies in my name&ndash;the name of the Lord . If those prophets don't stop speaking, their parents must then kill them with a sword."
            },
            {
                "verse_number": "4",
                "verse_text": "Those prophets will be ashamed of their so-called visions, and they won't deceive anyone by dressing like a true prophet."
            },
            {
                "verse_number": "5",
                "verse_text": "Instead, they will say, &apos;I'm no prophet. I've been a farmer all my life.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And if any of them are asked why they are wounded, they will answer, &apos;It happened at the house of some friends.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord All-Powerful said:"
            },
            {
                "verse_number": "8",
                "verse_text": "Nowhere in the land"
            },
            {
                "verse_number": "9",
                "verse_text": "Then I will purify them"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The Lord will have his day. And when it comes, everything that was ever taken from Jerusalem will be returned and divided among its people."
            },
            {
                "verse_number": "2",
                "verse_text": "But first, he will bring many nations to attack Jerusalem&ndash;homes will be robbed, women raped, and half of the population dragged off, though the others will be allowed to remain."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will attack those nations like a warrior fighting in battle."
            },
            {
                "verse_number": "4",
                "verse_text": "He will take his stand on the Mount of Olives east of Jerusalem, and the mountain will split in half, forming a wide valley that runs from east to west."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you people will escape from the Lord 's mountain, through this valley, which reaches to Azal. You will run in all directions, just as everyone did when the earthquake struck in the time of King Uzziah of Judah. Afterwards, the Lord my God will appear with his holy angels."
            },
            {
                "verse_number": "6",
                "verse_text": "It will be a bright day that won't turn cloudy or cold."
            },
            {
                "verse_number": "7",
                "verse_text": "And the Lord has decided when it will happen&ndash;this time of unending day."
            },
            {
                "verse_number": "8",
                "verse_text": "In both summer and winter, life-giving streams will flow from Jerusalem, half of them to the Dead Sea in the east and half to the Mediterranean Sea in the west."
            },
            {
                "verse_number": "9",
                "verse_text": "Then there will be only one Lord who rules as King and whose name is worshiped everywhere on earth."
            },
            {
                "verse_number": "12",
                "verse_text": "Here is what the Lord will do to those who attack Jerusalem: While they are standing there, he will make their flesh rot and their eyes fall from their sockets and their tongues drop out."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will make them go into a frenzy and start attacking each other,"
            },
            {
                "verse_number": "16",
                "verse_text": "Afterwards, the survivors from those nations that attacked Jerusalem will go there each year to worship the King, the Lord All-Powerful, and to celebrate the Festival of Shelters."
            },
            {
                "verse_number": "17",
                "verse_text": "No rain will fall on the land of anyone in any country who refuses to go to Jerusalem to worship the King, the Lord All-Powerful."
            }
        ]
    }
}