{
    "Galatians": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "I pray that God the Father and our Lord Jesus Christ will be kind to you and will bless you with peace!"
            },
            {
                "verse_number": "4",
                "verse_text": "Christ obeyed God our Father and gave himself as a sacrifice for our sins to rescue us from this evil world."
            },
            {
                "verse_number": "5",
                "verse_text": "God will be given glory forever and ever. Amen."
            },
            {
                "verse_number": "6",
                "verse_text": "I am shocked that you have so quickly turned from God, who chose you with his gift of undeserved grace. You have believed another message,"
            },
            {
                "verse_number": "7",
                "verse_text": "when there is really only one true message. But some people are causing you trouble and want to make you turn away from the good news about Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "I pray that God will punish anyone who preaches anything different from our message to you! It doesn't matter if that person is one of us or an angel from heaven."
            },
            {
                "verse_number": "9",
                "verse_text": "I have said it before, and I will say it again. I hope God will punish anyone who preaches anything different from what you have already believed."
            },
            {
                "verse_number": "10",
                "verse_text": "I am not trying to please people. I want to please God. Do you think I am trying to please people? If I were doing that, I would not be a servant of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "My friends, I want you to know that no one made up the message I preach."
            },
            {
                "verse_number": "12",
                "verse_text": "It wasn't given or taught to me by some mere human. My message came directly from Jesus Christ when he appeared to me."
            },
            {
                "verse_number": "13",
                "verse_text": "You know how I used to live as a Jew. I was cruel to God's church and even tried to destroy it."
            },
            {
                "verse_number": "14",
                "verse_text": "I was a much better Jew than anyone else my own age, and I obeyed every law our ancestors had given us."
            },
            {
                "verse_number": "15",
                "verse_text": "But even before I was born, God had chosen me by his gift of undeserved grace and had decided"
            },
            {
                "verse_number": "16",
                "verse_text": "to show me his Son, so I would announce his message to the Gentiles. I didn't talk this over with anyone."
            },
            {
                "verse_number": "17",
                "verse_text": "I didn't say a word, not even to the men in Jerusalem who were apostles before I was. Instead, I went at once to Arabia, and afterwards I returned to Damascus."
            },
            {
                "verse_number": "18",
                "verse_text": "Three years later I went to visit Peter in Jerusalem and stayed with him for 15 days."
            },
            {
                "verse_number": "19",
                "verse_text": "The only other apostle I saw was James, the Lord's brother."
            },
            {
                "verse_number": "20",
                "verse_text": "And in the presence of God I swear I am telling the truth."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, I went to the regions of Syria and Cilicia."
            },
            {
                "verse_number": "22",
                "verse_text": "But no one who belonged to Christ's churches in Judea had ever seen me in person."
            },
            {
                "verse_number": "23",
                "verse_text": "They had only heard that the one who had been cruel to them was now preaching the message that he had once tried to destroy."
            },
            {
                "verse_number": "24",
                "verse_text": "And because of me, they praised God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Fourteen years later I went to Jerusalem with Barnabas. I also took along Titus."
            },
            {
                "verse_number": "2",
                "verse_text": "But I went there because God had told me to go, and I explained the good news I had been preaching to the Gentiles. Then I met privately with the ones who seemed to be the most important leaders. I wanted to make sure my work in the past and my future work would not be for nothing. Peter, you are a Jew, but you live like a Gentile. So how can you force Gentiles to live like Jews? I have been nailed to the cross with Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Titus went to Jerusalem with me. He was a Greek, but still he wasn't forced to be circumcised."
            },
            {
                "verse_number": "4",
                "verse_text": "We went there because of those who pretended to be followers and had sneaked in among us as spies. They had come to take away the freedom Christ Jesus had given us, and they were trying to make us their slaves."
            },
            {
                "verse_number": "5",
                "verse_text": "But we wanted you to have the true message. This is why we didn't give in to them, not even for a second."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of them were supposed to be important leaders, but I didn't care who they were. God doesn't have any favorites! None of these so-called special leaders added anything to my message."
            },
            {
                "verse_number": "7",
                "verse_text": "They realized God had sent me with the good news for Gentiles, and he had sent Peter with the same message for Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "God, who had sent Peter on a mission to the Jews, was now using me to preach to the Gentiles."
            },
            {
                "verse_number": "9",
                "verse_text": "James, Peter, and John realized that God had given me the message about his gift of undeserved grace. And these men are supposed to be the backbone of the church. They even gave Barnabas and me a friendly handshake. This was to show that we would work with Gentiles and that they would work with Jews."
            },
            {
                "verse_number": "10",
                "verse_text": "They only asked us to remember the poor, and this was something I had always been eager to do."
            },
            {
                "verse_number": "11",
                "verse_text": "When Peter came to Antioch, I told him face to face that he was wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "He used to eat with Gentile followers of the Lord, until James sent some Jewish followers. Peter was afraid of the Jews and soon stopped eating with Gentiles."
            },
            {
                "verse_number": "13",
                "verse_text": "He and the others hid their true feelings so well that even Barnabas was fooled."
            },
            {
                "verse_number": "14",
                "verse_text": "But when I saw they were not really obeying the truth that is in the good news, I corrected Peter in front of everyone and said:"
            },
            {
                "verse_number": "15",
                "verse_text": "We are Jews by birth and are not sinners like Gentiles."
            },
            {
                "verse_number": "16",
                "verse_text": "But we know that God accepts only those who have faith in Jesus Christ. No one can please God by simply obeying the Law. So we put our faith in Christ Jesus, and God accepted us because of our faith."
            },
            {
                "verse_number": "17",
                "verse_text": "When we Jews started looking for a way to please God, we discovered that we are sinners too. Does this mean that Christ is the one who makes us sinners? No, it doesn't!"
            },
            {
                "verse_number": "18",
                "verse_text": "But if I tear down something and then build it again, I prove that I was wrong at first."
            },
            {
                "verse_number": "19",
                "verse_text": "It was the Law itself that killed me and freed me from its power, so I could live for God."
            },
            {
                "verse_number": "20",
                "verse_text": "I have died, but Christ lives in me. And I now live by faith in the Son of God, who loved me and gave his life for me."
            },
            {
                "verse_number": "21",
                "verse_text": "I don't turn my back on God's gift of undeserved grace. If we can be acceptable to God by obeying the Law, it was useless for Christ to die."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You stupid Galatians! I told you exactly how Jesus Christ was nailed to a cross. Has someone now put an evil spell on you?"
            },
            {
                "verse_number": "2",
                "verse_text": "I want to know only one thing. How were you given God's Spirit? Was it by obeying the Law of Moses or by hearing about Christ and having faith in him?"
            },
            {
                "verse_number": "3",
                "verse_text": "How can you be so stupid? Do you think that by yourself you can complete what God's Spirit started in you?"
            },
            {
                "verse_number": "4",
                "verse_text": "Have you gone through all of this for nothing? Is it all really for nothing?"
            },
            {
                "verse_number": "5",
                "verse_text": "God gives you his Spirit and works miracles in you. But does he do this because you obey the Law of Moses or because you have heard about Christ and have faith in him?"
            },
            {
                "verse_number": "6",
                "verse_text": "The Scriptures say that God accepted Abraham because Abraham had faith."
            },
            {
                "verse_number": "7",
                "verse_text": "And so, you should understand that everyone who has faith is a child of Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "Long ago the Scriptures said God would accept the Gentiles because of their faith. This is why God told Abraham the good news that all nations would be blessed because of him."
            },
            {
                "verse_number": "9",
                "verse_text": "This means everyone who has faith will share in the blessings given to Abraham because of his faith."
            },
            {
                "verse_number": "10",
                "verse_text": "Anyone who tries to please God by obeying the Law is under a curse. The Scriptures say, &apos;Everyone who doesn't obey everything in the Law is under a curse.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "No one can please God by obeying the Law. The Scriptures also say, &apos;The people God accepts because of their faith will live.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Law isn't based on faith. It promises life only to people who obey its commands."
            },
            {
                "verse_number": "13",
                "verse_text": "But Christ rescued us from the Law's curse, when he became a curse in our place. This is because the Scriptures say that anyone who is nailed to a tree is under a curse."
            },
            {
                "verse_number": "14",
                "verse_text": "And because of what Jesus Christ has done, the blessing promised to Abraham was taken to the Gentiles. This happened so that by faith we would be given the promised Holy Spirit."
            },
            {
                "verse_number": "15",
                "verse_text": "My friends, I will use an everyday example to explain what I mean. Once someone agrees to something, no one else can change or cancel the agreement."
            },
            {
                "verse_number": "16",
                "verse_text": "That is how it is with the promises God made to Abraham and his descendant. The promises were not made to many descendants, but only to one, and that one is Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "What I am saying is that the Law cannot change or cancel God's promise made 430 years before the Law was given."
            },
            {
                "verse_number": "18",
                "verse_text": "If we have to obey the Law in order to receive God's blessings, those blessings don't really come to us because of God's promise. But God was kind to Abraham and made him a promise."
            },
            {
                "verse_number": "19",
                "verse_text": "What is the use of the Law? It was given later to show that we sin. But it was only supposed to last until the coming of that descendant who was given the promise. In fact, angels gave the Law to Moses, and he gave it to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "There is only one God, and the Law did not come directly from him."
            },
            {
                "verse_number": "21",
                "verse_text": "Does the Law disagree with God's promises? No, it doesn't! If any law could give life to us, we could become acceptable to God by obeying that law."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Scriptures say that sin controls everyone, so that God's promises will be for anyone who has faith in Jesus Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "The Law controlled us and kept us under its power until the time came when we would have faith."
            },
            {
                "verse_number": "24",
                "verse_text": "In fact, the Law was to be our teacher until Christ came. Then we could have faith and be acceptable to God."
            },
            {
                "verse_number": "25",
                "verse_text": "But once a person has learned to have faith, there is no more need to have the Law as a teacher."
            },
            {
                "verse_number": "26",
                "verse_text": "All of you are God's children because of your faith in Christ Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "And when you were baptized, it was as though you had put on Christ in the same way you put on new clothes."
            },
            {
                "verse_number": "28",
                "verse_text": "Faith in Christ Jesus is what makes each of you equal with each other, whether you are a Jew or a Greek, a slave or a free person, a man or a woman."
            },
            {
                "verse_number": "29",
                "verse_text": "So if you belong to Christ, you are now part of Abraham's family, and you will be given what God has promised."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Children who are under age are no better off than slaves, even though everything their parents own will someday be theirs."
            },
            {
                "verse_number": "2",
                "verse_text": "This is because children are placed in the care of guardians and teachers until the time their parents have set."
            },
            {
                "verse_number": "3",
                "verse_text": "This is how it was with us. We were like children ruled by the powers of this world. &apos;You have never had children, but now you can be glad. You have never given birth, but now you can shout. Once you had no children, but now you will have more children than a woman who has been married for a long time.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But when the time was right, God sent his Son, and a woman gave birth to him. His Son obeyed the Law,"
            },
            {
                "verse_number": "5",
                "verse_text": "so he could set us free from the Law, and we could become God's children."
            },
            {
                "verse_number": "6",
                "verse_text": "Now that we are his children, God has sent the Spirit of his Son into our hearts. And his Spirit tells us that God is our Father."
            },
            {
                "verse_number": "7",
                "verse_text": "You are no longer slaves. You are God's children, and you will be given what he has promised."
            },
            {
                "verse_number": "8",
                "verse_text": "Before you knew God, you were slaves of gods that are not real."
            },
            {
                "verse_number": "9",
                "verse_text": "But now you know God, or better still, God knows you. How can you turn back and become the slaves of those weak and pitiful powers?"
            },
            {
                "verse_number": "10",
                "verse_text": "You even celebrate certain days, months, seasons, and years."
            },
            {
                "verse_number": "11",
                "verse_text": "I am afraid I have wasted my time working with you."
            },
            {
                "verse_number": "12",
                "verse_text": "My friends, I beg you to be like me, just as I once tried to be like you. Did you mistreat me"
            },
            {
                "verse_number": "13",
                "verse_text": "when I first preached to you? No you didn't, even though you knew I had come there because I was sick."
            },
            {
                "verse_number": "14",
                "verse_text": "My illness must have caused you some trouble, but you didn't hate me or turn me away because of it. You welcomed me as though I were one of God's angels or even Christ Jesus himself."
            },
            {
                "verse_number": "15",
                "verse_text": "Where is that good feeling now? I am sure if it had been possible, you would have taken out your own eyes and given them to me."
            },
            {
                "verse_number": "16",
                "verse_text": "Am I now your enemy, just because I told you the truth?"
            },
            {
                "verse_number": "17",
                "verse_text": "Those people may be paying you a lot of attention, but it isn't for your good. They only want to keep you away from me, so you will pay them a lot of attention."
            },
            {
                "verse_number": "18",
                "verse_text": "It is always good to give your attention to something worthwhile, even when I am not with you."
            },
            {
                "verse_number": "19",
                "verse_text": "My children, I am in terrible pain until Christ may be seen living in you."
            },
            {
                "verse_number": "20",
                "verse_text": "I wish I were with you now. Then I would not have to talk this way. You really have me puzzled."
            },
            {
                "verse_number": "21",
                "verse_text": "Some of you would like to be under the rule of the Law of Moses. But do you know what the Law says?"
            },
            {
                "verse_number": "22",
                "verse_text": "In the Scriptures we learn that Abraham had two sons. The mother of one of them was a slave, while the mother of the other one had always been free."
            },
            {
                "verse_number": "23",
                "verse_text": "The son of the slave woman was born in the usual way. But the son of the free woman was born because of God's promise."
            },
            {
                "verse_number": "24",
                "verse_text": "All of this has another meaning as well. Each of the two women stands for one of the agreements God made with his people. Hagar, the slave woman, stands for the agreement that was made at Mount Sinai. Everyone born into her family is a slave."
            },
            {
                "verse_number": "25",
                "verse_text": "Hagar also stands for Mount Sinai in Arabia and for the present city of Jerusalem. She and her children are slaves."
            },
            {
                "verse_number": "26",
                "verse_text": "But our mother is the city of Jerusalem in heaven above, and she isn't a slave."
            },
            {
                "verse_number": "27",
                "verse_text": "The Scriptures say about her,"
            },
            {
                "verse_number": "28",
                "verse_text": "My friends, you were born because of this promise, just as Isaac was."
            },
            {
                "verse_number": "29",
                "verse_text": "But the child who was born in the natural way made trouble for the child who was born because of the Spirit. The same thing is happening today."
            },
            {
                "verse_number": "30",
                "verse_text": "The Scriptures say, &apos;Get rid of the slave woman and her son! He won't be given anything. The son of the free woman will receive everything.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "My friends, we are children of the free woman and not of the slave."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Christ has set us free! This means we are really free. Now hold on to your freedom and don't ever become slaves of the Law again."
            },
            {
                "verse_number": "2",
                "verse_text": "I, Paul, promise you that Christ won't do you any good if you get circumcised."
            },
            {
                "verse_number": "3",
                "verse_text": "If you do, you must obey the whole Law."
            },
            {
                "verse_number": "4",
                "verse_text": "And if you try to please God by obeying the Law, you have cut yourself off from Christ and his gift of undeserved grace."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Spirit makes us sure God will accept us because of our faith in Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "If you are a follower of Christ Jesus, it makes no difference whether you are circumcised or not. All that matters is your faith that makes you love others."
            },
            {
                "verse_number": "7",
                "verse_text": "You were doing so well until someone made you turn from the truth."
            },
            {
                "verse_number": "8",
                "verse_text": "And that person was certainly not sent by the one who chose you."
            },
            {
                "verse_number": "9",
                "verse_text": "A little yeast can change a whole batch of dough,"
            },
            {
                "verse_number": "10",
                "verse_text": "but you belong to the Lord. This makes me certain you will do what I say, instead of what someone else tells you to do. Whoever is causing trouble for you will be punished."
            },
            {
                "verse_number": "11",
                "verse_text": "My friends, if I still preach that people need to be circumcised, why am I in so much trouble? The message about the cross would no longer be a problem, if I told people to be circumcised."
            },
            {
                "verse_number": "12",
                "verse_text": "I wish everyone who is upsetting you would not only get circumcised, but would cut off much more!"
            },
            {
                "verse_number": "13",
                "verse_text": "My friends, you were chosen to be free. So don't use your freedom as an excuse to do anything you want. Use it as an opportunity to serve each other with love."
            },
            {
                "verse_number": "14",
                "verse_text": "All the Law says can be summed up in the command to love others as much as you love yourself."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you keep attacking each other like wild animals, you had better watch out or you will destroy yourselves."
            },
            {
                "verse_number": "16",
                "verse_text": "If you are guided by the Spirit, you won't obey your selfish desires."
            },
            {
                "verse_number": "17",
                "verse_text": "The Spirit and your desires are enemies of each other. They are always fighting each other and keeping you from doing what you feel you should."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you obey the Spirit, the Law of Moses has no control over you."
            },
            {
                "verse_number": "19",
                "verse_text": "People's desires make them give in to immoral ways, filthy thoughts, and shameful deeds."
            },
            {
                "verse_number": "20",
                "verse_text": "They worship idols, practice witchcraft, hate others, and are hard to get along with. People become jealous, angry, and selfish. They not only argue and cause trouble, but they are"
            },
            {
                "verse_number": "21",
                "verse_text": "envious. They get drunk, carry on at wild parties, and do other evil things as well. I told you before, and I am telling you again: No one who does these things will share in the blessings of God's kingdom."
            },
            {
                "verse_number": "22",
                "verse_text": "God's Spirit makes us loving, happy, peaceful, patient, kind, good, faithful,"
            },
            {
                "verse_number": "23",
                "verse_text": "gentle, and self-controlled. There is no law against behaving in any of these ways."
            },
            {
                "verse_number": "24",
                "verse_text": "And because we belong to Christ Jesus, we have killed our selfish feelings and desires."
            },
            {
                "verse_number": "25",
                "verse_text": "God's Spirit has given us life, and so we should follow the Spirit."
            },
            {
                "verse_number": "26",
                "verse_text": "But don't be conceited or make others jealous by claiming to be better than they are."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My friends, you are spiritual. So if someone is trapped in sin, you should gently lead that person back to the right path. But watch out, and don't be tempted yourself."
            },
            {
                "verse_number": "2",
                "verse_text": "You obey the law of Christ when you offer each other a helping hand."
            },
            {
                "verse_number": "3",
                "verse_text": "If you think you are better than others, when you really aren't, you are wrong."
            },
            {
                "verse_number": "4",
                "verse_text": "Do your own work well, and then you will have something to be proud of. But don't compare yourself with others."
            },
            {
                "verse_number": "5",
                "verse_text": "We each must carry our own load."
            },
            {
                "verse_number": "6",
                "verse_text": "Share every good thing you have with anyone who teaches you what God has said."
            },
            {
                "verse_number": "7",
                "verse_text": "You cannot fool God, so don't make a fool of yourself! You will harvest what you plant."
            },
            {
                "verse_number": "8",
                "verse_text": "If you follow your selfish desires, you will harvest destruction, but if you follow the Spirit, you will harvest eternal life."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't get tired of helping others. You will be rewarded when the time is right, if you don't give up."
            },
            {
                "verse_number": "10",
                "verse_text": "We should help people whenever we can, especially if they are followers of the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "You can see what big letters I make when I write with my own hand."
            },
            {
                "verse_number": "12",
                "verse_text": "Those people who are telling you to get circumcised are only trying to show how important they are. And they don't want to get into trouble for preaching about the cross of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "They are circumcised, but they don't obey the Law of Moses. All they want is to brag about having you circumcised."
            },
            {
                "verse_number": "14",
                "verse_text": "But I will never brag about anything except the cross of our Lord Jesus Christ. Because of his cross, the world is dead as far as I am concerned, and I am dead as far as the world is concerned."
            },
            {
                "verse_number": "15",
                "verse_text": "It doesn't matter if you are circumcised or not. All that matters is that you are a new person."
            },
            {
                "verse_number": "16",
                "verse_text": "If you follow this rule, you will belong to God's true people. God will treat you with undeserved kindness and will bless you with peace."
            },
            {
                "verse_number": "17",
                "verse_text": "On my own body are scars that prove I belong to Christ Jesus. So I don't want anyone to bother me anymore."
            },
            {
                "verse_number": "18",
                "verse_text": "My friends, I pray that the Lord Jesus Christ will be kind to you! Amen."
            }
        ]
    }
}