{
    "Deuteronomy": {
        "1": [
            {
                "verse_number": "6",
                "verse_text": "People of Israel, when we were in our camp at Mount Sinai, the Lord our God told us:"
            },
            {
                "verse_number": "7",
                "verse_text": "Leave this place and go into the land that belongs to the Amorites and their neighbors the Canaanites. This land includes the Jordan River valley, the hill country, the western foothills, the Southern Desert, the Mediterranean seacoast, the Lebanon Mountains, and all the territory as far as the Euphrates River."
            },
            {
                "verse_number": "8",
                "verse_text": "I give you this land, just as I promised your ancestors Abraham, Isaac, and Jacob. Now you must go and take the land."
            },
            {
                "verse_number": "9",
                "verse_text": "Right after the Lord commanded us to leave Mount Sinai, I told you:"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord our God has blessed us, and so now there are as many of us as there are stars in the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "God has even promised to bless us a thousand times more, and I pray that he will."
            },
            {
                "verse_number": "12",
                "verse_text": "But I cannot take care of all your problems and settle all your arguments alone."
            },
            {
                "verse_number": "13",
                "verse_text": "Each tribe must choose some experienced men who are known for their wisdom and understanding, and I will make those men the official leaders of their tribes."
            },
            {
                "verse_number": "14",
                "verse_text": "You answered, &apos;That's a good idea!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then I took these men, who were already wise and respected leaders, and I appointed them as your official leaders. Some of them became military officers in charge of groups of 1,000, or 100, or 50, or 10,"
            },
            {
                "verse_number": "16",
                "verse_text": "and others became judges. I gave these judges the following instructions:"
            },
            {
                "verse_number": "17",
                "verse_text": "And it doesn't matter if one is helpless and the other is powerful. Don't be afraid of anyone! No matter who shows up in your court, God will help you make a fair decision."
            },
            {
                "verse_number": "18",
                "verse_text": "After I gave these instructions to the judges, I taught you the Lord 's commands."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord had commanded us to leave Mount Sinai and go to the hill country that belonged to the Amorites, so we started out into the huge desert. You remember how frightening it was, but soon we were at Kadesh-Barnea,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then all of you came to me and said, &apos;Before we go into the land, let's send some men to explore it. When they come back, they can tell us about the towns we will find and what roads we should take to get there.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "It seemed like a good idea, so I chose twelve men, one from each tribe."
            },
            {
                "verse_number": "24",
                "verse_text": "They explored the hill country as far as Bunch Valley"
            },
            {
                "verse_number": "25",
                "verse_text": "and even brought back some of the fruit. They said, &apos;The Lord our God is giving us good land.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "You did not want to go into the land, and you refused to obey the Lord your God."
            },
            {
                "verse_number": "27",
                "verse_text": "You stayed in your tents and grumbled, &apos;The Lord must hate us&ndash;he brought us out of Egypt, just so he could hand us over to the Amorites and get rid of us."
            },
            {
                "verse_number": "28",
                "verse_text": "We are afraid, because the men who explored the land told us that the cities are large, with walls that reach to the sky. The people who live there are taller and stronger than we are, and some of them are Anakim. We have nowhere to go.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then I said, &apos;Don't worry!"
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord our God will lead the way. He will fight on our side, just as he did when we saw him do all those things to the Egyptians."
            },
            {
                "verse_number": "31",
                "verse_text": "And you know that the Lord has taken care of us the whole time we've been in the desert, just as you might carry one of your children.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But you still would not trust the Lord ,"
            },
            {
                "verse_number": "33",
                "verse_text": "even though he had always been with us in the desert. During the daytime, the Lord was in the cloud, leading us in the right direction and showing us where to camp. And at night, he was there in the fire."
            },
            {
                "verse_number": "34",
                "verse_text": "You had made the Lord angry, and he said:"
            },
            {
                "verse_number": "35",
                "verse_text": "You people of this generation are evil, and I refuse to let you go into the good land that I promised your ancestors."
            },
            {
                "verse_number": "36",
                "verse_text": "Caleb son of Jephunneh is the only one of your generation that I will allow to go in. He obeyed me completely, so I will give him and his descendants the land he explored."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord was even angry with me because of you people, and he said, &apos;Moses, I won't let you go into the land either."
            },
            {
                "verse_number": "38",
                "verse_text": "Instead, I will let Joshua your assistant lead Israel to conquer the land. So encourage him.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then the Lord spoke to you again:"
            },
            {
                "verse_number": "40",
                "verse_text": "Now, turn around and go back into the desert by way of Red Sea Road."
            },
            {
                "verse_number": "41",
                "verse_text": "Then you told me, &apos;We disobeyed the Lord our God, but now we want to obey him. We will go into the hill country and fight, just as he told us to do.&apos; So you picked up your weapons, thinking it would be easy to take over the hill country."
            },
            {
                "verse_number": "42",
                "verse_text": "But the Lord said, &apos;Moses, warn them not to go into the hill country. I won't help them fight, and their enemies will defeat them.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "I told you what the Lord had said, but you paid no attention. You disobeyed him and went into the hill country anyway. You thought you were so great!"
            },
            {
                "verse_number": "44",
                "verse_text": "But when the Amorites in the hill country attacked from their towns, you ran from them as you would run from a swarm of bees. The Amorites chased your troops into Seir as far as Hormah, killing them as they went."
            },
            {
                "verse_number": "45",
                "verse_text": "Then you came back to the place of worship at Kadesh-Barnea and wept, but the Lord would not listen to your prayers."
            },
            {
                "verse_number": "46",
                "verse_text": "After we had been in Kadesh for a few months, we obeyed the Lord and headed back into the desert by way of Red Sea Road."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "We spent many years wandering around outside the hill country of Seir,"
            },
            {
                "verse_number": "2",
                "verse_text": "until the Lord said: Moses,"
            },
            {
                "verse_number": "3",
                "verse_text": "Israel has wandered in these hills long enough. Turn and go north."
            },
            {
                "verse_number": "4",
                "verse_text": "And give the people these orders: &apos;Be very careful, because you will soon go through the land that belongs to your relatives, the descendants of Esau. They are afraid of you,"
            },
            {
                "verse_number": "5",
                "verse_text": "but don't start a war with them. I have given them the hill country of Seir, so I won't give any of it to you, not even enough to set a foot on."
            },
            {
                "verse_number": "6",
                "verse_text": "And as you go through their land, you will have to buy food and water from them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord has helped us and taken care of us during the past 40 years that we have been in this huge desert. We've had everything we needed, and the Lord has blessed us and made us successful in whatever we have done."
            },
            {
                "verse_number": "8",
                "verse_text": "We went past the territory that belonged to our relatives, the descendants of Esau. We followed Arabah Road that starts in the south at Elath and Ezion-Geber, then we turned onto the desert road that leads to Moab."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord told me, &apos;Don't try to start a war with Moab. Leave them alone, because I gave the land of Ar to them, and I will not let you have any of it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Before the Lord gave the Moabites their land, a large and powerful tribe lived there. They were the Emim, and they were as tall as the Anakim."
            },
            {
                "verse_number": "11",
                "verse_text": "The Moabites called them Emim, though others sometimes used the name Rephaim for both the Anakim and the Emim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Horites used to live in Seir, but the Edomites took over that region. They killed many of the Horites and forced the rest of them to leave, just as Israel did to the people in the land that the Lord gave them."
            },
            {
                "verse_number": "13",
                "verse_text": "When we came to the Zered Gorge along the southern border of Moab, the Lord told us to cross the gorge into Moab, and we did."
            },
            {
                "verse_number": "14",
                "verse_text": "This was 38 years after we left Kadesh-Barnea, and by that time all the men who had been in the army at Kadesh-Barnea had died, just as the Lord had said they would."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Lord told me,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Moses, now go past the town of Ar and cross Moab's northern border"
            },
            {
                "verse_number": "19",
                "verse_text": "into Ammon. But don't start a war with the Ammonites. I gave them their land, and I won't give any of it to Israel.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Before the Ammonites conquered the land that the Lord had given them, some of the Rephaim used to live there, although the Ammonites called them Zamzummim."
            },
            {
                "verse_number": "21",
                "verse_text": "The Zamzummim were a large and powerful tribe and were as tall as the Anakim. But the Lord helped the Ammonites, and they killed many of the Zamzummim and forced the rest to leave. Then the Ammonites settled there."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord helped them as he had helped the Edomites, who killed many of the Horites in Seir and forced the rest to leave before settling there themselves."
            },
            {
                "verse_number": "23",
                "verse_text": "A group called the Avvim used to live in villages as far south as Gaza, but the Philistines killed them and settled on their land."
            },
            {
                "verse_number": "24",
                "verse_text": "After we went through Ammon, the Lord told us: Israel, pack up your possessions, take down your tents, and cross the Arnon River gorge. The territory of the Amorite King Sihon of Heshbon lies on the other side of the river, but I now give you his land. So attack and take it!"
            },
            {
                "verse_number": "25",
                "verse_text": "Today I will start making all other nations afraid of you. They will tremble with fear when anyone mentions you, and they will be terrified when you show up."
            },
            {
                "verse_number": "26",
                "verse_text": "After we had crossed the Arnon and had set up camp in the Kedemoth Desert, I sent messengers to King Sihon of Heshbon, telling him that his nation and ours could be at peace. I said:"
            },
            {
                "verse_number": "27",
                "verse_text": "Please let Israel go across your country. We will walk straight through, without turning off the road."
            },
            {
                "verse_number": "32",
                "verse_text": "We met Sihon and his army in battle at Jahaz,"
            },
            {
                "verse_number": "33",
                "verse_text": "and the Lord our God helped us defeat them. We killed Sihon, his sons, and everyone else in his army."
            },
            {
                "verse_number": "34",
                "verse_text": "Then we captured and destroyed every town in Sihon's kingdom, killing everyone,"
            },
            {
                "verse_number": "35",
                "verse_text": "but keeping the livestock and everything else of value."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord helped us capture every town from the Arnon River gorge north to the boundary of Gilead, including the town of Aroer on the edge of the gorge and the town in the middle of the gorge."
            },
            {
                "verse_number": "37",
                "verse_text": "However, we stayed away from all the Ammonite towns, both in the hill country and near the Jabbok River, just as the Lord had commanded."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "When we turned onto the road that leads to Bashan, King Og of Bashan led out his whole army to fight us at Edrei."
            },
            {
                "verse_number": "2",
                "verse_text": "But the Lord told me, &apos;Moses, don't be afraid of King Og. I am going to help you defeat him and his army and take over his land. Destroy him and his people, just as you did with the Amorite King Sihon of Heshbon.&apos; The Lord our God told me to give you this land with its towns, and that's what I have done. Now your wives and children can stay here with your large flocks of sheep and goats and your large herds of cattle. But all of you men that can serve in our army must cross the Jordan River and help the other tribes, because they are your relatives."
            },
            {
                "verse_number": "7",
                "verse_text": "but keeping the livestock and everything else of value."
            },
            {
                "verse_number": "8",
                "verse_text": "Sihon and Og had ruled Amorite kingdoms east of the Jordan River. Their land stretched from the Arnon River gorge in the south to Mount Hermon in the north, and we captured it all."
            },
            {
                "verse_number": "9",
                "verse_text": "Mount Hermon is called Mount Sirion by the people of Sidon, and it is called Mount Senir by the Amorites."
            },
            {
                "verse_number": "10",
                "verse_text": "We captured all the towns in the highlands, all of Gilead, and all of Bashan as far as Salecah and Edrei, two of the towns that Og had ruled."
            },
            {
                "verse_number": "11",
                "verse_text": "King Og was the last of the Rephaim, and his coffin is in the town of Rabbah in Ammon. It is made of hard black rock and is four meters long and almost two meters wide."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord will let them defeat the enemy nations on the west side of the Jordan and take their land. Afterwards, you can come back here to the land I gave you."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time I prayed and begged,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Our Lord , it seems that you have just begun to show me your great power. No other god in the sky or on earth is able to do the mighty things that you do."
            },
            {
                "verse_number": "25",
                "verse_text": "The land west of the Jordan is such good land. Please let me cross the Jordan and see the hills and the Lebanon Mountains.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But the Lord was angry with me because of you people, and he refused to listen. &apos;That's enough!&apos; he said. &apos;I don't want to hear any more."
            },
            {
                "verse_number": "27",
                "verse_text": "Climb to the top of Mount Pisgah and look north, south, east, and west. Take a good look, but you are not going to cross the Jordan River."
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua will lead Israel across the Jordan to take the land, so help him be strong and brave and tell him what he must do.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "After this we stayed in the valley at Beth-Peor."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Israel, listen to these laws and teachings! If you obey them, you will live, and you will go in and take the land that the Lord is giving you. He is the God your ancestors worshiped,"
            },
            {
                "verse_number": "2",
                "verse_text": "and now he is your God. I am telling you everything he has commanded, so don't add anything or take anything away."
            },
            {
                "verse_number": "3",
                "verse_text": "You saw how he killed everyone who worshiped the god Baal Peor."
            },
            {
                "verse_number": "4",
                "verse_text": "But all of you that were faithful to the Lord your God are still alive today."
            },
            {
                "verse_number": "9",
                "verse_text": "You must be very careful not to forget the things you have seen God do for you. Keep reminding yourselves, and tell your children and grandchildren as well."
            },
            {
                "verse_number": "10",
                "verse_text": "Do you remember the day you stood in the Lord 's presence at Mount Sinai? The Lord said, &apos;Moses, bring the people of Israel here. I want to speak to them so they will obey me as long as they live, and so they will teach their children to obey me too.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Mount Sinai was surrounded by deep dark clouds, and fire went up to the sky. You came to the foot of the mountain,"
            },
            {
                "verse_number": "12",
                "verse_text": "and the Lord spoke to you from the fire. You could hear him and understand what he was saying, but you couldn't see him."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord said he was making an agreement with you, and he told you that your part of the agreement is to obey the Ten Commandments. Then the Lord wrote these Commandments on two flat stones."
            },
            {
                "verse_number": "14",
                "verse_text": "That's when the Lord commanded me to give you the laws and teachings you must obey in the land that you will conquer west of the Jordan River."
            },
            {
                "verse_number": "15",
                "verse_text": "When God spoke to you from the fire, he was invisible. So be careful"
            },
            {
                "verse_number": "16",
                "verse_text": "not to commit the sin of worshiping idols. Don't make idols to be worshiped, whether they are shaped like men, women,"
            },
            {
                "verse_number": "17",
                "verse_text": "animals, birds,"
            },
            {
                "verse_number": "18",
                "verse_text": "reptiles, or fish."
            },
            {
                "verse_number": "19",
                "verse_text": "And when you see the sun or moon or stars, don't be tempted to bow down and worship them. The Lord put them there for all the other nations to worship."
            },
            {
                "verse_number": "20",
                "verse_text": "But you are the Lord 's people, because he rescued you from Egypt, that fiery furnace."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord was angry with me because of what you said, and he told me that he would not let me cross the Jordan River into the good land that he is giving you."
            },
            {
                "verse_number": "22",
                "verse_text": "So I must stay here and die on this side of the Jordan, but you will cross the river and take the land."
            },
            {
                "verse_number": "23",
                "verse_text": "Always remember the agreement that the Lord your God made with you, and don't make an idol in any shape or form."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord will be angry if you worship other gods, and he can be like a fire destroying everything in its path."
            },
            {
                "verse_number": "27",
                "verse_text": "Only a few of you will survive, and the Lord will force you to leave the land and will scatter you among the nations."
            },
            {
                "verse_number": "28",
                "verse_text": "There you will have to worship gods made of wood and stone, and these are nothing but idols that can't see or hear or eat or smell."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord your God will have mercy&ndash;he won't destroy you or desert you. The Lord will remember his promise, and he will keep the agreement he made with your ancestors."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord loved your ancestors and decided that you would be his people. So the Lord used his great power to bring you out of Egypt."
            },
            {
                "verse_number": "38",
                "verse_text": "Now you face other nations more powerful than you are, but the Lord has already started forcing them out of their land and giving it to you."
            },
            {
                "verse_number": "39",
                "verse_text": "So remember that the Lord is the only true God, whether in the sky above or on the earth below."
            },
            {
                "verse_number": "40",
                "verse_text": "Today I am explaining his laws and teachings. And if you always obey them, you and your descendants will live long and be successful in the land the Lord is giving you."
            },
            {
                "verse_number": "47",
                "verse_text": "and King Og of Bashan, and took their lands. These two Amorite kings had ruled the territory east of the Jordan River"
            },
            {
                "verse_number": "48",
                "verse_text": "from the town of Aroer on the edge of the Arnon River gorge, north to Mount Hermon."
            },
            {
                "verse_number": "49",
                "verse_text": "Their land included the eastern side of the Jordan River valley, as far south as the Dead Sea below the slopes of Mount Pisgah."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Moses called together the people of Israel and said: Today I am telling you the laws and teachings that you must follow, so listen carefully. Today the Lord our God has shown us how powerful and glorious he is. He spoke to us from the fire, and we learned that people can live, even though God speaks to them. Moses, I heard what the people said to you, and I approve."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord our God made an agreement with our nation at Mount Sinai."
            },
            {
                "verse_number": "3",
                "verse_text": "That agreement wasn't only with our ancestors but with us, who are here today."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord himself spoke to you out of the fire,"
            },
            {
                "verse_number": "5",
                "verse_text": "but you were afraid of the fire and refused to go up the mountain. So I spoke with the Lord for you, then I told you that he had said:"
            },
            {
                "verse_number": "6",
                "verse_text": "I am the Lord your God, the one who brought you out of Egypt where you were slaves."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not worship any god except me."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not make idols that look like anything in the sky or on earth or in the ocean under the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't bow down and worship idols. I am the Lord your God, and I demand all your love. If you reject me and worship idols, I will punish your families for three or four generations."
            },
            {
                "verse_number": "10",
                "verse_text": "But if you love me and obey my laws, I will be kind to your families for thousands of generations."
            },
            {
                "verse_number": "11",
                "verse_text": "Do not misuse my name. I am the Lord your God, and I will punish anyone who misuses my name."
            },
            {
                "verse_number": "12",
                "verse_text": "Show respect for the Sabbath Day&ndash;it belongs to me."
            },
            {
                "verse_number": "13",
                "verse_text": "You have six days when you can do your work,"
            },
            {
                "verse_number": "14",
                "verse_text": "but the seventh day of the week belongs to me, your God. No one is to work on that day&ndash;not you, your children, your oxen or donkeys or any other animal, not even those foreigners who live in your towns. And don't make your slaves do any work."
            },
            {
                "verse_number": "15",
                "verse_text": "This special day of rest will remind you that I reached out my mighty arm and rescued you from slavery in Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "Respect your father and mother, and you will live a long and successful life in the land I am giving you."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not murder."
            },
            {
                "verse_number": "18",
                "verse_text": "Be faithful in marriage."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not steal."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not tell lies about others."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not desire to possess anything that belongs to another person&ndash;not a house, a wife, a husband, a slave, an ox, a donkey, or anything else."
            },
            {
                "verse_number": "22",
                "verse_text": "When we were gathered at the mountain, the Lord spoke to us in a loud voice from the dark fiery cloud. The Lord gave us these commands, and only these. Then he wrote them on two flat stones and gave them to me."
            },
            {
                "verse_number": "23",
                "verse_text": "When fire blazed from the mountain, and you heard the voice coming from the darkness, your tribal leaders came to me"
            },
            {
                "verse_number": "24",
                "verse_text": "and said:"
            },
            {
                "verse_number": "25",
                "verse_text": "But we don't want to take a chance on being killed by that terrible fire, and if we keep on hearing the Lord 's voice, we will die."
            },
            {
                "verse_number": "26",
                "verse_text": "Has anyone else ever heard the only true God speaking from fire, as we have? And even if they have, would they live to tell about it?"
            },
            {
                "verse_number": "27",
                "verse_text": "Moses, go up close and listen to the Lord . Then come back and tell us, and we will do everything he says."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord heard you and said:"
            },
            {
                "verse_number": "29",
                "verse_text": "I wish they would always worship me with fear and trembling and be this willing to obey me! Then they and their children would always enjoy a successful life."
            },
            {
                "verse_number": "30",
                "verse_text": "Now, tell them to return to their tents,"
            },
            {
                "verse_number": "31",
                "verse_text": "but you come back here to me. After I tell you my laws and teachings, you will repeat them to the people, so they can obey these laws in the land I am giving them."
            },
            {
                "verse_number": "32",
                "verse_text": "Israel, you must carefully obey the Lord 's commands."
            },
            {
                "verse_number": "33",
                "verse_text": "Follow them, because they make a path that will lead to a long successful life in the land the Lord your God is giving you."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me to give you these laws and teachings, so you can obey them in the land he is giving you. Soon you will cross the Jordan River and take that land."
            },
            {
                "verse_number": "2",
                "verse_text": "And if you and your descendants want to live a long time, you must always worship the Lord and obey his laws."
            },
            {
                "verse_number": "3",
                "verse_text": "Pay attention, Israel! Our ancestors worshiped the Lord , and he promised to give us this land that is rich with milk and honey. Be careful to obey him, and you will become a successful and powerful nation. We were slaves of the king of Egypt, but the Lord used his great power and set us free."
            },
            {
                "verse_number": "4",
                "verse_text": "Listen, Israel! The Lord our God is the only true God!"
            },
            {
                "verse_number": "5",
                "verse_text": "So love the Lord your God with all your heart, soul, and strength."
            },
            {
                "verse_number": "6",
                "verse_text": "Memorize his laws"
            },
            {
                "verse_number": "7",
                "verse_text": "and tell them to your children over and over again. Talk about them all the time, whether you're at home or walking along the road or going to bed at night, or getting up in the morning."
            },
            {
                "verse_number": "8",
                "verse_text": "Write down copies and tie them to your wrists and foreheads to help you obey them."
            },
            {
                "verse_number": "9",
                "verse_text": "Write these laws on the door frames of your homes and on your town gates."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord promised your ancestors Abraham, Isaac, and Jacob that he would give you this land. Now he will take you there and give you large towns, with good buildings that you didn't build,"
            },
            {
                "verse_number": "11",
                "verse_text": "and houses full of good things that you didn't put there. The Lord will give you wells that you didn't have to dig, and vineyards and olive orchards that you didn't have to plant. But when you have eaten so much that you can't eat any more,"
            },
            {
                "verse_number": "12",
                "verse_text": "don't forget it was the Lord who set you free from slavery and brought you out of Egypt."
            },
            {
                "verse_number": "13",
                "verse_text": "Worship and obey the Lord your God with fear and trembling, and promise that you will be loyal to him."
            },
            {
                "verse_number": "14",
                "verse_text": "Don't have anything to do with gods that are worshiped by the nations around you."
            },
            {
                "verse_number": "15",
                "verse_text": "If you worship other gods, the Lord will be furious and wipe you off the face of the earth. The Lord your God is with you,"
            },
            {
                "verse_number": "16",
                "verse_text": "so don't try to make him prove that he can help you, as you did at Massah."
            },
            {
                "verse_number": "17",
                "verse_text": "Always obey the laws that the Lord has given you"
            },
            {
                "verse_number": "20",
                "verse_text": "Someday your children will ask, &apos;Why did the Lord give us these laws and teachings?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then you will answer:"
            },
            {
                "verse_number": "22",
                "verse_text": "We saw him perform miracles and make horrible things happen to the king, his officials, and everyone else."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord rescued us from Egypt, so he could bring us into this land, as he had promised our ancestors."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, the Lord your God will help you take the land of the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites. These seven nations have more people and are stronger than Israel, but when you attack them,"
            },
            {
                "verse_number": "2",
                "verse_text": "the Lord will force them out of the land. Then you must destroy them without mercy. Don't make any peace treaties with them,"
            },
            {
                "verse_number": "3",
                "verse_text": "and don't let your sons and daughters marry any of them."
            },
            {
                "verse_number": "4",
                "verse_text": "If you do, those people will lead your descendants to worship other gods and to turn their backs on the Lord . That will make him very angry, and he will quickly destroy Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "So when you conquer these nations, tear down the altars where they worship their gods. Break up their sacred stones, cut down the poles that they use in worshiping the goddess Asherah, and throw their idols in the fire."
            },
            {
                "verse_number": "6",
                "verse_text": "Israel, you are the chosen people of the Lord your God. There are many nations on this earth, but he chose only Israel to be his very own."
            },
            {
                "verse_number": "7",
                "verse_text": "You were the weakest of all nations,"
            },
            {
                "verse_number": "8",
                "verse_text": "but the Lord chose you because he loves you and because he had made a promise to your ancestors. Then with his mighty arm, he rescued you from the king of Egypt, who had made you his slaves."
            },
            {
                "verse_number": "9",
                "verse_text": "You know that the Lord your God is the only true God. So love him and obey his commands, and he will faithfully keep his agreement with you and your descendants for a thousand generations."
            },
            {
                "verse_number": "10",
                "verse_text": "But if you turn against the Lord , he will quickly destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "So be sure to obey his laws and teachings I am giving you today."
            },
            {
                "verse_number": "12",
                "verse_text": "If you completely obey these laws, the Lord your God will be loyal and keep the agreement he made with you, just as he promised our ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will love you and bless you by giving you many children and plenty of food, wine, and olive oil. Your herds of cattle will have many calves, and your flocks of sheep will have many lambs."
            },
            {
                "verse_number": "14",
                "verse_text": "God will bless you more than any other nation&ndash;your families will grow and your livestock increase."
            },
            {
                "verse_number": "15",
                "verse_text": "You will no longer suffer with the same horrible diseases that you sometimes had in Egypt. You will be healthy, but the Lord will make your enemies suffer from those diseases."
            },
            {
                "verse_number": "16",
                "verse_text": "When the Lord helps you defeat your enemies, you must destroy them without pity! And don't get trapped into worshiping their gods."
            },
            {
                "verse_number": "17",
                "verse_text": "You may be thinking, &apos;How can we destroy these nations? They are more powerful than we are.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But stop worrying! Just remember what the Lord your God did to Egypt and its king."
            },
            {
                "verse_number": "19",
                "verse_text": "You saw how the Lord used his tremendous power to work great miracles and bring you out of Egypt. And he will again work miracles for you when you face these enemies you fear so much."
            },
            {
                "verse_number": "20",
                "verse_text": "Some of them may try to survive by hiding from you, but the Lord will make them panic, and soon they will be dead."
            },
            {
                "verse_number": "21",
                "verse_text": "So don't be frightened when you meet them in battle. The Lord your God is great and fearsome, and he will fight at your side."
            },
            {
                "verse_number": "22",
                "verse_text": "As you attack these nations, the Lord will force them out little by little. He won't let you get rid of them all at once&ndash;if he did, there wouldn't be enough people living in the land to keep down the number of wild animals."
            },
            {
                "verse_number": "25",
                "verse_text": "After you conquer a nation, burn their idols. Don't get trapped into wanting the silver or gold on an idol. Even the metal on an idol is disgusting to the Lord ,"
            },
            {
                "verse_number": "26",
                "verse_text": "so destroy it. If you bring it home with you, both you and your house will be destroyed. Stay away from those disgusting idols!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Israel, do you want to go into the land the Lord promised your ancestors? Do you want to capture it, live there, and become a powerful nation? Then be sure to obey every command I am giving you."
            },
            {
                "verse_number": "2",
                "verse_text": "Don't forget how the Lord your God has led you through the desert for the past 40 years. He wanted to find out if you were truly willing to obey him and depend on him,"
            },
            {
                "verse_number": "3",
                "verse_text": "so he made you go hungry. Then he gave you manna, a kind of food that you and your ancestors had never even heard about. The Lord was teaching you that people need more than food to live&ndash;they need every word that the Lord has spoken."
            },
            {
                "verse_number": "4",
                "verse_text": "Over the past 40 years, your clothing hasn't worn out, and your feet haven't swollen."
            },
            {
                "verse_number": "5",
                "verse_text": "So keep in mind that the Lord has been correcting you, just as parents correct their children."
            },
            {
                "verse_number": "6",
                "verse_text": "Obey the commands the Lord your God has given you and worship him with fear and trembling."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord your God is bringing you into a good land with streams that flow from springs in the valleys and hills."
            },
            {
                "verse_number": "10",
                "verse_text": "After you eat and are full, give praise to the Lord your God for the good land he gave you."
            },
            {
                "verse_number": "11",
                "verse_text": "Make sure that you never forget the Lord or disobey his laws and teachings that I am giving you today. If you always obey them,"
            },
            {
                "verse_number": "12",
                "verse_text": "you will have plenty to eat, and you will build good houses to live in."
            },
            {
                "verse_number": "13",
                "verse_text": "You will get more and more cattle, sheep, silver, gold, and other possessions."
            },
            {
                "verse_number": "14",
                "verse_text": "But when all this happens, don't be proud! Don't forget that you were once slaves in Egypt and that it was the Lord who set you free."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember how he led you in that huge and frightening desert where poisonous snakes and scorpions live. There was no water, but the Lord split open a rock, and water poured out so you could drink."
            },
            {
                "verse_number": "16",
                "verse_text": "He also gave you manna, a kind of food your ancestors had never even heard about. The Lord was testing you to make you trust him, so that later on he could be good to you."
            },
            {
                "verse_number": "17",
                "verse_text": "When you become successful, don't say, &apos;I'm rich, and I've earned it all myself.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Instead, remember that the Lord your God gives you the strength to make a living. That's how he keeps the promise he made to your ancestors."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Israel, listen to me! You will soon cross the Jordan River and go into the land to force out the nations that live there. They are more powerful than you are, and the walls around their cities reach to the sky."
            },
            {
                "verse_number": "2",
                "verse_text": "Some of these nations are descendants of the Anakim. You know how tall and strong they are, and you've heard that no one can defeat them in battle."
            },
            {
                "verse_number": "3",
                "verse_text": "But the Lord your God has promised to go ahead of you, like a raging fire burning everything in its path. So when you attack your enemies, it will be easy for you to destroy them and take their land. Moses, hurry down the mountain to those people you led out of Egypt. They have already disobeyed me and committed the terrible sin of making an idol. Our Lord , please don't wipe out your people. You used your great power to rescue them from Egypt and to make them your very own."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't ever forget how you kept rebelling and making the Lord angry the whole time you were in the desert. You rebelled from the day you left Egypt until the day you arrived here."
            },
            {
                "verse_number": "8",
                "verse_text": "At Mount Sinai you made the Lord so angry that he was going to destroy you."
            },
            {
                "verse_number": "12",
                "verse_text": "he said:"
            },
            {
                "verse_number": "13",
                "verse_text": "I've been watching the Israelites, and I've seen how stubborn and rebellious they are."
            },
            {
                "verse_number": "14",
                "verse_text": "So don't try to stop me! I am going to wipe them out, and no one on earth will remember they ever lived. Then I will let your descendants become an even bigger and more powerful nation than Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Fire was raging on the mountaintop as I went back down, carrying the two stones with the commandments on them."
            },
            {
                "verse_number": "16",
                "verse_text": "I saw how quickly you had sinned and disobeyed the Lord your God. There you were, worshiping the metal idol you had made in the shape of a calf."
            },
            {
                "verse_number": "17",
                "verse_text": "So I threw down the two stones and smashed them before your very eyes."
            },
            {
                "verse_number": "21",
                "verse_text": "It was a sin for you to make that idol, so I threw it into the fire to melt it down. Then I took the lump of gold, ground it into powder, and threw the powder into the stream flowing down the mountain."
            },
            {
                "verse_number": "22",
                "verse_text": "You also made the Lord angry when you were staying at Taberah, at Massah, and at Kibroth-Hattaavah."
            },
            {
                "verse_number": "23",
                "verse_text": "Then at Kadesh-Barnea the Lord said, &apos;I am giving you the land, so go ahead and take it!&apos; But since you didn't trust the Lord , you rebelled and disobeyed his command."
            },
            {
                "verse_number": "24",
                "verse_text": "In fact, you've rebelled against the Lord for as long as he has known you."
            },
            {
                "verse_number": "25",
                "verse_text": "After you had made the idol in the shape of a calf, the Lord said he was going to destroy you. So I lay face down in front of the Lord for 40 days and nights"
            },
            {
                "verse_number": "26",
                "verse_text": "and prayed:"
            },
            {
                "verse_number": "27",
                "verse_text": "Israel's ancestors Abraham, Isaac, and Jacob obeyed you faithfully. Think about them, and not about Israel's stubbornness, evil, and sin."
            },
            {
                "verse_number": "28",
                "verse_text": "If you destroy your people, the Egyptians will say, &apos;The Lord promised to give Israel land, but he wasn't powerful enough to keep his promise. In fact, he hated them so much that he took them into the desert and killed them.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But you, our Lord , chose the people of Israel to be your own, and with your mighty power you rescued them from Egypt."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me to chisel out two flat stones, just like the ones he had given me earlier. He also commanded me to make a wooden chest, then come up the mountain and meet with him."
            },
            {
                "verse_number": "2",
                "verse_text": "He told me that he would write on the new stones the same words he had written on the ones I broke, and that I could put these stones in this sacred chest. After the Lord returned the stones to me,"
            },
            {
                "verse_number": "3",
                "verse_text": "So I made a chest out of acacia wood, and I chiseled two flat stones like the ones I broke. Then I carried the stones up the mountain,"
            },
            {
                "verse_number": "4",
                "verse_text": "where the Lord wrote the Ten Commandments on them, just as he had done the first time. The commandments were exactly what he had announced from the fire, when you were gathered at the mountain."
            },
            {
                "verse_number": "5",
                "verse_text": "I took them down the mountainside and put them in the chest, just as he had commanded. And they are still there."
            },
            {
                "verse_number": "6",
                "verse_text": "Later we set up camp at the wells belonging to the descendants of Jaakan. Then we moved on and camped at Moserah, where Aaron died and was buried, and his son Eleazar became the priest."
            },
            {
                "verse_number": "7",
                "verse_text": "Next, we camped at Gudgodah and then at Jotbathah, where there are flowing streams."
            },
            {
                "verse_number": "8",
                "verse_text": "After I put the two stones in the sacred chest, the Lord chose the tribe of Levi, not only to carry the chest, but also to serve as his priests at the place of worship and to bless the other tribes in his name. And they still do these things."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord promised that he would always provide for the tribe of Levi, and that's why he won't give them any land, when he divides it among the other tribes."
            },
            {
                "verse_number": "10",
                "verse_text": "When I had taken the second set of stones up the mountain, I spent 40 days and nights there, just as I had done before. Once again, the Lord answered my prayer and did not destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "Instead, he told me, &apos;Moses, get ready to lead the people into the land that I promised their ancestors.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "People of Israel, what does the Lord your God want from you? The Lord wants you to respect and follow him, to love and serve him with all your heart and soul,"
            },
            {
                "verse_number": "13",
                "verse_text": "and to obey his laws and teachings that I am giving you today. Do this, and all will go well for you."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything belongs to the Lord your God, not only the earth and everything on it, but also the sky and the highest heavens."
            },
            {
                "verse_number": "15",
                "verse_text": "Yet the Lord loved your ancestors and wanted them to belong to him. So he chose them and their descendants rather than any other nation, and today you are still his people."
            },
            {
                "verse_number": "16",
                "verse_text": "Remember your agreement with the Lord and stop being so stubborn."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord your God is more powerful than all other gods and lords, and his tremendous power is to be feared. His decisions are always fair, and you cannot bribe him to change his mind."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord defends the rights of orphans and widows. He cares for foreigners and gives them food and clothing."
            },
            {
                "verse_number": "19",
                "verse_text": "And you should also care for them, because you were foreigners in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "Respect the Lord your God, be faithful, and serve only him, making promises in his name."
            },
            {
                "verse_number": "21",
                "verse_text": "Offer your praises to him, because you have seen him work such terrifying miracles for you."
            },
            {
                "verse_number": "22",
                "verse_text": "When your ancestors went to live in Egypt, there were only 70 of them. But the Lord has blessed you, and now there are more of you than there are stars in the sky."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord is your God, so you must always love him and obey his laws and teachings."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember, he corrected you and not your children. You are the ones who saw the Lord use his great power"
            },
            {
                "verse_number": "3",
                "verse_text": "when he worked miracles in Egypt, making terrible things happen to the king and all his people."
            },
            {
                "verse_number": "4",
                "verse_text": "And when the Egyptian army chased you in their chariots, you saw the Lord drown them and their horses in the Red Sea. Egypt still suffers from that defeat!"
            },
            {
                "verse_number": "5",
                "verse_text": "You saw what the Lord did for you while you were in the desert, right up to the time you arrived here."
            },
            {
                "verse_number": "6",
                "verse_text": "And you saw how the Lord made the ground open up in the middle of our camp underneath the tents of Dathan and Abiram, who were swallowed up along with their families, their animals, and their tents."
            },
            {
                "verse_number": "7",
                "verse_text": "With your own eyes, you saw the Lord 's mighty power do all these things."
            },
            {
                "verse_number": "8",
                "verse_text": "Soon you will cross the Jordan River, and if you obey the laws and teachings I'm giving you today, you will be strong enough to conquer the land"
            },
            {
                "verse_number": "9",
                "verse_text": "that the Lord promised your ancestors and their descendants. It's rich with milk and honey, and you will live there and enjoy it for a long time."
            },
            {
                "verse_number": "10",
                "verse_text": "It's better land than you had in Egypt, where you had to struggle just to water your crops."
            },
            {
                "verse_number": "11",
                "verse_text": "But the hills and valleys in the promised land are watered by rain from heaven,"
            },
            {
                "verse_number": "12",
                "verse_text": "because the Lord your God keeps his eye on this land and takes care of it all year long."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord your God commands you to love him and to serve him with all your heart and soul. If you obey him,"
            },
            {
                "verse_number": "16",
                "verse_text": "But watch out! You will be tempted to turn your backs on the Lord . And if you worship other gods,"
            },
            {
                "verse_number": "17",
                "verse_text": "the Lord will become angry and keep the rain from falling. Nothing will grow in your fields, and you will die and disappear from the good land that the Lord is giving you."
            },
            {
                "verse_number": "18",
                "verse_text": "Memorize these laws and think about them. Write down copies and tie them to your wrists and your foreheads to help you obey them."
            },
            {
                "verse_number": "19",
                "verse_text": "Teach them to your children. Talk about them all the time&ndash;whether you're at home or walking along the road or going to bed at night, or getting up in the morning."
            },
            {
                "verse_number": "20",
                "verse_text": "Write them on the door frames of your homes and on your town gates."
            },
            {
                "verse_number": "21",
                "verse_text": "Then you and your descendants will live a long time in the land that the Lord promised your ancestors. Your families will live there as long as the sky is above the earth."
            },
            {
                "verse_number": "22",
                "verse_text": "Love the Lord your God faithfully and obey all the laws and teachings I'm giving you today. If you live the way the Lord wants,"
            },
            {
                "verse_number": "23",
                "verse_text": "he will help you take the land. And even though the nations there are more powerful than you, the Lord will force them to leave when you attack."
            },
            {
                "verse_number": "24",
                "verse_text": "You will capture the land everywhere you go, from the Southern Desert to the Lebanon Mountains, and from the Euphrates River west to the Mediterranean Sea."
            },
            {
                "verse_number": "25",
                "verse_text": "No one will be able to stand up to you. The Lord will make everyone terrified of you, just as he promised."
            },
            {
                "verse_number": "26",
                "verse_text": "You have a choice&ndash;do you want the Lord to bless you, or do you want him to put a curse on you?"
            },
            {
                "verse_number": "27",
                "verse_text": "Today I am giving you his laws, and if you obey him, he will bless you."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you disobey him and worship those gods that have never done anything for you, the Lord will put a curse on you."
            },
            {
                "verse_number": "29",
                "verse_text": "After the Lord your God helps you take the land, you must have a ceremony where you announce his blessings from Mount Gerizim and his curses from Mount Ebal."
            },
            {
                "verse_number": "30",
                "verse_text": "You know that these two mountains are west of the Jordan River in land now controlled by the Canaanites living in the Jordan River valley. The mountains are west of the road near the sacred trees of Moreh on the other side of Gilgal."
            },
            {
                "verse_number": "31",
                "verse_text": "Soon you will cross the Jordan River to conquer the land that the Lord your God is giving you. And when you have settled there,"
            },
            {
                "verse_number": "32",
                "verse_text": "be careful to obey his laws and teachings that I am giving you today."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Now I'll tell you the laws and teachings that you have to obey as long as you live. Your ancestors worshiped the Lord , and he is giving you this land."
            },
            {
                "verse_number": "2",
                "verse_text": "But the nations that live there worship other gods. So after you capture the land, you must completely destroy their places of worship&ndash;on mountains and hills or in the shade of large trees."
            },
            {
                "verse_number": "3",
                "verse_text": "Wherever these nations worship their gods, you must tear down their altars, break their sacred stones, burn the sacred poles used in worshiping the goddess Asherah, and smash their idols to pieces. Destroy these places of worship so completely that no one will remember they were ever there."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't worship the Lord your God in the way those nations worship their gods. Sometimes you may want to kill an animal for food and not as a sacrifice. If the Lord has blessed you and given you enough cows or sheep or goats, then you can butcher one of them where you live. You can eat it just like the meat from a deer or gazelle that you kill when you go hunting. And even those people who are unclean and unfit for worship can have some of the meat. But you must not eat the blood of any animal&ndash;let the blood drain out on the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "It is the same as eating the meat from a deer or a gazelle that you kill when you go hunting. And in this way, anyone who is unclean and unfit for worship can have some of the meat."
            },
            {
                "verse_number": "25",
                "verse_text": "Do you want the Lord to make you successful? Do you want your children to be successful even after you are gone? Then do what pleases the Lord and don't eat blood."
            },
            {
                "verse_number": "28",
                "verse_text": "If you obey these laws, you will be doing what the Lord your God says is right and good. Then he will help you and your descendants be successful."
            },
            {
                "verse_number": "29",
                "verse_text": "Israel, as you go into the land and attack the nations that are there, the Lord will get rid of them, and you can have their land."
            },
            {
                "verse_number": "30",
                "verse_text": "But that's when you must be especially careful not to ask, &apos;How did those nations worship their gods? Shouldn't we worship the Lord in the same way?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "No, you should not! The Lord hates the disgusting way those nations worship their gods, because they even burn their sons and daughters as sacrifices."
            },
            {
                "verse_number": "32",
                "verse_text": "Obey all the laws and teachings I am giving you. Don't add any, and don't take any away."
            }
        ],
        "13": [
            {
                "verse_number": "3",
                "verse_text": "If the prophet says this, don't listen! The Lord your God will be watching to find out whether or not you love him with all your heart and soul."
            },
            {
                "verse_number": "4",
                "verse_text": "You must be completely faithful to the Lord . Worship and obey only the Lord and do this with fear and trembling,"
            },
            {
                "verse_number": "5",
                "verse_text": "because he rescued you from slavery in Egypt. If a prophet tells you to disobey the Lord your God and to stop worshiping him, then that prophet is evil and must be put to death. The gods worshiped by other nations have never done anything for you or your ancestors. People who ask you to worship other gods are trying to get you to stop worshiping the Lord , who rescued you from slavery in Egypt. So put to death anyone who asks you to worship another god."
            },
            {
                "verse_number": "11",
                "verse_text": "And when the rest of Israel hears about it, they will be afraid, and no one else will ever do such an evil thing again."
            },
            {
                "verse_number": "12",
                "verse_text": "After the Lord your God gives you towns to live in, you may hear a rumor about one of the towns."
            },
            {
                "verse_number": "13",
                "verse_text": "You may hear that some worthless people have talked everyone there into worshiping other gods, even though these gods had never done anything for them."
            },
            {
                "verse_number": "14",
                "verse_text": "You must carefully find out if the rumor is true. Then if the people of that town have actually done such a disgusting thing in your own country,"
            },
            {
                "verse_number": "15",
                "verse_text": "you must take your swords and kill every one of them, and their livestock too."
            },
            {
                "verse_number": "18",
                "verse_text": "That's why you must do what the Lord your God says is right. I am giving you his laws and teachings today, and you must obey them."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, you are the Lord 's children, so when you mourn for the dead, you must not cut yourselves or shave your forehead."
            },
            {
                "verse_number": "2",
                "verse_text": "Out of all the nations on this earth, the Lord your God chose you to be his own. You belong to the Lord , so don't behave like those who worship other gods. Don't boil a young goat in its mother's milk."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't eat any disgusting animals."
            },
            {
                "verse_number": "6",
                "verse_text": "It is all right to eat meat from any animals that have divided hoofs and also chew the cud."
            },
            {
                "verse_number": "7",
                "verse_text": "But don't eat camels, rabbits, and rock badgers. These animals chew the cud but do not have divided hoofs. You must treat them as unclean."
            },
            {
                "verse_number": "8",
                "verse_text": "And don't eat pork, since pigs have divided hoofs, but they do not chew their cud. Don't even touch a dead pig!"
            },
            {
                "verse_number": "9",
                "verse_text": "You can eat any fish that has fins and scales. But there are other creatures that live in the water,"
            },
            {
                "verse_number": "10",
                "verse_text": "and if they do not have fins and scales, you must not eat them. Treat them as unclean."
            },
            {
                "verse_number": "11",
                "verse_text": "You can eat any clean bird."
            },
            {
                "verse_number": "19",
                "verse_text": "Swarming insects are unclean, so don't eat them."
            },
            {
                "verse_number": "20",
                "verse_text": "However, you are allowed to eat certain kinds of winged insects."
            },
            {
                "verse_number": "21",
                "verse_text": "You belong to the Lord your God, so if you happen to find a dead animal, don't eat its meat. You may give it to foreigners who live in your town or sell it to foreigners who are visiting your town."
            },
            {
                "verse_number": "22",
                "verse_text": "People of Israel, every year you must set aside ten percent of your grain harvest."
            },
            {
                "verse_number": "23",
                "verse_text": "Also set aside ten percent of your wine and olive oil, and the first-born of every cow, sheep, and goat. Take these to the place where the Lord chooses to be worshiped, and eat them there. This will teach you to always respect the Lord your God."
            },
            {
                "verse_number": "24",
                "verse_text": "But suppose you can't carry that ten percent of your harvest to the place where the Lord chooses to be worshiped. If you live too far away, or if the Lord gives you a big harvest,"
            },
            {
                "verse_number": "25",
                "verse_text": "then sell this part and take the money there instead."
            },
            {
                "verse_number": "26",
                "verse_text": "When you and your family arrive, spend the money on food for a big celebration. Buy cattle, sheep, goats, wine, beer, and if there are any other kinds of food that you want, buy those too."
            },
            {
                "verse_number": "27",
                "verse_text": "And since people of the Levi tribe won't own any land for growing crops, remember to ask the Levites to celebrate with you."
            },
            {
                "verse_number": "28",
                "verse_text": "Every third year, instead of using the ten percent of your harvest for a big celebration, bring it into town and put it in a community storehouse."
            },
            {
                "verse_number": "29",
                "verse_text": "The Levites have no land of their own, so you must give them food from the storehouse. You must also give food to the poor who live in your town, including orphans, widows, and foreigners. If they have enough to eat, then the Lord your God will be pleased and make you successful in everything you do."
            }
        ],
        "15": [
            {
                "verse_number": "3",
                "verse_text": "This law applies only to loans you have made to other Israelites. Foreigners will still have to pay back what you have loaned them."
            },
            {
                "verse_number": "7",
                "verse_text": "After the Lord your God gives land to each of you, there may be poor Israelites in the town where you live. If there are, then don't be mean and selfish with your money."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, be kind and lend them what they need."
            },
            {
                "verse_number": "9",
                "verse_text": "Be careful! Don't say to yourself, &apos;Soon it will be the seventh year, and then I won't be able to get my money back.&apos; It would be horrible for you to think that way and to be so selfish that you refuse to help the poor. They are your relatives, and if you don't help them, they may ask the Lord to decide whether you have done wrong. And he will say that you are guilty."
            },
            {
                "verse_number": "10",
                "verse_text": "You should be happy to give the poor what they need, because then the Lord will make you successful in everything you do."
            },
            {
                "verse_number": "11",
                "verse_text": "There will always be some Israelites who are poor and needy. That's why I am commanding you to be generous with them."
            },
            {
                "verse_number": "12",
                "verse_text": "If any of you buy Israelites as slaves, you must set them free after six years."
            },
            {
                "verse_number": "13",
                "verse_text": "And don't just tell them they are free to leave&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "give them sheep and goats and a good supply of grain and wine. The more the Lord has given you, the more you should give them."
            },
            {
                "verse_number": "15",
                "verse_text": "I am commanding you to obey the Lord as a reminder that you were slaves in Egypt before he set you free."
            },
            {
                "verse_number": "16",
                "verse_text": "But one of your slaves may say, &apos;I love you and your family, and I would be better off staying with you, so please don't make me leave.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Take the slave to the door of your house and push a sharp metal rod through one earlobe and into the door. Such slaves will belong to you for life, whether they are men or women."
            },
            {
                "verse_number": "18",
                "verse_text": "Don't complain when you have to set a slave free. After all, you got six years of service at half the cost of hiring someone to do the work."
            },
            {
                "verse_number": "19",
                "verse_text": "If the first-born animal of a cow or sheep or goat is a male, it must be given to the Lord . Don't put first-born cattle to work or cut wool from first-born sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, each year you must take the first-born of these animals to the place where the Lord your God chooses to be worshiped. You and your family will sacrifice them to the Lord and then eat them as part of a sacred meal."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the animal is lame or blind or has something else wrong with it, you must not sacrifice it to the Lord your God."
            },
            {
                "verse_number": "22",
                "verse_text": "You can butcher it where you live, and eat it just like the meat of a deer or gazelle that you kill while hunting. Even those people who are unclean and unfit for worship can have some."
            },
            {
                "verse_number": "23",
                "verse_text": "But you must never eat the blood of an animal&ndash;let it drain out on the ground."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, you must celebrate Passover in the month of Abib, because one night in that month years ago, the Lord your God rescued you from Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "The Passover sacrifice must be a cow, a sheep, or a goat, and you must offer it at the place where the Lord chooses to be worshiped."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't offer the Passover sacrifice in just any town where you happen to live."
            },
            {
                "verse_number": "6",
                "verse_text": "It must be offered at the place where the Lord chooses to be worshiped. Kill the sacrifice at sunset, the time of day when you left Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Then cook it and eat it there at the place of worship, returning to your tents the next morning."
            },
            {
                "verse_number": "8",
                "verse_text": "Eat thin bread for the next six days. Then on the seventh day, don't do any work. Instead, come together and worship the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "Seven weeks after you start your grain harvest,"
            },
            {
                "verse_number": "12",
                "verse_text": "Remember that you used to be slaves in Egypt, so obey these laws."
            },
            {
                "verse_number": "16",
                "verse_text": "Each year there are three festivals when all Israelite men must go to the place where the Lord chooses to be worshiped. These are the Festival of Thin Bread, the Harvest Festival, and the Festival of Shelters. And don't forget to take along a gift for the Lord ."
            },
            {
                "verse_number": "17",
                "verse_text": "The bigger the harvest the Lord gives you, the bigger your gift should be."
            },
            {
                "verse_number": "20",
                "verse_text": "People of Israel, if you want to enjoy a long and successful life, make sure that everyone is treated with justice in the land the Lord is giving you."
            },
            {
                "verse_number": "21",
                "verse_text": "When you build the altar for offering sacrifices to the Lord your God, don't set up a sacred pole for the worship of the goddess Asherah."
            },
            {
                "verse_number": "22",
                "verse_text": "And don't set up a sacred stone! The Lord hates these things."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "If an ox or a sheep has something wrong with it, don't offer it as a sacrifice to the Lord your God&ndash;he will be disgusted! Get rid of those who are guilty of such evil. Take them outside your town gates and everyone must stone them to death. But the witnesses must be the first to throw stones. If the king completely obeys the Lord 's commands, he and his descendants will rule Israel for many years."
            },
            {
                "verse_number": "4",
                "verse_text": "So when you hear that someone in your town is committing this disgusting sin, you must carefully find out if that person really is guilty."
            },
            {
                "verse_number": "13",
                "verse_text": "When other Israelites hear about it, they will be afraid and obey the decisions of the court."
            },
            {
                "verse_number": "14",
                "verse_text": "People of Israel, after you capture the land the Lord your God is giving you, and after you settle on it, you will say, &apos;We want a king, just like the nations around us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Go ahead and appoint a king, but make sure that he is an Israelite and that he is the one the Lord has chosen."
            },
            {
                "verse_number": "16",
                "verse_text": "The king should not have many horses, especially those from Egypt. The Lord has said never to go back there again."
            },
            {
                "verse_number": "17",
                "verse_text": "And the king must not have a lot of wives&ndash;they might tempt him to be unfaithful to the Lord . Finally, the king must not try to get huge amounts of silver and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "The official copy of God's laws will be kept by the priests of the Levi tribe. So, as soon as anyone becomes king, he must go to the priests and write out a copy of these laws while they watch."
            },
            {
                "verse_number": "19",
                "verse_text": "Each day the king must read and obey these laws, so that he will learn to worship the Lord with fear and trembling"
            },
            {
                "verse_number": "20",
                "verse_text": "and not think that he's better than everyone else."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The people of the Levi tribe, including the priests, will not receive any land. Instead, they will receive part of the sacrifices that are offered to the Lord ,"
            },
            {
                "verse_number": "2",
                "verse_text": "because he has promised to provide for them in this way. Moses, they have said the right thing."
            },
            {
                "verse_number": "3",
                "verse_text": "When you sacrifice a bull or sheep, the priests will be given the shoulder, the jaws, and the stomach."
            },
            {
                "verse_number": "4",
                "verse_text": "In addition, they will receive the first part of your grain harvest and part of your first batches of wine and olive oil. You must also give them the first wool that is cut from your sheep each year."
            },
            {
                "verse_number": "5",
                "verse_text": "Give these gifts to the priests, because the Lord has chosen them and their descendants out of all the tribes of Israel to be his special servants at the place of worship."
            },
            {
                "verse_number": "6",
                "verse_text": "Any Levite can leave his hometown, and go to the place where the Lord chooses to be worshiped,"
            },
            {
                "verse_number": "7",
                "verse_text": "and then be a special servant of the Lord there, just like all the other Levites."
            },
            {
                "verse_number": "8",
                "verse_text": "Some Levites may have money from selling family possessions, and others may not. But all Levites serving at the place of worship will receive the same amount of food from the sacrifices and gifts brought by the people."
            },
            {
                "verse_number": "9",
                "verse_text": "Soon you will go into the land that the Lord your God is giving you. The nations that live there do things that are disgusting to the Lord , and you must not follow their example."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord is disgusted with anyone who does these things, and that's why he will help you destroy the nations that are in the land."
            },
            {
                "verse_number": "13",
                "verse_text": "Never be guilty of doing any of these disgusting things!"
            },
            {
                "verse_number": "14",
                "verse_text": "You will go in and take the land from nations that practice magic and witchcraft. But the Lord your God won't allow you to do those things."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, he will choose one of your own people to be a prophet just like me, and you must do what that prophet says."
            },
            {
                "verse_number": "16",
                "verse_text": "You were asking for a prophet the day you were gathered at Mount Sinai and said to the Lord , &apos;Please don't let us hear your voice or see this terrible fire again&ndash;if we do, we will die!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Lord told me:"
            },
            {
                "verse_number": "18",
                "verse_text": "So when I want to speak to them, I will choose one of them to be a prophet like you. I will give my message to that prophet, who will tell the people exactly what I have said."
            },
            {
                "verse_number": "19",
                "verse_text": "Since the message comes from me, anyone who doesn't obey the message will have to answer to me."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I haven't spoken, and a prophet claims to have a message from me, you must kill that prophet, and you must also kill any prophet who claims to have a message from another god."
            },
            {
                "verse_number": "21",
                "verse_text": "You may be asking yourselves, &apos;How can we tell if a prophet's message really comes from the Lord ?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "You will know, because if the Lord says something will happen, it will happen. And if it doesn't, you will know that the prophet was falsely claiming to speak for the Lord . Don't be afraid of any prophet whose message doesn't come from the Lord ."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Soon you will go into the land and attack the nations. The Lord your God will destroy them and give you their lands, towns, and homes. Then after you are settled,"
            },
            {
                "verse_number": "5",
                "verse_text": "For example, suppose you and a friend go into the forest to cut wood. You are chopping down a tree with an ax, when the ax head slips off the handle, hits your friend, and kills him. You can run to one of the Safe Towns and save your life."
            },
            {
                "verse_number": "6",
                "verse_text": "You don't deserve to die, since you did not mean to harm your friend. But he did get killed, and his relatives might be very angry. They might even choose one of the men from their family to track you down and kill you. If it is too far to one of the Safe Towns, the victim's relative might be able to catch you and kill you."
            },
            {
                "verse_number": "7",
                "verse_text": "That's why I said there must be three Safe Towns."
            },
            {
                "verse_number": "10",
                "verse_text": "You will need them, so innocent people won't be killed on your land while they are trying to reach a Safe Town that is too far away. You will be guilty of murder, if innocent people lose their lives because you didn't name enough Safe Towns in the land the Lord your God will give you."
            },
            {
                "verse_number": "11",
                "verse_text": "But what if you really do commit murder? Suppose one of you hates a neighbor. So you wait in a deserted place, kill the neighbor, and run to a Safe Town."
            },
            {
                "verse_number": "12",
                "verse_text": "If that happens, the leaders of your town must send messengers to bring you back from the Safe Town. They will hand you over to one of the victim's relatives, who will put you to death."
            },
            {
                "verse_number": "13",
                "verse_text": "Israel, for the good of the whole country, you must kill anyone who murders an innocent person. Never show mercy to a murderer!"
            },
            {
                "verse_number": "14",
                "verse_text": "In the land the Lord is giving you, there are already stones set up to mark the property lines between fields. So don't move those stones."
            },
            {
                "verse_number": "15",
                "verse_text": "Before you are convicted of a crime, at least two witnesses must be able to testify that you did it."
            },
            {
                "verse_number": "16",
                "verse_text": "If you accuse someone of a crime, but seem to be lying,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "If you have to go to war, you may find yourselves facing an enemy army that is bigger than yours and that has horses and chariots. But don't be afraid! The Lord your God rescued you from Egypt, and he will help you fight."
            },
            {
                "verse_number": "2",
                "verse_text": "Before you march into battle, a priest will go to the front of the army"
            },
            {
                "verse_number": "3",
                "verse_text": "and say, &apos;Soldiers of Israel, listen to me! Today when you go into battle, don't be afraid of the enemy, and when you see them, don't panic."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord your God will fight alongside you and help you win the battle.&apos; If any of you have built a new house, but haven't yet moved in, you may go home. It isn't right for you to die in battle and for somebody else to live in your new house."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the tribal officials will say to the troops:"
            },
            {
                "verse_number": "6",
                "verse_text": "If any of you have planted a vineyard but haven't had your first grape harvest, you may go home. It isn't right for you to die in battle and for somebody else to enjoy your grapes."
            },
            {
                "verse_number": "7",
                "verse_text": "If any of you are engaged to be married, you may go back home and get married. It isn't right for you to die in battle and for somebody else to marry the woman you are engaged to."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, if any of you are afraid, you may go home. We don't want you to discourage the other soldiers."
            },
            {
                "verse_number": "9",
                "verse_text": "When the officials are finished giving these orders, they will appoint officers to be in command of the army."
            },
            {
                "verse_number": "16",
                "verse_text": "Whenever you capture towns in the land the Lord your God is giving you, be sure to kill all the people and animals."
            },
            {
                "verse_number": "17",
                "verse_text": "He has commanded you to completely wipe out the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "18",
                "verse_text": "If you allow them to live, they will persuade you to worship their disgusting gods, and you will be unfaithful to the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "When you are attacking a town, don't chop down its fruit trees, not even if you have had the town surrounded for a long time. Fruit trees aren't your enemies, and they produce food that you can eat, so don't cut them down."
            },
            {
                "verse_number": "20",
                "verse_text": "You may need wood to make ladders and towers to help you get over the walls and capture the town. But use only trees that you know are not fruit trees."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Suppose the body of a murder victim is found in a field in the land the Lord your God is giving you, and no one knows who the murderer is."
            },
            {
                "verse_number": "2",
                "verse_text": "The judges and other leaders from the towns around there must find out what town is the closest to where the body was found."
            },
            {
                "verse_number": "3",
                "verse_text": "The leaders from that town will go to their cattle herds and choose a young cow that has never been put to work."
            },
            {
                "verse_number": "6",
                "verse_text": "The town leaders will wash their hands over the body of the dead cow"
            },
            {
                "verse_number": "7",
                "verse_text": "and say, &apos;We had no part in this murder, and we don't know who did it."
            },
            {
                "verse_number": "10",
                "verse_text": "From time to time, you men will serve as soldiers and go off to war. The Lord your God will help you defeat your enemies, and you will take many prisoners."
            },
            {
                "verse_number": "14",
                "verse_text": "Later on, if you are not happy with the woman, you can divorce her, and she can go free. But you have slept with her as your wife, so you cannot sell her as a slave or make her into your own slave."
            },
            {
                "verse_number": "18",
                "verse_text": "A father and a mother may have a stubborn and rebellious son who refuses to obey them even after he has been punished."
            },
            {
                "verse_number": "19",
                "verse_text": "If a son is like that, his parents must drag him to the town gate, where the leaders of the town hold their meetings."
            },
            {
                "verse_number": "20",
                "verse_text": "The parents will tell the leaders, &apos;This son of ours is stubborn and never obeys. He spends all his time drinking and partying.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The men of the town will stone that son to death, because they must get rid of the evil he brought into the community. Everyone in Israel will be afraid when they hear how he was punished."
            },
            {
                "verse_number": "22",
                "verse_text": "If a criminal is put to death, and you hang the dead body on a tree,"
            },
            {
                "verse_number": "23",
                "verse_text": "you must not leave it there overnight. Bury it the same day, because the dead body of a criminal hanging on a tree will bring God's curse on the land. The Lord your God is giving this land to you, so don't make it unclean by leaving the bodies of executed criminals on display."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "If you see a cow or sheep wandering around lost, take the animal back to its owner."
            },
            {
                "verse_number": "2",
                "verse_text": "If the owner lives too far away, or if you don't know who the owner is, take the animal home with you and take care of it. The owner will come looking for the animal, and then you can give it back."
            },
            {
                "verse_number": "3",
                "verse_text": "That's what you should do if you find anything that belongs to someone else. Do whatever you can to help, whether you find a cow or sheep or donkey or some clothing. This woman brought evil into your community by sleeping with someone before she got married, and you must get rid of that evil by killing her."
            },
            {
                "verse_number": "4",
                "verse_text": "Oxen and donkeys that carry heavy loads can stumble and fall, and be unable to get up by themselves. So as you walk along the road, help anyone who is trying to get an ox or donkey back on its feet."
            },
            {
                "verse_number": "5",
                "verse_text": "Women must not pretend to be men, and men must not pretend to be women. The Lord your God is disgusted with people who do that."
            },
            {
                "verse_number": "8",
                "verse_text": "If you build a house, make sure to put a low wall around the edge of the flat roof. Then if someone falls off the roof and is killed, it won't be your fault."
            },
            {
                "verse_number": "9",
                "verse_text": "If you plant a vineyard, don't plant any other fruit tree or crop in it. If you do plant something else there, you must bring to the place of worship everything you harvest from the vineyard."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't hitch an ox and a donkey to your plow at the same time."
            },
            {
                "verse_number": "11",
                "verse_text": "When you weave cloth for clothing, you can use thread made of flax or wool, but not both together."
            },
            {
                "verse_number": "12",
                "verse_text": "And when you make a coat, sew a tassel on each of the four corners."
            },
            {
                "verse_number": "13",
                "verse_text": "Suppose a man starts hating his wife soon after they are married."
            },
            {
                "verse_number": "14",
                "verse_text": "He might tell ugly lies about her, and say, &apos;I married this woman, but when we slept together, I found out she wasn't a virgin.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "If this happens, the bride's father and mother must go to the town gate to show the town leaders the proof that the woman was a virgin."
            },
            {
                "verse_number": "16",
                "verse_text": "Her father will say, &apos;I let my daughter marry this man, but he started hating her"
            },
            {
                "verse_number": "17",
                "verse_text": "and accusing her of not being a virgin. But he is wrong, because here is proof that she was a virgin!&apos; Then the bride's parents will show them the bed sheet from the woman's wedding night."
            },
            {
                "verse_number": "18",
                "verse_text": "The town leaders will beat the man with a whip"
            },
            {
                "verse_number": "19",
                "verse_text": "because he accused his bride of not being a virgin. He will have to pay her father 100 pieces of silver and will never be allowed to divorce her."
            },
            {
                "verse_number": "20",
                "verse_text": "But if the man was right and there is no proof that his bride was a virgin,"
            },
            {
                "verse_number": "21",
                "verse_text": "the men of the town will take the woman to the door of her father's house and stone her to death."
            },
            {
                "verse_number": "22",
                "verse_text": "People of Israel, if a man is caught having sex with someone else's wife, you must put them both to death. That way, you will get rid of the evil they have done in Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "If an engaged woman is raped out in the country, only the man will be put to death."
            },
            {
                "verse_number": "26",
                "verse_text": "Do not punish the woman at all; she has done nothing wrong, and certainly nothing deserving death. This crime is like murder,"
            },
            {
                "verse_number": "27",
                "verse_text": "because the woman was alone out in the country when the man attacked her. She screamed, but there was no one to help her."
            },
            {
                "verse_number": "28",
                "verse_text": "Suppose a woman isn't engaged to be married, and a man forces her to have sex with him. If he is caught,"
            },
            {
                "verse_number": "29",
                "verse_text": "they will be forced to get married. He must give her father 50 pieces of silver as a bride-price and can never divorce her."
            },
            {
                "verse_number": "30",
                "verse_text": "A man must not marry a woman who was married to his father. This would be a disgrace to his father."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "If a man's private parts have been crushed or cut off, he cannot fully belong to the Lord 's people."
            },
            {
                "verse_number": "2",
                "verse_text": "No one born outside of a legal marriage, or any of their descendants for ten generations, can fully belong to the Lord 's people."
            },
            {
                "verse_number": "3",
                "verse_text": "No Ammonites or Moabites, or any of their descendants for ten generations, can become part of Israel, the Lord 's people."
            },
            {
                "verse_number": "4",
                "verse_text": "This is because when you came out of Egypt, they refused to provide you with food and water. And besides, they hired Balaam to put a curse on you."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord your God loves you, so he refused to listen to Balaam and turned Balaam's curse into a blessing."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't even think of signing a peace treaty with Moab or Ammon."
            },
            {
                "verse_number": "7",
                "verse_text": "But Edomites are your relatives, and you lived as foreigners in the country of Egypt. Now you must be kind to Edomites and Egyptians"
            },
            {
                "verse_number": "8",
                "verse_text": "and let their great-grandchildren become part of Israel, the Lord 's people."
            },
            {
                "verse_number": "9",
                "verse_text": "When you men go off to fight your enemies, make sure your camp is acceptable to the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "For example, if something happens at night that makes a man unclean and unfit for worship, he must go outside the camp and stay there"
            },
            {
                "verse_number": "11",
                "verse_text": "until late afternoon. Then he must take a bath, and at sunset he can go back into camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Set up a place outside the camp to be used as a toilet area."
            },
            {
                "verse_number": "13",
                "verse_text": "And make sure that you have a small shovel in your equipment. When you go out to the toilet area, use the shovel to dig a hole. Then, after you relieve yourself, bury the waste in the hole."
            },
            {
                "verse_number": "14",
                "verse_text": "You must keep your camp clean of filthy and disgusting things. The Lord is always present in your camp, ready to rescue you and give you victory over your enemies. But if he sees something disgusting in your camp, he may turn around and leave."
            },
            {
                "verse_number": "15",
                "verse_text": "When runaway slaves from other countries come to Israel and ask for protection, you must not hand them back to their owners."
            },
            {
                "verse_number": "16",
                "verse_text": "Instead, you must let them choose which one of your towns they want to live in. Don't be cruel to runaway slaves."
            },
            {
                "verse_number": "17",
                "verse_text": "People of Israel, don't any of you ever be temple prostitutes."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord your God is disgusted with men and women who are prostitutes of any kind, and he will not accept a gift from them, even if it had been promised to him."
            },
            {
                "verse_number": "19",
                "verse_text": "When you lend money, food, or anything else to another Israelite, you are not allowed to charge interest."
            },
            {
                "verse_number": "20",
                "verse_text": "You can charge a foreigner interest. But if you charge other Israelites interest, the Lord your God will not let you be successful in the land you are about to take."
            },
            {
                "verse_number": "21",
                "verse_text": "People of Israel, if you make a sacred promise to give a gift to the Lord , then do it as soon as you can. If the Lord has to come looking for the gift you promised, you will be guilty of breaking that promise."
            },
            {
                "verse_number": "22",
                "verse_text": "On the other hand, if you never make a sacred promise, you can't be guilty of breaking it."
            },
            {
                "verse_number": "23",
                "verse_text": "You must keep whatever promises you make to the Lord . After all, you are the one who chose to make the promises."
            },
            {
                "verse_number": "24",
                "verse_text": "If you go into a vineyard that belongs to someone else, you are allowed to eat as many grapes as you want while you are there. But don't take any with you when you leave."
            },
            {
                "verse_number": "25",
                "verse_text": "In the same way, if you are in a grain field that belongs to someone else, you can pick heads of grain and eat the kernels. But don't cut down the stalks of grain and take them with you."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Suppose a woman was divorced by her first husband because he found something disgraceful about her. He wrote out divorce papers, gave them to her, and sent her away."
            },
            {
                "verse_number": "2",
                "verse_text": "Later she married another man,"
            },
            {
                "verse_number": "3",
                "verse_text": "who then either divorced her in the same way or died."
            },
            {
                "verse_number": "4",
                "verse_text": "Since she has slept with her second husband, she cannot marry her first husband again. Their marriage would pollute the land that the Lord your God is giving you, and he would be disgusted."
            },
            {
                "verse_number": "5",
                "verse_text": "If a man and a woman have been married less than one year, he must not be sent off to war or sent away to do forced labor. He must be allowed to stay home for a year and be happy with his wife."
            },
            {
                "verse_number": "6",
                "verse_text": "When you lend money to people, you are allowed to keep something of theirs as a guarantee that they will pay back the loan. But don't take one or both of their millstones, or else they may starve. They need these stones for grinding grain into flour to make bread."
            },
            {
                "verse_number": "7",
                "verse_text": "If you are guilty of kidnapping Israelites and forcing them into slavery, you will be put to death to remove this evil from the community."
            },
            {
                "verse_number": "8",
                "verse_text": "I have told the priests what to do if any of you have leprosy, so do exactly what they say."
            },
            {
                "verse_number": "9",
                "verse_text": "And remember what the Lord your God did to Miriam after you left Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "When you lend money to people, you are allowed to keep something of theirs as a guarantee that the money will be paid back. But you must not go into their house to get it."
            },
            {
                "verse_number": "11",
                "verse_text": "Wait outside, and they will bring out the item you have agreed on."
            },
            {
                "verse_number": "12",
                "verse_text": "Suppose someone is so poor that a coat is the only thing that can be offered as a guarantee on a loan. Don't keep the coat overnight."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, give it back before sunset, so the owner can keep warm and sleep and ask the Lord to bless you. Then the Lord your God will notice that you have done the right thing."
            },
            {
                "verse_number": "14",
                "verse_text": "If you hire poor people to work for you, don't hold back their pay, whether they are Israelites or foreigners who live in your town."
            },
            {
                "verse_number": "15",
                "verse_text": "Pay them their wages at the end of each day, because they live in poverty and need the money to survive. If you don't pay them on time, they will complain about you to the Lord , and he will punish you."
            },
            {
                "verse_number": "16",
                "verse_text": "Parents must not be put to death for crimes committed by their children, and children must not be put to death for crimes committed by their parents. Don't put anyone to death for someone else's crime."
            },
            {
                "verse_number": "17",
                "verse_text": "Make sure that orphans and foreigners are treated fairly. And if you lend money to a widow and want to keep something of hers to guarantee that she will pay you back, don't take any of her clothes."
            },
            {
                "verse_number": "18",
                "verse_text": "You were slaves in Egypt until the Lord your God rescued you. That's why I am giving you these laws."
            },
            {
                "verse_number": "19",
                "verse_text": "If you forget to bring in a stack of harvested grain, don't go back in the field to get it. Leave it for the poor, including foreigners, orphans, and widows, and the Lord will make you successful in everything you do."
            },
            {
                "verse_number": "20",
                "verse_text": "When you harvest your olives, don't try to get them all for yourself, but leave some for the poor."
            },
            {
                "verse_number": "21",
                "verse_text": "And when you pick your grapes, go over the vines only once, then let the poor have what is left."
            },
            {
                "verse_number": "22",
                "verse_text": "You lived in poverty as slaves in Egypt until the Lord your God rescued you. That's why I am giving you these laws."
            }
        ],
        "25": [
            {
                "verse_number": "3",
                "verse_text": "Forty lashes is the most that you can be given, because more than that might make other Israelites think you are worthless."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't muzzle an ox while it is threshing grain."
            },
            {
                "verse_number": "7",
                "verse_text": "But suppose the brother refuses to marry the widow. She must go to a meeting of the town leaders at the town gate and say, &apos;My husband died without having a son to carry on his name. And my husband's brother refuses to marry me so I can have a son.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The leaders will call the living brother to the town gate and try to persuade him to marry the widow. But if he doesn't change his mind and marry her,"
            },
            {
                "verse_number": "9",
                "verse_text": "she must go over to him while the town leaders watch. She will pull off one of his sandals and spit in his face, while saying, &apos;That's what happens to a man who won't help provide descendants for his dead brother.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "From then on, that man's family will be known as &apos;the family of the man whose sandal was pulled off.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "If two men are fighting, and the wife of one man tries to rescue her husband by grabbing the other man's private parts,"
            },
            {
                "verse_number": "12",
                "verse_text": "you must cut off her hand. Don't have any mercy."
            },
            {
                "verse_number": "15",
                "verse_text": "If you weigh and measure things honestly, the Lord your God will let you enjoy a long life in the land he is giving you."
            },
            {
                "verse_number": "16",
                "verse_text": "But the Lord is disgusted with anyone who cheats or is dishonest."
            },
            {
                "verse_number": "17",
                "verse_text": "People of Israel, do you remember what the Amalekites did to you after you came out of Egypt?"
            },
            {
                "verse_number": "18",
                "verse_text": "You were tired, and they followed along behind, attacking those who could not keep up with the others. This showed that the Amalekites have no respect for God."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord your God will help you capture the land, and he will give you peace. But when that day comes, you must wipe out Amalek so completely that no one will remember they ever lived."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The Lord is giving you the land, and soon you will conquer it, settle down,"
            },
            {
                "verse_number": "2",
                "verse_text": "and plant crops. And when you begin harvesting each of your crops, the very first things you pick must be put in a basket. Take them to the place where the Lord your God chooses to be worshiped,"
            },
            {
                "verse_number": "3",
                "verse_text": "and tell the priest, &apos;Long ago the Lord our God promised our ancestors that he would give us this land. And today, I thank him for keeping his promise and giving me a share of the land.&apos; My ancestor was homeless, an Aramean who went to live in Egypt. There were only a few in his family then, but they became great and powerful, a nation of many people. and had no pity on us. They mistreated our people and forced us into slavery. to you, the Lord God of our ancestors. You heard our cries; you knew we were in trouble and abused. with your mighty miracles and rescued us from Egypt. and gave us this land rich with milk and honey. the best of the crops that you have given me. After you say these things, place the basket in front of the Lord 's altar and bow down to worship him. Our Lord and our God, you have said that ten percent of my harvest is sacred. I have obeyed your command and given this to the poor, including the Levites, foreigners, orphans, and widows."
            },
            {
                "verse_number": "4",
                "verse_text": "The priest will take the basket and set it in front of the Lord 's altar."
            },
            {
                "verse_number": "5",
                "verse_text": "Then, standing there in front of the place of worship, you must pray:"
            },
            {
                "verse_number": "6",
                "verse_text": "The Egyptians were cruel"
            },
            {
                "verse_number": "7",
                "verse_text": "We called out for help"
            },
            {
                "verse_number": "8",
                "verse_text": "Then you terrified the Egyptians"
            },
            {
                "verse_number": "9",
                "verse_text": "You brought us here"
            },
            {
                "verse_number": "10",
                "verse_text": "Now, Lord , I bring to you"
            },
            {
                "verse_number": "11",
                "verse_text": "Then you and your family must celebrate by eating a meal at the place of worship to thank the Lord your God for giving you such a good harvest. And remember to invite the Levites and the foreigners who live in your town."
            },
            {
                "verse_number": "12",
                "verse_text": "Every year you are to give ten percent of your harvest to the Lord . But every third year, this ten percent must be given to the poor who live in your town, including Levites, foreigners, orphans, and widows. That way, they will have enough to eat."
            },
            {
                "verse_number": "13",
                "verse_text": "Then you must pray:"
            },
            {
                "verse_number": "14",
                "verse_text": "I have not eaten any of this sacred food while I was in mourning; in fact, I never touched it when I was unclean. And none of it has been offered as a sacrifice to the spirits of the dead. I have done everything exactly as you commanded."
            },
            {
                "verse_number": "15",
                "verse_text": "Our Lord , look down from your temple in heaven and bless us and our land. You promised our ancestors that you would give us this land rich with milk and honey, and you have kept your promise."
            },
            {
                "verse_number": "16",
                "verse_text": "Today the Lord your God has commanded you to obey these laws and teachings with all your heart and soul."
            },
            {
                "verse_number": "17",
                "verse_text": "In response, you have agreed that the Lord will be your God, that you will obey all his laws and teachings, and that you will listen when he speaks to you."
            },
            {
                "verse_number": "18",
                "verse_text": "Since you have agreed to obey the Lord , he has agreed that you will be his people and that you will belong to him, just as he promised."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord created all nations, but he will make you more famous than any of them, and you will receive more praise and honor. You will belong only to the Lord your God, just as he promised."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Moses stood together with the leaders and told the people of Israel: Obey all the laws and teachings that I am giving you today. After you cross the Jordan River, go to Mount Ebal. Set up large slabs of stone, then cover them with white plaster and write on them a copy of these laws. We ask the Lord to put a curse on anyone who makes an idol or worships idols, even secretly. The Lord is disgusted with idols. We ask the Lord to put a curse on all who do not show respect for their father and mother. We ask the Lord to put a curse on anyone who moves the rocks that mark property lines. We ask the Lord to put a curse on anyone who tells blind people to go the wrong way. We ask the Lord to put a curse on anyone who keeps the poor from getting justice, whether these poor are foreigners, widows, or orphans. We ask the Lord to put a curse on any man who sleeps with his father's wife; that man has shown no respect for his father's marriage. We ask the Lord to put a curse on anyone who has sex with an animal. We ask the Lord to put a curse on any man who sleeps with his sister or his half sister or his mother-in-law. We ask the Lord to put a curse on anyone who commits murder, even when there are no witnesses to the crime. We ask the Lord to put a curse on anyone who accepts money to murder an innocent victim. We ask the Lord to put a curse on anyone who refuses to obey his laws. And so, to each of these curses, the people will answer, &apos;Amen!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "At this same place, build an altar for offering sacrifices to the Lord your God. But don't use stones that have been cut with iron tools."
            },
            {
                "verse_number": "6",
                "verse_text": "Look for stones that can be used without being cut. Then offer sacrifices to please the Lord , burning them completely on the altar."
            },
            {
                "verse_number": "7",
                "verse_text": "Next, offer sacrifices to ask the Lord 's blessing, and serve the meat at a sacred meal where you will celebrate in honor of the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't forget to write out a copy of these laws on the stone slabs that you are going to set up. Make sure that the writing is easy to read."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses stood together with the priests and said, &apos;Israel, be quiet and listen to me! Today you have become the people of the Lord your God."
            },
            {
                "verse_number": "10",
                "verse_text": "So you must obey his laws and teachings that I am giving you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "That same day, Moses gave them the following instructions:"
            }
        ],
        "28": [
            {
                "verse_number": "3",
                "verse_text": "The Lord will make your businesses and your farms successful."
            },
            {
                "verse_number": "4",
                "verse_text": "You will have many children. You will harvest large crops, and your herds of cattle and flocks of sheep and goats will produce many young."
            },
            {
                "verse_number": "5",
                "verse_text": "You will have plenty of bread to eat."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord will make you successful in your daily work."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord will help you defeat your enemies and make them scatter in all directions."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord your God is giving you the land, and he will make sure you are successful in everything you do. Your harvests will be so large that your storehouses will be full."
            },
            {
                "verse_number": "9",
                "verse_text": "If you follow and obey the Lord , he will make you his own special people, just as he promised."
            },
            {
                "verse_number": "10",
                "verse_text": "Then everyone on earth will know that you belong to the Lord , and they will be afraid of you."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will give you a lot of children and make sure that your animals give birth to many young. The Lord promised your ancestors that this land would be yours, and he will make it produce large crops for you."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will open the storehouses of the skies where he keeps the rain, and he will send rain on your land at just the right times. He will make you successful in everything you do. You will have plenty of money to lend to other nations, but you won't need to borrow any yourself."
            },
            {
                "verse_number": "13",
                "verse_text": "Obey the laws and teachings that I'm giving you today, and the Lord your God will make Israel a leader among the nations, and not a follower. Israel will be wealthy and powerful, not poor and weak."
            },
            {
                "verse_number": "14",
                "verse_text": "But you must not reject any of his laws and teachings or worship other gods."
            },
            {
                "verse_number": "15",
                "verse_text": "Israel, today I am giving you the laws and teachings of the Lord your God. And if you don't obey them all, he will put many curses on you."
            },
            {
                "verse_number": "16",
                "verse_text": "Your businesses and farms will fail."
            },
            {
                "verse_number": "17",
                "verse_text": "You won't have enough bread to eat."
            },
            {
                "verse_number": "18",
                "verse_text": "You'll have only a few children, your crops will be small, and your herds of cattle and flocks of sheep and goats won't produce many young."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord will make you fail in everything you do."
            },
            {
                "verse_number": "20",
                "verse_text": "No matter what you try to accomplish, the Lord will confuse you, and you will feel his anger. You won't last long, and you may even meet with disaster, all because you rejected the Lord ."
            },
            {
                "verse_number": "24",
                "verse_text": "He will send dust and sandstorms instead of rain, and you will be wiped out."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord will let you be defeated by your enemies, and you will scatter in all directions. You will be a horrible sight for the other nations to see,"
            },
            {
                "verse_number": "26",
                "verse_text": "and no one will disturb the birds and wild animals while they eat your dead bodies."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord will make you suffer with diseases that will cause oozing sores or crusty itchy patches on your skin or boils like the ones that are common in Egypt. And there will be no cure for you!"
            },
            {
                "verse_number": "28",
                "verse_text": "You will become insane and go blind. The Lord will make you so confused,"
            },
            {
                "verse_number": "29",
                "verse_text": "that even in bright sunshine you will have to feel your way around like a blind person, who cannot tell day from night. For the rest of your life, people will beat and rob you, and no one will be able to stop them."
            },
            {
                "verse_number": "30",
                "verse_text": "A man will be engaged to a woman, but before they can get married, she will be raped by enemy soldiers. Some of you will build houses, but never get to live in them. If you plant a vineyard, you won't be around long enough to enjoy the first harvest."
            },
            {
                "verse_number": "31",
                "verse_text": "Your cattle will be killed while you watch, but you won't get to eat any of the meat. Your donkeys and sheep will be stolen from you, and no one will be around to force your enemies to give them back."
            },
            {
                "verse_number": "32",
                "verse_text": "Your sons and daughters will be dragged off to a foreign country, while you stand there helpless. And even if you watch for them until you go blind, you will never see them again."
            },
            {
                "verse_number": "33",
                "verse_text": "You will work hard on your farms, but everything you harvest will be eaten by foreigners, who will mistreat you and abuse you for the rest of your life."
            },
            {
                "verse_number": "34",
                "verse_text": "What you see will be so horrible that you will go insane,"
            },
            {
                "verse_number": "35",
                "verse_text": "and the Lord will punish you from head to toe with boils that never heal."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord will let you and your king be taken captive to a country that you and your ancestors have never even heard of, and there you will have to worship idols made of wood and stone."
            },
            {
                "verse_number": "37",
                "verse_text": "People of nearby countries will shudder when they see your terrible troubles, but they will still make fun of you."
            },
            {
                "verse_number": "38",
                "verse_text": "You will plant a lot of seed, but gather a small harvest, because locusts will eat your crops."
            },
            {
                "verse_number": "39",
                "verse_text": "You will plant vineyards and work hard at taking care of them, but you won't gather any grapes, much less get any wine, because the vines themselves will be eaten by worms."
            },
            {
                "verse_number": "40",
                "verse_text": "Even if your olive trees grow everywhere in your country, the olives will fall off before they are ready, and there won't be enough olive oil for combing your hair."
            },
            {
                "verse_number": "41",
                "verse_text": "Even your children will be taken as prisoners of war."
            },
            {
                "verse_number": "42",
                "verse_text": "Locusts will eat your crops and strip your trees of leaves and fruit."
            },
            {
                "verse_number": "43",
                "verse_text": "Foreigners in your towns will become wealthy and powerful, while you become poor and powerless."
            },
            {
                "verse_number": "44",
                "verse_text": "You will be so short of money that you will have to borrow from those foreigners. They will be the leaders in the community, and you will be the followers."
            },
            {
                "verse_number": "45",
                "verse_text": "Israel, if you don't obey the laws and teachings that the Lord your God is giving you, he will send these curses to chase, attack, and destroy you."
            },
            {
                "verse_number": "46",
                "verse_text": "Then everyone will look at you and your descendants and realize that the Lord has placed you under a curse."
            },
            {
                "verse_number": "47",
                "verse_text": "If the Lord makes you wealthy, but you don't joyfully worship and honor him,"
            },
            {
                "verse_number": "48",
                "verse_text": "he will send enemies to attack you and make you their slaves. Then you will live in poverty with nothing to eat, drink, or wear, and your owners will work you to death."
            },
            {
                "verse_number": "49",
                "verse_text": "Foreigners who speak a strange language will be sent to attack you without warning, just like an eagle swooping down."
            },
            {
                "verse_number": "50",
                "verse_text": "They won't show any mercy, and they will have no respect for old people or pity for children."
            },
            {
                "verse_number": "51",
                "verse_text": "They will take your cattle, sheep, goats, grain, wine, and olive oil, then leave you to starve."
            },
            {
                "verse_number": "52",
                "verse_text": "All over the land that the Lord your God gave you, the enemy army will surround your towns. You may feel safe inside your town walls, but the enemy will tear them down,"
            },
            {
                "verse_number": "53",
                "verse_text": "while you wait in horror. Finally, you will get so hungry that you will eat the sons and daughters that the Lord gave you."
            },
            {
                "verse_number": "58",
                "verse_text": "You must obey everything in The Book of God's Law . Because if you don't respect the Lord ,"
            },
            {
                "verse_number": "59",
                "verse_text": "he will punish you and your descendants with incurable diseases,"
            },
            {
                "verse_number": "60",
                "verse_text": "like those you were so afraid of in Egypt."
            },
            {
                "verse_number": "61",
                "verse_text": "Remember! If the Lord decides to destroy your nation, he can use any disease or disaster, not just the ones written in The Book of God's Law ."
            },
            {
                "verse_number": "62",
                "verse_text": "There are as many of you now as the stars in the sky, but if you disobey the Lord your God, only a few of you will be left."
            },
            {
                "verse_number": "63",
                "verse_text": "The Lord is happy to make you successful and to help your nation grow while you conquer the land. But if you disobey him, he will be just as happy to pull you up by your roots."
            },
            {
                "verse_number": "64",
                "verse_text": "Those of you that survive will be scattered to every nation on earth, and you will have to worship stone and wood idols that never helped you or your ancestors."
            },
            {
                "verse_number": "65",
                "verse_text": "You will be restless&ndash;always longing for home, but never able to return."
            },
            {
                "verse_number": "66",
                "verse_text": "You will live in constant fear of death."
            },
            {
                "verse_number": "67",
                "verse_text": "Each morning you will wake up to such terrible sights that you will say, &apos;I wish it were night!&apos; But at night you will be terrified and say, &apos;I wish it were day!&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "I told you never to go back to Egypt. But now the Lord himself will load you on ships and send you back. Then you will even try to sell yourselves as slaves, but no one will be interested."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "So Moses finished telling the Israelites what they had to do in order to keep the agreement the Lord was making with them in Moab, which was in addition to the one the Lord had made with them at Mount Sinai. When you were in Egypt, you saw the Lord perform great miracles that caused trouble for the king, his officials, and everyone else in the country. But the Lord must give you a change of heart before you truly understand what you have seen and heard. If even one of you worships idols, you will be like the root of a plant that produces bitter, poisonous fruit. Our ancestors worshiped the Lord , but after he brought them out of Egypt and made an agreement with them, they rejected the agreement"
            },
            {
                "verse_number": "7",
                "verse_text": "When we first camped here, King Sihon of Heshbon and King Og of Bashan attacked, but we defeated them."
            },
            {
                "verse_number": "8",
                "verse_text": "Then we captured their land and divided it among the tribes of Reuben, Gad, and East Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, the Lord has made an agreement with you, and if you keep your part, you will be successful in everything you do."
            },
            {
                "verse_number": "18",
                "verse_text": "So make sure that everyone in your tribe remains faithful to the Lord and never starts worshiping gods of other nations."
            },
            {
                "verse_number": "19",
                "verse_text": "You may be an Israelite and know all about the Lord 's agreement with us, but he won't bless you if you rebel against him. You may think you can get away with it, but you will cause the rest of Israel to be punished along with you."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord will strike your country with diseases and disasters. Your descendants and foreigners from distant countries will see that your land"
            },
            {
                "verse_number": "23",
                "verse_text": "has become a scorching desert of salt and sulfur, where nothing is planted, nothing sprouts, and nothing grows. It will be as lifeless as the land around the cities of Sodom, Gomorrah, Admah, and Zeboiim, after the Lord became angry and destroyed them."
            },
            {
                "verse_number": "24",
                "verse_text": "People from other nations will ask, &apos;Why did the Lord destroy this country? Why was he so furious?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And they will be given this answer:"
            },
            {
                "verse_number": "26",
                "verse_text": "and decided to worship gods that had never helped them. The Lord had forbidden Israel to worship these gods,"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord our God hasn't explained the present or the future, but he has commanded us to obey the laws he gave to us and our descendants."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "I have told you everything the Lord your God will do for you, and I've also told you the curses he will put on you if you reject him. He will scatter you in faraway countries, but when you realize that he is punishing you,"
            },
            {
                "verse_number": "2",
                "verse_text": "return to him with all your heart and soul and start obeying the commands I have given to you today."
            },
            {
                "verse_number": "5",
                "verse_text": "to the land that had belonged to your ancestors and make you even more successful and powerful than they ever were. On the other hand, you might choose to disobey the Lord and reject him. So I'm warning you that if you bow down and worship other gods, you won't have long to live."
            },
            {
                "verse_number": "6",
                "verse_text": "You and your descendants are stubborn, but the Lord will make you willing to obey him and love him with all your heart and soul, and you will enjoy a long life."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the Lord your God will remove the curses from you and put them on those enemies who hate and attack you."
            },
            {
                "verse_number": "8",
                "verse_text": "You will again obey the laws and teachings of the Lord ,"
            },
            {
                "verse_number": "9",
                "verse_text": "and he will bless you with many children, large herds and flocks, and abundant crops. The Lord will be happy to do good things for you, just as he did for your ancestors."
            },
            {
                "verse_number": "10",
                "verse_text": "But you must decide once and for all to worship him with all your heart and soul and to obey everything in The Book of God's Law ."
            },
            {
                "verse_number": "11",
                "verse_text": "You know God's laws, and it isn't impossible to obey them."
            },
            {
                "verse_number": "12",
                "verse_text": "His commands aren't in heaven, so you can't excuse yourselves by saying, &apos;How can we obey the Lord 's commands? They are in heaven, and no one can go up to get them, then bring them down and explain them to us.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And you can't say, &apos;How can we obey the Lord 's commands? They are across the sea, and someone must go across, then bring them back and explain them to us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "No, these commands are nearby and you know them by heart. All you have to do is obey!"
            },
            {
                "verse_number": "15",
                "verse_text": "Today I am giving you a choice. You can choose life and success or death and disaster."
            },
            {
                "verse_number": "19",
                "verse_text": "Now I call the sky and the earth to be witnesses that I am offering you this choice. Will you choose for the Lord to make you prosperous and give you a long life? Or will he put you under a curse and kill you? Choose life!"
            },
            {
                "verse_number": "20",
                "verse_text": "Be completely faithful to the Lord your God, love him, and do whatever he tells you. The Lord is the only one who can give life, and he will let you live a long time in the land that he promised to your ancestors Abraham, Isaac, and Jacob."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Moses again spoke to the whole nation of Israel: Joshua, be brave and strong as you lead these people into their land. The Lord made a promise long ago to Israel's ancestors that this land would someday belong to Israel. That time has now come, and you must divide up the land among the people. Moses and Joshua went to the sacred tent, Moses, you will soon die. But Israel is going into a land where other gods are worshiped, and Israel will reject me and start worshiping these gods. The people will break the agreement I made with them, I will give them the land that I promised, but I know the way they are going to live later on."
            },
            {
                "verse_number": "2",
                "verse_text": "I am 120 years old, and I am no longer able to be your leader. And besides that, the Lord your God has told me that he won't let me cross the Jordan River."
            },
            {
                "verse_number": "6",
                "verse_text": "Be brave and strong! Don't be afraid of the nations on the other side of the Jordan. The Lord your God will always be at your side, and he will never abandon you."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Moses called Joshua up in front of the crowd and said:"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord will lead you into the land. He will always be with you and help you, so don't ever be afraid of your enemies."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses wrote down all of these laws and teachings and gave them to the priests and the leaders of Israel. The priests were from the Levi tribe, and they carried the sacred chest that belonged to the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord told Moses, &apos;You will soon die, so bring Joshua to the sacred tent, and I will appoint him the leader of Israel.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "and the Lord appeared in a thick cloud right over the entrance to the tent."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "17",
                "verse_text": "and I will be so furious that I will abandon them and ignore their prayers. I will send disasters and suffering that will nearly wipe them out. Finally, they will realize that the disasters happened because I abandoned them."
            },
            {
                "verse_number": "18",
                "verse_text": "They will pray to me, but I will ignore them because they were evil and started worshiping other gods."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses and Joshua, I am going to give you the words to a new song. Write them down and teach the song to the Israelites. If they learn it, they will know what I want them to do, and so they will have no excuse for not obeying me."
            },
            {
                "verse_number": "20",
                "verse_text": "I am bringing them into the land that I promised their ancestors. It is a land rich with milk and honey, and the Israelites will have more than enough food to eat. But they will get fat and turn their backs on me and start worshiping other gods. The Israelites will reject me and break the agreement that I made with them."
            },
            {
                "verse_number": "21",
                "verse_text": "When I punish the Israelites and their descendants with suffering and disasters, I will remind them that they know the words to this song, so they have no excuse for not obeying me."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses at once wrote down the words to the song, and he taught it to the Israelites."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord told Joshua, &apos;Be brave and strong! I will help you lead the people of Israel into the land that I have promised them.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses wrote down all these laws and teachings in a book,"
            },
            {
                "verse_number": "25",
                "verse_text": "then he went to the Levites who carried the sacred chest and said:"
            },
            {
                "verse_number": "26",
                "verse_text": "This is The Book of God's Law . Keep it beside the sacred chest that holds the agreement the Lord your God made with Israel. This book is proof that you know what the Lord wants you to do."
            },
            {
                "verse_number": "27",
                "verse_text": "I know how stubborn and rebellious you and the rest of the Israelites are. You have rebelled against the Lord while I have been alive, and it will only get worse after I am gone."
            },
            {
                "verse_number": "28",
                "verse_text": "So call together the leaders and officials of the tribes of Israel. I will bring this book and read every word of it to you, and I will call the sky and the earth as witnesses that all of you know what you are supposed to do."
            },
            {
                "verse_number": "29",
                "verse_text": "I am going to die soon, and I know that in the future you will stop caring about what is right and what is wrong, and so you will disobey the Lord and stop living the way I told you to live. The Lord will be angry, and terrible things will happen to you."
            },
            {
                "verse_number": "30",
                "verse_text": "Moses called a meeting of all the people of Israel, so he could teach them the words to the song that the Lord had given him. And here are the words:"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Earth and Sky, listen to what I say! My words will be like gentle rain on tender young plants, or like dew on the grass. the wonderful name of the Lord our God. and he never does wrong. God can always be trusted to bring justice. and are unfaithful to him. You have disgraced yourselves and are no longer worthy the one who created you, but you repaid him by being foolish. Ask your parents or any of your elders. They will tell you gave land to every nation. He assigned a guardian angel in a barren desert filled with howling winds. God became your fortress, protecting you as though you were his own eyes. teaching its young to fly, always ready to swoop down and catch them on its back. and without the aid of a foreign god, capture the land. Your fields were rich with grain. Olive trees grew in your stony soil, and honey was found among the rocks. produced milk and yogurt, and you got choice meat from your sheep and goats that grazed in Bashan. Your wheat was the finest, and you drank the best wine. against God, your Creator your only place of safety. by worshiping disgusting idols and foreign gods. that never helped you, new gods that your ancestors never worshiped. from God, your Creator; the source of your life. but you made him angry. Then he rejected you &apos;You are unfaithful and can't be trusted. So I won't answer your prayers; I'll just watch and see what happens to you. and made me jealous and angry! and worthless nation to make you jealous and angry. that sends you down to the world of the dead. It will scorch your farmlands and burn deep down under the mountains. to strike you like arrows. and deadly diseases, by the fangs of wild animals and poisonous snakes. will be killed in the streets and terrified at home. so no one would remember that you had ever lived. of your enemies saying, &quot;We defeated Israel with no help from the Lord .&quot; &apos; that's what the Lord has said to you. But you don't have good sense, and you never listen to advice. where you are headed. chase a thousand of Israel's troops? Or how could two of theirs pursue ten thousand of ours? It can only happen if the Lord stops protecting Israel and lets the enemy win. that only our God rooted in the fields The grapes they produce are full of bitter poison; than cobra venom. a list of their sins and locked it in his vault. suddenly they will slip, and total disaster will quickly follow. of the Lord 's people remain, when their strength is gone, and some of them are slaves, the Lord will feel sorry for them and give them justice. &apos;You ran for safety to other gods&ndash; couldn't they help you? and your best sacrifices. Can't those gods help you now or give you protection? I am the only God; there are no others. I am the one who takes life and gives it again. I punished you with suffering. But now I will heal you, and nothing can stop me! Just as I live forever, on my hateful enemies. I will sharpen my sword and let it flash like lightning. on enemy blood; my sword will taste the flesh and the blood of the enemy. It will kill prisoners, and cut off the heads and all gods to bow down because he will take revenge on those hateful enemies who killed his people. He will forgive the sins of Israel"
            },
            {
                "verse_number": "2",
                "verse_text": "Israel, I will teach you."
            },
            {
                "verse_number": "3",
                "verse_text": "Join with me in praising"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord is a mighty rock,"
            },
            {
                "verse_number": "5",
                "verse_text": "But you lie and cheat to be his children. to each of them, takes care of Israel. you rejected the Mighty Rock, to demons, those useless gods you forgot the Mighty Rock, Now I will send a cruel is a Mighty Rock. of Sodom and Gomorrah. what they deserve &ndash; of their leaders.&apos; to the Lord , and purify their land."
            },
            {
                "verse_number": "6",
                "verse_text": "Israel, the Lord is your Father,"
            },
            {
                "verse_number": "7",
                "verse_text": "Think about past generations."
            },
            {
                "verse_number": "8",
                "verse_text": "that God Most High"
            },
            {
                "verse_number": "9",
                "verse_text": "but the Lord himself"
            },
            {
                "verse_number": "10",
                "verse_text": "Israel, the Lord discovered you"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord was like an eagle"
            },
            {
                "verse_number": "12",
                "verse_text": "Israel, the Lord led you,"
            },
            {
                "verse_number": "13",
                "verse_text": "he helped you"
            },
            {
                "verse_number": "14",
                "verse_text": "Your flocks and herds"
            },
            {
                "verse_number": "15",
                "verse_text": "Israel, you grew fat and rebelled"
            },
            {
                "verse_number": "16",
                "verse_text": "You made God jealous and angry"
            },
            {
                "verse_number": "17",
                "verse_text": "You offered sacrifices"
            },
            {
                "verse_number": "18",
                "verse_text": "You turned away"
            },
            {
                "verse_number": "19",
                "verse_text": "You were the Lord 's children,"
            },
            {
                "verse_number": "20",
                "verse_text": "and said,"
            },
            {
                "verse_number": "21",
                "verse_text": "You worshiped worthless idols,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;My people, I will breathe out fire"
            },
            {
                "verse_number": "23",
                "verse_text": "I'll send disaster after disaster"
            },
            {
                "verse_number": "24",
                "verse_text": "You'll be struck by starvation"
            },
            {
                "verse_number": "25",
                "verse_text": "Young and old alike"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;I wanted to scatter you,"
            },
            {
                "verse_number": "27",
                "verse_text": "But I dreaded the sound"
            },
            {
                "verse_number": "28",
                "verse_text": "People of Israel,"
            },
            {
                "verse_number": "29",
                "verse_text": "If you did, you could see"
            },
            {
                "verse_number": "30",
                "verse_text": "How could one enemy soldier"
            },
            {
                "verse_number": "31",
                "verse_text": "Even our enemies know"
            },
            {
                "verse_number": "32",
                "verse_text": "Our enemies are grapevines"
            },
            {
                "verse_number": "33",
                "verse_text": "their wine is more deadly"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Lord has written"
            },
            {
                "verse_number": "35",
                "verse_text": "Soon our enemies will get"
            },
            {
                "verse_number": "36",
                "verse_text": "When only a few"
            },
            {
                "verse_number": "37",
                "verse_text": "But first the Lord will say,"
            },
            {
                "verse_number": "38",
                "verse_text": "You offered them wine"
            },
            {
                "verse_number": "39",
                "verse_text": "Don't you understand?"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;I make this solemn promise:"
            },
            {
                "verse_number": "41",
                "verse_text": "I will take revenge"
            },
            {
                "verse_number": "42",
                "verse_text": "My arrows will get drunk"
            },
            {
                "verse_number": "43",
                "verse_text": "Tell the heavens to celebrate"
            },
            {
                "verse_number": "46",
                "verse_text": "he said, &apos;Always remember this song I have taught you today. And let it be a warning that you must teach your children to obey everything written in The Book of God's Law ."
            },
            {
                "verse_number": "47",
                "verse_text": "The Law isn't empty words. It can give you a long life in the land that you are going to take.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Later that day the Lord said to Moses:"
            },
            {
                "verse_number": "49",
                "verse_text": "Go up into the Abarim Mountain range here in Moab across the Jordan River valley from Jericho. And when you reach the top of Mount Nebo, you will be able to see the land of Canaan, which I am giving to Israel."
            },
            {
                "verse_number": "50",
                "verse_text": "Then you will die and be buried on the mountaintop, just as your brother Aaron died and was buried on Mount Hor."
            },
            {
                "verse_number": "51",
                "verse_text": "Both of you were unfaithful to me at Meribah Spring near Kadesh in the Zin Desert. I am God, but there in front of the Israelites, you did not treat me with the honor and respect I deserve."
            },
            {
                "verse_number": "52",
                "verse_text": "So I will give the land to the people of Israel, but you will only get to see it from a distance."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Moses was a prophet, and before he died, he blessed the tribes of Israel by saying: From Edom, he gave light to his people, and his glory was shining from Mount Paran. Thousands of his warriors were with him, and fire and he protects his people. They listen to his words and worship at his feet. * and gave you God's Law. made the Lord your king. even though your tribe tribe of Judah, as you beg to come safely home. now the Lord will help you. the Lord tested you, tribe of Levi. to the Levi tribe. with the Lord was more important to you than the life of your father or mother, or brothers or sisters, and at the place of worship you offer sacrifices and burn incense. everything you do, and make you strong enough to crush your enemies. tribe of Benjamin. He will live among your hills and protect you. the Lord will bless you with precious water from deep wells and with dew from the sky. will ripen in the sunshine. from the slopes of the ancient hills. in the burning bush wants to give you the best the land can produce, and it will be a princely crown on Joseph's head. and Manasseh are majestic and fierce like a bull or a wild ox. They will run their spears through faraway nations. as your boats set sail; be happy, Issachar, in your tents. and from the sandy beach to celebrate with you and offer sacrifices to God. the Lord will bless you with more land. So shout his praises! Your tribe is like a lion ripping up its victim. and chose the best land for your tribe, but you obeyed the Lord you are like a lion cub, people of Naphtali. He will bless you and give you the land is for you, tribe of Asher. You will be the favorite of all the other tribes. You will be rich with olive oil with bronze and iron bolts. Your people will be powerful for as long as they live. is like ours&ndash; the clouds are his chariot as he rides across the skies to come and help us. is our hiding place; he carries us in his arms. When God tells you to destroy your enemies, he will make them run. The dew will fall from the sky, and you will have plenty of grain and wine. and given you more blessings than any other nation. He protects you like a shield and is your majestic sword. Your enemies will bow in fear, and you will trample on their backs."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord came from Mount Sinai. was at his right hand. of Israel, of the tribes of Israel will always be small. You fought your enemies alone; You were faithful, and so the priesthood belongs or your own children. you will get treasure. So invite the other tribes and helped the other tribes. startled by a snake. to the west and the south. your enemies will be gone."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord loves the tribes"
            },
            {
                "verse_number": "4",
                "verse_text": "I called a meeting"
            },
            {
                "verse_number": "5",
                "verse_text": "Then you and your leaders"
            },
            {
                "verse_number": "6",
                "verse_text": "Tribe of Reuben, you will live,"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord will listen to you,"
            },
            {
                "verse_number": "8",
                "verse_text": "At Massah and Meribah Spring,"
            },
            {
                "verse_number": "9",
                "verse_text": "Protecting Israel's agreement"
            },
            {
                "verse_number": "10",
                "verse_text": "You teach God's laws to Israel,"
            },
            {
                "verse_number": "11",
                "verse_text": "I pray that the Lord will bless"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord Most High loves you,"
            },
            {
                "verse_number": "13",
                "verse_text": "Descendants of Joseph,"
            },
            {
                "verse_number": "14",
                "verse_text": "Month by month, your fruit"
            },
            {
                "verse_number": "15",
                "verse_text": "You will have a rich harvest"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord who appeared"
            },
            {
                "verse_number": "17",
                "verse_text": "The armies of Ephraim"
            },
            {
                "verse_number": "18",
                "verse_text": "Be happy, Zebulun,"
            },
            {
                "verse_number": "19",
                "verse_text": "The sea will make you wealthy,"
            },
            {
                "verse_number": "20",
                "verse_text": "Tribe of Gad,"
            },
            {
                "verse_number": "21",
                "verse_text": "Your leaders met together"
            },
            {
                "verse_number": "22",
                "verse_text": "Tribe of Dan,"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord is pleased with you,"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord 's greatest blessing"
            },
            {
                "verse_number": "25",
                "verse_text": "and have strong town gates"
            },
            {
                "verse_number": "26",
                "verse_text": "Israel, no other god"
            },
            {
                "verse_number": "27",
                "verse_text": "The eternal God"
            },
            {
                "verse_number": "28",
                "verse_text": "Israel, you will live in safety;"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord has rescued you"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Sometime later, Moses left the lowlands of Moab. He went up Mount Pisgah to the peak of Mount Nebo, which is across the Jordan River from Jericho. The Lord showed him all the land as far north as Gilead and the town of Dan."
            },
            {
                "verse_number": "2",
                "verse_text": "He let Moses see the territories that would soon belong to the tribes of Naphtali, Ephraim, Manasseh, and Judah, as far west as the Mediterranean Sea."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord also showed him the land in the south, from the valley near the town of Jericho, known as The City of Palm Trees, down to the town of Zoar."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said, &apos;Moses, this is the land I was talking about when I solemnly promised Abraham, Isaac, and Jacob that I would give land to their descendants. I have let you see it, but you will not cross the Jordan and go in.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And so, Moses the Lord 's servant died there in Moab, just as the Lord had said."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord buried him in a valley near the town of Beth-Peor, but even today no one knows exactly where."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses was 120 years old when he died, yet his eyesight was still good, and his body was strong."
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Israel stayed in the lowlands of Moab, where they mourned and grieved 30 days for Moses, as was their custom."
            },
            {
                "verse_number": "9",
                "verse_text": "Before Moses died, he had placed his hands on Joshua, and the Lord had given Joshua wisdom. The Israelites paid attention to what Joshua said and obeyed the commands that the Lord had given Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "There has never again been a prophet in Israel like Moses. The Lord spoke face to face with him"
            },
            {
                "verse_number": "11",
                "verse_text": "and sent him to perform powerful miracles in the presence of the king of Egypt and his entire nation."
            },
            {
                "verse_number": "12",
                "verse_text": "No one else has ever had the power to do such great things as Moses did for everyone to see."
            }
        ]
    }
}