{
    "Joshua": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Moses, the Lord 's servant, was dead. So the Lord spoke to Joshua son of Nun, who had been the assistant of Moses. The Lord said: In a few days we will cross the Jordan River to take the land that the Lord our God is giving us. So prepare as much food as you'll need for the march into the land. We'll cross the Jordan River and help our relatives. We'll fight anywhere you send us."
            },
            {
                "verse_number": "2",
                "verse_text": "My servant Moses is dead. Now you must lead Israel across the Jordan River into the land I'm giving to all of you."
            },
            {
                "verse_number": "3",
                "verse_text": "Wherever you go, I'll give you that land, as I promised Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "It will reach from the Southern Desert to the Lebanon Mountains in the north, and to the northeast as far as the great Euphrates River. It will include the land of the Hittites, and the land from here at the Jordan River to the Mediterranean Sea on the west."
            },
            {
                "verse_number": "5",
                "verse_text": "Joshua, I will always be with you and help you as I helped Moses, and no one will ever be able to defeat you."
            },
            {
                "verse_number": "9",
                "verse_text": "I've commanded you to be strong and brave. Don't ever be afraid or discouraged! I am the Lord your God, and I will be there to help you wherever you go."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua ordered the tribal leaders"
            },
            {
                "verse_number": "11",
                "verse_text": "to go through the camp and tell everyone:"
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua told the men of the tribes of Reuben, Gad, and East Manasseh:"
            },
            {
                "verse_number": "15",
                "verse_text": "conquer the land that the Lord is giving them. The Lord will give peace to them as he has given peace to you, and then you can come back and settle here in the land that Moses promised you."
            },
            {
                "verse_number": "16",
                "verse_text": "The men answered:"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Joshua chose two men as spies and sent them from their camp at Acacia with these instructions: &apos;Go across the river and find out as much as you can about the whole region, especially about the town of Jericho.&apos; The two spies left the Israelite camp at Acacia and went to Jericho, where they decided to spend the night at the house of a prostitute named Rahab. Meanwhile, Rahab had taken the men up to the flat roof of her house and had hidden them under some piles of flax plants that she had put there to dry. She answered, &apos;Some men did come to my house, but I didn't know where they had come from. They left about sunset, just before it was time to close the town gate. I don't know where they were going, but if you hurry, maybe you can catch them.&apos; The soldiers came to her door and demanded, &apos;Let us have the men who are staying at your house. They are spies.&apos; The guards at the town gate let the soldiers leave Jericho, but they closed the gate again as soon as the soldiers went through. Then the soldiers headed toward the Jordan River to look for the spies at the place where people cross the river. You made us promise to let you and your family live. We will keep our promise, but you can't tell anyone why we were here. You must tie this red rope on your window when we attack, and your father and mother, your brothers, and everyone else in your family must be here with you. We'll take the blame if anyone who stays in this house gets hurt. But anyone who leaves your house will be killed, and it won't be our fault."
            },
            {
                "verse_number": "2",
                "verse_text": "But someone found out about them and told the king of Jericho, &apos;Some Israelite men came here tonight, and they are spies.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Rahab went back up to her roof. The spies were still awake, so she told them:"
            },
            {
                "verse_number": "9",
                "verse_text": "I know that the Lord has given Israel this land. Everyone shakes with fear because of you."
            },
            {
                "verse_number": "10",
                "verse_text": "We heard how the Lord dried up the Red Sea so you could leave Egypt. And we heard how you destroyed Sihon and Og, those two Amorite kings east of the Jordan River."
            },
            {
                "verse_number": "11",
                "verse_text": "We know that the Lord your God rules heaven and earth, and we've lost our courage and our will to fight."
            },
            {
                "verse_number": "12",
                "verse_text": "Please promise me in the Lord 's name that you will be as kind to my family as I have been to you. Do something to show"
            },
            {
                "verse_number": "13",
                "verse_text": "that you won't let your people kill my father and mother and my brothers and sisters and their families."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Rahab,&apos; the spies answered, &apos;if you keep quiet about what we're doing, we promise to be kind to you when the Lord gives us this land. We pray that the Lord will kill us if we don't keep our promise!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Rahab's house was built into the town wall, and one of the windows in her house faced outside the wall. She gave the spies a rope, showed them the window, and said, &apos;Use this rope to let yourselves down to the ground outside the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "Then hide in the hills. The men who are looking for you won't be able to find you there. They'll give up and come back after a few days, and you can be on your way.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;I'll do exactly what you said,&apos; Rahab promised. Then she sent them on their way and tied the red rope to the window."
            },
            {
                "verse_number": "22",
                "verse_text": "The spies hid in the hills for three days while the king's soldiers looked for them along the roads. As soon as the soldiers gave up and returned to Jericho,"
            },
            {
                "verse_number": "23",
                "verse_text": "the two spies went down into the Jordan valley and crossed the river. They reported to Joshua and told him everything that had happened."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;We're sure the Lord has given us the whole country,&apos; they said. &apos;The people there shake with fear every time they think of us.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Early the next morning, Joshua and the Israelites packed up and left Acacia. They went to the Jordan River and camped there that night."
            },
            {
                "verse_number": "2",
                "verse_text": "Two days later their leaders went through the camp,"
            },
            {
                "verse_number": "5",
                "verse_text": "Joshua told the people, &apos;Make yourselves acceptable to worship the Lord , because he is going to do some amazing things for us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Joshua turned to the priests and said, &apos;Take the chest and cross the Jordan River ahead of us.&apos; So the priests picked up the chest by its carrying poles and went on ahead."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord told Joshua, &apos;Beginning today I will show the people that you are their leader, and they will know that I am helping you as I helped Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, tell the priests who are carrying the chest to go a little way into the river and stand there.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua spoke to the people:"
            },
            {
                "verse_number": "10",
                "verse_text": "The Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites control the land on the other side of the river. But the living God will be with you and will force them out of the land when you attack. And now, God is going to prove that he's powerful enough to force them out."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites packed up and left camp. The priests carrying the chest walked in front,"
            },
            {
                "verse_number": "15",
                "verse_text": "until they came to the Jordan River. The water in the river had risen over its banks, as it often does in springtime. But as soon as the feet of the priests touched the water,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After Israel had crossed the Jordan, the Lord said to Joshua: Go to the middle of the riverbed where the sacred chest is, and pick up a large rock. Carry it on your shoulder to our camp. There are twelve of you, so there will be one rock for each tribe. The priests stayed right where they were until the people had followed the orders that the Lord had given Moses and Joshua. Then they watched as the priests carried the chest the rest of the way across. Years from now your children will ask you why these rocks are here."
            },
            {
                "verse_number": "4",
                "verse_text": "Joshua chose twelve men; then he called them together"
            },
            {
                "verse_number": "5",
                "verse_text": "and said:"
            },
            {
                "verse_number": "8",
                "verse_text": "The men followed the instructions that the Lord had given Joshua. They picked up twelve rocks, one for each tribe, and carried them to the camp, where they put them down."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua set up a monument next to the place where the priests were standing. This monument was also made of twelve large rocks, and it is still there in the middle of the river."
            },
            {
                "verse_number": "19",
                "verse_text": "It was the tenth day of the first month of the year when Israel crossed the Jordan River. They set up camp at Gilgal, which was east of the land controlled by Jericho."
            },
            {
                "verse_number": "20",
                "verse_text": "The men who had carried the twelve rocks from the Jordan brought them to Joshua, and they made them into a monument."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joshua told the people:"
            },
            {
                "verse_number": "24",
                "verse_text": "because he wants everyone on earth to know how powerful he is. And he wants us to worship only him.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The Amorite kings west of the Jordan River and the Canaanite kings along the Mediterranean Sea lost their courage and their will to fight, when they heard how the Lord had dried up the Jordan River to let Israel go across. And why had they wandered for 40 years? It was because right after they left Egypt, the men in the army had disobeyed the Lord . And the Lord had said, &apos;None of you men will ever live to see the land that I promised Israel. It is a land rich with milk and honey, and someday your children will live there, but not before you die here in the desert.&apos; Joshua fell to his knees and bowed down to the ground. &apos;I am your servant,&apos; he said. &apos;Tell me what to do.&apos; So Joshua took off his sandals."
            },
            {
                "verse_number": "2",
                "verse_text": "While Israel was camped at Gilgal, the Lord said, &apos;Joshua, make some flint knives and circumcise the rest of the Israelite men and boys.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua made the knives, then circumcised those men and boys at Haaraloth Hill."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone who had been circumcised needed time to heal, and they stayed in camp."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord told Joshua, &apos;It was a disgrace for my people to be slaves in Egypt, but now I have taken away that disgrace.&apos; So the Israelites named the place Gilgal, and it still has that name."
            },
            {
                "verse_number": "10",
                "verse_text": "Israel continued to camp at Gilgal in the desert near Jericho, and on the fourteenth day of the same month, they celebrated Passover."
            },
            {
                "verse_number": "13",
                "verse_text": "One day, Joshua was near Jericho when he saw a man standing some distance in front of him. The man was holding a sword, so Joshua walked up to him and asked, &apos;Are you on our side or on our enemies' side?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Neither,&apos; he answered. &apos;I am here because I am the commander of the Lord 's army.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Take off your sandals,&apos; the commander answered. &apos;This is a holy place.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Meanwhile, the people of Jericho had been locking the gates in their town wall because they were afraid of the Israelites. No one could go out or come in. With my help, you and your army will defeat the king of Jericho and his army, and you will capture the town. Here is how to do it: March slowly around Jericho once a day for six days. But on the seventh day, march slowly around the town seven times while the priests blow their trumpets. As soon as Joshua finished giving the orders, the army started marching. One group of soldiers led the way, with seven priests marching behind them and blowing trumpets. Then came the priests carrying the chest, followed by the rest of the soldiers. Get ready to shout! The Lord will let you capture this town. Joshua said to the two men who had been spies, &apos;Rahab kept you safe when I sent you to Jericho. We promised to protect her and her family, and we will keep that promise. Now go into her house and bring them out.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Take along the sacred chest and tell seven priests to walk in front of it, carrying trumpets."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the priests will blast on their trumpets, and everyone else will shout. The wall will fall down, and your soldiers can go straight in from every side."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua called the priests together and said, &apos;Take the chest and tell seven priests to carry trumpets and march ahead of it.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They obeyed Joshua's orders and carried the chest once around the town before returning to camp for the night."
            },
            {
                "verse_number": "15",
                "verse_text": "On the seventh day, the army got up at daybreak. They marched slowly around Jericho the same as they had done for the past six days, except on this day they went around seven times."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the priests blew the trumpets, and Joshua yelled:"
            },
            {
                "verse_number": "17",
                "verse_text": "But you must destroy it and everything in it, to show that it now belongs to the Lord . The woman Rahab helped the spies we sent, so protect her and the others who are inside her house. But kill everyone else in the town."
            },
            {
                "verse_number": "20",
                "verse_text": "The priests blew their trumpets again, and the soldiers shouted as loud as they could. The walls of Jericho fell flat. Then the soldiers rushed up the hill, went straight into the town, and captured it."
            },
            {
                "verse_number": "26",
                "verse_text": "After Jericho was destroyed, Joshua warned the people, &apos;Someday a man will rebuild Jericho, but the Lord will put a curse on him, and the man's oldest son will die when he starts to build the town wall. And by the time he finishes the wall and puts gates in it, all his children will be dead.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord helped Joshua in everything he did, and Joshua was famous everywhere in Canaan."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord had said that everything in Jericho belonged to him. But Achan from the Judah tribe took some of the things from Jericho for himself. And so the Lord was angry with the Israelites, because one of them had disobeyed him. The spies left and went to Ai, which is east of Bethel and near Beth-Aven. Our Lord , did you bring us across the Jordan River just so the Amorites could destroy us? This wouldn't have happened if we had agreed to stay on the other side of the Jordan. Stop lying there on the ground! Get up! Joshua told some people to run to Achan's tent, where they found the silver, the gold, and the robe. The people of Israel then stoned to death Achan and his family. They made a fire and burned the bodies, together with what Achan had stolen, and all his possessions. That's how the place came to be called Trouble Valley."
            },
            {
                "verse_number": "2",
                "verse_text": "While Israel was still camped near Jericho, Joshua sent some spies with these instructions: &apos;Go to the town of Ai and find out whatever you can about the region around the town.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They went back to Joshua and reported, &apos;You don't need to send the whole army to attack Ai&ndash;2,000 or 3,000 troops will be enough. Why bother the whole army for a town that small?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua and the leaders of Israel tore their clothes and put dirt on their heads to show their sorrow. They lay facedown on the ground in front of the sacred chest until sunset."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Joshua said:"
            },
            {
                "verse_number": "8",
                "verse_text": "I don't even know what to say to you, since Israel's army has turned and run from the enemy."
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone will think you weren't strong enough to protect your people. Now the Canaanites and everyone else who lives in the land will surround us and wipe us out."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord answered:"
            },
            {
                "verse_number": "11",
                "verse_text": "I said everything in Jericho belonged to me and had to be destroyed. But the Israelites have kept some of the things for themselves. They stole from me and hid what they took. Then they lied about it."
            },
            {
                "verse_number": "12",
                "verse_text": "What they stole was supposed to be destroyed, and now Israel itself must be destroyed. I cannot help you anymore until you do exactly what I have said. That's why Israel turns and runs from its enemies instead of standing up to them."
            },
            {
                "verse_number": "13",
                "verse_text": "Tell the people of Israel, &apos;Tomorrow you will meet with the Lord your God, so make yourselves acceptable to worship him. The Lord says that you have taken things that should have been destroyed. You won't be able to stand up to your enemies until you get rid of those things."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Tomorrow morning everyone must gather near the place of worship. You will come forward tribe by tribe, and the Lord will show which tribe is guilty. Next, the clans in that tribe must come forward, and the Lord will show which clan is guilty. The families in that clan must come, and the Lord will point out the guilty family. Finally, the men in that family must come,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the Lord will show who stole what should have been destroyed. That man must be put to death, his body burned, and his possessions thrown into the fire. He has done a terrible thing by breaking the sacred agreement that the Lord made with Israel.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Joshua got up early the next morning and brought each tribe to the place of worship, where the Lord showed that the Judah tribe was guilty."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Joshua brought the clans of Judah to the Lord , and the Lord showed that the Zerah clan was guilty. One by one he brought the leader of each family in the Zerah clan to the Lord , and the Lord showed that Zabdi's family was guilty."
            },
            {
                "verse_number": "18",
                "verse_text": "Finally, Joshua brought each man in Zabdi's family to the Lord , and the Lord showed that Achan was the guilty one."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Achan,&apos; Joshua said, &apos;the Lord God of Israel has decided that you are guilty. So tell me what you did, and don't try to hide anything.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;It's true,&apos; Achan answered. &apos;I sinned and disobeyed the Lord God of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "They brought them back and put them in front of the sacred chest, so Joshua and the rest of the Israelites could see them."
            },
            {
                "verse_number": "24",
                "verse_text": "Then everyone took Achan and the things he had stolen to Trouble Valley. They also took along his sons and daughters, his cattle, donkeys, and sheep, his tent, and everything else that belonged to him."
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua said, &apos;Achan, you caused us a lot of trouble. Now the Lord is paying you back with the same kind of trouble.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They covered the remains with a big pile of rocks, which is still there. Then the Lord stopped being angry with Israel."
            }
        ],
        "8": [
            {
                "verse_number": "7",
                "verse_text": "you come out of hiding. The Lord our God will help you capture the town."
            },
            {
                "verse_number": "8",
                "verse_text": "Then set it on fire, as the Lord has told us to do. Those are your orders,"
            },
            {
                "verse_number": "9",
                "verse_text": "now go!"
            },
            {
                "verse_number": "10",
                "verse_text": "Early the next morning he got his troops ready to move out, and he and the other leaders of Israel led them to Ai."
            },
            {
                "verse_number": "11",
                "verse_text": "They set up camp in full view of the town, across the valley to the north."
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua had already sent 5,000 soldiers to the west side of the town to hide and wait to attack."
            },
            {
                "verse_number": "13",
                "verse_text": "Now all his troops were in place. Part of the army was in the camp to the north of Ai, and the others were hiding to the west, ready to make a surprise attack. That night, Joshua went into the valley."
            },
            {
                "verse_number": "18",
                "verse_text": "Finally, the Lord told Joshua, &apos;Point your sword at the town of Ai, because now I am going to help you defeat it!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "the soldiers who had been hiding jumped up and ran into the town. They captured it and set it on fire."
            },
            {
                "verse_number": "27",
                "verse_text": "But the Israelites took the animals and the other possessions of the people of Ai, because this was what the Lord had told Joshua to do."
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "The people of Gibeon had also heard what Joshua had done to Jericho and Ai."
            },
            {
                "verse_number": "4",
                "verse_text": "So they decided that some of their men should pretend to be messengers to Israel from a faraway country. The men put worn-out bags on their donkeys and found some old wineskins that had cracked and had been sewn back together."
            },
            {
                "verse_number": "5",
                "verse_text": "Their sandals were old and patched, and their clothes were worn out. They even took along some dry and crumbly bread."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they went to the Israelite camp at Gilgal, where they said to Joshua and the men of Israel, &apos;We have come from a country that is far from here. Please make a peace treaty with us.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "We are your servants, and we live far from here. We came because the Lord your God is so famous. We heard what the Lord did in Egypt"
            },
            {
                "verse_number": "10",
                "verse_text": "and what he did to those two Amorite kings on the other side of the Jordan: King Og of Bashan, who lived in Ashtaroth, and King Sihon of Heshbon."
            },
            {
                "verse_number": "11",
                "verse_text": "Our leaders and everyone who lives in our country told us to meet with you and tell you that all of us are your servants. They said to ask you to make a peace treaty with our people. They told us to be sure and take along enough food for our journey."
            },
            {
                "verse_number": "12",
                "verse_text": "See this dry, crumbly bread of ours? It was hot out of the oven when we packed the food on the day we left our homes."
            },
            {
                "verse_number": "13",
                "verse_text": "These cracked wineskins were new when we filled them, and our clothes and sandals are worn out because we have traveled so far."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites tried some of the food, but they did not ask the Lord if he wanted them to make a treaty."
            },
            {
                "verse_number": "15",
                "verse_text": "So Joshua made a peace treaty with the messengers and promised that Israel would not kill their people. Israel's leaders swore that Israel would keep this promise."
            },
            {
                "verse_number": "18",
                "verse_text": "But they did not attack the towns, because the Israelite leaders had sworn in the name of the Lord that they would let these people live."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua told some of his soldiers, &apos;I want to meet with the Gibeonite leaders. Bring them here.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So now you are under a curse, and from now on your people will have to send workers to cut wood and carry water for the place of worship.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The Gibeonites answered, &apos;The Lord your God told his servant Moses that you were to kill everyone who lives here and take their land for yourselves. We were afraid you would kill us, and so we tricked you into making a peace treaty. But we agreed to be your servants,"
            },
            {
                "verse_number": "25",
                "verse_text": "and you are strong enough to do anything to us that you want. We just ask you to do what seems right.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joshua did not let the Israelites kill the Gibeonites,"
            },
            {
                "verse_number": "27",
                "verse_text": "but he did tell the Gibeonites that they would have to be servants of the nation of Israel. They would have to cut firewood and bring it for the priests to use for burning sacrifices on the Lord 's altar, wherever the Lord decided the altar would be. The Gibeonites would also have to carry water for the priests. And that is still the work of the Gibeonites."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "King Adonizedek of Jerusalem heard that Joshua had captured and destroyed the town of Ai, and then killed its king as he had done at Jericho. He also learned that the Gibeonites had signed a peace treaty with Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "This frightened Adonizedek and his people. They knew that Gibeon was a large town, as big as the towns that had kings, and even bigger than the town of Ai had been. And all of the men of Gibeon were warriors."
            },
            {
                "verse_number": "3",
                "verse_text": "So Adonizedek sent messages to the kings of four other towns: King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon. The messages said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The Gibeonites have signed a peace treaty with Joshua and the Israelites. Come and help me attack Gibeon!&apos; &apos;Our Lord , make the sun stop in the sky over Gibeon, and the moon stand still So the sun and the moon stopped and stood still until Israel defeated its enemies. Joshua's troops obeyed his orders, and those rocks are still there."
            },
            {
                "verse_number": "5",
                "verse_text": "When these five Amorite kings called their armies together and attacked Gibeon,"
            },
            {
                "verse_number": "6",
                "verse_text": "the Gibeonites sent a message to the Israelite camp at Gilgal: &apos;Joshua, please come and rescue us! The Amorite kings from the hill country have joined together and are attacking us. We are your servants, so don't let us down. Please hurry!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua and his army, including his best warriors, left Gilgal."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Joshua,&apos; the Lord said, &apos;don't be afraid of the Amorites. They will run away when you attack, and I will help you defeat them.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua marched all night from Gilgal to Gibeon and made a surprise attack on the Amorite camp."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord made the enemy panic, and the Israelites started killing them right and left. They chased the Amorite troops up the road to Beth-Horon and kept on killing them, until they reached the towns of Azekah and Makkedah."
            },
            {
                "verse_number": "11",
                "verse_text": "And while these troops were going down through Beth-Horon Pass, the Lord made huge hailstones fall on them all the way to Azekah. More of the enemy soldiers died from the hail than from the Israelite weapons."
            },
            {
                "verse_number": "14",
                "verse_text": "Never before and never since has the Lord done anything like that for someone who prayed. The Lord was really fighting for Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "After the battle, Joshua and the Israelites went back to their camp at Gilgal."
            },
            {
                "verse_number": "16",
                "verse_text": "While the enemy soldiers were running from the Israelites, the five enemy kings ran away and hid in a cave near Makkedah."
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua's soldiers told him, &apos;The five kings have been found in a cave near Makkedah.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua answered, &apos;Roll some big stones over the mouth of the cave and leave a few soldiers to guard it."
            },
            {
                "verse_number": "19",
                "verse_text": "But you and everyone else must keep going after the enemy troops, because they will be safe if they reach their walled towns. Don't let them get away! The Lord our God is helping us get rid of them.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Joshua and the Israelites almost wiped out the enemy soldiers. Only a few safely reached their walled towns."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelite army returned to their camp at Makkedah, where Joshua was waiting for them. No one around there dared say anything bad about the Israelites."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua told his soldiers, &apos;Now, move the rocks from the entrance to the cave and bring those five kings to me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The soldiers opened the entrance to the cave and brought out the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."
            },
            {
                "verse_number": "24",
                "verse_text": "After Joshua had called the army together, he forced the five kings to lie down on the ground. Then he called his officers forward and told them, &apos;You fought these kings along with me, so put your feet on their necks.&apos; The officers did this,"
            },
            {
                "verse_number": "25",
                "verse_text": "and Joshua continued, &apos;Don't ever be afraid or discouraged. Be brave and strong. This is what the Lord will do to all your enemies.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joshua killed the five kings and told his men to hang each body on a tree. Then at sunset"
            },
            {
                "verse_number": "27",
                "verse_text": "he told some of his troops, &apos;Take the bodies down and throw them into the cave where the kings were found. Cover the entrance to the cave with big rocks.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Later that day, Joshua captured Makkedah and killed its king and everyone else in the town, just as he had done at Jericho."
            },
            {
                "verse_number": "29",
                "verse_text": "Joshua and his army left Makkedah and attacked the town of Libnah."
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord let them capture the town and its king, and they killed the king and everyone else, just as they had done at Jericho."
            },
            {
                "verse_number": "31",
                "verse_text": "Joshua then led his army to Lachish, and they set up camp around the town. They attacked,"
            },
            {
                "verse_number": "32",
                "verse_text": "and the next day the Lord let them capture the town. They killed everyone, as they had done at Libnah."
            },
            {
                "verse_number": "33",
                "verse_text": "King Horam of Gezer arrived to help Lachish, but Joshua and his troops attacked and destroyed him and his army."
            },
            {
                "verse_number": "34",
                "verse_text": "From Lachish, Joshua took his troops to Eglon, where they set up camp surrounding the town. They attacked,"
            },
            {
                "verse_number": "35",
                "verse_text": "captured it that same day, then killed everyone, as they had done at Lachish."
            },
            {
                "verse_number": "36",
                "verse_text": "Joshua and his army left Eglon and attacked Hebron."
            },
            {
                "verse_number": "37",
                "verse_text": "They captured the town and the nearby villages, then killed everyone, including the king. They destroyed Hebron in the same way they had destroyed Eglon."
            },
            {
                "verse_number": "38",
                "verse_text": "Joshua and the Israelite army turned and attacked Debir."
            },
            {
                "verse_number": "39",
                "verse_text": "They captured the town, and its nearby villages. Then they destroyed Debir and killed its king, together with everyone else, just as they had done with Hebron and Libnah."
            },
            {
                "verse_number": "40",
                "verse_text": "Joshua captured towns everywhere in the land: In the central hill country and the foothills to the west, in the Southern Desert and the region that slopes down toward the Dead Sea. Whenever he captured a town, he would kill the king and everyone else, as the Lord God of Israel had commanded."
            },
            {
                "verse_number": "41",
                "verse_text": "Joshua wiped out towns from Kadesh-Barnea to Gaza, everywhere in the region of Goshen, and as far north as Gibeon."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "King Jabin of Hazor heard about Joshua's victories, so he sent messages to many nearby kings and asked them to join him in fighting Israel. He sent these messages to King Jobab of Madon, the kings of Shimron and Achshaph,"
            },
            {
                "verse_number": "2",
                "verse_text": "the kings in the northern hill country and in the Jordan River valley south of Lake Galilee, and the kings in the foothills and in Naphath-Dor to the west."
            },
            {
                "verse_number": "3",
                "verse_text": "He sent messages to the Canaanite kings in the east and the west, to the Amorite, Hittite, Perizzite, and Jebusite kings in the hill country, and to the Hivite kings in the region of Mizpah, near the foot of Mount Hermon. Don't let them frighten you! I'll help you defeat them, and by this time tomorrow they will be dead. Finally, there was peace in the land."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord told Joshua: When you attack, the first thing you have to do is to cripple their horses. Then after the battle is over, burn their chariots."
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua and his army made a surprise attack against the enemy camp at Merom Pond"
            },
            {
                "verse_number": "10",
                "verse_text": "Up to this time, the king of Hazor had controlled the kingdoms that had joined together to attack Israel, so Joshua led his army back and captured Hazor. They killed its king"
            },
            {
                "verse_number": "11",
                "verse_text": "and everyone else, then they set the town on fire."
            },
            {
                "verse_number": "16",
                "verse_text": "Joshua and his army took control of the northern and southern hill country, the foothills to the west, the Southern Desert, the whole region of Goshen, and the Jordan River valley."
            },
            {
                "verse_number": "21",
                "verse_text": "During this same time, Joshua and his army killed the Anakim from the northern and southern hill country. They also destroyed the towns where the Anakim had lived, including Hebron, Debir, and Anab."
            },
            {
                "verse_number": "22",
                "verse_text": "There were not any Anakim left in the regions where the Israelites lived, although there were still some in Gaza, Gath, and Ashdod."
            },
            {
                "verse_number": "23",
                "verse_text": "That's how Joshua captured the land, just as the Lord had commanded Moses, and Joshua divided it up among the tribes."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Before Moses died, he and the people of Israel had defeated two kings east of the Jordan River. These kings had ruled the region from the Arnon River gorge in the south to Mount Hermon in the north, including the eastern side of the Jordan River valley. The Israelites defeated the kings of the following towns west of the Jordan River: There were 31 of these kings in all."
            },
            {
                "verse_number": "2",
                "verse_text": "The first king that Moses and the Israelites defeated was an Amorite, King Sihon of Heshbon. The southern border of his kingdom ran down the middle of the Arnon River gorge, taking in the town of Aroer on the northern edge of the gorge. The Jabbok River separated Sihon's kingdom from the Ammonites on the east. Then the Jabbok turned west and became his northern border, so his kingdom included the southern half of the region of Gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "Sihon also controlled the eastern side of the Jordan River valley from Lake Galilee south to Beth-Jeshimoth and the Dead Sea. In addition to these regions, he ruled the town called Slopes of Mount Pisgah and the land south of there at the foot of the hill."
            },
            {
                "verse_number": "4",
                "verse_text": "Next, Moses and the Israelites defeated King Og of Bashan, who lived in the town of Ashtaroth part of each year and in Edrei the rest of the year. Og was one of the last of the Rephaim."
            },
            {
                "verse_number": "5",
                "verse_text": "His kingdom stretched north to Mount Hermon, east to the town of Salecah, and included the land of Bashan as far west as the borders of the kingdoms of Geshur and Maacah. He also ruled the northern half of Gilead."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses, the Lord 's servant, had led the people of Israel in defeating Sihon and Og. Then Moses gave their land to the tribes of Reuben, Gad, and East Manasseh."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Many years later, the Lord told Joshua: Now you are very old, but there is still a lot of land that Israel has not yet taken. Moses defeated Sihon and killed him and the Midianite chiefs who ruled parts of his kingdom for him. Their names were Evi, Rekem, Zur, Hur, and Reba. The Manasseh tribe is sometimes called the Machir tribe, after Manasseh's son Machir."
            },
            {
                "verse_number": "8",
                "verse_text": "Moses had already given land east of the Jordan River to the tribes of Reuben, Gad, and half of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "This region stretched north from the town in the middle of the Arnon River valley, and included the town of Aroer on the northern edge of the valley. It covered the flatlands of Medeba north of Dibon,"
            },
            {
                "verse_number": "10",
                "verse_text": "and took in the towns that had belonged to Sihon, the Amorite king of Heshbon. Some of these towns were as far east as the Ammonite border."
            },
            {
                "verse_number": "13",
                "verse_text": "However, the Israelites did not force the people of Geshur and Maacah to leave, and they still live there among the Israelites."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses did not give any land to the Levi tribe, because the Lord God of Israel had told them, &apos;Instead of land, you will receive the sacrifices offered at my altar.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses gave land to each of the clans in the Reuben tribe."
            },
            {
                "verse_number": "16",
                "verse_text": "Their land started in the south at the town in the middle of the Arnon River valley, took in the town of Aroer on the northern edge of the valley, and went as far north as the flatlands around Medeba."
            },
            {
                "verse_number": "22",
                "verse_text": "The Israelites also killed Balaam the son of Beor, who had been a fortuneteller."
            },
            {
                "verse_number": "23",
                "verse_text": "This region with its towns and villages was the land for the Reuben tribe, and the Jordan River was its western border."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses also gave land to each of the clans in the Gad tribe."
            },
            {
                "verse_number": "25",
                "verse_text": "It included the town of Jazer, and in the Gilead region their territory took in the land and towns as far east as the town of Aroer just west of Rabbah. This was about half of the land that had once belonged to the Ammonites."
            },
            {
                "verse_number": "26",
                "verse_text": "The land given to Gad stretched from Heshbon in the south to Ramath-Mizpeh and Betonim in the north, and even further north to Mahanaim and Lidebor."
            },
            {
                "verse_number": "27",
                "verse_text": "Gad also received the eastern half of the Jordan River valley, which had been ruled by King Sihon of Heshbon. This territory stretched as far north as Lake Galilee, and included the towns of Beth-Haram, Beth-Nimrah, Succoth, and Zaphon."
            },
            {
                "verse_number": "28",
                "verse_text": "These regions with their towns and villages were given to the Gad tribe."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses gave land east of the Jordan River to half of the clans from the Manasseh tribe."
            },
            {
                "verse_number": "32",
                "verse_text": "That was how Moses divided up the Moab Plains to the east of Jericho on the other side of the Jordan River, so these two and a half tribes would have land of their own."
            },
            {
                "verse_number": "33",
                "verse_text": "But Moses did not give any land to the Levi tribe, because the Lord had promised that he would always provide for them."
            }
        ],
        "14": [
            {
                "verse_number": "6",
                "verse_text": "One day while the Israelites were still camped at Gilgal, Caleb the son of Jephunneh went to talk with Joshua. Caleb belonged to the Kenaz clan, and many other people from the Judah tribe went with Caleb. He told Joshua:"
            },
            {
                "verse_number": "7",
                "verse_text": "I was 40 years old at the time Moses sent me from Kadesh-Barnea into Canaan as a spy. When I came back and told him about the land, everything I said was true."
            },
            {
                "verse_number": "8",
                "verse_text": "The other spies said things that made our people afraid, but I completely trusted the Lord God."
            },
            {
                "verse_number": "9",
                "verse_text": "The same day I came back, Moses told me, &apos;Since you were faithful to the Lord God, I promise that the places where you went as a spy will belong to you and your descendants forever.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua, it was 45 years ago that the Lord told Moses to make that promise, and now I am 85. Even though Israel has moved from place to place in the desert, the Lord has kept me alive all this time as he said he would."
            },
            {
                "verse_number": "11",
                "verse_text": "I'm just as strong today as I was then, and I can still fight as well in battle."
            },
            {
                "verse_number": "12",
                "verse_text": "So I'm asking you for the hill country that the Lord promised me that day. You were there. You heard the other spies talk about that part of the hill country and the large, walled towns where the Anakim live. But maybe the Lord will help me take their land, just as he promised."
            },
            {
                "verse_number": "13",
                "verse_text": "Joshua prayed that God would help Caleb, then he gave Hebron to Caleb and his descendants."
            },
            {
                "verse_number": "14",
                "verse_text": "And Hebron still belongs to Caleb's descendants, because he was faithful to the Lord God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Hebron used to be called Arba's Town, because Arba had been one of the greatest of the Anakim."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The clans of the Judah tribe were given land that went south along the border of Edom, and at its farthest point south it even reached the Zin Desert."
            },
            {
                "verse_number": "2",
                "verse_text": "Judah's southern border started at the south end of the Dead Sea."
            },
            {
                "verse_number": "3",
                "verse_text": "As it went west from there, it ran south of Scorpion Pass to Zin, and then came up from the south to Kadesh-Barnea. It continued past Hezron up to Addar, turned toward Karka,"
            },
            {
                "verse_number": "4",
                "verse_text": "and ran along to Azmon. After that, it followed the Egyptian Gorge and ended at the Mediterranean Sea. This was also Israel's southern border. Next, the border went up to the top of the mountain on the west side of Hinnom Valley and at the north end of Rephaim Valley. The clans of Judah lived within these borders. Eshtaol, Zorah, Ashnah, Zanoah, En-Gannim, Tappuah, Enam, Jarmuth, Adullam, Socoh, Azekah, Shaaraim, Adithaim, Gederah, and Gederothaim. Libnah, Ether, Ashan, Iphtah, Ashnah, Nezib, Keilah, Achzib, and Mareshah. Ekron and the towns between there and the coast, Ashdod and the larger towns nearby, Gaza, the towns from Gaza to the Egyptian Gorge, and the towns along the coast of the Mediterranean Sea. Halhul, Beth-Zur, Gedor, Maarath, Beth-Anoth, and Eltekon. The tenth region was located in the north-central part of Judah's hill country, and it had the following eleven towns with their surrounding villages: Rabbah, and Kiriath-Baal, which is also called Kiriath-Jearim. Beth-Arabah, Middin, Secacah, Nibshan, Salt Town, and En-Gedi."
            },
            {
                "verse_number": "5",
                "verse_text": "Judah's eastern border ran the full length of the Dead Sea. The northern border started at the northern end of the Dead Sea. Caleb gave her a couple of small ponds, named Higher Pond and Lower Pond. Kabzeel, Eder, Jagur, Kinah, Dimonah, Aradah, Kedesh, Hazor of Ithnan, Ziph, Telem, Bealoth, Hazor-Hadattah, Kerioth-Hezron, which is also called Hazor, Amam, Shema, Moladah, Hazar-Gaddah, Heshmon, Beth-Pelet, Hazar-Shual, Beersheba and its surrounding villages, Baalah, Iim, Ezem, Eltolad, Chesil, Hormah, Ziklag, Madmannah, Sansannah, Lebaoth, Shilhim, and Enrimmon. Zenan, Hadashah, Migdalgad, Dilan, Mizpeh, Joktheel, Lachish, Bozkath, Eglon, Cabbon, Lahmas, Chitlish, Gederoth, Beth-Dagon, Naamah, and Makkedah. Shamir, Jattir, Socoh, Dannah, Kiriath-Sannah, which is now called Debir, Anab, Eshtemoh, Anim, Goshen, Holon, and Giloh. Arab, Dumah, Eshan, Janim, Beth-Tappuah, Aphekah, Humtah, Kiriath-Arba, which is now called Hebron, and Zior. Maon, Carmel, Ziph, Juttah, Jezreel, Jokdeam, Zanoah, Kain, Gibeah, and Timnah. Tekoa, Ephrath, which is also called Bethlehem, Peor, Etam, Culon, Tatam, Shoresh, Kerem, Gallim, Bether, and Manahath."
            },
            {
                "verse_number": "6",
                "verse_text": "From there it went west up to Beth-Hoglah, continued north of Beth-Arabah, and went up to the Monument of Bohan, who belonged to the Reuben tribe."
            },
            {
                "verse_number": "7",
                "verse_text": "From there, it went to Trouble Valley and Debir, then turned north and went to Gilgal, which is on the north side of the valley across from Adummim Pass. It continued on to Enshemesh, Enrogel,"
            },
            {
                "verse_number": "8",
                "verse_text": "and up through Hinnom Valley on the land sloping south from Jerusalem. The city of Jerusalem itself belonged to the Jebusites."
            },
            {
                "verse_number": "9",
                "verse_text": "At the top of the mountain it turned and went to Nephtoah Spring and then to the ruins on Mount Ephron. From there, it went to Baalah, which is now called Kiriath-Jearim."
            },
            {
                "verse_number": "10",
                "verse_text": "From Baalah the northern border curved west to Mount Seir and then ran along the northern ridge of Mount Jearim, where Chesalon is located. Then it went down to Beth-Shemesh and over to Timnah."
            },
            {
                "verse_number": "11",
                "verse_text": "It continued along to the hillside north of Ekron, curved around to Shikkeron, and then went to Mount Baalah. After going to Jabneel, the border finally ended at the Mediterranean Sea,"
            },
            {
                "verse_number": "12",
                "verse_text": "which was Judah's western border."
            },
            {
                "verse_number": "13",
                "verse_text": "Joshua gave Caleb some land among the people of Judah, as God had told him to do. Caleb's share was Hebron, which at that time was known as Arba's Town, because Arba was the famous ancestor of the Anakim."
            },
            {
                "verse_number": "14",
                "verse_text": "Caleb attacked Hebron and forced the three Anakim clans of Sheshai, Ahiman, and Talmai to leave."
            },
            {
                "verse_number": "15",
                "verse_text": "Next, Caleb started a war with the town of Debir, which at that time was called Kiriath-Sepher."
            },
            {
                "verse_number": "16",
                "verse_text": "He told his men, &apos;The man who captures Kiriath-Sepher can marry my daughter Achsah.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Caleb's nephew Othniel captured Kiriath-Sepher, and Caleb let him marry Achsah."
            },
            {
                "verse_number": "18",
                "verse_text": "Right after the wedding, Achsah started telling Othniel that he ought to ask her father for a field. She went to see her father, and while she was getting down from her donkey, Caleb asked her, &apos;What's bothering you?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "She answered, &apos;I need your help. The land you gave me is in the Southern Desert, so I really need some spring-fed ponds for a water supply.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The following is a list of the towns in each region given to the Judah clans:"
            },
            {
                "verse_number": "60",
                "verse_text": "The eleventh region was located in the northern part of Judah's hill country, and it had the following two towns with their surrounding villages:"
            },
            {
                "verse_number": "63",
                "verse_text": "The Jebusites lived in Jerusalem, and the people of the Judah tribe could not capture the city and get rid of them. That's why Jebusites still live in Jerusalem along with the people of Judah."
            }
        ],
        "16": [
            {
                "verse_number": "5",
                "verse_text": "The following is a description of the land that was divided among the clans of the Ephraim tribe. Their southern border started at Ataroth-Addar and went west to Upper Beth-Horon"
            },
            {
                "verse_number": "9",
                "verse_text": "Ephraim also had some towns and villages that were inside Manasseh's tribal land."
            },
            {
                "verse_number": "10",
                "verse_text": "Ephraim could not force the Canaanites out of Gezer, so there are still some Canaanites who live there among the Israelites. But now these Canaanites have to work as slaves for the Israelites."
            }
        ],
        "17": [
            {
                "verse_number": "7",
                "verse_text": "The land of the Manasseh tribe went from its northern border with the Asher tribe south to Michmethath, which is to the east of Shechem. The southern border started there, but curved even farther south to include the people who lived around Tappuah Spring."
            },
            {
                "verse_number": "8",
                "verse_text": "The town of Tappuah was on Manasseh's border with Ephraim. Although the land around Tappuah belonged to Manasseh, the town itself belonged to Ephraim."
            },
            {
                "verse_number": "11",
                "verse_text": "Manasseh was supposed to have the following towns with their surrounding villages inside the borders of Issachar's and Asher's tribal lands:"
            },
            {
                "verse_number": "12",
                "verse_text": "But the people of Manasseh could not capture these towns, so the Canaanites kept on living in them."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Israelites grew stronger, they made the Canaanites in these towns work as their slaves, though they never did force them to leave."
            },
            {
                "verse_number": "14",
                "verse_text": "One day the Joseph tribes came to Joshua and asked, &apos;Why didn't you give us more land? The Lord has always been kind to us, and we have too many people for this small region.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua replied, &apos;If there's not enough room for you in the hill country of Ephraim, then go into the forest that belonged to the Perizzites and the Rephaim. Clear out the trees and make more room for yourselves there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Even if we do that,&apos; they answered, &apos;there still won't be enough land for us in the hill country. And we can't move down into Jezreel Valley, because the Canaanites who live in Beth-Shan and in other parts of the valley have iron chariots.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Your tribes do have a lot of people,&apos; Joshua admitted. &apos;I'll give you more land. Your tribes are powerful,"
            },
            {
                "verse_number": "18",
                "verse_text": "so you can have the rest of the hill country, but it's a forest, and you'll have to cut down the trees and clear the land. You can also have Jezreel Valley. Even though the Canaanites there are strong and have iron chariots, you can force them to leave the valley.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After Israel had captured the land, they met at Shiloh and set up the sacred tent."
            },
            {
                "verse_number": "2",
                "verse_text": "There were still seven tribes without any land,"
            },
            {
                "verse_number": "8",
                "verse_text": "Just before the men left camp, Joshua repeated their orders: &apos;Explore the land and write a description of it. Then come back to Shiloh, and I will find out from the Lord how to divide the land.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The men left and went across the land, dividing it into seven regions. They wrote down a description of each region, town by town, and returned to Joshua at the camp at Shiloh."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua found out from the Lord how to divide the land, and he told the tribes what the Lord had decided."
            },
            {
                "verse_number": "11",
                "verse_text": "Benjamin was the first tribe chosen to receive land. The region for its clans lay between the Judah tribe on the south and the Joseph tribes on the north."
            },
            {
                "verse_number": "12",
                "verse_text": "Benjamin's northern border started at the Jordan River and went up the ridge north of Jericho, then on west into the hill country as far as the Beth-Aven Desert."
            },
            {
                "verse_number": "15",
                "verse_text": "Benjamin's southern border started at the edge of Kiriath-Jearim and went east to the ruins and on to Nephtoah Spring."
            },
            {
                "verse_number": "16",
                "verse_text": "From there it went to the bottom of the hill at the northern end of Rephaim Valley. The other side of this hill faces Hinnom Valley, which is on the land that slopes south from Jerusalem. The border went down through Hinnom Valley until it reached Enrogel."
            },
            {
                "verse_number": "17",
                "verse_text": "At Enrogel the border curved north and went to Enshemesh and on east to Geliloth, which is across the valley from Adummim Pass. Then it went down to the Monument of Bohan, who belonged to the Reuben tribe."
            },
            {
                "verse_number": "18",
                "verse_text": "The border ran along the hillside north of Beth-Arabah, then down into the Jordan River valley."
            },
            {
                "verse_number": "19",
                "verse_text": "Inside the valley it went south as far as the northern hillside of Beth-Hoglah. The last section of the border went from there to the northern end of the Dead Sea, at the mouth of the Jordan River."
            },
            {
                "verse_number": "20",
                "verse_text": "The Jordan River itself was Benjamin's eastern border."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Simeon was the second tribe chosen to receive land, and the region for its clans was inside Judah's borders."
            },
            {
                "verse_number": "7",
                "verse_text": "In another region, Simeon had the following four towns with their surrounding villages:"
            },
            {
                "verse_number": "8",
                "verse_text": "Simeon's land also included all the other towns and villages as far south as Baalath-Beer, which is also called Ramah of the South."
            },
            {
                "verse_number": "9",
                "verse_text": "Simeon's tribal land was actually inside Judah's territory. Judah had received too much land for the number of people in its tribe, so part of Judah's land was given to Simeon."
            },
            {
                "verse_number": "13",
                "verse_text": "and continued north to Gath-Hepher, Ethkazin, and Rimmonah, where it curved toward Neah"
            },
            {
                "verse_number": "14",
                "verse_text": "and became the northern border. Then it curved south around Hannathon and went as far west as Iphtahel Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "Zebulun had twelve towns with their surrounding villages. Some of these were Kattath, Nahalal, Shimron, Jiralah, and Bethlehem."
            },
            {
                "verse_number": "16",
                "verse_text": "This is the tribal land, and these are the towns and villages of the Zebulun clans."
            },
            {
                "verse_number": "27",
                "verse_text": "then east to Beth-Dagon. On the southeast, Asher shared a border with Zebulun along the Iphtahel Valley. On the eastern side their border ran north to Beth-Emek, went east of Cabul, and then on to Neiel,"
            },
            {
                "verse_number": "28",
                "verse_text": "Abdon, Rehob, Hammon, Kanah, and as far north as the city of Sidon."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "One day the Lord told Joshua: Kedesh in Galilee in Naphtali's hill country, Shechem in Ephraim's hill country, and Kiriath-Arba in Judah's hill country. Kiriath-Arba is now called Hebron. Bezer in the desert flatlands of Reuben, Ramoth in Gilead, which was a town that belonged to Gad, and Golan in Bashan, which belonged to Manasseh."
            },
            {
                "verse_number": "2",
                "verse_text": "When Moses was still alive, I commanded him to tell the Israelites about the Safe Towns. Now you tell them that it is time to set up these towns."
            },
            {
                "verse_number": "5",
                "verse_text": "One of the victim's relatives might come to the town, looking for revenge. But the town leaders must not simply hand over the person accused of murder. After all, the accused and the victim had been neighbors, not enemies."
            },
            {
                "verse_number": "6",
                "verse_text": "The citizens of that Safe Town must come together and hold a trial. They may decide that the victim was killed accidentally and that the accused is not guilty of murder. Everyone found not guilty must still live in the Safe Town until the high priest dies. Then they can go back to their own towns and their homes that they had to leave behind."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites decided that the following three towns west of the Jordan River would be Safe Towns:"
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites had already decided on the following three towns east of the Jordan River:"
            },
            {
                "verse_number": "9",
                "verse_text": "These Safe Towns were set up, so that if Israelites or even foreigners who lived in Israel accidentally killed someone, they could run to one of these towns. There they would be safe until a trial could be held, even if one of the victim's relatives came looking for revenge."
            }
        ],
        "21": [
            {
                "verse_number": "3",
                "verse_text": "Since the Lord had said this, the leaders of the other Israelite tribes agreed to give some of the towns and pastures from their tribal lands to Levi."
            },
            {
                "verse_number": "4",
                "verse_text": "The leaders asked the Lord to show them in what order the clans of Levi would be given towns, and which towns each clan would receive. The Kohath clans were first. The descendants of Aaron, Israel's first priest, were given 13 towns from the tribes of Judah, Simeon, and Benjamin. Hebron, Libnah, Jattir, Eshtemoa, Holon, Debir, Ashan, Juttah, and Beth-Shemesh were from Judah and Simeon. Hebron, located in the hill country of Judah, was earlier called Arba's Town. It had been named after Arba, the ancestor of the Anakim. Hebron's pasturelands went along with the town, but its farmlands and the villages around it had been given to Caleb. Hebron was also one of the Safe Towns for people who had accidentally killed someone. Taanach and Jibleam were from West Manasseh. Jokneam, Kartah, Rimmonah, and Nahalal were from Zebulun. Bezer, Jazah, Kedemoth, and Mephaath were from Reuben. Bezer was located in the desert flatlands east of the Jordan River across from Jericho. Bezer and Ramoth in Gilead were Safe Towns for people who had accidentally killed someone."
            },
            {
                "verse_number": "5",
                "verse_text": "The other members of the Kohath clans received 10 towns from the tribes of Ephraim, Dan, and West Manasseh."
            },
            {
                "verse_number": "6",
                "verse_text": "The clans that were descendants of Gershon were given 13 towns from the tribes of Issachar, Asher, Naphtali, and East Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "The clans that were descendants of Merari received 12 towns from the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord had told Moses that he would show the Israelites which towns and pastures to give to the clans of Levi, and he did."
            },
            {
                "verse_number": "43",
                "verse_text": "The Lord gave the Israelites the land he had promised their ancestors, and they captured it and settled in it."
            },
            {
                "verse_number": "44",
                "verse_text": "There still were enemies around Israel, but the Lord kept his promise to let his people live in peace. And whenever the Israelites did have to go to war, no enemy could defeat them. The Lord always helped Israel win."
            },
            {
                "verse_number": "45",
                "verse_text": "The Lord promised to do many good things for Israel, and he kept his promise every time."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Joshua held a meeting with the men of the tribes of Reuben, Gad, and East Manasseh, and he told them: I pray that God will be kind to you. You are now free to go home. The tribes of Reuben and Gad started back to Gilead, their own land. Moses had given the land of Bashan to the East Manasseh tribe, so they started back along with Reuben and Gad. God had told Moses that these two and a half tribes should conquer Gilead and Bashan, and they had done so. Joshua had given land west of the Jordan River to the other half of the Manasseh tribe, so they stayed at Shiloh in the land of Canaan with the rest of the Israelites. If you don't stop rebelling against the Lord at once, he will be angry with the whole nation. Your descendants might say that and try to make our descendants stop worshiping and obeying the Lord . But if they do say this, our descendants can answer back, &apos;Look at this altar our ancestors built! It's like the Lord 's altar, but it isn't for offering sacrifices. It's here to remind us and you that we belong to the Lord , just as much as you do.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord promised to give peace to your relatives, and that's what he has done. Now it's time for you to go back to your own homes in the land that Moses gave you east of the Jordan River."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses taught you to love the Lord your God, to be faithful to him, and to worship and obey him with your whole heart and with all your strength. So be very careful to do everything Moses commanded."
            },
            {
                "verse_number": "12",
                "verse_text": "the Israelite men met at Shiloh to get ready to attack the two and a half tribes."
            },
            {
                "verse_number": "13",
                "verse_text": "But first they sent a priest, Phinehas the son of Eleazar, to talk with the two and a half tribes."
            },
            {
                "verse_number": "14",
                "verse_text": "Each of the ten tribes at Shiloh sent the leader of one of its families along with Phinehas."
            },
            {
                "verse_number": "15",
                "verse_text": "Phinehas and these leaders went to Gilead and met with the tribes of Reuben, Gad, and East Manasseh. They said:"
            },
            {
                "verse_number": "16",
                "verse_text": "All of the Lord 's people have gathered together and have sent us to find out why you are unfaithful to our God. You have turned your backs on the Lord by building that altar. Why are you rebelling against him?"
            },
            {
                "verse_number": "17",
                "verse_text": "Wasn't our people's sin at Peor terrible enough for you? The Lord punished us by sending a horrible sickness that killed many of us, and we still suffer because of that sin."
            },
            {
                "verse_number": "18",
                "verse_text": "Now you are turning your backs on the Lord again."
            },
            {
                "verse_number": "19",
                "verse_text": "If you don't think your land is a fit place to serve God, then move across the Jordan and live with us in the Lord 's own land, where his sacred tent is located. But don't rebel against the Lord our God or against us by building another altar besides the Lord 's own altar."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't you remember what happened when Achan was unfaithful and took some of the things that belonged to God? This made God angry with the entire nation. Achan died because he sinned, but he also caused the death of many others."
            },
            {
                "verse_number": "21",
                "verse_text": "The tribes of Reuben, Gad, and East Manasseh answered:"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord is the greatest God! We ask him to be our witness, because he knows whether or not we were rebellious or unfaithful when we built that altar. If we were unfaithful, then we pray that God won't rescue us today. Let us tell you why we built that altar,"
            },
            {
                "verse_number": "23",
                "verse_text": "and we ask the Lord to punish us if we are lying. We didn't build it so we could turn our backs on the Lord . We didn't even build it so we could offer animal or grain sacrifices to please the Lord or ask his blessing."
            },
            {
                "verse_number": "26",
                "verse_text": "That's why we decided to build the altar. It isn't for offering sacrifices, not even sacrifices to please the Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "Phinehas and the clan leaders left Gilead and went back to Canaan to tell the Israelites about their meeting with the Reuben and Gad tribes."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites were happy and praised God. There was no more talk about going to war and wiping out the tribes of Reuben and Gad."
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Reuben and Gad named the altar &apos;A Reminder to Us All That the Lord Is Our God.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The Lord let Israel live in peace with its neighbors for a long time, and Joshua lived to a ripe old age."
            },
            {
                "verse_number": "2",
                "verse_text": "One day he called a meeting of the leaders of the tribes of Israel, including the old men, the judges, and the officials. Then he told them: I am now very old."
            },
            {
                "verse_number": "3",
                "verse_text": "You have seen how the Lord your God fought for you and helped you defeat the nations who lived in this land."
            },
            {
                "verse_number": "6",
                "verse_text": "Be sure that you carefully obey everything written in The Book of the Law of Moses and do exactly what it says."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't have anything to do with the nations that live around you. Don't worship their gods or pray to their idols or make promises in the names of their gods."
            },
            {
                "verse_number": "8",
                "verse_text": "Be as faithful to the Lord as you have always been."
            },
            {
                "verse_number": "9",
                "verse_text": "When you attacked powerful nations, the Lord made them run away, and no one has ever been able to stand up to you."
            },
            {
                "verse_number": "10",
                "verse_text": "Any one of you can defeat a thousand enemy soldiers, because the Lord God fights for you, just as he promised."
            },
            {
                "verse_number": "11",
                "verse_text": "Be sure to always love the Lord your God."
            },
            {
                "verse_number": "14",
                "verse_text": "I will soon die, as everyone must. But deep in your hearts you know that the Lord has kept every promise he ever made to you. Not one of them has been broken."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joshua called the tribes of Israel together for a meeting at Shechem. He asked the leaders, including the old men, the judges, and the officials, to come up and stand near the sacred tent."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Joshua told everyone to listen to this message from the Lord , the God of Israel: Long ago your ancestors lived on the other side of the Euphrates River, and they worshiped other gods. This continued until the time of your ancestor Terah and his two sons, Abraham and Nahor. You lived in the desert for a long time, Worship the Lord , obey him, and always be faithful. Get rid of the idols your ancestors worshiped when they lived on the other side of the Euphrates River and in Egypt. We could never worship other gods or stop worshiping the Lord . The Lord is fearsome; he is the one true God, and I don't think you are able to worship and obey him in the ways he demands. You would have to be completely faithful, and if you sin or rebel, he won't let you get away with it. &apos;Yes, it's true,&apos; they answered."
            },
            {
                "verse_number": "3",
                "verse_text": "But I brought Abraham across the Euphrates River and led him through the land of Canaan. I blessed him by giving him Isaac, the first in a line of many descendants."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I gave Isaac two sons, Jacob and Esau. I gave Esau the hill country of Mount Seir, but your ancestor Jacob and his children went to live in Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Your people cried to me for help, so I put a dark cloud between them and the Egyptians. Then I opened up the sea and let your people walk across on dry ground. But when the Egyptians tried to follow, I commanded the sea to swallow them, and they drowned while you watched."
            },
            {
                "verse_number": "8",
                "verse_text": "then I brought you into the land east of the Jordan River. The Amorites were living there, and they fought you. But with my help, you defeated them, wiped them out, and took their land."
            },
            {
                "verse_number": "9",
                "verse_text": "King Balak decided that his nation Moab would go to war against you, so he asked Balaam to come and put a curse on you."
            },
            {
                "verse_number": "10",
                "verse_text": "But I wouldn't listen to Balaam, and I rescued you by making him bless you instead of curse you."
            },
            {
                "verse_number": "11",
                "verse_text": "You crossed the Jordan River and came to Jericho. The rulers of Jericho fought you, and so did the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. I helped you defeat them all."
            },
            {
                "verse_number": "12",
                "verse_text": "Your enemies ran from you, but not because you had swords and bows and arrows. I made your enemies panic and run away, as I had done with the two Amorite kings east of the Jordan River."
            },
            {
                "verse_number": "13",
                "verse_text": "You didn't have to work for this land&ndash;I gave it to you. Now you live in towns you didn't build, and you eat grapes and olives from vineyards and trees you didn't plant."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Joshua told the people:"
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don't want to worship the Lord , then choose here and now! Will you worship the same idols your ancestors did? Or since you're living on land that once belonged to the Amorites, maybe you'll worship their gods. I won't. My family and I are going to worship and obey the Lord !"
            },
            {
                "verse_number": "16",
                "verse_text": "The people answered:"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord is our God. We were slaves in Egypt as our ancestors had been, but we saw the Lord work miracles to set our people free and to bring us out of Egypt. Even though other nations were all around us, the Lord protected us wherever we went."
            },
            {
                "verse_number": "18",
                "verse_text": "And when we fought the Amorites and the other nations that lived in this land, the Lord made them run away. Yes, we will worship and obey the Lord , because the Lord is our God."
            },
            {
                "verse_number": "19",
                "verse_text": "Joshua said:"
            },
            {
                "verse_number": "20",
                "verse_text": "If you turn your backs on the Lord and worship the gods of other nations, the Lord will turn against you. He will make terrible things happen to you and wipe you out, even though he had been good to you before."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people shouted, &apos;We won't worship any other gods. We will worship and obey only the Lord !&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua said, &apos;You have heard yourselves say that you will worship and obey the Lord . Isn't that true?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Joshua said, &apos;But you still have some idols, like those the other nations worship. Get rid of your idols! You must decide once and for all that you really want to obey the Lord God of Israel.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The people said, &apos;The Lord is our God, and we will worship and obey only him.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua helped Israel make an agreement with the Lord that day at Shechem. Joshua made laws for Israel"
            },
            {
                "verse_number": "26",
                "verse_text": "and wrote them down in The Book of the Law of God . Then he set up a large stone under the oak tree at the place of worship in Shechem"
            },
            {
                "verse_number": "27",
                "verse_text": "and told the people, &apos;Look at this stone. It has heard everything that the Lord has said to us. Our God can call this stone as a witness if we ever reject him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua sent everyone back to their homes."
            },
            {
                "verse_number": "29",
                "verse_text": "Not long afterwards, the Lord 's servant Joshua died at the age of 110."
            },
            {
                "verse_number": "30",
                "verse_text": "The Israelites buried him in his own land at Timnath-Serah, north of Mount Gaash in the hill country of Ephraim."
            },
            {
                "verse_number": "31",
                "verse_text": "As long as Joshua lived, Israel worshiped and obeyed the Lord . There were other leaders old enough to remember everything that the Lord had done for Israel. And for as long as these men lived, Israel continued to worship and obey the Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "When the people of Israel left Egypt, they brought the bones of Joseph along with them. They took the bones to the town of Shechem and buried them in the field that Jacob had bought for 100 pieces of silver from Hamor, the founder of Shechem. The town and the field both became part of the land belonging to the descendants of Joseph."
            },
            {
                "verse_number": "33",
                "verse_text": "When Eleazar the priest died, he was buried in the hill country of Ephraim on a hill that belonged to his son Phinehas."
            }
        ]
    }
}