{
    "Exodus": {
        "1": [
            {
                "verse_number": "6",
                "verse_text": "After Joseph, his brothers, and everyone else in that generation had died,"
            },
            {
                "verse_number": "7",
                "verse_text": "the people of Israel became so numerous that the whole region of Goshen was full of them."
            },
            {
                "verse_number": "8",
                "verse_text": "Many years later a new king came to power. He did not know what Joseph had done for Egypt,"
            },
            {
                "verse_number": "9",
                "verse_text": "and he told the Egyptians:"
            },
            {
                "verse_number": "10",
                "verse_text": "If we don't outsmart them, their families will keep growing larger. And if our country goes to war, they could easily fight on the side of our enemies and escape from Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "The Egyptians put slave bosses in charge of the people of Israel and tried to wear them down with hard work. Those bosses forced them to build the cities of Pithom and Rameses, where the king could store his supplies."
            },
            {
                "verse_number": "12",
                "verse_text": "But even though the Israelites were mistreated, their families grew larger, and they took over more land. Because of this, the Egyptians feared them worse than before"
            },
            {
                "verse_number": "13",
                "verse_text": "and made them work so hard"
            },
            {
                "verse_number": "14",
                "verse_text": "that their lives were miserable. The Egyptians were cruel to the people of Israel and forced them to make bricks and to mix mortar and to work in the fields."
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, the king called in Shiphrah and Puah, the two women who helped the Hebrew mothers when they gave birth."
            },
            {
                "verse_number": "16",
                "verse_text": "He told them, &apos;If a Hebrew woman gives birth to a girl, let the child live. If the baby is a boy, kill him!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But the two women were faithful to God and did not kill the boys, even though the king had told them to."
            },
            {
                "verse_number": "18",
                "verse_text": "The king called them in again and asked, &apos;Why are you letting those baby boys live?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;Hebrew women have their babies much quicker than Egyptian women. By the time we arrive, their babies are already born.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "until finally, the king gave a command to everyone in the nation, &apos;As soon as a Hebrew boy is born, throw him into the Nile River! But you can let the girls live.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "A man from the Levi tribe married a woman from the same tribe,"
            },
            {
                "verse_number": "2",
                "verse_text": "and she later had a baby boy. He was a beautiful child, and she kept him inside for three months."
            },
            {
                "verse_number": "3",
                "verse_text": "But when she could no longer keep him hidden, she made a basket out of reeds and covered it with tar. She put him in the basket and placed it in the tall grass along the edge of the Nile River."
            },
            {
                "verse_number": "4",
                "verse_text": "The baby's older sister stood off at a distance to see what would happen to him. So the girl brought the baby's mother, The baby's mother carried him home and took care of him. This frightened Moses because he was sure that people must have found out what had happened. One day, when Moses was sitting by a well,"
            },
            {
                "verse_number": "5",
                "verse_text": "About that time one of the king's daughters came down to take a bath in the river, while her servant women walked along the river bank. She saw the basket in the tall grass and sent one of them to pull it out of the water."
            },
            {
                "verse_number": "6",
                "verse_text": "When the king's daughter opened the basket, she saw the baby crying and felt sorry for him. She said, &apos;This must be one of the Hebrew babies.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "At once the baby's older sister came up and asked, &apos;Do you want me to get a Hebrew woman to take care of the baby for you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Yes,&apos; the king's daughter answered."
            },
            {
                "verse_number": "9",
                "verse_text": "and the king's daughter told her, &apos;Take care of this child, and I will pay you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And when he was old enough, she took him to the king's daughter, who adopted him. She named him Moses because she said, &apos;I pulled him out of the water.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "After Moses had grown up, he went out to where his own people were hard at work, and he saw an Egyptian beating one of them."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses looked around to see if anyone was watching, then he killed the Egyptian and hid his body in the sand."
            },
            {
                "verse_number": "13",
                "verse_text": "When Moses went out the next day, he saw two Hebrews fighting. So he went to the man who had started the fight and asked, &apos;Why are you beating up one of your own people?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The man answered, &apos;Who put you in charge of us and made you our judge? Are you planning to kill me, just like you killed that Egyptian?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When the king heard what Moses had done, he wanted to kill him. But Moses escaped and went to the land of Midian."
            },
            {
                "verse_number": "16",
                "verse_text": "the seven daughters of Jethro, the priest of Midian, came up to water their father's sheep and goats."
            },
            {
                "verse_number": "17",
                "verse_text": "Some shepherds tried to chase them away, but Moses came to their rescue and watered their animals."
            },
            {
                "verse_number": "18",
                "verse_text": "When Jethro's daughters returned home, their father asked, &apos;Why have you come back so early today?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;An Egyptian rescued us from the shepherds, and he even watered our sheep and goats.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Where is he?&apos; Jethro asked. &apos;Why did you leave him out there? Invite him to eat with us.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses agreed to stay on with Jethro, who later let his daughter Zipporah marry Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "And when she had a son, Moses said, &apos;I will name him Gershom, since I am a foreigner in this country.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "After the death of the king of Egypt, the Israelites still complained because they were forced to be slaves. They cried out for help,"
            },
            {
                "verse_number": "24",
                "verse_text": "and God heard their loud cries. He did not forget the promise he had made to Abraham, Isaac, and Jacob,"
            },
            {
                "verse_number": "25",
                "verse_text": "and because he knew what was happening to his people, he felt sorry for them."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "One day, Moses was taking care of the sheep and goats of his father-in-law Jethro, the priest of Midian, and Moses decided to lead them across the desert to Sinai, the holy mountain."
            },
            {
                "verse_number": "2",
                "verse_text": "There an angel of the Lord appeared to him from a burning bush. Moses saw that the bush was on fire, but it was not burning up."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;This is strange!&apos; he said to himself. &apos;I'll go over and see why the bush isn't burning up.&apos; Moses was afraid to look at God, and so he hid his face. I have seen how my people are suffering as slaves in Egypt, and I have heard them beg for my help because of the way they are being mistreated. I feel sorry for them, I will bring my people out of Egypt into a country where there is a lot of good land, rich with milk and honey. I will give them the land where the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites now live."
            },
            {
                "verse_number": "4",
                "verse_text": "When the Lord saw Moses coming near, he called him by name from the bush, and Moses answered, &apos;Here I am.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "God replied, &apos;Don't come any closer. Take off your sandals&ndash;the ground where you are standing is holy."
            },
            {
                "verse_number": "6",
                "verse_text": "I am the God who was worshiped by your ancestors Abraham, Isaac, and Jacob.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "8",
                "verse_text": "and I have come down to rescue them from the Egyptians."
            },
            {
                "verse_number": "9",
                "verse_text": "My people have begged for my help, and I have seen how cruel the Egyptians are to them."
            },
            {
                "verse_number": "10",
                "verse_text": "Now go to the king! I am sending you to lead my people out of his country."
            },
            {
                "verse_number": "11",
                "verse_text": "But Moses said, &apos;Who am I to go to the king and lead your people out of Egypt?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God replied, &apos;I will be with you. And you will know that I am the one who sent you, when you worship me on this mountain after you have led my people out of Egypt.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses answered, &apos;I will tell the people of Israel that the God their ancestors worshiped has sent me to them. But what should I say, if they ask me your name?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Call together the leaders of Israel and tell them that the God who was worshiped by Abraham, Isaac, and Jacob has appeared to you. Tell them I have seen how terribly they are being treated in Egypt,"
            },
            {
                "verse_number": "17",
                "verse_text": "and I promise to lead them out of their troubles. I will give them a land rich with milk and honey, where the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites now live."
            },
            {
                "verse_number": "18",
                "verse_text": "The leaders of Israel will listen to you. Then you must take them to the king of Egypt and say, &apos;The Lord God of the Hebrews has appeared to us. Let us walk three days into the desert, where we can offer a sacrifice to him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But I know that the king of Egypt won't let you go unless something forces him to."
            },
            {
                "verse_number": "20",
                "verse_text": "So I will use my mighty power to perform all kinds of miracles and strike down the Egyptians. Then the king will send you away."
            },
            {
                "verse_number": "21",
                "verse_text": "After I punish the Egyptians, they will be so afraid of you that they will give you anything you want. You are my people, and I will let you take many things with you when you leave the land of Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Every Israelite woman will go to her Egyptian neighbors or to any Egyptian woman living with them and ask them for gold and silver jewelry and for their finest clothes. The Egyptians will give them to you, and you will put these fine things on your sons and daughters. Carry all this away when you leave Egypt."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Moses asked the Lord , &apos;Suppose everyone refuses to listen to my message, and no one believes that you really appeared to me?&apos; &apos;A walking stick,&apos; Moses replied. What about your brother Aaron, the Levite? I know he is a good speaker. He is already on his way here to visit you, and he will be happy to see you again. &apos;All right,&apos; Jethro replied. &apos;I hope all goes well.&apos; When you get to Egypt, go to the king and work the miracles I have shown you. But I will make him so stubborn that he will refuse to let my people go."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord answered, &apos;What's that in your hand?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Throw it down!&apos; the Lord commanded. So Moses threw the stick on the ground. It immediately turned into a snake, and Moses jumped back."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Pick it up by the tail!&apos; the Lord told him. And when Moses did this, the snake turned back into a walking stick."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Do this,&apos; the Lord said, &apos;and the Israelites will believe that you have seen me, the God who was worshiped by their ancestors Abraham, Isaac, and Jacob.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Next, the Lord commanded Moses, &apos;Put your hand inside your shirt.&apos; Moses obeyed, and when he took it out, his hand had turned white as snow&ndash;like someone with leprosy."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Put your hand back inside your shirt,&apos; the Lord told him. Moses did so, and when he took it out again, it was as healthy as the rest of his body."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses replied, &apos;I have never been a good speaker. I wasn't one before you spoke to me, and I'm not one now. I am slow at speaking, and I can never think of what to say.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But the Lord answered, &apos;Who makes people able to speak or makes them deaf or unable to speak? Who gives them sight or makes them blind? Don't you know that I am the one who does these things?"
            },
            {
                "verse_number": "12",
                "verse_text": "Now go! When you speak, I will be with you and give you the words to say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses begged, &apos; Lord , please send someone else to do it.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord became angry with Moses and said:"
            },
            {
                "verse_number": "17",
                "verse_text": "Now take this walking stick and use it to perform miracles."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses went to his father-in-law Jethro and asked, &apos;Please let me return to Egypt to see if any of my people are still alive.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But even before this, the Lord had told Moses, &apos;Leave the land of Midian and return to Egypt. Everyone who wanted to kill you is now dead.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses put his wife and sons on donkeys and headed for Egypt, holding the walking stick that had the power of God."
            },
            {
                "verse_number": "21",
                "verse_text": "On the way the Lord said to Moses:"
            },
            {
                "verse_number": "22",
                "verse_text": "Then tell him that I have said, &apos;Israel is my first-born son,"
            },
            {
                "verse_number": "23",
                "verse_text": "and I commanded you to release him, so he could worship me. But you refused, and now I will kill your first-born son.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "One night while Moses was in camp, the Lord was about to kill him."
            },
            {
                "verse_number": "25",
                "verse_text": "But Zipporah circumcised her son with a flint knife. She touched his legs with the skin she had cut off and said, &apos;My dear son, this blood will protect you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So the Lord did not harm Moses. Then Zipporah said, &apos;Yes, my dear, you are safe because of this circumcision.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord sent Aaron to meet Moses in the desert. So Aaron met Moses at Mount Sinai and greeted him with a kiss."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses told Aaron what God had sent him to say; he also told him about the miracles God had given him the power to perform."
            },
            {
                "verse_number": "29",
                "verse_text": "Later they brought together the leaders of Israel,"
            },
            {
                "verse_number": "30",
                "verse_text": "and Aaron told them what the Lord had sent Moses to say. Then Moses worked the miracles for the people,"
            },
            {
                "verse_number": "31",
                "verse_text": "and everyone believed. They bowed down and worshiped the Lord because they knew that he had seen their suffering and was going to help them."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Moses and Aaron went to the king of Egypt and told him, &apos;The Lord God says, &quot;Let my people go into the desert, so they can honor me with a celebration there.&quot; &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Who is this Lord and why should I obey him?&apos; the king replied. &apos;I refuse to let you and your people go!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They answered, &apos;The Lord God of the Hebrews has appeared to us. Please let us walk three days into the desert where we can offer sacrifices to him. If you don't, he may strike us down with terrible troubles or with war.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "That same day the king gave orders to his Egyptian slave bosses and to the Israelite men directly in charge of the Israelite slaves. He told them:"
            },
            {
                "verse_number": "7",
                "verse_text": "Don't give the slaves any more straw to put in their bricks. Force them to find their own straw wherever they can,"
            },
            {
                "verse_number": "8",
                "verse_text": "but they must make the same number of bricks as before. They are lazy, or else they would not beg me to let them go and sacrifice to their God."
            },
            {
                "verse_number": "9",
                "verse_text": "Make them work so hard that they won't have time to listen to these lies."
            },
            {
                "verse_number": "10",
                "verse_text": "The slave bosses and the men in charge of the slaves went out and told them, &apos;The king says he will not give you any more straw."
            },
            {
                "verse_number": "11",
                "verse_text": "Go and find your own straw wherever you can, but you must still make as many bricks as before.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The slaves went all over Egypt, looking for straw."
            },
            {
                "verse_number": "13",
                "verse_text": "But the slave bosses were hard on them and kept saying, &apos;Each day you have to make as many bricks as you did when you were given straw.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The bosses beat the men in charge of the slaves and said, &apos;Why didn't you force the slaves to make as many bricks yesterday and today as they did before?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, the men in charge of the slaves went to the king and said, &apos;Why are you treating us like this?"
            },
            {
                "verse_number": "16",
                "verse_text": "No one brings us any straw, but we are still ordered to make the same number of bricks. We are beaten with whips, and your own people are to blame.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king replied, &apos;You are lazy&ndash;nothing but lazy! That's why you keep asking me to let you go and sacrifice to your Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Get back to work! You won't be given straw, but you must still make the same number of bricks.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The men knew they were in deep trouble when they were ordered to make the same number of bricks each day."
            },
            {
                "verse_number": "20",
                "verse_text": "After they left the king, they went to see Moses and Aaron, who had been waiting for them."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the men said, &apos;We hope the Lord will punish both of you for making the king and his officials hate us. Now they even have an excuse to kill us.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses left them and prayed, &apos;Our Lord , why have you brought so much trouble on your people? Is that why you sent me here?"
            },
            {
                "verse_number": "23",
                "verse_text": "Ever since you told me to speak to the king, he has caused nothing but trouble for these people. And you haven't done a thing to help.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God told Moses: Soon you will see what I will do to the king. Because of my mighty power, he will let my people go, and he will even chase them out of his country."
            },
            {
                "verse_number": "2",
                "verse_text": "My name is the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "But when I appeared to Abraham, Isaac, and Jacob, I came as God All-Powerful and did not use my name."
            },
            {
                "verse_number": "4",
                "verse_text": "I made an agreement and promised them the land of Canaan, where they were living as foreigners."
            },
            {
                "verse_number": "5",
                "verse_text": "Now I have seen how the people of Israel are suffering because of the Egyptians, and I will keep my promise."
            },
            {
                "verse_number": "6",
                "verse_text": "Here is my message for Israel: &apos;I am the Lord ! And with my mighty power I will punish the Egyptians and free you from slavery."
            },
            {
                "verse_number": "7",
                "verse_text": "I will accept you as my people, and I will be your God. Then you will know that I was the one who rescued you from the Egyptians."
            },
            {
                "verse_number": "8",
                "verse_text": "I will bring you into the land that I solemnly promised to Abraham, Isaac, and Jacob, and it will be yours. I am the Lord !&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Moses told this to the Israelites, they were too discouraged and mistreated to believe him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord told Moses"
            },
            {
                "verse_number": "11",
                "verse_text": "to demand that the king of Egypt let the Israelites leave."
            },
            {
                "verse_number": "12",
                "verse_text": "But Moses replied, &apos;I'm not a powerful speaker. If the Israelites won't listen to me, why should the king of Egypt?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the Lord sent Aaron and Moses with a message for the Israelites and for the king. He also ordered Aaron and Moses to free the people from Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "The following men were the heads of their ancestral clans: The sons of Reuben, Jacob's oldest son, were Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi lived to be 137; his sons were Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "17",
                "verse_text": "Gershon's sons were Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath lived to be 133; his sons were Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "19",
                "verse_text": "Merari's sons were Mahli and Mushi. All of the above were from the Levi tribe."
            },
            {
                "verse_number": "20",
                "verse_text": "Amram lived to be 137. He married his father's sister Jochebed, and they had two sons, Aaron and Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "Izhar's sons were Korah, Nepheg, and Zichri."
            },
            {
                "verse_number": "22",
                "verse_text": "Uzziel's sons were Mishael, Elzaphan, and Sithri."
            },
            {
                "verse_number": "23",
                "verse_text": "Aaron married Elisheba. She was the daughter of Amminadab and the sister of Nahshon; they had four sons, Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "24",
                "verse_text": "Korah's sons were Assir, Elkanah, and Abiasaph."
            },
            {
                "verse_number": "25",
                "verse_text": "Aaron's son Eleazar married one of Putiel's daughters, and their son was Phinehas. This ends the list of those who were the heads of clans in the Levi tribe."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord had commanded Aaron and Moses to lead every family and tribe of Israel out of Egypt,"
            },
            {
                "verse_number": "27",
                "verse_text": "and so they told the king of Egypt to set the people of Israel free."
            },
            {
                "verse_number": "28",
                "verse_text": "When the Lord spoke to Moses in the land of Egypt,"
            },
            {
                "verse_number": "29",
                "verse_text": "he said, &apos;I am the Lord . Tell the king of Egypt everything I say to you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Moses answered, &apos;You know I am a very poor speaker, and the king will never listen to me.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: I am going to let your brother Aaron speak for you. He will tell your message to the king, just as a prophet speaks my message to the people."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell Aaron everything I say to you, and he will order the king to let my people leave his country."
            },
            {
                "verse_number": "5",
                "verse_text": "When this happens, the Egyptians will know that I am the Lord ."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron obeyed the Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "and spoke to the king. At the time, Moses was 80 years old, and Aaron was 83."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses and Aaron went to the king and his officials and did exactly as the Lord had commanded&ndash;Aaron threw the stick down, and it turned into a snake."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king called in the wise men and the magicians, who used their secret powers to do the same thing&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "they threw down sticks that turned into snakes. But Aaron's snake swallowed theirs."
            },
            {
                "verse_number": "13",
                "verse_text": "The king behaved just as the Lord had said and stubbornly refused to listen."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said to Moses: The Egyptian king stubbornly refuses to change his mind and let the people go."
            },
            {
                "verse_number": "15",
                "verse_text": "Tomorrow morning take the stick that turned into a snake, then wait beside the Nile River for the king."
            },
            {
                "verse_number": "16",
                "verse_text": "Tell him, &apos;The Lord God of the Hebrews sent me to order you to release his people, so they can worship him in the desert. But until now, you have paid no attention."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The Lord is going to do something to show you that he really is the Lord . I will strike the Nile with this stick, and the water will turn into blood."
            },
            {
                "verse_number": "18",
                "verse_text": "The fish will die, the river will stink, and none of you Egyptians will be able to drink the water.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Moses, then command Aaron to hold his stick over the water. And when he does, every drop of water in Egypt will turn into blood, including rivers, canals, ponds, and even the water in buckets and jars."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses and Aaron obeyed the Lord . Aaron held out his stick, then struck the Nile, as the king and his officials watched. The river turned into blood,"
            },
            {
                "verse_number": "21",
                "verse_text": "the fish died, and the water smelled so bad that none of the Egyptians could drink it. Blood was everywhere in Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Egyptian magicians used their secret powers to do the same thing. The king did just as the Lord had said&ndash;he stubbornly refused to listen."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he went back to his palace and never gave it a second thought."
            },
            {
                "verse_number": "24",
                "verse_text": "The Egyptians had to dig holes along the banks of the Nile for drinking water, because water from the river was unfit to drink."
            },
            {
                "verse_number": "25",
                "verse_text": "Seven days after the Lord had struck the Nile,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "he said to Moses: Go to the palace and tell the king of Egypt that I order him to let my people go, so they can worship me. Early tomorrow morning, while the king is on his way to the river, go and say to him, &apos;The Lord commands you to let his people go, so they can worship him."
            },
            {
                "verse_number": "2",
                "verse_text": "If he refuses, I will cover his entire country with frogs."
            },
            {
                "verse_number": "3",
                "verse_text": "Warn the king that the Nile will be full of frogs, and from there they will spread into the royal palace, including the king's bedroom and even his bed. Frogs will enter the homes of his officials and will find their way into ovens and into the bowls of bread dough."
            },
            {
                "verse_number": "4",
                "verse_text": "Frogs will be crawling on everyone&ndash;the king, his officials, and every citizen of Egypt. &apos;As you wish,&apos; Moses agreed. &apos;Then everyone will discover that there is no god like the Lord , But, as the Lord had said, the king was too stubborn to listen."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses, now command Aaron to hold his stick over the water. Then frogs will come from all rivers, canals, and ponds in Egypt, and they will cover the land."
            },
            {
                "verse_number": "6",
                "verse_text": "Aaron obeyed, and suddenly frogs were everywhere in Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "But the magicians used their secret powers to do the same thing."
            },
            {
                "verse_number": "8",
                "verse_text": "The king sent for Moses and Aaron and told them, &apos;If you ask the Lord to take these frogs away from me and my people, I will let your people go and offer sacrifices to him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;All right,&apos; Moses answered. &apos;You choose the time when I am to pray for the frogs to stop bothering you, your officials, and your people, and for them to leave your houses and be found only in the river.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Do it tomorrow!&apos; the king replied."
            },
            {
                "verse_number": "11",
                "verse_text": "and frogs will no longer be found anywhere, except in the Nile.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "After Moses and Aaron left the palace, Moses begged the Lord to do something about the frogs he had sent as punishment for the king."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord listened to Moses, and the frogs died everywhere&ndash;in houses, yards, and fields."
            },
            {
                "verse_number": "14",
                "verse_text": "The dead frogs were placed in piles, and the whole country began to stink."
            },
            {
                "verse_number": "15",
                "verse_text": "But when the king saw that things were now better, he again did just as the Lord had said he would and stubbornly refused to listen to Moses and Aaron."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses, &apos;Command Aaron to strike the ground with his walking stick, and everywhere in Egypt the dust will turn into gnats.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They obeyed, and when Aaron struck the ground with the stick, gnats started swarming on people and animals. In fact, every speck of dust in Egypt turned into a gnat."
            },
            {
                "verse_number": "18",
                "verse_text": "When the magicians tried to use their secret powers to do this, they failed, and gnats stayed on people and animals."
            },
            {
                "verse_number": "19",
                "verse_text": "The magicians told the king, &apos;God has done this.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "21",
                "verse_text": "If you don't, he will send swarms of flies to attack you, your officials, and every citizen of your country. Your houses will be full of flies, and the ground will crawl with them."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord kept his promise&ndash;the palace and the homes of the royal officials swarmed with flies, and the rest of the country was infested with them as well."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king sent for Moses and Aaron and told them, &apos;Go ahead and sacrifice to your God, but stay here in Egypt.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;That's impossible!&apos; Moses replied. &apos;Any sacrifices we offer to the Lord our God would disgust the Egyptians, and they would stone us to death."
            },
            {
                "verse_number": "27",
                "verse_text": "No indeed! The Lord has ordered us to walk three days into the desert before offering sacrifices to him, and that's what we have to do.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the king told him, &apos;I'll let you go into the desert to offer sacrifices, if you don't go very far. But in the meantime, pray for me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Your Majesty,&apos; Moses replied, &apos;I'll pray for you as soon as I leave, and by tomorrow the flies will stop bothering you, your officials, and the citizens of your country. Only make sure that you're telling the truth this time and that you really intend to let our people offer sacrifices to the Lord .&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "After leaving the palace, Moses prayed,"
            },
            {
                "verse_number": "31",
                "verse_text": "and the Lord answered his prayer. Not a fly was left to pester the king, his officials, or anyone else in Egypt."
            },
            {
                "verse_number": "32",
                "verse_text": "But the king turned stubborn again and would not let the people go."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The Lord sent Moses with this message for the king of Egypt: The Lord God of the Hebrews commands you to let his people go, so they can worship him. Take a few handfuls of ashes from a stove and you, Moses, throw them into the air. Be sure the king is watching. The Lord God of the Hebrews commands you to let his people go, so they can worship him!"
            },
            {
                "verse_number": "2",
                "verse_text": "If you keep refusing,"
            },
            {
                "verse_number": "3",
                "verse_text": "he will bring a terrible disease on your horses and donkeys, your camels and cattle, and your sheep and goats."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord will protect the animals that belong to the people of Israel, and none of theirs will die."
            },
            {
                "verse_number": "5",
                "verse_text": "Tomorrow is the day the Lord has set to do this."
            },
            {
                "verse_number": "6",
                "verse_text": "It happened the next day&ndash;all of the animals belonging to the Egyptians died, but the Israelites did not lose even one."
            },
            {
                "verse_number": "7",
                "verse_text": "When the king found out, he was still too stubborn to let the people go."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to Moses and Aaron:"
            },
            {
                "verse_number": "9",
                "verse_text": "The ashes will blow across the land of Egypt, causing sores to break out on people and animals."
            },
            {
                "verse_number": "10",
                "verse_text": "So they took a few handfuls of ashes and went to the king. Moses threw them into the air, and sores immediately broke out on the Egyptians and their animals."
            },
            {
                "verse_number": "11",
                "verse_text": "The magicians were suffering so much from the sores, that they could not even come to Moses."
            },
            {
                "verse_number": "12",
                "verse_text": "Everything happened just as the Lord had told Moses&ndash;he made the king too stubborn to listen to Moses and Aaron."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord told Moses to get up early the next morning and say to the king:"
            },
            {
                "verse_number": "14",
                "verse_text": "If you don't, he will send his worst plagues to strike you, your officials, and everyone else in your country. Then you will find out that no one can oppose the Lord ."
            },
            {
                "verse_number": "15",
                "verse_text": "In fact, he could already have sent a terrible disease and wiped you from the face of the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "But he has kept you alive, just to show you his power and to bring honor to himself everywhere in the world."
            },
            {
                "verse_number": "17",
                "verse_text": "You are still determined not to let the Lord 's people go."
            },
            {
                "verse_number": "18",
                "verse_text": "All right. At this time tomorrow, he will bring on Egypt the worst hailstorm in its history."
            },
            {
                "verse_number": "19",
                "verse_text": "You had better give orders for every person and every animal in Egypt to take shelter. If they don't, they will die."
            },
            {
                "verse_number": "20",
                "verse_text": "Some of the king's officials were frightened by what the Lord had said, and they hurried off to make sure their slaves and animals were safe."
            },
            {
                "verse_number": "21",
                "verse_text": "But others paid no attention to his threats and left their slaves and animals out in the open."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the Lord told Moses, &apos;Stretch your arm toward the sky, so that hailstones will fall on people, animals, and crops in the land of Egypt.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "People, animals, and crops were pounded by the hailstones, and bark was stripped from trees."
            },
            {
                "verse_number": "26",
                "verse_text": "Only Goshen, where the Israelites lived, was safe from the storm."
            },
            {
                "verse_number": "27",
                "verse_text": "The king sent for Moses and Aaron and told them, &apos;Now I have really sinned! My people and I are guilty, and the Lord is right."
            },
            {
                "verse_number": "28",
                "verse_text": "We can't stand any more of this thunder and hail. Please ask the Lord to make it stop. Your people can go&ndash;you don't have to stay in Egypt any longer.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses answered, &apos;As soon as I leave the city, I will lift my arms in prayer. When the thunder and hail stop, you will know that the earth belongs to the Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "But I am certain that neither you nor your officials really fear the Lord God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Meanwhile, the flax and barley crops had been destroyed by the storm because they were ready to ripen."
            },
            {
                "verse_number": "32",
                "verse_text": "But the wheat crops ripen later, and they were not damaged."
            },
            {
                "verse_number": "33",
                "verse_text": "After Moses left the royal palace and the city, he lifted his arms in prayer to the Lord , and the thunder, hail, and drenching rain stopped."
            },
            {
                "verse_number": "34",
                "verse_text": "When the king realized that the storm was over, he disobeyed once more. He and his officials were so stubborn"
            },
            {
                "verse_number": "35",
                "verse_text": "that he refused to let the Israelites go. This was exactly what the Lord had said would happen."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses: Go back to the king. I have made him and his officials stubborn, so that I could work these miracles."
            },
            {
                "verse_number": "2",
                "verse_text": "I did this because I want you to tell your children and your grandchildren about my miracles and about my harsh treatment of the Egyptians. Then all of you will know that I am the Lord . How long will you stubbornly refuse to obey? Release my people so they can worship me. After Moses left the palace,"
            },
            {
                "verse_number": "3",
                "verse_text": "Moses and Aaron went to the king and told him that the Lord God of the Hebrews had said:"
            },
            {
                "verse_number": "4",
                "verse_text": "Do this by tomorrow, or I will cover your country with so many locusts"
            },
            {
                "verse_number": "5",
                "verse_text": "that you won't be able to see the ground. Most of your crops were ruined by the hailstones, but these locusts will destroy what little is left, including the trees."
            },
            {
                "verse_number": "6",
                "verse_text": "Your palace, the homes of your officials, and all the other houses in Egypt will overflow with more locusts than have ever been seen in this country."
            },
            {
                "verse_number": "7",
                "verse_text": "the king's officials asked, &apos;Your Majesty, how much longer is this man going to be a troublemaker? Why don't you let the people leave, so they can worship the Lord their God? Don't you know that Egypt is a disaster?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The king had Moses and Aaron brought back, and he said, &apos;All right, you may go and worship the Lord your God. But first tell me who will be going.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Everyone, young and old,&apos; Moses answered. &apos;We will even take our sheep, goats, and cattle, because we want to hold a celebration in honor of the Lord .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king replied, &apos;The Lord had better watch over you on the day I let you leave with your families! You're up to no good."
            },
            {
                "verse_number": "11",
                "verse_text": "Do you want to worship the Lord ? All right, take only the men and go.&apos; Then Moses and Aaron were chased out of the palace."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord told Moses, &apos;Stretch your arm toward Egypt. Swarms of locusts will come and eat everything left by the hail.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses held out his walking stick, and the Lord sent an east wind that blew across Egypt the rest of the day and all that night. By morning, locusts"
            },
            {
                "verse_number": "14",
                "verse_text": "were swarming everywhere. Never before had there been so many locusts in Egypt, and never again will there be so many."
            },
            {
                "verse_number": "15",
                "verse_text": "The ground was black with locusts, and they ate everything left on the trees and in the fields. Nothing green remained in Egypt&ndash;not a tree or a plant."
            },
            {
                "verse_number": "16",
                "verse_text": "At once the king sent for Moses and Aaron. He told them, &apos;I have sinned against the Lord your God and against you."
            },
            {
                "verse_number": "17",
                "verse_text": "Forgive me one more time and ask the Lord to stop these insects from killing every living plant.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses left the palace and prayed."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Lord sent a strong west wind that swept the locusts into the Red Sea. Not one locust was left anywhere in Egypt,"
            },
            {
                "verse_number": "20",
                "verse_text": "but the Lord made the king so stubborn that he still refused to let the Israelites go."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord said to Moses, &apos;Stretch your arm toward the sky, and everything will be covered with darkness thick enough to touch.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses stretched his arm toward the sky, and Egypt was covered with darkness for three days."
            },
            {
                "verse_number": "23",
                "verse_text": "During that time, the Egyptians could not see each other or leave their homes, but there was light where the Israelites lived."
            },
            {
                "verse_number": "24",
                "verse_text": "The king sent for Moses and told him, &apos;Go worship the Lord ! And take your families with you. Just leave your sheep, goats, and cattle.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;No!&apos; Moses replied. &apos;You must let us offer sacrifices to the Lord our God,"
            },
            {
                "verse_number": "26",
                "verse_text": "and we won't know which animals we will need until we get there. That's why we can't leave even one of them here.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "This time the Lord made the king so stubborn"
            },
            {
                "verse_number": "28",
                "verse_text": "that he said to Moses, &apos;Get out and stay out! If you ever come back, you're dead!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Have it your way,&apos; Moses answered. &apos;You won't see me again.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses: I am going to punish the king of Egypt and his people one more time. Then the king will gladly let you leave his land. In fact, he will even chase you out."
            },
            {
                "verse_number": "2",
                "verse_text": "Now go and tell my people to ask their Egyptian neighbors for gold and silver jewelry. I have come to let you know what the Lord is going to do. About midnight he will go through the land of Egypt, Moses was very angry; he turned and left the king."
            },
            {
                "verse_number": "3",
                "verse_text": "So the Lord made the Egyptians greatly respect the Israelites, and everyone, including the king's officials, considered Moses an important leader."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses went to the king and said:"
            },
            {
                "verse_number": "5",
                "verse_text": "and wherever he goes, the first-born son in every family will die. Your own son will die, and so will the son of the lowest slave woman. Even the first-born males of your cattle will die."
            },
            {
                "verse_number": "6",
                "verse_text": "Everywhere in Egypt there will be loud crying. Nothing like this has ever happened before or will ever happen again."
            },
            {
                "verse_number": "7",
                "verse_text": "But there won't be any need for the Israelites to cry. Things will be so quiet that not even a dog will be heard barking. Then you Egyptians will know that the Lord is good to the Israelites, even while he punishes you."
            },
            {
                "verse_number": "8",
                "verse_text": "Your leaders will come and bow down, begging me to take my people and leave your country. Then we will leave."
            },
            {
                "verse_number": "9",
                "verse_text": "What the Lord had earlier said to Moses came true. He had said, &apos;The king of Egypt won't listen. Then I will perform even more miracles.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the king of Egypt saw Moses and Aaron work miracles, but the Lord made him stubbornly refuse to let the Israelites leave his country."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Some time later the Lord said to Moses and Aaron: Each family is to pick out a sheep and kill it for Passover. After Moses finished speaking, the people of Israel knelt down and worshiped the Lord . Only Israelites may eat the Passover meal. No bones of the Passover lamb may be broken."
            },
            {
                "verse_number": "2",
                "verse_text": "This month is to be the first month of the year for you."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell the people of Israel that on the tenth day of this month the head of each family must choose a lamb or a young goat for his family to eat."
            },
            {
                "verse_number": "6",
                "verse_text": "Each family must take care of its animal until the evening of the fourteenth day of the month, when the animals are to be killed."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the blood must be put on the two doorposts and above the door of each house where the animals are to be eaten."
            },
            {
                "verse_number": "8",
                "verse_text": "That night the animals are to be roasted and eaten, together with bitter herbs and thin bread made without yeast."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't eat the meat raw or boiled. The entire animal, including its head, legs, and insides, must be roasted."
            },
            {
                "verse_number": "10",
                "verse_text": "Eat what you want that night, and the next morning burn whatever is left."
            },
            {
                "verse_number": "11",
                "verse_text": "When you eat the meal, be dressed and ready to travel. Have your sandals on, carry your walking stick in your hand, and eat quickly. This is the Passover Festival in honor of me, your Lord ."
            },
            {
                "verse_number": "12",
                "verse_text": "That same night I will pass through Egypt and kill the first-born son in every family and the first-born male of all animals. I am the Lord , and I will punish the gods of Egypt."
            },
            {
                "verse_number": "13",
                "verse_text": "The blood on the houses will show me where you live, and when I see the blood, I will pass over you. Then you won't be bothered by the terrible disasters I will bring on Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "Remember this day and celebrate it each year as a festival in my honor."
            },
            {
                "verse_number": "15",
                "verse_text": "For seven days you must eat bread made without yeast. And on the first of these seven days, you must remove all yeast from your homes. If you eat anything made with yeast during this festival, you will no longer be part of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "Meet together for worship on the first and seventh days of the festival. The only work you are allowed to do on either of these two days is that of preparing the bread."
            },
            {
                "verse_number": "17",
                "verse_text": "Celebrate this Festival of Thin Bread as a way of remembering the day that I brought your families and tribes out of Egypt. And do this each year."
            },
            {
                "verse_number": "18",
                "verse_text": "Begin on the evening of the fourteenth day of the first month by eating bread made without yeast. Then continue this celebration until the evening of the twenty-first day."
            },
            {
                "verse_number": "19",
                "verse_text": "During these seven days no yeast is allowed in anyone's home, whether they are native Israelites or not. If you are caught eating anything made with yeast, you will no longer be part of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Stay away from yeast, no matter where you live. No one is allowed to eat anything made with yeast!"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses called the leaders of Israel together and said:"
            },
            {
                "verse_number": "22",
                "verse_text": "Make a brush from a few small branches of a hyssop plant and dip the brush in the bowl that has the blood of the animal in it. Then brush some of the blood above the door and on the posts at each side of the door of your house. After this, everyone is to stay inside until morning."
            },
            {
                "verse_number": "23",
                "verse_text": "During that night the Lord will go through the country of Egypt and kill the first-born son in every Egyptian family. He will see where you have put the blood, and he will not come into your house. His angel that brings death will pass over and not kill your first-born sons."
            },
            {
                "verse_number": "26",
                "verse_text": "Your children will ask you, &apos;What are we celebrating?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "And you will answer, &apos;The Passover animal is killed to honor the Lord . We do these things because on that night long ago the Lord passed over the homes of our people in Egypt. He killed the first-born sons of the Egyptians, but he spared our children from death.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then they left and did what Moses and Aaron had told them to do."
            },
            {
                "verse_number": "29",
                "verse_text": "At midnight the Lord killed the first-born son of every Egyptian family, from the son of the king to the son of every prisoner in jail. He also killed the first-born male of every animal that belonged to the Egyptians."
            },
            {
                "verse_number": "30",
                "verse_text": "That night the king, his officials, and everyone else in Egypt got up and started crying bitterly. In every Egyptian home, someone was dead."
            },
            {
                "verse_number": "31",
                "verse_text": "During the night the king sent for Moses and Aaron and told them, &apos;Get your people out of my country and leave us alone! Go and worship the Lord , as you have asked."
            },
            {
                "verse_number": "32",
                "verse_text": "Take your sheep, goats, and cattle, and get out. But ask your God to be kind to me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Egyptians did everything they could to get the Israelites to leave their country as quickly as possible. They said, &apos;Please hurry and leave. If you don't, we will all be dead.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So the Israelites quickly made some bread dough and put it in pans. But they did not mix any yeast in the dough to make it rise. They wrapped cloth around the pans and carried them on their shoulders."
            },
            {
                "verse_number": "35",
                "verse_text": "The Israelites had already done what Moses had told them to do. They had gone to their Egyptian neighbors and asked for gold and silver and for clothes."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord had made the Egyptians friendly toward the people of Israel, and they gave them whatever they asked for. In this way they carried away the wealth of the Egyptians when they left Egypt."
            },
            {
                "verse_number": "37",
                "verse_text": "The Israelites walked from the city of Rameses to the city of Succoth. There were about 600,000 of them, not counting women and children."
            },
            {
                "verse_number": "38",
                "verse_text": "Many other people went with them as well, and there were also a lot of sheep, goats, and cattle."
            },
            {
                "verse_number": "39",
                "verse_text": "They left Egypt in such a hurry that they did not have time to prepare any food except the bread dough made without yeast. So they baked it and made thin bread."
            },
            {
                "verse_number": "42",
                "verse_text": "On that night the Lord kept watch for them, and on this same night each year Israel will always keep watch in honor of the Lord ."
            },
            {
                "verse_number": "43",
                "verse_text": "The Lord gave Moses and Aaron the following instructions for celebrating Passover:"
            },
            {
                "verse_number": "44",
                "verse_text": "Your slaves may eat the meal if they have been circumcised,"
            },
            {
                "verse_number": "45",
                "verse_text": "but no foreigners who work for you are allowed to have any."
            },
            {
                "verse_number": "46",
                "verse_text": "The entire meal must be eaten inside, and no one may leave the house during the celebration."
            },
            {
                "verse_number": "47",
                "verse_text": "And all Israelites must take part in the meal."
            },
            {
                "verse_number": "48",
                "verse_text": "If anyone who isn't an Israelite wants to celebrate Passover with you, every man and boy in that family must first be circumcised. Then they may join in the meal, just like native Israelites. No uncircumcised man or boy may eat the Passover meal!"
            },
            {
                "verse_number": "49",
                "verse_text": "This law applies both to native Israelites and to those foreigners who live among you."
            },
            {
                "verse_number": "50",
                "verse_text": "The Israelites obeyed everything the Lord had commanded Moses and Aaron to tell them."
            },
            {
                "verse_number": "51",
                "verse_text": "And on that same day the Lord brought Israel's families and tribes out of Egypt."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Dedicate to me the first-born son of every family and the first-born males of your flocks and herds. These belong to me.&apos; Each year during the month of Abib, celebrate these events in the following way: The Israelites left Egypt, prepared for battle."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord promised your ancestors that he would bring you into the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites. It is a land rich with milk and honey."
            },
            {
                "verse_number": "6",
                "verse_text": "For seven days you are to eat bread made without yeast, and on the seventh day you are to celebrate a festival in honor of the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "During those seven days, you must not eat anything made with yeast or even have yeast anywhere near your homes."
            },
            {
                "verse_number": "8",
                "verse_text": "Then on the seventh day you must explain to your children that you do this because the Lord brought you out of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "This celebration will be like wearing a sign on your hand or on your forehead, because then you will pass on to others the teaching of the Lord , whose mighty power brought you out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "Celebrate this festival each year at the same time."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will give you the land of the Canaanites, just as he promised you and your ancestors."
            },
            {
                "verse_number": "12",
                "verse_text": "From then on, you must give him every first-born son from your families and every first-born male from your animals, because these belong to him."
            },
            {
                "verse_number": "13",
                "verse_text": "You can spare the life of a first-born donkey by sacrificing a lamb; if you don't, you must break the donkey's neck. You must spare every first-born son."
            },
            {
                "verse_number": "14",
                "verse_text": "In the future your children will ask what this ceremony means. Explain it to them by saying, &apos;The Lord used his mighty power to rescue us from slavery in Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "The king stubbornly refused to set us free, so the Lord killed the first-born male of every animal and the first-born son of every Egyptian family. This is why we sacrifice to the Lord every first-born male of every animal and save every first-born son.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "This ceremony will serve the same purpose as a sign on your hand or on your forehead to tell how the Lord 's mighty power rescued us from Egypt."
            },
            {
                "verse_number": "17",
                "verse_text": "After the king had finally let the people go, the Lord did not lead them through Philistine territory, though that was the shortest way. God had said, &apos;If they are attacked, they may decide to return to Egypt.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So he led them around through the desert and toward the Red Sea."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses had them take the bones of Joseph, whose dying words had been, &apos;God will come to your rescue, and when he does, be sure to take my bones with you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The people of Israel left Succoth and camped at Etham at the border of Egypt near the desert."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At Etham the Lord said to Moses: The Israelites obeyed the Lord and camped where he told them."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell the people of Israel to turn back and camp across from Pi-Hahiroth near Baal-Zephon, between Migdol and the Red Sea."
            },
            {
                "verse_number": "3",
                "verse_text": "The king will think you were afraid to cross the desert and that you are wandering around, trying to find another way to leave the country."
            },
            {
                "verse_number": "4",
                "verse_text": "I will make the king stubborn again, and he will try to catch you. Then I will destroy him and his army. People everywhere will praise me for my victory, and the Egyptians will know that I really am the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "When the king of Egypt heard that the Israelites had finally left, he and his officials changed their minds and said, &apos;Look what we have done! We let them get away, and they will no longer be our slaves.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The king got his war chariot and army ready."
            },
            {
                "verse_number": "7",
                "verse_text": "He commanded his officers in charge of his 600 best chariots and all his other chariots to start after the Israelites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord made the king so stubborn that he went after them, while the Israelites proudly went on their way."
            },
            {
                "verse_number": "9",
                "verse_text": "But the king's horses and chariots and soldiers caught up with them while they were camping by the Red Sea near Pi-Hahiroth and Baal-Zephon."
            },
            {
                "verse_number": "10",
                "verse_text": "When the Israelites saw the king coming with his army, they were frightened and begged the Lord for help."
            },
            {
                "verse_number": "11",
                "verse_text": "They also complained to Moses, &apos;Wasn't there enough room in Egypt to bury us? Is that why you brought us out here to die in the desert? Why did you bring us out of Egypt anyway?"
            },
            {
                "verse_number": "12",
                "verse_text": "While we were there, didn't we tell you to leave us alone? We'd rather be slaves in Egypt than die in this desert!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses answered, &apos;Don't be afraid! Be brave, and you will see the Lord save you today. These Egyptians will never bother you again."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord will fight for you, and you won't have to do a thing.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said to Moses, &apos;Why do you keep calling out to me for help? Tell the Israelites to move forward."
            },
            {
                "verse_number": "16",
                "verse_text": "Then hold your walking stick over the sea. The water will open up and make a road where they can walk through on dry ground."
            },
            {
                "verse_number": "17",
                "verse_text": "I will make the Egyptians so stubborn that they will go after you. Then I will be praised because of what happens to the king and his chariots and cavalry."
            },
            {
                "verse_number": "18",
                "verse_text": "The Egyptians will know for sure that I am the Lord .&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "All this time God's angel had gone ahead of Israel's army, but now he moved behind them. A large cloud had also gone ahead of them,"
            },
            {
                "verse_number": "20",
                "verse_text": "but now it moved between the Egyptians and the Israelites. The cloud gave light to the Israelites, but made it dark for the Egyptians, and during the night they could not come any closer."
            },
            {
                "verse_number": "21",
                "verse_text": "Moses stretched his arm over the sea, and the Lord sent a strong east wind that blew all night until there was dry land where the water had been. The sea opened up,"
            },
            {
                "verse_number": "22",
                "verse_text": "and the Israelites walked through on dry land with a wall of water on each side."
            },
            {
                "verse_number": "23",
                "verse_text": "The Egyptian chariots and cavalry went after them."
            },
            {
                "verse_number": "24",
                "verse_text": "But before daylight the Lord looked down at the Egyptian army from the fiery cloud and made them panic."
            },
            {
                "verse_number": "25",
                "verse_text": "Their chariot wheels got stuck, and it was hard for them to move. So the Egyptians said to one another, &apos;Let's leave these people alone! The Lord is on their side and is fighting against us.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord told Moses, &apos;Stretch your arm toward the sea&ndash;the water will cover the Egyptians and their cavalry and chariots.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Moses stretched out his arm, and at daybreak the water rushed toward the Egyptians. They tried to run away, but the Lord drowned them in the sea."
            },
            {
                "verse_number": "28",
                "verse_text": "The water came and covered the chariots, the cavalry, and the whole Egyptian army that had followed the Israelites into the sea. Not one of them was left alive."
            },
            {
                "verse_number": "29",
                "verse_text": "But the sea had made a wall of water on each side of the Israelites, so they walked through on dry land."
            },
            {
                "verse_number": "30",
                "verse_text": "On that day, when the Israelites saw the bodies of the Egyptians washed up on the shore, they knew that the Lord had saved them."
            },
            {
                "verse_number": "31",
                "verse_text": "Because of the mighty power he had used against the Egyptians, the Israelites worshiped him and trusted him and his servant Moses."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Moses and the Israelites sang this song in praise of the Lord : I sing praises to the Lord for his great victory! He has thrown the horses and their riders into the sea. the reason for my song, because he has saved me. I praise and honor the Lord &ndash; he is my God and the God of my ancestors. and he is a warrior! and he drowned the best of the king's officers. just like stones. of your right arm, our Lord , you crushed your enemies. when you defeated everyone who opposed you. Your fiery anger wiped them out, as though they were straw. that the sea piled up like a wall, and the ocean depths curdled like cheese. that they would pursue and capture us, divide up our possessions, treat us as they wished, then take out their swords and kill us right there. they sank like lead, swallowed by ocean waves. compare with you&ndash; Majestic and holy! Fearsome and glorious! Miracle worker! with your right hand, your enemies were swallowed deep into the earth. were led by your powerful love to your holy place. and trembled&ndash; Philistines shook with horror. were terrified. Everyone in Canaan fainted, Our Lord , your powerful arm kept them still as a rock until the people you rescued to be your very own had marched by. on your own mountain, where you chose to live and to be worshiped. &apos;Sing praises to the Lord for his great victory! He has thrown the horses and their riders into the sea.&apos; At Marah the Lord tested his people and also gave them some laws and teachings."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is my strength,"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord is his name,"
            },
            {
                "verse_number": "4",
                "verse_text": "He threw the chariots and army of Egypt's king into the Red Sea,"
            },
            {
                "verse_number": "5",
                "verse_text": "They sank to the bottom"
            },
            {
                "verse_number": "6",
                "verse_text": "With the tremendous force"
            },
            {
                "verse_number": "7",
                "verse_text": "What a great victory was yours,"
            },
            {
                "verse_number": "8",
                "verse_text": "You were so furious"
            },
            {
                "verse_number": "9",
                "verse_text": "Your enemies boasted"
            },
            {
                "verse_number": "10",
                "verse_text": "But when you got furious,"
            },
            {
                "verse_number": "11",
                "verse_text": "Our Lord , no other gods"
            },
            {
                "verse_number": "12",
                "verse_text": "When you signaled"
            },
            {
                "verse_number": "13",
                "verse_text": "The people you rescued"
            },
            {
                "verse_number": "14",
                "verse_text": "Nations learned of this"
            },
            {
                "verse_number": "15",
                "verse_text": "The leaders of Edom and of Moab"
            },
            {
                "verse_number": "16",
                "verse_text": "struck down by fear."
            },
            {
                "verse_number": "17",
                "verse_text": "You will let your people settle"
            },
            {
                "verse_number": "18",
                "verse_text": "Our Lord , you will rule forever!"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord covered the royal Egyptian cavalry and chariots with the sea, after the Israelites had walked safely through on dry ground."
            },
            {
                "verse_number": "20",
                "verse_text": "Miriam the sister of Aaron was a prophet. So she took her tambourine and led the other women out to play their tambourines and to dance."
            },
            {
                "verse_number": "21",
                "verse_text": "Then she sang to them:"
            },
            {
                "verse_number": "22",
                "verse_text": "After the Israelites left the Red Sea, Moses led them through the Shur Desert for three days, before finding water."
            },
            {
                "verse_number": "23",
                "verse_text": "They did find water at Marah, but it was bitter, which is how that place got its name."
            },
            {
                "verse_number": "24",
                "verse_text": "The people complained and said, &apos;Moses, what are we going to drink?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses asked the Lord for help, and the Lord told him to throw a certain piece of wood into the water. Moses did so, and the water became fit to drink."
            },
            {
                "verse_number": "26",
                "verse_text": "Then he said, &apos;I am the Lord your God, and I cure your diseases. If you obey me by doing right and by following my laws and teachings, I won't punish you with the diseases I sent on the Egyptians.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Later the Israelites came to Elim, where there were twelve springs and 70 palm trees. So they camped there."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "On the fifteenth day of the second month after the Israelites had escaped from Egypt, they left Elim and started through the western edge of the Sinai Desert in the direction of Mount Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "There in the desert they started complaining to Moses and Aaron,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;We wish the Lord had killed us in Egypt. When we lived there, we could at least sit down and eat all the bread and meat we wanted. But you have brought us out here into this desert, where we are going to starve.&apos; Moses answered, &apos;This is the bread that the Lord has given you to eat."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses, &apos;I will send bread down from heaven like rain. Tell the people to go out each day and gather only enough for that day. That's how I will see if they obey me."
            },
            {
                "verse_number": "5",
                "verse_text": "But on the sixth day of each week they must gather and cook twice as much.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron told the people, &apos;This evening you will know that the Lord was the one who rescued you from Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "And in the morning you will see his glorious power, because he has heard your complaints against him. Why should you grumble to us? Who are we?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Moses continued, &apos;You will know it is the Lord when he gives you meat each evening and more than enough bread each morning. He is really the one you are complaining about, not us&ndash;we are nobodies&ndash;but the Lord has heard your complaints.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses turned to Aaron and said, &apos;Bring the people together, because the Lord has heard their complaints.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Aaron was speaking to them, when everyone looked out toward the desert and saw the bright glory of the Lord in a cloud."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I have heard my people complain. Now tell them that each evening they will have meat and each morning they will have more than enough bread. Then they will know that I am the Lord their God.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "That evening a lot of quails came and landed everywhere in the camp, and the next morning dew covered the ground."
            },
            {
                "verse_number": "14",
                "verse_text": "After the dew had gone, the desert was covered with thin flakes that looked like frost."
            },
            {
                "verse_number": "15",
                "verse_text": "The people had never seen anything like this, and they started asking each other, &apos;What is it?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And he orders you to gather about two liters for each person in your family&ndash;that should be more than enough.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They did as they were told. Some gathered more and some gathered less."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone had exactly what they needed, just the right amount."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses told them not to keep any overnight."
            },
            {
                "verse_number": "20",
                "verse_text": "Some of them disobeyed, but the next morning what they kept was stinking and full of worms, and Moses was angry."
            },
            {
                "verse_number": "21",
                "verse_text": "Each morning everyone gathered as much as they needed, and in the heat of the day the rest melted."
            },
            {
                "verse_number": "22",
                "verse_text": "However, on the sixth day of the week, everyone gathered enough to have four liters, instead of two. When the leaders reported this to Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "he told them that the Lord had said, &apos;Tomorrow is the Sabbath, a sacred day of rest in honor of me. So gather all you want to bake or boil, and make sure you save enough for tomorrow.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The people obeyed, and the next morning the food smelled fine and had no worms."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;You may eat the food,&apos; Moses said. &apos;Today is the Sabbath in honor of the Lord , and there won't be any of this food on the ground today."
            },
            {
                "verse_number": "26",
                "verse_text": "You will find it there for the first six days of the week, but not on the Sabbath.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "A few of the Israelites did go out to look for some, but there was none."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Lord said, &apos;Moses, how long will you people keep disobeying my laws and teachings?"
            },
            {
                "verse_number": "29",
                "verse_text": "Remember that I was the one who gave you the Sabbath. That's why on the sixth day I provide enough bread for two days. Everyone is to stay home and rest on the Sabbath.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And so they rested on the Sabbath."
            },
            {
                "verse_number": "31",
                "verse_text": "The Israelites called the bread manna. It was white like coriander seed and delicious as wafers made with honey."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses told the people that the Lord had said, &apos;Store up two liters of this manna, because I want future generations to see the food I gave you during the time you were in the desert after I rescued you from Egypt.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Moses told Aaron, &apos;Put some manna in a jar and store it in the place of worship for future generations to see.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Aaron followed the Lord 's instructions and put the manna in front of the sacred chest for safekeeping."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites left the desert and moved from one place to another each time the Lord ordered them to. Once they camped at Rephidim, but there was no water for them to drink. Moses replied, &apos;Why are you complaining to me and trying to put the Lord to the test?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The people started complaining to Moses, &apos;Give us some water!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the people were thirsty and kept on complaining, &apos;Moses, did you bring us out of Egypt just to let us and our families and our animals die of thirst?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Moses prayed to the Lord , &apos;What am I going to do with these people? They are about to stone me to death!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord answered, &apos;Take some of the leaders with you and go ahead of the rest of the people. Also take along the walking stick with which you struck the Nile River."
            },
            {
                "verse_number": "6",
                "verse_text": "When you get to the rock at Mount Sinai, I will be there with you. Strike the rock with the stick, and water will pour out for the people to drink.&apos; Moses did this while the leaders watched."
            },
            {
                "verse_number": "7",
                "verse_text": "The people had complained and tested the Lord by asking, &apos;Is the Lord really with us?&apos; So Moses named that place Massah, which means &apos;testing&apos; and Meribah, which means &apos;complaining.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When the Israelites were at Rephidim, they were attacked by the Amalekites."
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses told Joshua, &apos;Have some men ready to attack the Amalekites tomorrow. I will stand on a hilltop, holding this walking stick that has the power of God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua led the attack as Moses had commanded, while Moses, Aaron, and Hur stood on the hilltop."
            },
            {
                "verse_number": "11",
                "verse_text": "The Israelites out-fought the Amalekites as long as Moses held up his arms, but they started losing whenever he lowered them."
            },
            {
                "verse_number": "12",
                "verse_text": "After a while, his arms were so tired that Aaron and Hur got a rock for him to sit on. Then they stood beside him and supported his arms in the same position until sunset."
            },
            {
                "verse_number": "13",
                "verse_text": "That's how Joshua defeated the Amalekites."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterwards, the Lord said to Moses, &apos;Write an account of this victory and read it to Joshua. I want the Amalekites to be forgotten forever.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses built an altar and named it &apos;The Lord Gives Me Victory.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Moses explained, &apos;This is because I depended on the Lord . But in future generations, the Lord will fight the Amalekites again and again.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jethro was the priest of Midian and the father-in-law of Moses. He heard what the Lord God had done for Moses and his people, after rescuing them from Egypt. That isn't the best way to do it."
            },
            {
                "verse_number": "7",
                "verse_text": "When they arrived, Moses went out and bowed down in front of Jethro, then kissed him. After they had greeted each other, they went into the tent,"
            },
            {
                "verse_number": "8",
                "verse_text": "where Moses told him everything the Lord had done to protect Israel against the Egyptians and their king. He also told him how the Lord had helped them in all of their troubles."
            },
            {
                "verse_number": "9",
                "verse_text": "Jethro was so pleased to hear this good news about what the Lord had done,"
            },
            {
                "verse_number": "10",
                "verse_text": "that he shouted, &apos;Praise the Lord ! He rescued you and the Israelites from the Egyptians and their king."
            },
            {
                "verse_number": "11",
                "verse_text": "Now I know that the Lord is the greatest God, because he has rescued Israel from their arrogant enemies.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jethro offered sacrifices to God. Then Aaron and Israel's leaders came to eat with Jethro there at the place of worship."
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning Moses sat down at the place where he decided legal cases for the people, and everyone crowded around him until evening."
            },
            {
                "verse_number": "14",
                "verse_text": "Jethro saw how much Moses had to do for the people, and he asked, &apos;Why are you the only judge? Why do you let these people crowd around you from morning till evening?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses answered, &apos;Because they come here to find out what God wants them to do."
            },
            {
                "verse_number": "16",
                "verse_text": "They bring their complaints to me, and I make decisions on the basis of God's laws.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jethro replied:"
            },
            {
                "verse_number": "18",
                "verse_text": "You and the people who come to you will soon be worn out. The job is too much for one person; you can't do it alone."
            },
            {
                "verse_number": "19",
                "verse_text": "God will help you if you follow my advice. You should be the one to speak to God for the people,"
            },
            {
                "verse_number": "20",
                "verse_text": "and you should teach them God's laws and show them what they must do to live right."
            },
            {
                "verse_number": "21",
                "verse_text": "You will need to appoint some competent leaders who respect God and are trustworthy and honest. Then put them over groups of 10, 50, 100, and 1,000."
            },
            {
                "verse_number": "22",
                "verse_text": "These judges can handle the ordinary cases and bring the more difficult ones to you. Having them to share the load will make your work easier."
            },
            {
                "verse_number": "23",
                "verse_text": "This is the way God wants it done. You won't be under nearly as much stress, and everyone else will return home feeling satisfied."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses followed Jethro's advice."
            },
            {
                "verse_number": "25",
                "verse_text": "He chose some competent leaders from every tribe in Israel and put them over groups of 10, 50, 100, and 1,000."
            },
            {
                "verse_number": "26",
                "verse_text": "They served as judges, deciding the easy cases themselves, but bringing the more difficult ones to Moses."
            },
            {
                "verse_number": "27",
                "verse_text": "After Moses and his father-in-law Jethro had said goodbye to each other, Jethro returned home."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "Moses went up the mountain to meet with the Lord God, who told him to say to the people:"
            },
            {
                "verse_number": "4",
                "verse_text": "You saw what I did in Egypt, and you know how I brought you here to me, just as a mighty eagle carries its young."
            },
            {
                "verse_number": "5",
                "verse_text": "Now if you will faithfully obey me, you will be my very own people. The whole world is mine,"
            },
            {
                "verse_number": "6",
                "verse_text": "but you will be my holy nation and serve me as priests."
            },
            {
                "verse_number": "7",
                "verse_text": "After Moses went back, he reported to the leaders what the Lord had said,"
            },
            {
                "verse_number": "8",
                "verse_text": "and they all promised, &apos;We will do everything the Lord has commanded.&apos; So Moses told the Lord about this."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said to Moses, &apos;I will come to you in a thick cloud and let the people hear me speak to you. Then they will always trust you.&apos; Again Moses reported to the Lord what the people had said."
            },
            {
                "verse_number": "10",
                "verse_text": "Once more the Lord spoke to Moses:"
            },
            {
                "verse_number": "11",
                "verse_text": "and be ready by the day after tomorrow, when I will come down to Mount Sinai, where all of them can see me."
            },
            {
                "verse_number": "12",
                "verse_text": "Warn the people that they are forbidden to touch any part of the mountain. Anyone who does will be put to death,"
            },
            {
                "verse_number": "13",
                "verse_text": "either with stones or arrows, and no one must touch the body of the person being put to death in this way. Even an animal that touches this mountain must be put to death. You may go up the mountain only after a signal is given on the trumpet."
            },
            {
                "verse_number": "14",
                "verse_text": "After Moses went down the mountain, he gave orders for the people to wash their clothes and make themselves acceptable to worship God."
            },
            {
                "verse_number": "15",
                "verse_text": "He told them to be ready in three days and not to have sex in the meantime."
            },
            {
                "verse_number": "16",
                "verse_text": "On the morning of the third day there was thunder and lightning. A thick cloud covered the mountain, a loud trumpet blast was heard, and everyone in camp trembled with fear."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses led them out of the camp to meet God, and they stood at the foot of the mountain."
            },
            {
                "verse_number": "18",
                "verse_text": "Mount Sinai was covered with smoke because the Lord had come down in a flaming fire. Smoke poured out of the mountain just like a furnace, and the whole mountain shook."
            },
            {
                "verse_number": "19",
                "verse_text": "The trumpet blew louder and louder. Moses spoke, and God answered him with thunder."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord came down to the top of Mount Sinai and told Moses to meet him there."
            },
            {
                "verse_number": "21",
                "verse_text": "Then he said, &apos;Moses, go and warn the people not to cross the boundary that you set at the foot of the mountain. They must not cross it to come and look at me, because if they do, many of them will die."
            },
            {
                "verse_number": "22",
                "verse_text": "Only the priests may come near me, and they must obey strict rules before I let them. If they don't, they will be punished.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Moses replied, &apos;The people cannot come up the mountain. You warned us to stay away because it is holy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the Lord told Moses, &apos;Go down and bring Aaron back here with you. But the priests and people must not try to push their way through, or I will rush at them like a flood!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "After Moses had gone back down, he told the people what the Lord had said."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "God said to the people of Israel: With your own eyes you saw me speak to you from heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "I am the Lord your God, the one who brought you out of Egypt where you were slaves."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not worship any god except me."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not make idols that look like anything in the sky or on earth or in the ocean under the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't bow down and worship idols. I am the Lord your God, and I demand all your love. If you reject me, I will punish your families for three or four generations."
            },
            {
                "verse_number": "6",
                "verse_text": "But if you love me and obey my laws, I will be kind to your families for thousands of generations."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not misuse my name. I am the Lord your God, and I will punish anyone who misuses my name."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember that the Sabbath Day belongs to me."
            },
            {
                "verse_number": "9",
                "verse_text": "You have six days when you can do your work,"
            },
            {
                "verse_number": "10",
                "verse_text": "but the seventh day of each week belongs to me, your God. No one is to work on that day&ndash;not you, your children, your slaves, your animals, or the foreigners who live in your towns."
            },
            {
                "verse_number": "11",
                "verse_text": "In six days I made the sky, the earth, the oceans, and everything in them, but on the seventh day I rested. That's why I made the Sabbath a special day that belongs to me."
            },
            {
                "verse_number": "12",
                "verse_text": "Respect your father and your mother, and you will live a long time in the land I am giving you."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not murder."
            },
            {
                "verse_number": "14",
                "verse_text": "Be faithful in marriage."
            },
            {
                "verse_number": "15",
                "verse_text": "Do not steal."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not tell lies about others."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not desire to possess anything that belongs to another person&ndash;not a house, a wife, a husband, a slave, an ox, a donkey, or anything else."
            },
            {
                "verse_number": "18",
                "verse_text": "The people trembled with fear when they heard the thunder and the trumpet and saw the lightning and the smoke coming from the mountain. They stood a long way off"
            },
            {
                "verse_number": "19",
                "verse_text": "and said to Moses, &apos;If you speak to us, we will listen. But don't let God speak to us, or we will die!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Don't be afraid!&apos; Moses replied. &apos;God has come only to test you, so that by obeying him you won't sin.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But when Moses went near the thick cloud where God was, the people stayed a long way off."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord told Moses to say to the people of Israel:"
            },
            {
                "verse_number": "23",
                "verse_text": "So you must never make idols of silver or gold to worship in place of me."
            },
            {
                "verse_number": "24",
                "verse_text": "Build an altar out of earth, and offer on it your sacrifices of sheep, goats, and cattle. Wherever I choose to be worshiped, I will come down to bless you."
            },
            {
                "verse_number": "25",
                "verse_text": "If you ever build an altar for me out of stones, do not use any tools to chisel the stones, because that would make the altar unfit for use in worship."
            },
            {
                "verse_number": "26",
                "verse_text": "And don't build an altar that requires steps; you might expose yourself when you climb up."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord gave Moses the following laws for his people:"
            },
            {
                "verse_number": "2",
                "verse_text": "If you buy a Hebrew slave, he must remain your slave for six years. But in the seventh year you must set him free, without cost to him."
            },
            {
                "verse_number": "3",
                "verse_text": "If he was single at the time you bought him, he alone must be set free. But if he was married at the time, both he and his wife must be given their freedom."
            },
            {
                "verse_number": "4",
                "verse_text": "If you give him a wife, and they have children, only the man himself must be set free; his wife and children remain the property of his owner."
            },
            {
                "verse_number": "5",
                "verse_text": "But suppose the slave loves his wife and children and his owner so much that he won't leave them."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he must stand beside either the door or the doorpost at the place of worship, while his owner punches a small hole through one of his ears with a sharp metal rod. This makes him a slave for life."
            },
            {
                "verse_number": "7",
                "verse_text": "A young woman who was sold by her father doesn't gain her freedom in the same way that a man does."
            },
            {
                "verse_number": "8",
                "verse_text": "If she doesn't please the man who bought her to be his wife, he must let her be bought back. He cannot sell her to foreigners; this would break the contract he made with her."
            },
            {
                "verse_number": "9",
                "verse_text": "If he selects her as a wife for his son, he must treat her as his own daughter."
            },
            {
                "verse_number": "10",
                "verse_text": "If the man later marries another woman, he must continue to provide food and clothing for the one he bought and to treat her as a wife."
            },
            {
                "verse_number": "11",
                "verse_text": "If he fails to do any of these things, she must be given her freedom without paying for it."
            },
            {
                "verse_number": "12",
                "verse_text": "Death is the punishment for murder."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you did not intend to kill someone, and I, the Lord , let it happen anyway, you may run for safety to a place that I have set aside."
            },
            {
                "verse_number": "14",
                "verse_text": "If you plan in advance to murder someone, there's no escape, not even by holding on to my altar. You will be dragged off and killed."
            },
            {
                "verse_number": "15",
                "verse_text": "Death is the punishment for attacking your father or mother."
            },
            {
                "verse_number": "16",
                "verse_text": "Death is the punishment for kidnapping. If you sell the person you kidnapped, or if you are caught with that person, the penalty is death."
            },
            {
                "verse_number": "17",
                "verse_text": "Death is the punishment for cursing your father or mother."
            },
            {
                "verse_number": "18",
                "verse_text": "Suppose two of you are arguing, and you hit the other with either a rock or your fist, without causing a fatal injury. If the victim has to stay in bed,"
            },
            {
                "verse_number": "19",
                "verse_text": "and later has to use a stick when walking outside, you must pay for the loss of time and do what you can to help until the injury is completely healed. That's your only responsibility."
            },
            {
                "verse_number": "20",
                "verse_text": "Death is the punishment for beating to death any of your slaves."
            },
            {
                "verse_number": "21",
                "verse_text": "However, if the slave lives a few days after the beating, you are not to be punished. After all, you have already lost the services of that slave who was your property."
            },
            {
                "verse_number": "22",
                "verse_text": "Suppose a pregnant woman suffers a miscarriage as the result of an injury caused by someone who is fighting. If she isn't badly hurt, the one who injured her must pay whatever fine her husband demands and the judges approve."
            },
            {
                "verse_number": "23",
                "verse_text": "But if she is seriously injured, the payment will be life for life,"
            },
            {
                "verse_number": "24",
                "verse_text": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
            },
            {
                "verse_number": "25",
                "verse_text": "burn for burn, cut for cut, and bruise for bruise."
            },
            {
                "verse_number": "26",
                "verse_text": "If you hit one of your slaves and cause the loss of an eye, the slave must be set free."
            },
            {
                "verse_number": "27",
                "verse_text": "The same law applies if you knock out a slave's tooth&ndash;the slave goes free."
            },
            {
                "verse_number": "28",
                "verse_text": "A bull that kills someone with its horns must be killed and its meat destroyed, but the owner of the bull isn't responsible for the death."
            },
            {
                "verse_number": "29",
                "verse_text": "Suppose you own a bull that has been in the habit of attacking people, but you have refused to keep it fenced in. If that bull kills someone, both you and the bull must be put to death by stoning."
            },
            {
                "verse_number": "30",
                "verse_text": "However, you may save your own life by paying whatever fine is demanded."
            },
            {
                "verse_number": "31",
                "verse_text": "This same law applies if the bull gores someone's son or daughter."
            },
            {
                "verse_number": "32",
                "verse_text": "If the bull kills a slave, you must pay the slave owner 30 pieces of silver for the loss of the slave, and the bull must be killed by stoning."
            },
            {
                "verse_number": "33",
                "verse_text": "Suppose someone's ox or donkey is killed by falling into an open pit that you dug or left uncovered on your property."
            },
            {
                "verse_number": "34",
                "verse_text": "You must pay for the dead animal, and it becomes yours."
            },
            {
                "verse_number": "35",
                "verse_text": "If your bull kills someone else's, yours must be sold. Then the money from your bull and the meat from the dead bull must be divided equally between you and the other owner."
            },
            {
                "verse_number": "36",
                "verse_text": "If you refuse to fence in a bull that is known to attack others, you must replace any animal it kills, but the dead animal will belong to you."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "If you steal an ox and slaughter or sell it, you must replace it with five oxen; if you steal a sheep and slaughter it or sell it, you must replace it with four sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "If you allow any of your animals to stray from your property and graze in someone else's field or vineyard, you must repay the damage from the best part of your own harvest of grapes and grain."
            },
            {
                "verse_number": "6",
                "verse_text": "If you carelessly let a fire spread from your property to someone else's, you must pay the owner for any crops or fields destroyed by the fire."
            },
            {
                "verse_number": "7",
                "verse_text": "Suppose a neighbor asks you to keep some silver or other valuables, and they are stolen from your house. If the thief is caught, the thief must repay double."
            },
            {
                "verse_number": "8",
                "verse_text": "But if the thief isn't caught, some judges will decide if you are the guilty one."
            },
            {
                "verse_number": "9",
                "verse_text": "Suppose two people claim to own the same ox or donkey or sheep or piece of clothing. Then the judges must decide the case, and the guilty person will pay the owner double."
            },
            {
                "verse_number": "10",
                "verse_text": "Suppose a neighbor who is going to be away asks you to keep a donkey or an ox or a sheep or some other animal, and it dies or gets injured or is stolen while no one is looking."
            },
            {
                "verse_number": "11",
                "verse_text": "If you swear with me as your witness that you did not harm the animal, you do not have to replace it. Your word is enough."
            },
            {
                "verse_number": "12",
                "verse_text": "But if the animal was stolen while in your care, you must replace it."
            },
            {
                "verse_number": "13",
                "verse_text": "If the animal was attacked and killed by a wild animal, and you can show the remains of the dead animal to its owner, you do not have to replace it."
            },
            {
                "verse_number": "14",
                "verse_text": "Suppose you borrow an animal from a neighbor, and it gets injured or dies while the neighbor isn't around. Then you must replace it."
            },
            {
                "verse_number": "15",
                "verse_text": "But if something happens to the animal while the owner is present, you do not have to replace it. If you had leased the animal, the money you paid the owner will cover any harm done to it."
            },
            {
                "verse_number": "16",
                "verse_text": "Suppose a young woman has never had sex and isn't engaged. If a man talks her into having sex, he must pay the bride price and marry her."
            },
            {
                "verse_number": "17",
                "verse_text": "But if her father refuses to let her marry the man, the bride price must still be paid."
            },
            {
                "verse_number": "18",
                "verse_text": "Death is the punishment for witchcraft."
            },
            {
                "verse_number": "19",
                "verse_text": "Death is the punishment for having sex with an animal."
            },
            {
                "verse_number": "20",
                "verse_text": "Death is the punishment for offering sacrifices to any god except me."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not mistreat or abuse foreigners who live among you. Remember, you were foreigners in Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not mistreat widows or orphans."
            },
            {
                "verse_number": "23",
                "verse_text": "If you do, they will beg for my help, and I will come to their rescue."
            },
            {
                "verse_number": "24",
                "verse_text": "In fact, I will get so angry that I will kill your men and make widows of their wives and orphans of their children."
            },
            {
                "verse_number": "25",
                "verse_text": "Don't charge interest when you lend money to any of my people who are in need."
            },
            {
                "verse_number": "26",
                "verse_text": "Before sunset you must return any coat taken as security for a loan,"
            },
            {
                "verse_number": "27",
                "verse_text": "because that is the only cover the poor have when they sleep at night. I am a merciful God, and when they call out to me, I will come to help them."
            },
            {
                "verse_number": "28",
                "verse_text": "Don't speak evil of me or of the ruler of your people."
            },
            {
                "verse_number": "29",
                "verse_text": "Don't fail to give me the offerings of grain and wine that belong to me."
            },
            {
                "verse_number": "30",
                "verse_text": "and the first-born of your cattle and sheep. Let the animals stay with their mothers for seven days, then on the eighth day give them to me, your God."
            },
            {
                "verse_number": "31",
                "verse_text": "You are my chosen people, so don't eat the meat of any of your livestock that was killed by a wild animal. Instead, feed the meat to dogs."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Don't spread harmful rumors or help a criminal by giving false evidence. Don't boil a young goat in its mother's milk."
            },
            {
                "verse_number": "2",
                "verse_text": "Always tell the truth in court, even if everyone else is dishonest and stands in the way of justice."
            },
            {
                "verse_number": "3",
                "verse_text": "And don't favor the poor, simply because they are poor."
            },
            {
                "verse_number": "4",
                "verse_text": "If you find an ox or a donkey that has wandered off, take it back where it belongs, even if the owner is your enemy."
            },
            {
                "verse_number": "5",
                "verse_text": "If a donkey is overloaded and falls down, you must do what you can to help, even if it belongs to someone who doesn't like you."
            },
            {
                "verse_number": "6",
                "verse_text": "Make sure that the poor are given equal justice in court."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't bring false charges against anyone or sentence an innocent person to death. I won't forgive you if you do."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't accept bribes. Judges are blinded and justice is twisted by bribes."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't mistreat foreigners. You were foreigners in Egypt, and you know what it is like."
            },
            {
                "verse_number": "10",
                "verse_text": "Plant and harvest your crops for six years,"
            },
            {
                "verse_number": "11",
                "verse_text": "but let the land rest during the seventh year. The poor are to eat what they want from your fields, vineyards, and olive trees during that year, and when they have all they want from your fields, leave the rest for wild animals."
            },
            {
                "verse_number": "12",
                "verse_text": "Work the first six days of the week, but rest and relax on the seventh day. This law is not only for you, but for your oxen, donkeys, and slaves, as well as for any foreigners among you."
            },
            {
                "verse_number": "13",
                "verse_text": "Make certain that you obey everything I have said. Don't pray to other gods or even mention their names."
            },
            {
                "verse_number": "14",
                "verse_text": "Celebrate three festivals each year in my honor."
            },
            {
                "verse_number": "15",
                "verse_text": "Celebrate the Festival of Thin Bread by eating bread made without yeast, just as I have commanded. Do this at the proper time during the month of Abib, because it is the month when you left Egypt. And make certain that everyone brings the proper offerings."
            },
            {
                "verse_number": "16",
                "verse_text": "Celebrate the Harvest Festival each spring when you start harvesting your wheat, and celebrate the Festival of Shelters each autumn when you pick your fruit."
            },
            {
                "verse_number": "17",
                "verse_text": "Your men must come to these three festivals each year to worship me."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not offer bread made with yeast when you sacrifice an animal to me. And make sure that the fat of the animal is burned that same day."
            },
            {
                "verse_number": "19",
                "verse_text": "Each year bring the best part of your first harvest to the place of worship."
            },
            {
                "verse_number": "20",
                "verse_text": "I am sending an angel to protect you and to lead you into the land I have ready for you."
            },
            {
                "verse_number": "21",
                "verse_text": "Carefully obey everything the angel says, because I am giving him complete authority, and he won't tolerate rebellion."
            },
            {
                "verse_number": "22",
                "verse_text": "If you faithfully obey him, I will be a fierce enemy of your enemies."
            },
            {
                "verse_number": "23",
                "verse_text": "My angel will lead you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites, and Jebusites, and I will wipe them out."
            },
            {
                "verse_number": "24",
                "verse_text": "Don't worship their gods or follow their customs. Instead, destroy their idols and shatter their stone images."
            },
            {
                "verse_number": "25",
                "verse_text": "Worship only me, the Lord your God! I will bless you with plenty of food and water and keep you strong."
            },
            {
                "verse_number": "26",
                "verse_text": "Your women will give birth to healthy children, and everyone will live a long life."
            },
            {
                "verse_number": "27",
                "verse_text": "I will terrify those nations and make your enemies so confused that they will run from you."
            },
            {
                "verse_number": "28",
                "verse_text": "I will make the Hivites, Canaanites, and Hittites panic as you approach."
            },
            {
                "verse_number": "29",
                "verse_text": "But I won't do all this in the first year, because the land would become poor, and wild animals would be everywhere."
            },
            {
                "verse_number": "30",
                "verse_text": "Instead, I will force out your enemies little by little and give your nation time to grow strong enough to take over the land."
            },
            {
                "verse_number": "31",
                "verse_text": "I will see that your borders reach from the Red Sea to the Euphrates River and from the Mediterranean Sea to the desert. I will let you defeat the people who live there, and you will force them out of the land."
            },
            {
                "verse_number": "32",
                "verse_text": "But you must not make any agreements with them or with their gods."
            },
            {
                "verse_number": "33",
                "verse_text": "Don't let them stay in your land. They will trap you into sinning against me and worshiping their gods."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses, &apos;Come up to me on this mountain. Bring along Aaron, as well as his two sons Nadab and Abihu, and 70 of Israel's leaders. They must worship me at a distance,"
            },
            {
                "verse_number": "2",
                "verse_text": "but you are to come near. Don't let anyone else come up.&apos; The next morning Moses got up early. He built an altar at the foot of the mountain and set up a large stone for each of the twelve tribes of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses gave the Lord 's instructions to the people, and they all promised, &apos;We will do everything the Lord has commanded!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Moses wrote down what the Lord had said."
            },
            {
                "verse_number": "5",
                "verse_text": "He also sent some young men to burn offerings and to sacrifice bulls as special offerings to the Lord ."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses put half of the blood from the animals into bowls and sprinkled the rest on the altar."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he read aloud the Lord 's commands and promises, and the people shouted, &apos;We will obey the Lord and do everything he has commanded!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses took the blood from the bowls and sprinkled it on the people. Next, he told them, &apos;With this blood the Lord makes his agreement with you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses and Aaron, together with Nadab and Abihu and the 70 leaders, went up the mountain"
            },
            {
                "verse_number": "10",
                "verse_text": "and saw the God of Israel. Under his feet was something that looked like a pavement made out of sapphire, and it was as bright as the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "Even though these leaders of Israel saw God, he did not punish them. So they ate and drank."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord said to Moses, &apos;Come up on the mountain and stay here for a while. I will give you the two flat stones on which I have written the laws that my people must obey.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses and Joshua his assistant got ready, then Moses started up the mountain to meet with God."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses had told the leaders, &apos;Wait here until we come back. Aaron and Hur will be with you, and they can settle any arguments while we are away.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Moses went up on Mount Sinai, a cloud covered it,"
            },
            {
                "verse_number": "16",
                "verse_text": "and the bright glory of the Lord came down and stayed there. The cloud covered the mountain for six days, and on the seventh day the Lord told Moses to come into the cloud."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Tell everyone in Israel who wants to give gifts that they must bring them to you."
            },
            {
                "verse_number": "3",
                "verse_text": "Here is a list of what you are to collect: Gold, silver, and bronze;"
            },
            {
                "verse_number": "4",
                "verse_text": "blue, purple, and red wool; fine linen; goat hair;"
            },
            {
                "verse_number": "5",
                "verse_text": "tanned ram skins; fine leather; acacia wood;"
            },
            {
                "verse_number": "6",
                "verse_text": "olive oil for the lamp; sweet-smelling spices to mix with the incense and with the oil for dedicating the tent and ordaining the priests;"
            },
            {
                "verse_number": "7",
                "verse_text": "and onyx stones and other gems for the sacred vest and the breastpiece."
            },
            {
                "verse_number": "8",
                "verse_text": "I also want them to build a special place where I can live among my people."
            },
            {
                "verse_number": "9",
                "verse_text": "Make it and its furnishings exactly like the pattern I will show you."
            },
            {
                "verse_number": "10",
                "verse_text": "Tell the people to build a chest of acacia wood 110 centimeters long, 66 centimeters wide, and 66 centimeters high."
            },
            {
                "verse_number": "11",
                "verse_text": "Cover it inside and out with pure gold and put a gold edging around the lid."
            },
            {
                "verse_number": "12",
                "verse_text": "Make four gold rings and attach one of them to each of the four legs of the chest."
            },
            {
                "verse_number": "13",
                "verse_text": "Make two poles of acacia wood. Cover them with gold"
            },
            {
                "verse_number": "14",
                "verse_text": "and put them through the rings, so the chest can be carried by the poles."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't ever remove the poles from the rings."
            },
            {
                "verse_number": "16",
                "verse_text": "When I give you the Ten Commandments written on two flat stones, put them inside the chest."
            },
            {
                "verse_number": "17",
                "verse_text": "Make the lid of the chest out of pure gold."
            },
            {
                "verse_number": "20",
                "verse_text": "The creatures must face each other with their wings spread over the chest."
            },
            {
                "verse_number": "21",
                "verse_text": "Inside it place the two flat stones with the Ten Commandments on them and put the gold lid on top of the chest."
            },
            {
                "verse_number": "22",
                "verse_text": "I will meet you there between the two creatures and tell you what my people must do and what they must not do."
            },
            {
                "verse_number": "23",
                "verse_text": "Make a table of acacia wood 88 centimeters long, 44 centimeters wide, and 66 centimeters high."
            },
            {
                "verse_number": "26",
                "verse_text": "Make four gold rings and attach one to each of the legs"
            },
            {
                "verse_number": "31",
                "verse_text": "Make a lampstand of pure gold. The whole lampstand, including its decorative flowers, must be made from a single piece of hammered gold"
            },
            {
                "verse_number": "32",
                "verse_text": "with three branches on each of its two sides."
            },
            {
                "verse_number": "33",
                "verse_text": "There are to be three decorative almond blossoms on each branch"
            },
            {
                "verse_number": "34",
                "verse_text": "and four on the stem."
            },
            {
                "verse_number": "35",
                "verse_text": "There must also be a blossom where each pair of branches comes out from the stem."
            },
            {
                "verse_number": "36",
                "verse_text": "The lampstand, including its branches and decorative flowers, must be made from a single piece of hammered pure gold."
            },
            {
                "verse_number": "37",
                "verse_text": "The lamp on the top and those at the end of each of its six branches must be made so as to shine toward the front of the lampstand."
            },
            {
                "verse_number": "38",
                "verse_text": "The tongs and trays for taking care of the lamps are to be made of pure gold."
            },
            {
                "verse_number": "39",
                "verse_text": "The lampstand and its equipment will require 35 kilograms of pure gold,"
            },
            {
                "verse_number": "40",
                "verse_text": "and they must be made according to the pattern I showed you on the mountain."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The top of the sacred tent must be made from ten pieces of the finest linen, woven with blue, purple, and red wool and embroidered with figures of winged creatures."
            },
            {
                "verse_number": "2",
                "verse_text": "Make each piece twelve meters long and two meters wide"
            },
            {
                "verse_number": "3",
                "verse_text": "and sew them together into two panels with five sections each."
            },
            {
                "verse_number": "9",
                "verse_text": "Sew five of the sections together to make one panel. Then sew the other six together to make a second panel, and fold the sixth section double over the front of the tent."
            },
            {
                "verse_number": "10",
                "verse_text": "Put 50 loops along one of the wider sides of each panel"
            },
            {
                "verse_number": "11",
                "verse_text": "and fasten the two panels at the loops with 50 bronze hooks."
            },
            {
                "verse_number": "14",
                "verse_text": "Make two more coverings&ndash;one with tanned ram skins and the other with fine leather."
            },
            {
                "verse_number": "15",
                "verse_text": "Build a framework of acacia wood for the walls of the sacred tent."
            },
            {
                "verse_number": "16",
                "verse_text": "Make each frame 4 meters high and 66 centimeters wide"
            },
            {
                "verse_number": "17",
                "verse_text": "with two wooden pegs near the bottom."
            },
            {
                "verse_number": "22",
                "verse_text": "For the back wall along the west side use six frames"
            },
            {
                "verse_number": "25",
                "verse_text": "Altogether, this back wall will have eight frames with two silver stands under each one."
            },
            {
                "verse_number": "28",
                "verse_text": "with the center crossbar running the full length of the wall."
            },
            {
                "verse_number": "29",
                "verse_text": "Cover the frames and the crossbars with gold and attach gold rings to the frames to run the crossbars through."
            },
            {
                "verse_number": "30",
                "verse_text": "Then set up the tent in the way I showed you on the mountain."
            },
            {
                "verse_number": "34",
                "verse_text": "Inside the most holy place, put the sacred chest that has the place of mercy on its lid."
            },
            {
                "verse_number": "35",
                "verse_text": "Outside the most holy place, as you face the curtain, put the table for the sacred bread on the right side and the gold lampstand on the left."
            },
            {
                "verse_number": "36",
                "verse_text": "For the entrance to the tent, use a piece of fine linen woven with blue, purple, and red wool and embroidered with fancy needlework."
            },
            {
                "verse_number": "37",
                "verse_text": "Cover five acacia wood posts with gold and set them each on a bronze stand. Then put gold hooks on the posts and hang the curtain there."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Use acacia wood to build an altar 2.25 meters square and 1.34 meters high,"
            },
            {
                "verse_number": "2",
                "verse_text": "and make each of the four top corners stick up like the horn of a bull. Then cover the whole altar with bronze, including the four horns."
            },
            {
                "verse_number": "3",
                "verse_text": "All the equipment for the altar must also be made of bronze&ndash;the pans for the hot ashes, the shovels, the sprinkling bowls, the meat forks, and the fire pans."
            },
            {
                "verse_number": "8",
                "verse_text": "Construct the altar in the shape of an open box, just as you were shown on the mountain. Place three bronze posts on each side of the entrance at the east and hang a curtain 6.67 meters wide on each set of posts."
            },
            {
                "verse_number": "16",
                "verse_text": "Use four more of these posts for the entrance way, then hang on them an embroidered curtain of fine linen nine meters long and woven with blue, purple, and red wool."
            },
            {
                "verse_number": "19",
                "verse_text": "Make the rest of the equipment for the sacred tent of bronze, including the pegs for the tent and for the curtain surrounding the courtyard."
            },
            {
                "verse_number": "20",
                "verse_text": "Command the people of Israel to supply you with the purest olive oil. Do this so the lamp will keep burning"
            },
            {
                "verse_number": "21",
                "verse_text": "in front of the curtain that separates the holy place from the most holy place, where the sacred chest is kept. Aaron and his sons are responsible for keeping the lamp burning every night in the sacred tent. The Israelites must always obey this command."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Send for your brother Aaron and his sons Nadab, Abihu, Eleazar, and Ithamar. They are the ones I have chosen from Israel to serve as my priests."
            },
            {
                "verse_number": "2",
                "verse_text": "Make Aaron some beautiful clothes that are worthy of a high priest."
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron is to be dedicated as my high priest, and his clothes must be made only by persons who possess skills that I have given them."
            },
            {
                "verse_number": "4",
                "verse_text": "Here are the items that need to be made: a breastpiece, a priestly vest, a robe, an embroidered shirt, a turban, and a sash. These sacred clothes are to be made for your brother Aaron and his sons who will be my priests."
            },
            {
                "verse_number": "5",
                "verse_text": "Use only gold and fine linen, woven with blue, purple, and red wool, for making these clothes."
            },
            {
                "verse_number": "15",
                "verse_text": "From the same costly material make a breastpiece for the high priest to use in finding out what I want my people to do."
            },
            {
                "verse_number": "16",
                "verse_text": "It is to be 22 centimeters square and folded double"
            },
            {
                "verse_number": "17",
                "verse_text": "with four rows of three precious stones: In the first row put a carnelian, a chrysolite, and an emerald;"
            },
            {
                "verse_number": "18",
                "verse_text": "in the second row a turquoise, a sapphire, and a diamond;"
            },
            {
                "verse_number": "19",
                "verse_text": "in the third row a jacinth, an agate, and an amethyst;"
            },
            {
                "verse_number": "20",
                "verse_text": "and in the fourth row a beryl, an onyx, and a jasper. Mount the stones in delicate gold settings"
            },
            {
                "verse_number": "21",
                "verse_text": "and engrave on each of them the name of one of the twelve tribes of Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "Attach two other gold rings to the lower inside corners next to the vest"
            },
            {
                "verse_number": "27",
                "verse_text": "and two more near the bottom of the shoulder straps right above the sash."
            },
            {
                "verse_number": "28",
                "verse_text": "Then take a blue cord and tie the two lower rings on the breastpiece to those on the vest. This will keep the breastpiece in place."
            },
            {
                "verse_number": "29",
                "verse_text": "In this way Aaron will have the names of the twelve tribes of Israel written on his heart each time he enters the holy place, and I will never forget my people."
            },
            {
                "verse_number": "30",
                "verse_text": "He must also wear on his breastpiece the two small objects that he uses to receive answers from me."
            },
            {
                "verse_number": "31",
                "verse_text": "Under his vest Aaron must wear a robe of blue wool"
            },
            {
                "verse_number": "32",
                "verse_text": "with an opening in the center for his head. Be sure to bind the material around the collar to keep it from wearing out."
            },
            {
                "verse_number": "35",
                "verse_text": "If Aaron wears these clothes when he enters the holy place as my high priest, the sound of the bells will be heard, and his life will not be in danger."
            },
            {
                "verse_number": "36",
                "verse_text": "On a narrow strip of pure gold engrave the words: &apos;Dedicated to the Lord .&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Fasten it to the front of Aaron's turban with a blue cord,"
            },
            {
                "verse_number": "38",
                "verse_text": "so he can wear it on his forehead. This will show that he will take on himself the guilt for any sins the people of Israel commit in offering their gifts to me, and I will forgive them."
            },
            {
                "verse_number": "39",
                "verse_text": "Make Aaron's robe and turban of fine linen and decorate his sash with fancy needlework."
            },
            {
                "verse_number": "40",
                "verse_text": "Since Aaron's sons are priests, they should also look dignified. So make robes, sashes, and special caps for them."
            },
            {
                "verse_number": "41",
                "verse_text": "Then dress Aaron and his sons in these clothes, pour olive oil on their heads, and ordain them as my priests."
            },
            {
                "verse_number": "42",
                "verse_text": "Make linen shorts for them that reach from the waist down to the thigh, so they won't expose themselves."
            },
            {
                "verse_number": "43",
                "verse_text": "Whenever they enter the sacred tent or serve at the altar or enter the holy place, they must wear these shorts, or else they will be guilty and die. This same rule applies to any of their descendants who serve as priests."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "When you ordain Aaron and his sons to serve me as priests, choose a young bull and two rams that have nothing wrong with them."
            },
            {
                "verse_number": "2",
                "verse_text": "Then from your finest flour make three batches of dough without yeast. Shape some of it into larger loaves, some into smaller loaves mixed with olive oil, and the rest into thin wafers brushed with oil."
            },
            {
                "verse_number": "3",
                "verse_text": "Put all of this bread in a basket and bring it when you come to sacrifice the three animals to me. People of Israel, I will meet and speak with you there, and my shining glory will make the place holy."
            },
            {
                "verse_number": "4",
                "verse_text": "Bring Aaron and his sons to the entrance of the sacred tent and tell them to wash themselves."
            },
            {
                "verse_number": "5",
                "verse_text": "Dress Aaron in the priestly shirt, the robe that goes under the sacred vest, the vest itself, the breastpiece, and the sash."
            },
            {
                "verse_number": "6",
                "verse_text": "Put on his turban with its narrow strip of engraved gold"
            },
            {
                "verse_number": "7",
                "verse_text": "and then ordain him by pouring olive oil on his head."
            },
            {
                "verse_number": "8",
                "verse_text": "Next, dress Aaron's sons in their special shirts,"
            },
            {
                "verse_number": "9",
                "verse_text": "caps, and sashes, then ordain them, because they and their descendants will always be priests."
            },
            {
                "verse_number": "10",
                "verse_text": "Lead the bull to the entrance of the sacred tent, where Aaron and his sons will lay their hands on its head."
            },
            {
                "verse_number": "11",
                "verse_text": "Kill the bull near my altar in front of the tent."
            },
            {
                "verse_number": "12",
                "verse_text": "Use a finger to smear some of its blood on each of the four corners of the altar and pour out the rest of the blood on the ground next to the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "Then take the fat from the animal's insides, as well as the lower part of the liver and the two kidneys with their fat, and send them up as an offering to me in the smoke from the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "But the meat, the skin, and the food still in the bull's stomach must be burned outside the camp as an offering to ask forgiveness for the sins of the priests."
            },
            {
                "verse_number": "15",
                "verse_text": "Bring one of the rams to Aaron and his sons and tell them to lay their hands on its head."
            },
            {
                "verse_number": "16",
                "verse_text": "Kill the ram and splatter its blood against all four sides of the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Cut up the ram, wash its insides and legs, and lay all of its parts on the altar, including the head."
            },
            {
                "verse_number": "18",
                "verse_text": "Then make sure that the whole animal goes up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "19",
                "verse_text": "Bring the other ram to Aaron and his sons and tell them to lay their hands on its head."
            },
            {
                "verse_number": "20",
                "verse_text": "Kill the ram and place some of its blood on Aaron's right ear lobe, his right thumb, and the big toe of his right foot. Do the same for each of his sons and splatter the rest of the blood against the four sides of the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "Then take some of the blood from the altar, mix it with the oil used for ordination, and sprinkle it on Aaron and his clothes, and also on his sons and their clothes. This will show that they and their clothes have been dedicated to me."
            },
            {
                "verse_number": "22",
                "verse_text": "This ram is part of the ordination service. So remove its right hind leg, its fat tail, the fat on its insides, as well as the lower part of the liver and the two kidneys with their fat."
            },
            {
                "verse_number": "23",
                "verse_text": "Take one loaf of each kind of bread from the basket,"
            },
            {
                "verse_number": "24",
                "verse_text": "and put this bread, together with the meat, into the hands of Aaron and his sons. Then they will lift it all up to show that it is dedicated to me."
            },
            {
                "verse_number": "25",
                "verse_text": "After this, put the meat and bread on the altar and send them up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "26",
                "verse_text": "You may eat the choice ribs from this second ram, but you must first lift them up to show that this meat is dedicated to me."
            },
            {
                "verse_number": "31",
                "verse_text": "Boil the meat of the ordination ram in a sacred place,"
            },
            {
                "verse_number": "32",
                "verse_text": "then Aaron and his sons are to eat it together with the three kinds of bread at the entrance to the sacred tent."
            },
            {
                "verse_number": "33",
                "verse_text": "At their ordination, a ceremony of forgiveness was performed for them with this sacred food, and only they have the right to eat it."
            },
            {
                "verse_number": "34",
                "verse_text": "If any of the sacred food is left until morning, it must be completely burned."
            },
            {
                "verse_number": "35",
                "verse_text": "Repeat this ordination ceremony for Aaron and his sons seven days in a row, just as I have instructed you."
            },
            {
                "verse_number": "36",
                "verse_text": "Each day you must offer a bull as a sacrifice for sin and as a way of purifying the altar. In addition, you must smear the altar with olive oil to make it completely holy."
            },
            {
                "verse_number": "37",
                "verse_text": "Do this for seven days, and the altar will become so holy that anyone who touches it will become holy."
            },
            {
                "verse_number": "38",
                "verse_text": "Each day you must sacrifice two lambs a year old,"
            },
            {
                "verse_number": "39",
                "verse_text": "one in the morning and one in the evening."
            },
            {
                "verse_number": "44",
                "verse_text": "Because of who I am, the tent will become sacred, and Aaron and his sons will become worthy to serve as my priests."
            },
            {
                "verse_number": "45",
                "verse_text": "I will live among you as your God,"
            },
            {
                "verse_number": "46",
                "verse_text": "and you will know that I am the Lord your God, the one who rescued you from Egypt, so that I could live among you."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Build an altar of acacia wood where you can burn incense."
            },
            {
                "verse_number": "2",
                "verse_text": "Make it 45 centimeters square and 90 centimeters high, and make each of its four corners stick up like the horn of a bull."
            },
            {
                "verse_number": "3",
                "verse_text": "Cover it with pure gold and put a gold edging around it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then below the edging on opposite sides attach two gold rings through which you can put the poles for carrying the altar."
            },
            {
                "verse_number": "5",
                "verse_text": "These poles are also to be made of acacia wood covered with gold."
            },
            {
                "verse_number": "6",
                "verse_text": "Put the altar in front of the inside curtain of the sacred tent. The chest with the place of mercy is kept behind that curtain, and I will talk with you there."
            },
            {
                "verse_number": "9",
                "verse_text": "Burn only the proper incense on the altar and never use it for grain sacrifices or animal sacrifices or drink offerings."
            },
            {
                "verse_number": "10",
                "verse_text": "Once a year Aaron must purify the altar by smearing on its four corners the blood of an animal sacrificed for sin, and this practice must always be followed. The altar is sacred because it is dedicated to me."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "12",
                "verse_text": "Find out how many grown men there are in Israel and require each of them to pay me to keep him safe from danger while you are counting them."
            },
            {
                "verse_number": "16",
                "verse_text": "This money is to be used for the upkeep of the sacred tent, and because of it, I will never forget my people."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "26",
                "verse_text": "for dedicating the tent and chest,"
            },
            {
                "verse_number": "27",
                "verse_text": "the table with its equipment, the lampstand with its equipment, the incense altar with all its utensils,"
            },
            {
                "verse_number": "28",
                "verse_text": "the altar for sacrifices, and the large bowl with its stand."
            },
            {
                "verse_number": "29",
                "verse_text": "By dedicating them in this way, you will make them so holy that anyone who even touches them will become holy."
            },
            {
                "verse_number": "30",
                "verse_text": "When you ordain Aaron and his sons as my priests, sprinkle them with some of this oil,"
            },
            {
                "verse_number": "31",
                "verse_text": "and say to the people of Israel: &apos;This oil must always be used in the ordination service of a priest. It is holy because it is dedicated to the Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "So treat it as holy! Don't ever use it for everyday purposes or mix any for yourselves."
            },
            {
                "verse_number": "33",
                "verse_text": "If you do, you will no longer belong to the Lord 's people.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Pound some of it into powder and sprinkle it in front of the sacred chest, where I meet with you. Be sure to treat this incense as something very holy."
            },
            {
                "verse_number": "37",
                "verse_text": "It is truly holy because it is dedicated to me, so don't ever make any for yourselves."
            },
            {
                "verse_number": "38",
                "verse_text": "If you ever make any of it to use as perfume, you will no longer belong to my people."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses: The Sabbath belongs to me. Now I command you and your descendants to always obey the laws of the Sabbath. By doing this, you will know that I have chosen you as my own."
            },
            {
                "verse_number": "2",
                "verse_text": "I have chosen Bezalel from the Judah tribe to make the sacred tent and its furnishings."
            },
            {
                "verse_number": "6",
                "verse_text": "I have appointed Oholiab from the tribe of Dan to work with him, and I have also given skills to those who will help them make everything exactly as I have commanded you:"
            },
            {
                "verse_number": "16",
                "verse_text": "Every generation of Israelites must respect the Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "This day will always serve as a reminder, both to me and to the Israelites, that I made the heavens and the earth in six days, then on the seventh day I rested and relaxed."
            },
            {
                "verse_number": "18",
                "verse_text": "When God had finished speaking to Moses on Mount Sinai, he gave him the two flat stones on which he had written all his laws with his own hand."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "After the people saw that Moses had been on the mountain for a long time, they went to Aaron and said, &apos;Make us an image of a god who will lead and protect us. Moses brought us out of Egypt, but nobody knows what has happened to him.&apos; All the people said to one another, &apos;This is the god who brought us out of Egypt!&apos; Hurry back down! Those people you led out of Egypt are acting like fools. Our Lord , you used your mighty power to bring these people out of Egypt. Now don't become angry and destroy them. Don't be angry with me. You know as well as I do that they are determined to do evil. Then the men of the Levi tribe gathered around Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron told them, &apos;Bring me the gold earrings that your wives and sons and daughters are wearing.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Everybody took off their earrings and brought them to Aaron,"
            },
            {
                "verse_number": "4",
                "verse_text": "then he melted them and made an idol in the shape of a young bull."
            },
            {
                "verse_number": "5",
                "verse_text": "When Aaron saw what was happening, he built an altar in front of the idol and said, &apos;Tomorrow we will celebrate in honor of the Lord .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The people got up early the next morning and killed some animals to be used for sacrifices and others to be eaten. Then everyone ate and drank so much that they began to carry on like wild people."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "8",
                "verse_text": "They have already stopped obeying me and have made themselves an idol in the shape of a young bull. They have bowed down to it, offered sacrifices, and said that it is the god who brought them out of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses, I have seen how stubborn these people are,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I'm angry enough to destroy them, so don't try to stop me. But I will make your descendants into a great nation."
            },
            {
                "verse_number": "11",
                "verse_text": "Moses tried to get the Lord God to change his mind:"
            },
            {
                "verse_number": "12",
                "verse_text": "If you do, the Egyptians will say that you brought your people out here into the mountains just to get rid of them. Please don't be angry with your people. Don't destroy them!"
            },
            {
                "verse_number": "13",
                "verse_text": "Remember the solemn promise you made to Abraham, Isaac, and Jacob. You promised that someday they would have as many descendants as there are stars in the sky and that you would give them land."
            },
            {
                "verse_number": "14",
                "verse_text": "So even though the Lord had threatened to destroy the people, he changed his mind and let them live."
            },
            {
                "verse_number": "17",
                "verse_text": "When Joshua heard the noisy shouts of the people, he said to Moses, &apos;A battle must be going on down in the camp.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Moses replied, &apos;It doesn't sound like they are shouting because they have won or lost a battle. It sounds more like a wild party!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "As Moses got closer to the camp, he saw the idol, and he also saw the people dancing around. This made him so angry that he threw down the stones and broke them to pieces at the foot of the mountain."
            },
            {
                "verse_number": "20",
                "verse_text": "He melted the idol the people had made, and he ground it into powder. He scattered it in their water and made them drink it."
            },
            {
                "verse_number": "21",
                "verse_text": "Moses asked Aaron, &apos;What did these people do to harm you? Why did you make them sin in this terrible way?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Aaron answered:"
            },
            {
                "verse_number": "23",
                "verse_text": "They even told me, &apos;That man Moses led us out of Egypt, but now we don't know what has happened to him. Make us a god to lead us.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then I asked them to bring me their gold earrings. They took them off and gave them to me. I threw the gold into a fire, and out came this bull."
            },
            {
                "verse_number": "25",
                "verse_text": "Moses knew that the people were out of control and that it was Aaron's fault. And now they had made fools of themselves in front of their enemies."
            },
            {
                "verse_number": "26",
                "verse_text": "So Moses stood at the gate of the camp and shouted, &apos;Everyone who is on the Lord 's side come over here!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "and he said to them, &apos;The Lord God of Israel commands you to strap on your swords and go through the camp, killing your relatives, your friends, and your neighbors.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The men of the Levi tribe followed his orders, and that day they killed about 3,000 men."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to them, &apos;You obeyed the Lord and did what was right, and so you will serve as his priests for the people of Israel. It was hard for you to kill your own sons and brothers, but the Lord has blessed you and made you his priests today.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The next day Moses told the people, &apos;This is a terrible thing you have done. But I will go back to the Lord to see if I can do something to keep this sin from being held against you.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Moses returned to the Lord and said, &apos;The people have committed a terrible sin. They have made a gold idol to be their god."
            },
            {
                "verse_number": "32",
                "verse_text": "But I beg you to forgive them. If you don't, please wipe my name out of your book.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord replied, &apos;I will wipe out of my book the name of everyone who has sinned against me."
            },
            {
                "verse_number": "34",
                "verse_text": "Now take my people to the place I told you about, and my angel will lead you. But when the time comes, I will punish them for this sin.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the Lord punished the people of Israel with a terrible disease for talking Aaron into making the gold idol."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses: You led the people of Israel out of Egypt. Now get ready to lead them to the land I promised their ancestors Abraham, Isaac, and Jacob. All right. I am the Lord , and I show mercy and kindness to anyone I choose. I will let you see my glory and hear my holy name,"
            },
            {
                "verse_number": "6",
                "verse_text": "and after leaving Mount Sinai, they stopped wearing fancy jewelry."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses used to set up a tent far from camp. He called it the &apos;meeting tent,&apos; and whoever needed some message from the Lord would go there."
            },
            {
                "verse_number": "8",
                "verse_text": "Each time Moses went out to this tent, everyone would stand at the entrance to their own tents and watch him enter."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses said to the Lord , &apos;I know that you have told me to lead these people to the land you promised them. But you have not said who will go along to help me. You have said that you are my friend and that you are pleased with me."
            },
            {
                "verse_number": "13",
                "verse_text": "If this is true, let me know what your plans are, then I can obey and continue to please you. And don't forget that you have chosen this nation to be your own.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said, &apos;I will go with you and give you peace.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Moses replied, &apos;If you aren't going with us, please don't make us leave this place."
            },
            {
                "verse_number": "16",
                "verse_text": "But if you do go with us, everyone will know that you are pleased with your people and with me. That way, we will be different from the rest of the people on earth.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So the Lord told him, &apos;I will do what you have asked, because I am your friend and I am pleased with you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Moses said, &apos;I pray that you will let me see you in all of your glory.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord answered:"
            },
            {
                "verse_number": "20",
                "verse_text": "but I won't let you see my face, because anyone who sees my face will die."
            },
            {
                "verse_number": "21",
                "verse_text": "There is a rock not far from me. Stand beside it,"
            },
            {
                "verse_number": "22",
                "verse_text": "and before I pass by in all of my shining glory, I will put you in a large crack in the rock. I will cover your eyes with my hand until I have passed by."
            },
            {
                "verse_number": "23",
                "verse_text": "Then I will take my hand away, and you will see my back. You will not see my face."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "One day the Lord said to Moses, &apos;Cut two flat stones like the first ones I made, and I will write on them the same commandments that were on the two you broke."
            },
            {
                "verse_number": "2",
                "verse_text": "Be ready tomorrow morning to come up Mount Sinai and meet me at the top."
            },
            {
                "verse_number": "3",
                "verse_text": "No one is to come with you or to be on the mountain at all. Don't even let the sheep and cattle graze at the foot of the mountain.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses cut two flat stones like the first ones, and early the next morning he carried them to the top of Mount Sinai, just as the Lord had commanded. I promise to perform miracles for you that have never been seen anywhere on earth. Neighboring nations will stand in fear and know that I was the one who did these marvelous things. Bring an offering every time you come to worship. Don't boil a young goat in its mother's milk."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord God came down in a cloud and stood beside Moses there on the mountain. God spoke his holy name, &apos;the Lord .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he passed in front of Moses and called out, &apos;I am the Lord God. I am merciful and very patient with my people. I show great love, and I can be trusted."
            },
            {
                "verse_number": "7",
                "verse_text": "I keep my promises to my people forever, but I also punish anyone who sins. When people sin, I punish them and their children, and also their grandchildren and great-grandchildren.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses quickly bowed down to the ground and worshiped the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "He prayed, &apos; Lord , if you really are pleased with me, I pray that you will go with us. It is true that these people are sinful and rebellious, but forgive our sin and let us be your people.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "I will force out the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites, but you must do what I command you today."
            },
            {
                "verse_number": "12",
                "verse_text": "Don't make treaties with any of those people. If you do, it will be like falling into a trap."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, you must destroy their altars and tear down the sacred poles they use in the worship of the goddess Asherah."
            },
            {
                "verse_number": "14",
                "verse_text": "I demand your complete loyalty&ndash;you must not worship any other god!"
            },
            {
                "verse_number": "15",
                "verse_text": "Don't make treaties with the people there, or you will soon find yourselves worshiping their gods and taking part in their sacrificial meals."
            },
            {
                "verse_number": "16",
                "verse_text": "Your men will even marry their women and be influenced to worship their gods."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't make metal images of gods."
            },
            {
                "verse_number": "18",
                "verse_text": "Don't fail to observe the Festival of Thin Bread in the month of Abib. Obey me and eat bread without yeast for seven days during Abib, because that is the month you left Egypt."
            },
            {
                "verse_number": "19",
                "verse_text": "The first-born males of your families and of your flocks and herds belong to me."
            },
            {
                "verse_number": "20",
                "verse_text": "You can save the life of a first-born donkey by sacrificing a lamb; if you don't, you must break the donkey's neck. You must save every first-born son."
            },
            {
                "verse_number": "21",
                "verse_text": "Work for six days and rest on the seventh day, even during the seasons for plowing and harvesting."
            },
            {
                "verse_number": "22",
                "verse_text": "Celebrate the Harvest Festival each spring when you start harvesting your wheat, and celebrate the Festival of Shelters each autumn when you pick your fruit."
            },
            {
                "verse_number": "23",
                "verse_text": "Your men must come to worship me three times a year, because I am the Lord God of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "As you advance, I will force the nations out of your land and enlarge your borders. Then no one will try to take your property when you come to worship me these three times each year."
            },
            {
                "verse_number": "25",
                "verse_text": "When you sacrifice an animal on the altar, don't offer bread made with yeast. And don't save any part of the Passover meal for the next day."
            },
            {
                "verse_number": "26",
                "verse_text": "I am the Lord your God, and you must bring the first part of your harvest to the place of worship."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord told Moses to put these laws in writing, as part of his agreement with Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses stayed on the mountain with the Lord for 40 days and nights, without eating or drinking. And he wrote down the Ten Commandments, the most important part of God's agreement with his people."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses came down from Mount Sinai, carrying the Ten Commandments. His face was shining brightly because the Lord had been speaking to him. But Moses did not know at first that his face was shining."
            },
            {
                "verse_number": "30",
                "verse_text": "When Aaron and the others looked at Moses, they saw this, and they were afraid to go near him."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses called out for Aaron and the leaders to come to him, and he spoke with them."
            },
            {
                "verse_number": "32",
                "verse_text": "Then the rest of the people of Israel gathered around Moses, and he gave them the laws that the Lord had given him on Mount Sinai."
            },
            {
                "verse_number": "33",
                "verse_text": "The face of Moses kept shining, and after he had spoken with the people, he covered his face with a veil."
            },
            {
                "verse_number": "34",
                "verse_text": "Moses would always remove the veil when he went into the sacred tent to speak with the Lord . And when he came out, he would tell the people everything the Lord had told him to say."
            },
            {
                "verse_number": "35",
                "verse_text": "They could see that his face was still shining. So after he had spoken with them, he would put the veil back on and leave it on until the next time he went to speak with the Lord ."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Moses called together the people of Israel and told them that the Lord had said:"
            },
            {
                "verse_number": "2",
                "verse_text": "You have six days in which to do your work. But the seventh day must be dedicated to me, your Lord , as a day of rest. Whoever works on the Sabbath will be put to death."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't even build a cooking fire at home on the Sabbath."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses told the people of Israel that the Lord had said:"
            },
            {
                "verse_number": "5",
                "verse_text": "I will welcome an offering from anyone who wants to give something. You may bring gold, silver, or bronze;"
            },
            {
                "verse_number": "6",
                "verse_text": "blue, purple, or red wool; fine linen; goat hair;"
            },
            {
                "verse_number": "7",
                "verse_text": "tanned ram skin or fine leather; acacia wood;"
            },
            {
                "verse_number": "8",
                "verse_text": "olive oil for the lamp; sweet-smelling spices for the oil of dedication and for the incense; or"
            },
            {
                "verse_number": "9",
                "verse_text": "onyx stones or other gems for the sacred vest and breastpiece."
            },
            {
                "verse_number": "10",
                "verse_text": "If you have any skills, you should use them to help make what I have commanded:"
            },
            {
                "verse_number": "11",
                "verse_text": "the sacred tent with its covering and hooks, its framework and crossbars, and its post and stands;"
            },
            {
                "verse_number": "12",
                "verse_text": "the sacred chest with its carrying poles, its place of mercy, and the curtain in front of it;"
            },
            {
                "verse_number": "13",
                "verse_text": "the table with its carrying poles and all that goes on it, including the sacred bread;"
            },
            {
                "verse_number": "14",
                "verse_text": "the lamp with its equipment and oil;"
            },
            {
                "verse_number": "15",
                "verse_text": "the incense altar with its carrying poles and sweet-smelling incense; the ordination oil; the curtain for the entrance to the sacred tent;"
            },
            {
                "verse_number": "16",
                "verse_text": "the altar for sacrifices with its bronze grating, its carrying poles, and its equipment; the large bronze bowl with its stand;"
            },
            {
                "verse_number": "17",
                "verse_text": "the curtains with the posts and stands that go around the courtyard and the curtain at the entrance;"
            },
            {
                "verse_number": "18",
                "verse_text": "the pegs and ropes for the tent and the courtyard;"
            },
            {
                "verse_number": "19",
                "verse_text": "and the finely woven priestly clothes for Aaron and his sons."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses finished speaking, and everyone left."
            },
            {
                "verse_number": "21",
                "verse_text": "Then those who wanted to bring gifts to the Lord , brought them to be used for the sacred tent, the worship services, and the priestly clothes."
            },
            {
                "verse_number": "22",
                "verse_text": "Men and women came willingly and gave all kinds of gold jewelry such as pins, earrings, rings, and necklaces."
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone brought their blue, purple, and red wool, their fine linen, and their cloth made of goat hair, as well as their ram skins dyed red and their fine leather."
            },
            {
                "verse_number": "24",
                "verse_text": "Anyone who had silver or bronze or acacia wood brought it as a gift to the Lord ."
            },
            {
                "verse_number": "25",
                "verse_text": "The women who were good at weaving cloth brought the blue, purple, and red wool and the fine linen they had made."
            },
            {
                "verse_number": "26",
                "verse_text": "And the women who knew how to make cloth from goat hair were glad to do so."
            },
            {
                "verse_number": "27",
                "verse_text": "The leaders brought different kinds of jewels to be sewn on the special clothes and the breastpiece for the high priest."
            },
            {
                "verse_number": "28",
                "verse_text": "They also brought sweet-smelling spices to be mixed with the incense and olive oil that were for the lamps and for ordaining the priests."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses had told the people what the Lord wanted them to do, and many of them decided to bring their gifts."
            },
            {
                "verse_number": "30",
                "verse_text": "Moses said to the people of Israel: The Lord has chosen Bezalel of the Judah tribe."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord is urging him and Oholiab from the tribe of Dan to teach others."
            },
            {
                "verse_number": "35",
                "verse_text": "And he has given them all kinds of artistic skills, including the ability to design and embroider with blue, purple, and red wool and to weave fine linen."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The Lord has given to Bezalel, Oholiab, and others the skills needed for building a place of worship, and they will follow the Lord 's instructions."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Moses brought together these workers who were eager to work,"
            },
            {
                "verse_number": "3",
                "verse_text": "and he gave them the gifts that the people of Israel had donated for building the place of worship. In fact, so much was being given each morning,"
            },
            {
                "verse_number": "4",
                "verse_text": "that finally everyone stopped working"
            },
            {
                "verse_number": "5",
                "verse_text": "and said, &apos;Moses, there is already more than we need for what the Lord has assigned us to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses sent word for the people to stop giving, and they did."
            },
            {
                "verse_number": "7",
                "verse_text": "But there was already more than enough to do what needed to be done."
            },
            {
                "verse_number": "10",
                "verse_text": "and they were sewn together to make two curtains with five panels each."
            },
            {
                "verse_number": "16",
                "verse_text": "These eleven sections were joined to make two panels, one with five and the other with six sections."
            },
            {
                "verse_number": "17",
                "verse_text": "Fifty loops were put along one of the wider sides of each panel,"
            },
            {
                "verse_number": "18",
                "verse_text": "and the two panels were fastened at the loops with 50 bronze hooks."
            },
            {
                "verse_number": "19",
                "verse_text": "Two other coverings were made&ndash;one with fine leather and the other with ram skins dyed red."
            },
            {
                "verse_number": "20",
                "verse_text": "Acacia wood was used to build the framework for the walls of the sacred tent."
            },
            {
                "verse_number": "21",
                "verse_text": "Each frame was 4 meters high and 66 centimeters wide"
            },
            {
                "verse_number": "27",
                "verse_text": "Six frames were used for the back wall along the west side"
            },
            {
                "verse_number": "30",
                "verse_text": "Altogether, along the back wall there were eight frames with two silver stands under each of them."
            },
            {
                "verse_number": "34",
                "verse_text": "The frames and crossbars were covered with gold, and gold rings were attached to the frames to run the crossbars through."
            },
            {
                "verse_number": "35",
                "verse_text": "They made the inside curtain of fine linen woven with blue, purple, and red wool, and embroidered with figures of winged creatures."
            },
            {
                "verse_number": "36",
                "verse_text": "They also made four acacia wood posts and covered them with gold. Then gold rings were fastened to the posts, which were set on silver stands."
            },
            {
                "verse_number": "37",
                "verse_text": "For the entrance to the tent, they used a curtain of fine linen woven with blue, purple, and red wool and embroidered with fancy needlework."
            },
            {
                "verse_number": "38",
                "verse_text": "They made five posts, covered them completely with gold, and set each of them on a gold-covered bronze stand. Finally, they attached hooks for the curtain."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "Bezalel built a chest of acacia wood 110 centimeters long, 66 centimeters wide, and 66 centimeters high."
            },
            {
                "verse_number": "2",
                "verse_text": "He covered it inside and out with pure gold and put a gold edging around the top."
            },
            {
                "verse_number": "3",
                "verse_text": "He made four gold rings and attached one of them to each of the four legs of the chest."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he made two poles of acacia wood, covered them with gold,"
            },
            {
                "verse_number": "5",
                "verse_text": "and put them through the rings, so the chest could be carried by the poles."
            },
            {
                "verse_number": "6",
                "verse_text": "The entire lid of the chest, which was made of pure gold, was the place of mercy."
            },
            {
                "verse_number": "10",
                "verse_text": "Bezalel built a table of acacia wood 88 centimeters long, 44 centimeters wide, and 66 centimeters high."
            },
            {
                "verse_number": "13",
                "verse_text": "He made four gold rings and attached one to each of the legs"
            },
            {
                "verse_number": "14",
                "verse_text": "near the edging. The poles for carrying the table were placed through these rings"
            },
            {
                "verse_number": "15",
                "verse_text": "and were made of acacia wood covered with gold."
            },
            {
                "verse_number": "16",
                "verse_text": "Everything that was to be set on the table was made of pure gold&ndash;the bowls, plates, jars, and cups for wine offerings."
            },
            {
                "verse_number": "17",
                "verse_text": "Bezalel made a lampstand of pure gold. The whole lampstand, including its decorative flowers, was made from a single piece of hammered gold,"
            },
            {
                "verse_number": "18",
                "verse_text": "with three branches on each of its two sides."
            },
            {
                "verse_number": "19",
                "verse_text": "There were three decorative almond blossoms on each branch"
            },
            {
                "verse_number": "20",
                "verse_text": "and four on the stem."
            },
            {
                "verse_number": "21",
                "verse_text": "There was also a blossom where each pair of branches came out from the stem."
            },
            {
                "verse_number": "22",
                "verse_text": "The lampstand, including its branches and decorative flowers, was made from a single piece of hammered pure gold."
            },
            {
                "verse_number": "25",
                "verse_text": "For burning incense, Bezalel made an altar of acacia wood. It was 45 centimeters square and 90 centimeters high with each of its four corners sticking up like the horn of a bull."
            },
            {
                "verse_number": "26",
                "verse_text": "He covered it with pure gold and put a gold edging around it."
            },
            {
                "verse_number": "27",
                "verse_text": "Then below the edging on opposite sides he attached two gold rings through which he put the poles for carrying the altar."
            },
            {
                "verse_number": "28",
                "verse_text": "These poles were also made of acacia wood and covered with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "Bezalel mixed the sacred oil for dedication and the pure spices for the sweet-smelling incense."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Bezalel built an altar of acacia wood for offering sacrifices. It was 2.25 meters square and 1.34 meters high"
            },
            {
                "verse_number": "2",
                "verse_text": "with each of its four corners sticking up like the horn of a bull, and it was completely covered with bronze."
            },
            {
                "verse_number": "3",
                "verse_text": "The equipment for the altar was also made of bronze&ndash;the pans for the hot ashes, the shovels, the bowls, the meat forks, and the fire pans."
            },
            {
                "verse_number": "4",
                "verse_text": "About halfway up the altar he built a ledge around it and covered the bottom half of the altar with a decorative bronze grating."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he attached a bronze ring beneath the ledge at the four corners to put the poles through."
            },
            {
                "verse_number": "6",
                "verse_text": "He covered two acacia wood poles with bronze and"
            },
            {
                "verse_number": "7",
                "verse_text": "put them through the rings for carrying the altar, which was shaped like an open box. Moses put Aaron's son Ithamar in charge of the Levites who kept record of the metals used for the sacred tent."
            },
            {
                "verse_number": "8",
                "verse_text": "Bezalel made a large bowl and a stand out of bronze from the mirrors of the women who helped at the entrance to the sacred tent."
            },
            {
                "verse_number": "20",
                "verse_text": "The pegs for the tent and for the curtain around the tent were made of bronze."
            },
            {
                "verse_number": "24",
                "verse_text": "According to the official weights, the amount of gold given was a ton,"
            },
            {
                "verse_number": "25",
                "verse_text": "and the silver that was collected when the people were counted came to 3.4 tons."
            },
            {
                "verse_number": "26",
                "verse_text": "Everyone who was counted paid the required amount, and there was a total of 603,550 men who were 20 years old or older."
            },
            {
                "verse_number": "27",
                "verse_text": "Thirty-four kilograms of the silver were used to make each of the 100 stands for the sacred tent and the curtain."
            },
            {
                "verse_number": "28",
                "verse_text": "The remaining 30 kilograms of silver were used for the hooks and rods and for covering the tops of the posts."
            },
            {
                "verse_number": "29",
                "verse_text": "Two thousand four hundred and twenty-five kilograms of bronze were given."
            },
            {
                "verse_number": "30",
                "verse_text": "And it was used to make the stands for the entrance to the tent, the altar and its grating, the equipment for the altar,"
            },
            {
                "verse_number": "31",
                "verse_text": "the stands for the posts that surrounded the courtyard, including those at the entrance to the courtyard, and the pegs for the tent and the courtyard."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Beautiful priestly clothes were made of blue, purple, and red wool for Aaron to wear when he performed his duties in the holy place. This was done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "Onyx stones were placed in gold settings, and each one was engraved with the name of one of Israel's sons."
            },
            {
                "verse_number": "7",
                "verse_text": "Then these were attached to the shoulder straps of the vest, so the Lord would never forget his people. Everything was done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "The breastpiece was made with the same materials and designs as the priestly vest."
            },
            {
                "verse_number": "9",
                "verse_text": "It was 22 centimeters square and folded double"
            },
            {
                "verse_number": "10",
                "verse_text": "with four rows of three precious stones: A carnelian, a chrysolite, and an emerald were in the first row;"
            },
            {
                "verse_number": "11",
                "verse_text": "a turquoise, a sapphire, and a diamond were in the second row;"
            },
            {
                "verse_number": "12",
                "verse_text": "a jacinth, an agate, and an amethyst were in the third row;"
            },
            {
                "verse_number": "13",
                "verse_text": "and a beryl, an onyx, and a jasper were in the fourth row. They were mounted in a delicate gold setting,"
            },
            {
                "verse_number": "14",
                "verse_text": "and on each of them was engraved the name of one of the twelve tribes of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "Two other gold rings were attached to the lower inside corners next to the vest,"
            },
            {
                "verse_number": "20",
                "verse_text": "and two more near the bottom of the shoulder straps right above the sash."
            },
            {
                "verse_number": "21",
                "verse_text": "To keep the breastpiece in place, a blue cord was used to tie the two lower rings on the breastpiece to those on the vest. These things were done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "The priestly robe was made of blue wool"
            },
            {
                "verse_number": "23",
                "verse_text": "with an opening in the center for the head. The material around the collar was bound so as to keep it from wearing out."
            },
            {
                "verse_number": "30",
                "verse_text": "The words &apos;Dedicated to the Lord &apos; were engraved on a narrow strip of pure gold,"
            },
            {
                "verse_number": "31",
                "verse_text": "which was fastened to Aaron's turban. These things were done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "32",
                "verse_text": "So the people of Israel finished making everything the Lord had told Moses to make."
            },
            {
                "verse_number": "33",
                "verse_text": "Then they brought it all to Moses: the sacred tent and its equipment, including the hooks, the framework and crossbars, and its posts and stands;"
            },
            {
                "verse_number": "34",
                "verse_text": "the covering of tanned ram skins and fine leather; the inside curtain;"
            },
            {
                "verse_number": "35",
                "verse_text": "the sacred chest with its carrying poles and the place of mercy;"
            },
            {
                "verse_number": "36",
                "verse_text": "the table with all that goes on it, including the sacred bread;"
            },
            {
                "verse_number": "37",
                "verse_text": "the lampstand of pure gold, together with its equipment and oil;"
            },
            {
                "verse_number": "38",
                "verse_text": "the gold-covered incense altar; the ordination oil and the sweet-smelling incense; the curtain for the entrance to the tent;"
            },
            {
                "verse_number": "39",
                "verse_text": "the bronze altar for sacrifices with its bronze grating, its carrying poles, and its equipment; the large bronze bowl with its stand;"
            },
            {
                "verse_number": "40",
                "verse_text": "the curtain with its posts and cords, and its pegs and stands that go around the courtyard; everything needed for the sacred tent;"
            },
            {
                "verse_number": "41",
                "verse_text": "and the finely woven priestly clothes for Aaron and his sons."
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Set up my tent on the first day of the year"
            },
            {
                "verse_number": "3",
                "verse_text": "and put the chest with the Ten Commandments behind the inside curtain."
            },
            {
                "verse_number": "4",
                "verse_text": "Bring in the table and set on it those things that are made for it. Also bring in the lampstand and attach the lamps to it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then place the gold altar of incense in front of the sacred chest and hang a curtain at the entrance to the tent."
            },
            {
                "verse_number": "6",
                "verse_text": "Set the altar for burning sacrifices in front of the entrance to my tent."
            },
            {
                "verse_number": "7",
                "verse_text": "Put the large bronze bowl between the tent and the altar and fill the bowl with water."
            },
            {
                "verse_number": "8",
                "verse_text": "Surround the tent and the altar with the wall of curtains and hang the curtain that was made for the entrance."
            },
            {
                "verse_number": "9",
                "verse_text": "Use the sacred olive oil to dedicate to me the tent and everything in it."
            },
            {
                "verse_number": "10",
                "verse_text": "Do the same thing with the altar for offering sacrifices and its equipment"
            },
            {
                "verse_number": "11",
                "verse_text": "and with the bowl and its stand."
            },
            {
                "verse_number": "12",
                "verse_text": "Bring Aaron and his sons to the entrance of the tent and tell them to wash themselves."
            },
            {
                "verse_number": "13",
                "verse_text": "Dress Aaron in the priestly clothes, then use the sacred olive oil to ordain him and dedicate him to me as my priest."
            },
            {
                "verse_number": "14",
                "verse_text": "Put the priestly robes on Aaron's sons"
            },
            {
                "verse_number": "15",
                "verse_text": "and ordain them in the same way, so they and their descendants will always be my priests."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses followed the Lord 's instructions."
            },
            {
                "verse_number": "17",
                "verse_text": "And on the first day of the first month of the second year, the sacred tent was set up."
            },
            {
                "verse_number": "18",
                "verse_text": "The posts, stands, and framework were put in place,"
            },
            {
                "verse_number": "19",
                "verse_text": "then the two layers of coverings were hung over them."
            },
            {
                "verse_number": "20",
                "verse_text": "The stones with the Ten Commandments written on them were stored in the sacred chest, the place of mercy was put on top of it, and the carrying poles were attached."
            },
            {
                "verse_number": "21",
                "verse_text": "The chest was brought into the tent and set behind the curtain in the most holy place. These things were done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "The table for the sacred bread was put along the north wall of the holy place,"
            },
            {
                "verse_number": "23",
                "verse_text": "after which the bread was set on the table."
            },
            {
                "verse_number": "24",
                "verse_text": "The lampstand was put along the south wall,"
            },
            {
                "verse_number": "25",
                "verse_text": "then the lamps were attached to it there in the presence of the Lord ."
            },
            {
                "verse_number": "26",
                "verse_text": "The gold incense altar was set up in front of the curtain,"
            },
            {
                "verse_number": "27",
                "verse_text": "and sweet-smelling incense was burned on it. These things were done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "28",
                "verse_text": "The curtain was hung at the entrance to the sacred tent."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the altar for offering sacrifices was put in front of the tent, and animal sacrifices and gifts of grain were offered there."
            },
            {
                "verse_number": "30",
                "verse_text": "The large bronze bowl was placed between the altar and the entrance to the tent. It was filled with water,"
            },
            {
                "verse_number": "31",
                "verse_text": "then Moses and Aaron, together with Aaron's sons, washed their hands and feet."
            },
            {
                "verse_number": "32",
                "verse_text": "In fact, they washed each time before entering the tent or offering sacrifices at the altar. These things were done exactly as the Lord had commanded Moses."
            },
            {
                "verse_number": "33",
                "verse_text": "Finally, Moses had the curtains hung around the courtyard and at the entrance."
            },
            {
                "verse_number": "34",
                "verse_text": "Suddenly the sacred tent was covered by a thick cloud and filled with the glory of the Lord ."
            },
            {
                "verse_number": "35",
                "verse_text": "And so, Moses could not enter the tent."
            },
            {
                "verse_number": "36",
                "verse_text": "Whenever the cloud moved from the tent, the people would break camp and follow;"
            },
            {
                "verse_number": "37",
                "verse_text": "then they would set up camp and stay there, until it moved again."
            },
            {
                "verse_number": "38",
                "verse_text": "No matter where the people traveled, the Lord was with them. Each day his cloud was over the tent, and each night a fire could be seen in the cloud."
            }
        ]
    }
}