{
    "Revelation": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is what God showed to Jesus Christ, so that he could tell his servants what must happen soon. Christ then sent his angel with the message to his servant John."
            },
            {
                "verse_number": "2",
                "verse_text": "And John told everything he had seen about God's message and about what Jesus Christ had said and done. I pray that you will be blessed with kindness and peace from God, who is and was and is coming. May you receive kindness and peace from the seven spirits before the throne of God. be yours from Jesus Christ, the faithful witness. Jesus was the first to conquer death, and he is the ruler of all earthly kings. Christ loves us, and by his blood he set us free from our sins. and serve God his Father as priests. To him be glory and power forever and ever! Amen. with the clouds. Everyone will see him, even the ones who stuck a sword through him. All people on earth will weep because of him. Yes, it will happen! Amen. Don't be afraid! I am the first, the last,"
            },
            {
                "verse_number": "3",
                "verse_text": "God will bless everyone who reads this prophecy to others, and he will bless everyone who hears and obeys it. The time is almost here."
            },
            {
                "verse_number": "4",
                "verse_text": "From John to the seven churches in Asia."
            },
            {
                "verse_number": "5",
                "verse_text": "May kindness and peace"
            },
            {
                "verse_number": "6",
                "verse_text": "He lets us rule as kings"
            },
            {
                "verse_number": "7",
                "verse_text": "Look! He is coming"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord God says, &apos;I am Alpha and Omega, the one who is and was and is coming. I am God All-Powerful!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "I am John, a follower together with all of you. We suffer because Jesus is our king, but he gives us the strength to endure. I was sent to Patmos Island, because I had preached God's message and had told about Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "On the Lord's day the Spirit took control of me, and behind me I heard a loud voice that sounded like a trumpet."
            },
            {
                "verse_number": "11",
                "verse_text": "The voice said, &apos;Write in a book what you see. Then send it to the seven churches in Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When I turned to see who was speaking to me, I saw seven gold lampstands."
            },
            {
                "verse_number": "13",
                "verse_text": "There with the lampstands was someone who seemed to be the Son of Man. He was wearing a robe that reached down to his feet, and a gold cloth was wrapped around his chest."
            },
            {
                "verse_number": "14",
                "verse_text": "His head and his hair were white as wool or snow, and his eyes looked like flames of fire."
            },
            {
                "verse_number": "15",
                "verse_text": "His feet were glowing like bronze being heated in a furnace, and his voice sounded like the roar of a waterfall."
            },
            {
                "verse_number": "16",
                "verse_text": "He held seven stars in his right hand, and a sharp double-edged sword was coming from his mouth. His face was shining as bright as the sun at noon."
            },
            {
                "verse_number": "17",
                "verse_text": "When I saw him, I fell at his feet like a dead person. But he put his right hand on me and said:"
            },
            {
                "verse_number": "18",
                "verse_text": "and the living one. I died, but now I am alive forever, and I have the keys to death and the world of the dead."
            },
            {
                "verse_number": "19",
                "verse_text": "Write what you have seen and what is and what will happen after these things."
            },
            {
                "verse_number": "20",
                "verse_text": "I will explain the mystery of the seven stars you saw at my right side and the seven gold lampstands. The seven stars are the angels of the seven churches, and the lampstands are the seven churches."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This is what you must write to the angel of the church in Ephesus: I am the one who holds the seven stars in my right hand, and I walk among the seven gold lampstands. Listen to what I say. I am the first and the last. I died, but now I am alive! Listen to what I say. I am the one who has the sharp double-edged sword! Listen to what I say. I am the Son of God! My eyes are like flames of fire, and my feet are like bronze. Listen to what I say."
            },
            {
                "verse_number": "2",
                "verse_text": "I know everything you have done, including your hard work and how you have endured. I know you won't put up with anyone who is evil. When some people pretended to be apostles, you tested them and found out they were liars."
            },
            {
                "verse_number": "3",
                "verse_text": "You have endured and gone through hard times because of me, yet you have not given up."
            },
            {
                "verse_number": "4",
                "verse_text": "But I do have something against you! And it is this: You don't have as much love as you used to."
            },
            {
                "verse_number": "5",
                "verse_text": "Think about where you have fallen from, and then turn back and do as you did at first. If you don't turn back, I will come and take away your lampstand."
            },
            {
                "verse_number": "6",
                "verse_text": "But there is one thing you are doing right. You hate what the Nicolaitans are doing, and so do I."
            },
            {
                "verse_number": "7",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches. I will let everyone who wins the victory eat from the life-giving tree in God's wonderful garden."
            },
            {
                "verse_number": "8",
                "verse_text": "This is what you must write to the angel of the church in Smyrna:"
            },
            {
                "verse_number": "9",
                "verse_text": "I know how much you suffer and how poor you are, but you are rich. I also know the cruel things being said about you by people who claim to be God's people. But they are not really God's people. They are a group that belongs to Satan."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't worry about what you will suffer. The devil will throw some of you into jail, and you will be tested and made to suffer for ten days. But if you are faithful until you die, I will reward you with a glorious life."
            },
            {
                "verse_number": "11",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches. Whoever wins the victory will not be hurt by the second death."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what you must write to the angel of the church in Pergamum:"
            },
            {
                "verse_number": "13",
                "verse_text": "I know you live where Satan has his throne. But you have kept true to my name. Right there where Satan lives, my faithful witness Antipas was taken from you and put to death. Even then you did not give up your faith in me."
            },
            {
                "verse_number": "14",
                "verse_text": "I do have a few things against you. Some of you are following the teaching of Balaam. Long ago he told Balak to teach the people of Israel to eat food that had been offered to idols and to be immoral."
            },
            {
                "verse_number": "15",
                "verse_text": "Now some of you are following the teaching of the Nicolaitans."
            },
            {
                "verse_number": "16",
                "verse_text": "Turn back! If you don't, I will come quickly and fight against these people. And my words will cut like a sword."
            },
            {
                "verse_number": "17",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches. To everyone who wins the victory, I will give some of the hidden food. I will also give each one a white stone with a new name written on it. No one will know that name except the one who is given the stone."
            },
            {
                "verse_number": "18",
                "verse_text": "This is what you must write to the angel of the church in Thyatira:"
            },
            {
                "verse_number": "19",
                "verse_text": "I know everything about you, including your love, your faith, your service, and how you have endured. I know you are doing more now than you have ever done before."
            },
            {
                "verse_number": "20",
                "verse_text": "But I still have something against you because of that woman Jezebel. She calls herself a prophet, and you let her teach and mislead my servants to do immoral things and to eat food offered to idols."
            },
            {
                "verse_number": "21",
                "verse_text": "I gave her a chance to turn from her sins, but she did not want to stop doing these immoral things."
            },
            {
                "verse_number": "22",
                "verse_text": "I am going to strike down Jezebel. Everyone who does these immoral things with her will also be punished, if they don't stop."
            },
            {
                "verse_number": "23",
                "verse_text": "I will even kill her followers. Then all the churches will see that I know everyone's thoughts and feelings. I will treat each of you as you deserve."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of you in Thyatira don't follow Jezebel's teaching. You don't know anything about what her followers call the &apos;deep secrets of Satan.&apos; So I won't burden you down with any other commands."
            },
            {
                "verse_number": "25",
                "verse_text": "But until I come, you must hold firmly to the teaching you have."
            },
            {
                "verse_number": "26",
                "verse_text": "I will give power over the nations to everyone who wins the victory and keeps on obeying me until the end."
            },
            {
                "verse_number": "29",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is what you must write to the angel of the church in Sardis: I have the seven spirits of God and the seven stars. Listen to what I say. I know what you are doing. Everyone may think you are alive, but you are dead."
            },
            {
                "verse_number": "2",
                "verse_text": "Wake up! You have only a little strength left, and it is almost gone. So try to become stronger. I have found that you are not completely obeying God."
            },
            {
                "verse_number": "3",
                "verse_text": "Remember the teaching you were given and heard. Hold firmly to it and turn from your sins. If you don't wake up, I will come when you least expect it, just as a thief does."
            },
            {
                "verse_number": "4",
                "verse_text": "A few of you in Sardis have not dirtied your clothes with sin. You will walk with me in white clothes, because you are worthy."
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone who wins the victory will wear white clothes. Their names will not be erased from the book of life, and I will tell my Father and his angels that they are my followers."
            },
            {
                "verse_number": "6",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what you must write to the angel of the church in Philadelphia: I am the one who is holy and true, and I have the keys that belonged to David. When I open a door, no one can close it. And when I close a door, no one can open it. Listen to what I say. I am the one called Amen! I am the faithful and true witness and the source of God's creation. Listen to what I say."
            },
            {
                "verse_number": "8",
                "verse_text": "I know everything you have done. And I have placed before you an open door no one can close. You were not very strong, but you obeyed my message and did not deny you are my followers."
            },
            {
                "verse_number": "9",
                "verse_text": "Now you will see what I will do with those people who belong to Satan's group. They claim to be God's people, but they are liars. I will make them come and kneel down at your feet. Then they will know that I love you."
            },
            {
                "verse_number": "10",
                "verse_text": "You obeyed my message and endured. So I will protect you from the time of testing everyone in all the world must go through."
            },
            {
                "verse_number": "11",
                "verse_text": "I am coming soon. So hold firmly to what you have, and no one will take away the crown you will be given as your reward."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone who wins the victory will be made into a pillar in the temple of my God, and they will stay there forever. I will write on each of them the name of my God and the name of his city. It is the new Jerusalem my God will send down from heaven. I will also write on them my own new name."
            },
            {
                "verse_number": "13",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches."
            },
            {
                "verse_number": "14",
                "verse_text": "This is what you must write to the angel of the church in Laodicea:"
            },
            {
                "verse_number": "15",
                "verse_text": "I know everything you have done, and you are not cold or hot. I wish you were either one or the other."
            },
            {
                "verse_number": "16",
                "verse_text": "But since you are lukewarm and neither cold nor hot, I will spit you out of my mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "You claim to be rich and successful and to have everything you need. But you don't know how bad off you really are. You are pitiful, poor, blind, and naked."
            },
            {
                "verse_number": "18",
                "verse_text": "Buy your gold from me. It has been refined in a fire, and it will make you rich. Buy white clothes from me. Wear them and you can cover up your shameful nakedness. Buy medicine for your eyes, so you will be able to see."
            },
            {
                "verse_number": "19",
                "verse_text": "I correct and punish everyone I love. So make up your minds to turn away from your sins."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen! I am standing and knocking at your door. If you hear my voice and open the door, I will come in and we will eat together."
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone who wins the victory will sit with me on my throne, just as I won the victory and sat with my Father on his throne."
            },
            {
                "verse_number": "22",
                "verse_text": "If you have ears, listen to what the Spirit says to the churches."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After this, I looked and saw a door that opened into heaven. Then the voice that had spoken to me at first and that sounded like a trumpet said, &apos;Come up here! I will show you what must happen next.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Right then the Spirit took control of me, and there in heaven I saw a throne and someone sitting on it."
            },
            {
                "verse_number": "3",
                "verse_text": "The one who was sitting there sparkled like precious stones of jasper and carnelian. A rainbow that looked like an emerald surrounded the throne. Around the throne in the center were four living creatures covered front and back with eyes. &apos;Holy, holy, holy is the Lord, the all-powerful God, who was and is and is coming!&apos; you are worthy to receive glory, honor, and power. You created all things, and by your decision they are and were created.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Twenty-four other thrones were in a circle around that throne. And on each of these thrones there was an elder dressed in white clothes and wearing a gold crown."
            },
            {
                "verse_number": "5",
                "verse_text": "Flashes of lightning and roars of thunder came out from the throne in the center of the circle. Seven torches, which are the seven spirits of God, were burning in front of the throne."
            },
            {
                "verse_number": "6",
                "verse_text": "Also in front of the throne was something that looked like a glass sea, clear as crystal."
            },
            {
                "verse_number": "7",
                "verse_text": "The first creature was like a lion, the second one was like a bull, the third one had the face of a human, and the fourth was like a flying eagle."
            },
            {
                "verse_number": "8",
                "verse_text": "Each of the four living creatures had six wings, and their bodies were covered with eyes. Day and night they never stopped singing,"
            },
            {
                "verse_number": "9",
                "verse_text": "The living creatures kept praising, honoring, and thanking the one who sits on the throne and who lives forever and ever."
            },
            {
                "verse_number": "10",
                "verse_text": "At the same time the 24 elders knelt down before the one sitting on the throne. And as they worshiped the one who lives forever, they placed their crowns in front of the throne and said,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Our Lord and God,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "In the right hand of the one sitting on the throne I saw a scroll that had writing on the inside and on the outside. And it was sealed in seven places."
            },
            {
                "verse_number": "2",
                "verse_text": "I saw a mighty angel ask with a loud voice, &apos;Who is worthy to open the scroll and break its seals?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "No one in heaven or on earth or under the earth was able to open the scroll or look inside it. &apos;You are worthy to receive the scroll and open its seals, because you were killed. And with your own blood you bought for God people from every tribe, language, nation, and race. and serve God as priests, and they will rule on earth.&apos; &apos;The Lamb who was killed is worthy to receive power, riches, wisdom, strength, honor, glory, and praise.&apos; &apos;Praise, honor, glory, and strength forever and ever to the one who sits on the throne and to the Lamb!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I cried hard because no one was found worthy to open the scroll or look inside it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then one of the elders said to me, &apos;Stop crying and look! The one who is called both the &quot;Lion from the Tribe of Judah&quot; and &quot;King David's Great Descendant&quot; has won the victory. He will open the scroll and its seven seals.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I looked and saw a Lamb standing in the center of the throne surrounded by the four living creatures and the elders. The Lamb looked as if it had once been killed. It had seven horns and seven eyes, which are the seven spirits of God, sent out to all the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lamb went over and took the scroll from the right hand of the one who sat on the throne."
            },
            {
                "verse_number": "8",
                "verse_text": "After he had taken it, the four living creatures and the 24 elders knelt down before him. Each of them had a harp and a gold bowl full of incense, which are the prayers of God's people."
            },
            {
                "verse_number": "9",
                "verse_text": "Then they sang a new song,"
            },
            {
                "verse_number": "10",
                "verse_text": "You let them become kings"
            },
            {
                "verse_number": "11",
                "verse_text": "As I looked, I heard the voices of a large number of angels around the throne and the voices of the living creatures and of the elders. There were millions and millions of them,"
            },
            {
                "verse_number": "12",
                "verse_text": "and they were saying in a loud voice,"
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard all beings in heaven and on the earth and under the earth and in the sea offer praise. Together, all of them were saying,"
            },
            {
                "verse_number": "14",
                "verse_text": "The four living creatures said &apos;Amen,&apos; while the elders knelt down and worshiped."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "At the same time I saw the Lamb open the first of the seven seals, I heard one of the four living creatures shout with a voice like thunder. It said, &apos;Come out!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw a white horse. Its rider carried a bow and was given a crown. He had already won some victories, and he went out to win more."
            },
            {
                "verse_number": "3",
                "verse_text": "When the Lamb opened the second seal, I heard the second living creature say, &apos;Come out!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then another horse came out. It was fiery red. And its rider was given the power to take away all peace from the earth, so people would slaughter one another. He was also given a big sword."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Lamb opened the third seal, I heard the third living creature say, &apos;Come out!&apos; Then I saw a black horse, and its rider had a balance scale in one hand."
            },
            {
                "verse_number": "6",
                "verse_text": "I heard what sounded like a voice from somewhere among the four living creatures. It said, &apos;A liter of wheat will cost you a whole day's wages! Three liters of barley will cost you a day's wages too. But don't ruin the olive oil or the wine.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, &apos;Come out!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then I saw a pale green horse. Its rider was named Death, and Death's Kingdom followed close behind. They were given power over one fourth of the earth, and they could kill its people with swords, famines, diseases, and wild animals."
            },
            {
                "verse_number": "9",
                "verse_text": "When the Lamb opened the fifth seal, I saw under the altar the souls of everyone who had been killed for speaking God's message and telling about their faith."
            },
            {
                "verse_number": "10",
                "verse_text": "They shouted, &apos;Master, you are holy and faithful! How long will it be before you judge and punish the people of this earth who killed us?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then each of those who had been killed was given a white robe and told to rest for a little while. They had to wait until the complete number of the Lord's other servants and followers would be killed."
            },
            {
                "verse_number": "12",
                "verse_text": "When I saw the Lamb open the sixth seal, I looked and saw a great earthquake. The sun turned as dark as sackcloth, and the moon became red as blood."
            },
            {
                "verse_number": "13",
                "verse_text": "The stars in the sky fell to earth, just like figs shaken loose by a windstorm."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the sky was rolled up like a scroll, and all mountains and islands were moved from their places."
            },
            {
                "verse_number": "15",
                "verse_text": "The kings of the earth, its famous people, and its military leaders hid in caves or behind rocks on the mountains. They hid there together with the rich and the powerful and with all the slaves and free people."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they shouted to the mountains and the rocks, &apos;Fall on us! Hide us from the one who sits on the throne and from the anger of the Lamb."
            },
            {
                "verse_number": "17",
                "verse_text": "That terrible day has come! God and the Lamb will show their anger, and who can face it?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "&apos;Don't harm the earth or the sea or any tree! Wait until I have marked the foreheads of the servants of our God.&apos; 12,000 from Reuben, 12,000 from Gad, 12,000 from Naphtali, 12,000 from Manasseh, 12,000 from Levi, 12,000 from Issachar, 12,000 from Joseph, and 12,000 from Benjamin. &apos;Our God, who sits upon the throne, has the power to save his people, and so does the Lamb.&apos; &apos;Amen! Praise, glory, wisdom, thanks, honor, power, and strength belong to our God forever and ever! Amen!&apos; Then he told me: &apos;These are the ones who have gone through the great suffering. They have washed their robes in the blood of the Lamb and have made them white. before the throne of God and worship him in his temple day and night. The one who sits on the throne will spread his tent over them. or thirst again, and they won't be troubled by the sun or any scorching heat. of the throne will be their shepherd. He will lead them to streams of life-giving water, and God will wipe all tears from their eyes.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I heard how many people had been marked on the forehead. There were 144,000, and they came from every tribe of Israel:"
            },
            {
                "verse_number": "5",
                "verse_text": "12,000 from Judah,"
            },
            {
                "verse_number": "6",
                "verse_text": "12,000 from Asher,"
            },
            {
                "verse_number": "7",
                "verse_text": "12,000 from Simeon,"
            },
            {
                "verse_number": "8",
                "verse_text": "12,000 from Zebulun,"
            },
            {
                "verse_number": "9",
                "verse_text": "After this, I saw a large crowd with more people than could be counted. They were from every race, tribe, nation, and language, and they stood before the throne and before the Lamb. They wore white robes and held palm branches in their hands,"
            },
            {
                "verse_number": "10",
                "verse_text": "as they shouted,"
            },
            {
                "verse_number": "11",
                "verse_text": "The angels who stood around the throne knelt in front of it with their faces to the ground. The elders and the four living creatures knelt there with them. Then they all worshiped God"
            },
            {
                "verse_number": "12",
                "verse_text": "and said,"
            },
            {
                "verse_number": "13",
                "verse_text": "One of the elders asked me, &apos;Do you know who these people are that are dressed in white robes? Do you know where they come from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Sir,&apos; I answered, &apos;you must know.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And so they stand"
            },
            {
                "verse_number": "16",
                "verse_text": "They will never hunger"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The Lamb in the center"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When the Lamb opened the seventh seal, there was silence in heaven for about half an hour."
            },
            {
                "verse_number": "2",
                "verse_text": "I noticed that the seven angels who stood before God were each given a trumpet."
            },
            {
                "verse_number": "3",
                "verse_text": "Another angel, who had a gold container for incense, came and stood at the altar. This one was given a lot of incense to offer with the prayers of God's people on the gold altar in front of the throne."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the smoke of the incense, together with the prayers of God's people, went up to God from the hand of the angel."
            },
            {
                "verse_number": "5",
                "verse_text": "After this, the angel filled the incense container with fire from the altar and threw it on the earth. Thunder roared, lightning flashed, and the earth shook."
            },
            {
                "verse_number": "6",
                "verse_text": "The seven angels now got ready to blow their trumpets."
            },
            {
                "verse_number": "7",
                "verse_text": "When the first angel blew his trumpet, hail and fire mixed with blood were thrown down on the earth. A third of the earth, a third of the trees, and a third of all green plants were burned."
            },
            {
                "verse_number": "8",
                "verse_text": "When the second angel blew his trumpet, something like a great fiery mountain was thrown into the sea. A third of the sea turned to blood,"
            },
            {
                "verse_number": "9",
                "verse_text": "a third of the living creatures in the sea died, and a third of the ships were destroyed."
            },
            {
                "verse_number": "10",
                "verse_text": "When the third angel blew his trumpet, a great star fell from heaven. It was burning like a torch, and it fell on a third of the rivers and on a third of the springs of water."
            },
            {
                "verse_number": "11",
                "verse_text": "The name of the star was Bitter, and a third of the water turned bitter. Many people died because the water was so bitter."
            },
            {
                "verse_number": "12",
                "verse_text": "When the fourth angel blew his trumpet, a third of the sun, a third of the moon, and a third of the stars were struck. They each lost a third of their light. So during a third of the day there was no light, and a third of the night was also without light."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I looked and saw a lone eagle flying across the sky. It was shouting, &apos;Trouble, trouble, trouble to everyone who lives on earth! The other three angels are now going to blow their trumpets.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "When the fifth angel blew his trumpet, I saw a star fall from the sky to earth. It was given the key to the tunnel that leads down to the deep pit."
            },
            {
                "verse_number": "2",
                "verse_text": "As it opened the tunnel, smoke poured out like the smoke of a great furnace. The sun and the air turned dark because of the smoke."
            },
            {
                "verse_number": "3",
                "verse_text": "Locusts came out of the smoke and covered the earth. They were given the same power that scorpions have."
            },
            {
                "verse_number": "4",
                "verse_text": "The locusts were told not to harm the grass on the earth or any plant or any tree. They were to punish only those people who did not have God's mark on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "The locusts were allowed to make them suffer for five months, but not to kill them. The suffering they caused was like the sting of a scorpion."
            },
            {
                "verse_number": "6",
                "verse_text": "In those days people will want to die, but they will not be able to. They will hope for death, but it will escape from them."
            },
            {
                "verse_number": "7",
                "verse_text": "These locusts looked like horses ready for battle. On their heads they wore something like gold crowns, and they had human faces."
            },
            {
                "verse_number": "8",
                "verse_text": "Their hair was like a woman's long hair, and their teeth were like those of a lion."
            },
            {
                "verse_number": "9",
                "verse_text": "On their chests they wore armor made of iron. Their wings roared like an army of horse-drawn chariots rushing into battle."
            },
            {
                "verse_number": "10",
                "verse_text": "Their tails were like a scorpion's tail with a stinger that had the power to hurt someone for five months."
            },
            {
                "verse_number": "11",
                "verse_text": "Their king was the angel in charge of the deep pit. In Hebrew his name was Abaddon, and in Greek it was Apollyon."
            },
            {
                "verse_number": "12",
                "verse_text": "The first horrible thing has now happened! But wait. Two more horrible things will happen soon."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sixth angel blew his trumpet. I heard a voice speak from the four corners of the gold altar that stands in the presence of God."
            },
            {
                "verse_number": "14",
                "verse_text": "The voice spoke to this angel and said, &apos;Release the four angels who are tied up beside the great Euphrates River.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The four angels had been prepared for this very hour and day and month and year. Now they were set free to kill a third of all people."
            },
            {
                "verse_number": "16",
                "verse_text": "By listening, I could tell there were more than 200,000,000 war horses."
            },
            {
                "verse_number": "17",
                "verse_text": "In my vision their riders wore fiery-red, dark-blue, and yellow armor on their chests. The heads of the horses looked like lions, with fire and smoke and sulfur coming out of their mouths."
            },
            {
                "verse_number": "18",
                "verse_text": "One third of all people were killed by the three terrible troubles caused by the fire, the smoke, and the sulfur."
            },
            {
                "verse_number": "19",
                "verse_text": "The horses had powerful mouths, and their tails were like poisonous snakes that bite and hurt."
            },
            {
                "verse_number": "20",
                "verse_text": "The people who lived through these terrible troubles did not turn away from the idols they had made, and they did not stop worshiping demons. They kept on worshiping idols that were made of gold, silver, bronze, stone, and wood. Not one of these idols could see, hear, or walk."
            },
            {
                "verse_number": "21",
                "verse_text": "No one stopped murdering or practicing witchcraft or being immoral or stealing."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I saw another powerful angel come down from heaven. This one was covered with a cloud, and a rainbow was over his head. His face was like the sun, his legs were like columns of fire,"
            },
            {
                "verse_number": "2",
                "verse_text": "and with his hand he held a little scroll that had been unrolled. He stood there with his right foot on the sea and his left foot on the land."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he shouted with a voice that sounded like a growling lion. Thunder roared seven times."
            },
            {
                "verse_number": "4",
                "verse_text": "After the thunder stopped, I was about to write what it had said. But a voice from heaven shouted, &apos;Keep it secret! Don't write these things.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel I had seen standing on the sea and the land then held his right hand up toward heaven."
            },
            {
                "verse_number": "6",
                "verse_text": "He made a promise in the name of God who lives forever and who created heaven, earth, the sea, and every living creature. The angel said, &apos;You won't have to wait any longer."
            },
            {
                "verse_number": "7",
                "verse_text": "God told his secret plans to his servants the prophets, and it will all happen by the time the seventh angel sounds his trumpet.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Once again the voice from heaven spoke to me. It said, &apos;Go and take the open scroll from the hand of the angel standing on the sea and the land.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When I went over to ask the angel for the little scroll, the angel said, &apos;Take the scroll and eat it! Your stomach will turn sour, but the taste in your mouth will be sweet as honey.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I took the little scroll from the hand of the angel and ate it. The taste was sweet as honey, but my stomach turned sour."
            },
            {
                "verse_number": "11",
                "verse_text": "Then some voices said, &apos;Keep on telling what will happen to the people of many nations, races, and languages, and also to kings.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "An angel gave me a measuring stick and said: Measure around God's temple. Be sure to include the altar and everyone worshiping there. &apos;Now the kingdom of this world belongs to our Lord and to his Chosen One! And he will rule forever and ever!&apos; &apos;Lord God All-Powerful, you are and you were, and we thank you. You used your great power and started ruling. you became angry too! Now the time has come for the dead to be judged. It is time for you to reward your servants the prophets and all your people who honor your name, no matter who they are. It is time to destroy everyone who has destroyed the earth.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But don't measure the courtyard outside the temple building. Leave it out. It has been given to those people who don't know God, and they will trample all over the holy city for 42 months."
            },
            {
                "verse_number": "3",
                "verse_text": "My two witnesses will wear sackcloth, while I let them preach for 1,260 days."
            },
            {
                "verse_number": "4",
                "verse_text": "These two witnesses are the two olive trees and the two lampstands that stand in the presence of the Lord who rules the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "Any enemy who tries to harm them will be destroyed by the fire that comes out of their mouths."
            },
            {
                "verse_number": "6",
                "verse_text": "They have the power to lock up the sky and to keep rain from falling while they are prophesying. And whenever they want to, they can turn water to blood and cause all kinds of terrible troubles on earth."
            },
            {
                "verse_number": "7",
                "verse_text": "After the two witnesses have finished preaching God's message, the beast that lives in the deep pit will come up and fight against them. It will win the battle and kill them."
            },
            {
                "verse_number": "8",
                "verse_text": "Their bodies will be left lying in the streets of the same great city where their Lord was nailed to a cross. And this city is spiritually like the city of Sodom or the country of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "For three and a half days the people of every nation, tribe, language, and race will stare at the bodies of these two witnesses and refuse to let them be buried."
            },
            {
                "verse_number": "10",
                "verse_text": "Everyone on earth will celebrate and be happy. They will give gifts to each other, because of what happened to the two prophets who caused them so much trouble."
            },
            {
                "verse_number": "11",
                "verse_text": "But three and a half days later, God will breathe life into their bodies. They will stand up, and everyone who sees them will be terrified."
            },
            {
                "verse_number": "12",
                "verse_text": "The witnesses then heard a loud voice from heaven, saying, &apos;Come up here.&apos; And while their enemies were watching, they were taken up to heaven in a cloud."
            },
            {
                "verse_number": "13",
                "verse_text": "At that same moment there was a terrible earthquake that destroyed a tenth of the city. Seven thousand people were killed, and the rest were frightened and praised the God who rules in heaven."
            },
            {
                "verse_number": "14",
                "verse_text": "The second horrible thing has now happened! And the third one will be here soon."
            },
            {
                "verse_number": "15",
                "verse_text": "At the sound of the seventh trumpet, loud voices were heard in heaven. They said,"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the 24 elders, who were seated on thrones in God's presence, knelt down and worshiped him."
            },
            {
                "verse_number": "17",
                "verse_text": "They said,"
            },
            {
                "verse_number": "18",
                "verse_text": "When the nations got angry,"
            },
            {
                "verse_number": "19",
                "verse_text": "The door to God's temple in heaven was then opened, and the sacred chest could be seen inside the temple. I saw lightning and heard roars of thunder. The earth trembled and huge hailstones fell to the ground."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Something important appeared in the sky. It was a woman whose clothes were the sun. The moon was under her feet, and a crown made of twelve stars was on her head."
            },
            {
                "verse_number": "2",
                "verse_text": "She was about to give birth, and she was crying because of the great pain. &apos;Our God has shown his saving power, and his kingdom has come! God's own Chosen One has shown his authority. Satan accused our people in the presence of God day and night. Now he has been thrown out! of the Lamb and the message of God. They were willing to give up their lives. together with everyone who lives there. But pity the earth and the sea, because the devil was thrown down to the earth. He knows his time is short, and he is very angry.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Something else appeared in the sky. It was a huge red dragon with seven heads and ten horns, and a crown on each of its seven heads."
            },
            {
                "verse_number": "4",
                "verse_text": "With its tail, it dragged a third of the stars from the sky and threw them down to the earth. Then the dragon turned toward the woman, because it wanted to eat her child as soon as it was born."
            },
            {
                "verse_number": "5",
                "verse_text": "The woman gave birth to a son, who would rule all nations with an iron rod. The boy was snatched away. He was taken to God and placed on his throne."
            },
            {
                "verse_number": "6",
                "verse_text": "The woman ran into the desert to a place that God had prepared for her. There she would be taken care of for 1,260 days."
            },
            {
                "verse_number": "7",
                "verse_text": "A war broke out in heaven. Michael and his angels were fighting against the dragon and its angels."
            },
            {
                "verse_number": "8",
                "verse_text": "But the dragon lost the battle. It and its angels were forced out of their places in heaven"
            },
            {
                "verse_number": "9",
                "verse_text": "and were thrown down to the earth. Yes, that old snake and his angels were thrown out of heaven! That snake, who fools everyone on earth, is known as the devil and Satan."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I heard a voice from heaven shout,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Our people defeated Satan because of the blood"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;The heavens should rejoice,"
            },
            {
                "verse_number": "13",
                "verse_text": "When the dragon realized it had been thrown down to the earth, it tried to make trouble for the woman who had given birth to a son."
            },
            {
                "verse_number": "14",
                "verse_text": "But the woman was given two wings like those of a huge eagle, so she could fly into the desert. There she would escape from the snake and be taken care of for a time, two times, and half a time."
            },
            {
                "verse_number": "15",
                "verse_text": "The snake then spewed out water like a river to sweep the woman away."
            },
            {
                "verse_number": "16",
                "verse_text": "But the earth helped her and swallowed the water that had come from the dragon's mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "This made the dragon terribly angry with the woman. So it started a war against the rest of her children. They are the people who obey God and are faithful to what Jesus did and taught."
            },
            {
                "verse_number": "18",
                "verse_text": "The dragon stood on the beach beside the sea."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I looked and saw a beast coming up from the sea. This one had ten horns and seven heads, and a crown was on each of its ten horns. On each of its heads were names that were an insult to God."
            },
            {
                "verse_number": "2",
                "verse_text": "The beast I saw had the body of a leopard, the feet of a bear, and the mouth of a lion. The dragon handed over its own power and throne and great authority to this beast."
            },
            {
                "verse_number": "3",
                "verse_text": "One of its heads seemed to have been fatally wounded, but now it was well. Everyone on earth marveled at this beast,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they worshiped the dragon who had given its authority to the beast. They also worshiped the beast and said, &apos;No one is like this beast! No one can fight against it.&apos; then listen! to be captured, you will be captured. If you are doomed to be killed by a sword, you will be killed by a sword. This means God's people must learn to endure and be faithful!"
            },
            {
                "verse_number": "5",
                "verse_text": "The beast was allowed to brag and claim to be God, and for 42 months it was allowed to rule."
            },
            {
                "verse_number": "6",
                "verse_text": "The beast cursed God, and it cursed the name of God. It even cursed the place where God lives, as well as everyone who lives in heaven with God."
            },
            {
                "verse_number": "7",
                "verse_text": "It was allowed to fight against God's people and defeat them. It was also given authority over the people of every tribe, nation, language, and race."
            },
            {
                "verse_number": "8",
                "verse_text": "The beast was worshiped by everyone whose name wasn't written before the time of creation in the book of the Lamb who was killed."
            },
            {
                "verse_number": "9",
                "verse_text": "If you have ears,"
            },
            {
                "verse_number": "10",
                "verse_text": "If you are doomed"
            },
            {
                "verse_number": "11",
                "verse_text": "I now saw another beast. This one came out of the ground. It had two horns like a lamb, but spoke like a dragon."
            },
            {
                "verse_number": "12",
                "verse_text": "It worked for the beast whose fatal wound had been healed. And it used all its authority to force the earth and its people to worship that beast."
            },
            {
                "verse_number": "13",
                "verse_text": "It worked mighty miracles, and while people watched, it even made fire come down from the sky."
            },
            {
                "verse_number": "14",
                "verse_text": "This second beast fooled people on earth by working miracles for the first one. Then it talked them into making an idol in the form of the beast that did not die after being wounded by a sword."
            },
            {
                "verse_number": "15",
                "verse_text": "It was allowed to put breath into the idol, so it could speak. Everyone who refused to worship the idol of the beast was put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "All people were forced to put a mark on their right hand or forehead. Whether they were powerful or weak, rich or poor, free people or slaves,"
            },
            {
                "verse_number": "17",
                "verse_text": "they all had to have this mark, or else they could not buy or sell anything. This mark stood for the name of the beast and for the number of its name."
            },
            {
                "verse_number": "18",
                "verse_text": "You need wisdom to understand the number of the beast! But if you are smart enough, you can figure this out. Its number is 666, and it stands for a person."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "I looked and saw the Lamb standing on Mount Zion! With him were 144,000, who had his name and his Father's name written on their foreheads."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I heard a sound from heaven that was like a roaring flood or loud thunder or even like the music of harps."
            },
            {
                "verse_number": "3",
                "verse_text": "And a new song was being sung in front of God's throne and in front of the four living creatures and the elders. No one could learn that song, except the 144,000 who had been rescued from the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "All of these are pure virgins, and they follow the Lamb wherever he leads. They have been rescued to be presented to God and the Lamb as the most precious people on earth."
            },
            {
                "verse_number": "5",
                "verse_text": "They never tell lies, and they are innocent. Here is what will happen if you worship the beast and the idol and have the mark of the beast on your hand or forehead. The Spirit answered, &apos;Yes, they will rest from their hard work, and they will be rewarded for what they have done.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I saw another angel. This one was flying across the sky and had the eternal good news to announce to the people of every race, tribe, language, and nation on earth."
            },
            {
                "verse_number": "7",
                "verse_text": "The angel shouted, &apos;Worship and honor God! The time has come for him to judge everyone. Kneel down before the one who created heaven and earth, the oceans, and every stream.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "A second angel followed and said, &apos;The great city of Babylon has fallen! This is the city that made all nations drunk and immoral. Now God is angry, and Babylon has fallen.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Finally, a third angel came and shouted:"
            },
            {
                "verse_number": "10",
                "verse_text": "You will have to drink the wine that God gives to everyone who makes him angry. You will feel his mighty anger, and you will be tortured with fire and burning sulfur, while the holy angels and the Lamb look on."
            },
            {
                "verse_number": "11",
                "verse_text": "If you worship the beast and the idol and accept the mark of its name, you will be tortured day and night. The smoke from your torture will go up forever and ever, and you will never be able to rest."
            },
            {
                "verse_number": "12",
                "verse_text": "God's people must learn to endure. They must also obey his commands and have faith in Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard a voice from heaven say, &apos;Put this in writing. From now on, the Lord will bless everyone who has faith in him when they die.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I looked and saw a bright cloud, and someone who seemed to be the Son of Man was sitting on the cloud. He wore a gold crown on his head and held a sharp sickle in his hand."
            },
            {
                "verse_number": "15",
                "verse_text": "An angel came out of the temple and shouted, &apos;Start cutting with your sickle! Harvest season is here, and all crops on earth are ripe.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The one on the cloud swung his sickle and harvested the crops."
            },
            {
                "verse_number": "17",
                "verse_text": "Another angel with a sharp sickle then came out of the temple in heaven."
            },
            {
                "verse_number": "18",
                "verse_text": "After this, an angel with power over fire came from the altar and shouted to the angel who had the sickle. He said, &apos;All grapes on earth are ripe! Harvest them with your sharp sickle.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The angel swung his sickle on earth and cut off its grapes. He threw them into a pit where they were trampled on as a sign of God's anger."
            },
            {
                "verse_number": "20",
                "verse_text": "The pit was outside the city, and when the grapes were mashed, blood flowed out. The blood turned into a river that was about 300 kilometers long and almost deep enough to cover a horse."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "After this, I looked at the sky and saw something else that was strange and important. Seven angels were bringing the seven last terrible troubles. When these are ended, God will no longer be angry. &apos;Lord God All-Powerful, you have done great and marvelous things. You are the ruler of all nations, and you do what is right and fair. and praise your name? You alone are holy, and all nations will come and worship you, because you have shown that you judge with fairness.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw something that looked like a glass sea mixed with fire, and people were standing on it. They were the ones who had defeated the beast and the idol and the number that tells the name of the beast. God had given them harps,"
            },
            {
                "verse_number": "3",
                "verse_text": "and they were singing the song his servant Moses and the Lamb had sung. They were singing,"
            },
            {
                "verse_number": "4",
                "verse_text": "Lord, who doesn't honor"
            },
            {
                "verse_number": "5",
                "verse_text": "After this, I noticed something else in heaven. The sacred tent used for a temple was open."
            },
            {
                "verse_number": "6",
                "verse_text": "And the seven angels who were bringing the terrible troubles were coming out of it. They were dressed in robes of pure white linen and wore belts made of pure gold."
            },
            {
                "verse_number": "7",
                "verse_text": "One of the four living creatures gave each of the seven angels a bowl made of gold. These bowls were filled with the anger of God who lives forever and ever."
            },
            {
                "verse_number": "8",
                "verse_text": "The temple quickly filled with smoke from the glory and power of God. No one could enter it until the seven angels had finished pouring out the seven last troubles."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "From the temple I heard a voice shout to the seven angels, &apos;Go and empty the seven bowls of God's anger on the earth.&apos; &apos;You have always been, and you always will be the holy God. You had the right to judge in this way. of your people and your prophets. So you gave them blood to drink as they deserve!&apos; the altar shout, &apos;Yes, Lord God All-Powerful, your judgments are honest and fair.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The first angel emptied his bowl on the earth. At once ugly and painful sores broke out on everyone who had the mark of the beast and worshiped the idol."
            },
            {
                "verse_number": "3",
                "verse_text": "The second angel emptied his bowl on the sea. At once the sea turned into blood like that of a dead person, and every living thing in the sea died."
            },
            {
                "verse_number": "4",
                "verse_text": "The third angel emptied his bowl into the rivers and streams. At once they turned to blood."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I heard the angel, who has power over water, say,"
            },
            {
                "verse_number": "6",
                "verse_text": "They poured out the blood"
            },
            {
                "verse_number": "7",
                "verse_text": "After this, I heard"
            },
            {
                "verse_number": "8",
                "verse_text": "The fourth angel emptied his bowl on the sun, and it began to scorch people like fire."
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone was scorched by its great heat, and all of them cursed the name of God who had power over these terrible troubles. But no one turned to God and praised him."
            },
            {
                "verse_number": "10",
                "verse_text": "The fifth angel emptied his bowl on the throne of the beast. At once darkness covered its kingdom, and its people began biting their tongues in pain."
            },
            {
                "verse_number": "11",
                "verse_text": "And because of their painful sores, they cursed the God who rules in heaven. But still they did not stop doing evil things."
            },
            {
                "verse_number": "12",
                "verse_text": "The sixth angel emptied his bowl on the great Euphrates River, and it completely dried up to make a road for the kings from the east."
            },
            {
                "verse_number": "13",
                "verse_text": "An evil spirit that looked like a frog came out of the mouth of the dragon. One also came out of the mouth of the beast, and another out of the mouth of the false prophet."
            },
            {
                "verse_number": "14",
                "verse_text": "These evil spirits had the power to work miracles. They went to every king on earth, to bring them together for a war against God All-Powerful. But that will be the day of God's great victory."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember Christ says, &apos;When I come, it will surprise you like a thief! But God will bless you, if you are awake and ready. Then you won't have to walk around naked and be ashamed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Those armies came together in a place that in Hebrew is called Armagedon."
            },
            {
                "verse_number": "17",
                "verse_text": "As soon as the seventh angel emptied his bowl in the air, a loud voice from the throne in the temple shouted, &apos;It's done!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "There were flashes of lightning, roars of thunder, and the worst earthquake in all history."
            },
            {
                "verse_number": "19",
                "verse_text": "The great city of Babylon split into three parts, and the cities of other nations fell. So God made Babylon drink from the wine cup filled with his anger."
            },
            {
                "verse_number": "20",
                "verse_text": "Every island ran away, and the mountains disappeared."
            },
            {
                "verse_number": "21",
                "verse_text": "Hailstones, weighing about 50 kilograms each, fell from the sky on people. Finally, the people cursed God, because the hail was so terrible."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "One of the seven angels who had emptied the bowls came over and said to me, &apos;Come on! I will show you how God will punish that shameless prostitute who sits on many oceans."
            },
            {
                "verse_number": "2",
                "verse_text": "Every king on earth has slept with her, and her shameless ways are like wine that has made everyone on earth drunk.&apos; I AM THE GREAT CITY OF BABYLON, THE MOTHER OF EVERY IMMORAL AND FILTHY THING ON EARTH. Why are you so amazed? I will explain the mystery about this woman and about the beast she is sitting on, with its seven heads and ten horns."
            },
            {
                "verse_number": "3",
                "verse_text": "With the help of the Spirit, the angel took me into a desert, where I saw a woman sitting on a red beast. The beast was covered with names that were an insult to God, and it had seven heads and ten horns."
            },
            {
                "verse_number": "4",
                "verse_text": "The woman was dressed in purple and scarlet robes, and she wore jewelry made of gold, precious stones, and pearls. In her hand she held a gold cup filled with the filthy and nasty things she had done."
            },
            {
                "verse_number": "5",
                "verse_text": "On her forehead a mysterious name was written:"
            },
            {
                "verse_number": "6",
                "verse_text": "I could tell that the woman was drunk on the blood of God's people who had given their lives for Jesus. This surprising sight amazed me,"
            },
            {
                "verse_number": "7",
                "verse_text": "and the angel said:"
            },
            {
                "verse_number": "8",
                "verse_text": "The beast you saw is one that used to be and no longer is. It will come back from the deep pit, but only to be destroyed. Everyone on earth whose names were not written in the book of life before the time of creation will be amazed. They will see this beast that used to be and no longer is, but will be once more."
            },
            {
                "verse_number": "9",
                "verse_text": "Anyone with wisdom can figure this out. The seven heads that the woman is sitting on stand for seven hills. These heads are also seven kings."
            },
            {
                "verse_number": "10",
                "verse_text": "Five of the kings are dead. One is ruling now, and the other one has not yet come. But when he does, he will rule for only a little while."
            },
            {
                "verse_number": "11",
                "verse_text": "You also saw a beast that used to be and no longer is. That beast is one of the seven kings who will return as the eighth king, but only to be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "The ten horns you saw are ten more kings, who have not yet come into power, and they will rule with the beast for only a short time."
            },
            {
                "verse_number": "13",
                "verse_text": "They all think alike and will give their power and authority to the beast."
            },
            {
                "verse_number": "14",
                "verse_text": "These kings will go to war against the Lamb. But he will defeat them, because he is Lord over all lords and King over all kings. His followers are chosen and special and faithful."
            },
            {
                "verse_number": "15",
                "verse_text": "The oceans you saw the prostitute sitting on are crowds of people from all races and languages."
            },
            {
                "verse_number": "16",
                "verse_text": "The ten horns and the beast will start hating the shameless woman. They will strip off her clothes and leave her naked. Then they will eat her flesh and throw the rest of her body into a fire."
            },
            {
                "verse_number": "17",
                "verse_text": "God is the one who made these kings all think alike and decide to give their power to the beast. And they will do this until what God has said comes true."
            },
            {
                "verse_number": "18",
                "verse_text": "The woman you saw is the great city that rules over all kings on earth."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "I saw another angel come from heaven. This one had great power, and the earth was bright because of his glory."
            },
            {
                "verse_number": "2",
                "verse_text": "The angel shouted, &apos;Fallen! Powerful Babylon has fallen and is now the home of demons. It is the den of every filthy spirit and of all unclean birds, and every dirty and hated animal. has made all nations drunk. Every king on earth has slept with her, and every merchant on earth is rich because of her evil desires.&apos; from heaven shout, &apos;My people, you must escape from Babylon. Don't take part in her sins and share her punishment. as high as heaven. God has remembered the evil she has done. has treated others. Make her pay double for what she has done. Make her drink twice as much of what she mixed for others. with a life of luxury. Reward her now with suffering and pain. &apos;Deep in her heart Babylon said, &quot;I am the queen! Never will I be a widow or know what it means to be sad.&quot; she will suffer the pain of sorrow, hunger, and death. Fire will destroy her dead body, because her judge is the powerful Lord God.&apos; &apos;Pity that great and powerful city! Pity Babylon! In a single hour her judgment has come.&apos; your heart desired have all escaped from you. Every luxury and all your glory will be lost forever. You will never get them back. &apos;Pity the great city of Babylon! She dressed in fine linen and wore purple and scarlet cloth. She had jewelry made of gold and precious stones and pearls. her riches disappeared.&apos; Every ship captain and passenger and sailor stood at a distance, together with everyone who does business by traveling on the sea. &apos;Pity the great city of Babylon! Everyone who sailed the seas became rich from her treasures. But in a single hour the city was destroyed. with God's people and apostles and prophets. God has punished her for them.&apos; &apos;This is how the great city of Babylon will be thrown down, never to rise again. and of flutes and trumpets will no longer be heard. No workers will ever set up shop in that city, and the sound of grinding grain will be silenced forever. anywhere in Babylon, and couples will never again say wedding vows there. Her merchants ruled the earth, and by her witchcraft she fooled all nations. is found the blood of God's people and of his prophets, and everyone else.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Babylon's evil and immoral wine"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I heard another voice"
            },
            {
                "verse_number": "5",
                "verse_text": "Her sins are piled"
            },
            {
                "verse_number": "6",
                "verse_text": "Treat her as she"
            },
            {
                "verse_number": "7",
                "verse_text": "That woman honored herself"
            },
            {
                "verse_number": "8",
                "verse_text": "And so, in a single day"
            },
            {
                "verse_number": "9",
                "verse_text": "Every king on earth who slept with her and shared in her luxury will mourn. They will weep, when they see the smoke from that fire."
            },
            {
                "verse_number": "10",
                "verse_text": "Her sufferings will frighten them, and they will stand at a distance and say,"
            },
            {
                "verse_number": "11",
                "verse_text": "Every merchant on earth will mourn, because there is no one to buy their goods."
            },
            {
                "verse_number": "12",
                "verse_text": "There won't be anyone to buy their gold, silver, jewels, pearls, fine linen, purple cloth, silk, scarlet cloth, sweet-smelling wood, fancy carvings of ivory and wood, as well as things made of bronze, iron, or marble."
            },
            {
                "verse_number": "13",
                "verse_text": "No one will buy their cinnamon, spices, incense, myrrh, frankincense, wine, olive oil, fine flour, wheat, cattle, sheep, horses, chariots, slaves, and other humans."
            },
            {
                "verse_number": "14",
                "verse_text": "Babylon, the things"
            },
            {
                "verse_number": "15",
                "verse_text": "The merchants had become rich because of her. But when they saw her sufferings, they were terrified. They stood at a distance, crying and mourning."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they shouted,"
            },
            {
                "verse_number": "17",
                "verse_text": "Yet in a single hour"
            },
            {
                "verse_number": "18",
                "verse_text": "When they saw the smoke from her fire, they shouted, &apos;This was the greatest city ever!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They cried loudly, and in their sorrow they threw dust on their heads, as they said,"
            },
            {
                "verse_number": "20",
                "verse_text": "The heavens should be happy"
            },
            {
                "verse_number": "21",
                "verse_text": "A powerful angel then picked up a huge stone and threw it into the sea. The angel said,"
            },
            {
                "verse_number": "22",
                "verse_text": "The music of harps and singers"
            },
            {
                "verse_number": "23",
                "verse_text": "Lamps will no longer shine"
            },
            {
                "verse_number": "24",
                "verse_text": "On the streets of Babylon"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After this, I heard what sounded like a lot of voices in heaven, and they were shouting, &apos;Praise the Lord! To our God belongs the glorious power to save, are honest and fair. That filthy prostitute ruined the earth with shameful deeds. But God has judged her and made her pay the price for murdering his servants.&apos; &apos;Praise the Lord! Smoke will never stop rising from her burning body.&apos; &apos;If you worship and fear our God, give praise to him, no matter who you are.&apos; &apos;Praise the Lord! Our Lord God All-Powerful now rules as king. and give him praise. The wedding day of the Lamb is here, and his bride is ready. a wedding dress made of pure and shining linen. This linen stands for the good things God's people have done.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "because his judgments"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the crowd shouted,"
            },
            {
                "verse_number": "4",
                "verse_text": "After this, the 24 elders and the four living creatures all knelt before the throne of God and worshiped him. They said, &apos;Amen! Praise the Lord!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "From the throne a voice said,"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I heard what seemed to be a large crowd that sounded like a roaring flood and loud thunder all mixed together. They were saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "So we will be glad and happy"
            },
            {
                "verse_number": "8",
                "verse_text": "She will be given"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the angel told me, &apos;Put this in writing. God will bless everyone who is invited to the wedding feast of the Lamb.&apos; The angel also said, &apos;These things God has said are true.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I knelt at the feet of the angel and began to worship him. But the angel said, &apos;Don't do that! I am a servant, just like you and everyone else who tells about Jesus. Don't worship anyone but God. Everyone who tells about Jesus does it by the power of the Spirit.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "I looked and saw heaven was open, and a white horse was there. Its rider was called Faithful and True, and he is always fair when he judges or goes to war."
            },
            {
                "verse_number": "12",
                "verse_text": "He had eyes like flames of fire, and he was wearing a lot of crowns. His name was written on him, but he was the only one who knew what the name meant."
            },
            {
                "verse_number": "13",
                "verse_text": "The rider wore a robe that was covered with blood, and he was known as &apos;The Word of God.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He was followed by armies from heaven that rode on white horses and were dressed in pure white linen."
            },
            {
                "verse_number": "15",
                "verse_text": "From his mouth a sharp sword went out to attack the nations. He will rule them with an iron rod and will show the fierce anger of God All-Powerful by trampling the grapes in the pit where wine is made."
            },
            {
                "verse_number": "16",
                "verse_text": "On the part of the robe that covered his thigh was written, &apos;KING OF KINGS AND Lord OF Lord S.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "I then saw an angel standing on the sun, and he shouted to all the birds flying in the sky, &apos;Come and join in God's great feast!"
            },
            {
                "verse_number": "18",
                "verse_text": "You can eat the flesh of kings, rulers, leaders, horses, riders, free people, slaves, important people, and everyone else.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "I also saw the beast and all kings of the earth come together. They fought against the rider on the white horse and against his army."
            },
            {
                "verse_number": "20",
                "verse_text": "But the beast was captured and so was the false prophet. This is the same prophet who had worked miracles for the beast, so he could fool everyone who had the mark of the beast and worshiped the idol. The beast and the false prophet were thrown alive into a lake of burning sulfur."
            },
            {
                "verse_number": "21",
                "verse_text": "But the rest of their army was killed by the sword that came from the mouth of the rider on the horse. Then birds stuffed themselves on the dead bodies."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "I saw an angel come down from heaven, carrying the key to the deep pit and a big chain."
            },
            {
                "verse_number": "2",
                "verse_text": "He chained the dragon for 1,000 years. It is that old snake, who is also known as the devil and Satan."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the angel threw the dragon into the pit. He locked and sealed it, so 1,000 years would go by before the dragon could fool the nations again. But after that, it would have to be set free for a little while. No other dead people were raised to life until 1,000 years later."
            },
            {
                "verse_number": "4",
                "verse_text": "I saw thrones, and sitting on those thrones were the ones who had been given the right to judge. I also saw the souls of the people who had their heads cut off because they had told about Jesus and preached God's message. They were the same ones who had not worshiped the beast or the idol, and they had refused to let its mark be put on their foreheads or hands. They will come to life and rule with Christ for 1,000 years."
            },
            {
                "verse_number": "7",
                "verse_text": "At the end of the 1,000 years, Satan will be set free."
            },
            {
                "verse_number": "8",
                "verse_text": "He will fool the countries of Gog and Magog, which are at the far ends of the earth, and their people will follow him into battle. They will have as many followers as there are grains of sand along the beach,"
            },
            {
                "verse_number": "9",
                "verse_text": "and they will march all the way across the earth. They will surround the camp of God's people and the city God loves. But fire will come down from heaven and destroy the whole army."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the devil who fooled them will be thrown into the lake of fire and burning sulfur. He will be there with the beast and the false prophet, and they will be in pain day and night forever and ever."
            },
            {
                "verse_number": "11",
                "verse_text": "I saw a great white throne with someone sitting on it. Earth and heaven tried to run away, but there was no place for them to go."
            },
            {
                "verse_number": "12",
                "verse_text": "I also saw all the dead people standing in front of that throne. Every one of them was there, no matter who they had once been. Several books were opened, and then the book of life was opened. The dead were judged by what those books said they had done."
            },
            {
                "verse_number": "13",
                "verse_text": "The sea gave up the dead people who were in it, and death and its kingdom also gave up their dead. Then everyone was judged by what they had done."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterwards, death and its kingdom were thrown into the lake of fire. This is the second death."
            },
            {
                "verse_number": "15",
                "verse_text": "Anyone whose name wasn't written in the book of life was thrown into the lake of fire."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "I saw a new heaven and a new earth. The first heaven and the first earth had disappeared, and so had the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw New Jerusalem, the holy city, coming down from God in heaven. It was like a bride dressed in her wedding gown and ready to meet her husband. God's home is now with his people. He will live with them, and they will be his own. Yes, God will make his home among his people. I am making everything new. Write down what I have said. My words are true and can be trusted."
            },
            {
                "verse_number": "3",
                "verse_text": "I heard a loud voice shout from the throne:"
            },
            {
                "verse_number": "4",
                "verse_text": "He will wipe all tears from their eyes, and there will be no more death, suffering, crying, or pain. These things of the past are gone forever."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the one sitting on the throne said:"
            },
            {
                "verse_number": "6",
                "verse_text": "Everything is finished! I am Alpha and Omega, the beginning and the end. I will freely give water from the life-giving fountain to everyone who is thirsty."
            },
            {
                "verse_number": "7",
                "verse_text": "All who win the victory will be given these blessings. I will be their God, and they will be my people."
            },
            {
                "verse_number": "8",
                "verse_text": "But I will tell you what will happen to cowards and to everyone who is unfaithful or dirty-minded or who murders or is sexually immoral or uses witchcraft or worships idols or tells lies. They will be thrown into that lake of fire and burning sulfur. This is the second death."
            },
            {
                "verse_number": "9",
                "verse_text": "I saw one of the seven angels who had the bowls filled with the seven last terrible troubles. The angel came to me and said, &apos;Come on! I will show you the one who will be the bride and wife of the Lamb.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then with the help of the Spirit, he took me to the top of a very high mountain. There he showed me the holy city of Jerusalem coming down from God in heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "The glory of God made the city bright. It was dazzling and crystal clear like a precious jasper stone."
            },
            {
                "verse_number": "12",
                "verse_text": "The city had a high and thick wall with twelve gates, and each one of them was guarded by an angel. On each of the gates was written the name of one of the twelve tribes of Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "Three of these gates were on the east, three were on the north, three more were on the south, and the other three were on the west."
            },
            {
                "verse_number": "14",
                "verse_text": "The city was built on twelve foundation stones. On each of the stones was written the name of one of the Lamb's twelve apostles."
            },
            {
                "verse_number": "15",
                "verse_text": "The angel who spoke to me had a gold measuring stick to measure the city and its gates and its walls."
            },
            {
                "verse_number": "16",
                "verse_text": "The city was shaped like a cube, because it was just as high as it was wide. When the angel measured the city, it was about 2,400 kilometers high and 2,400 kilometers wide."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the angel measured the wall, and by our measurements it was about 60 meters high."
            },
            {
                "verse_number": "18",
                "verse_text": "The wall was built of jasper, and the city was made of pure gold, clear as crystal."
            },
            {
                "verse_number": "19",
                "verse_text": "Each of the twelve foundations was a precious stone. The first was jasper, the second was sapphire, the third was agate, the fourth was emerald,"
            },
            {
                "verse_number": "20",
                "verse_text": "the fifth was onyx, the sixth was carnelian, the seventh was chrysolite, the eighth was beryl, the ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst."
            },
            {
                "verse_number": "21",
                "verse_text": "Each of the twelve gates was a solid pearl. The streets of the city were made of pure gold, clear as crystal."
            },
            {
                "verse_number": "22",
                "verse_text": "I did not see a temple there. The Lord God All-Powerful and the Lamb were its temple."
            },
            {
                "verse_number": "23",
                "verse_text": "And the city did not need the sun or the moon. The glory of God was shining on it, and the Lamb was its light."
            },
            {
                "verse_number": "24",
                "verse_text": "Nations will walk by the light of that city, and kings will bring their riches there."
            },
            {
                "verse_number": "25",
                "verse_text": "Its gates are always open during the day, and night never comes."
            },
            {
                "verse_number": "26",
                "verse_text": "The glorious treasures of nations will be brought into the city."
            },
            {
                "verse_number": "27",
                "verse_text": "But nothing unworthy will be allowed to enter. No one who is dirty-minded or who tells lies will be there. Only those whose names are written in the Lamb's book of life will be in the city."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The angel showed me a river that was crystal clear, and its waters gave life. The river came from the throne where God and the Lamb were seated."
            },
            {
                "verse_number": "2",
                "verse_text": "Then it flowed down the middle of the city's main street. On each side of the river are trees that grow a different kind of fruit each month of the year. The fruit gives life, and the leaves are used as medicine to heal the nations. These words are true and can be trusted. The Lord God controls the spirits of his prophets, and he is the one who sent his angel to show his servants what must happen very soon. Don't do that! I am a servant, just like you. I am the same as a follower or a prophet or anyone else who obeys what is written in this book. God is the one you should worship. I am coming soon! And when I come, I will reward everyone for what they have done. If you are thirsty, come! If you want life-giving water, come and take it. It's free! If you add anything to them, God will make you suffer all the terrible troubles written in this book. So, Lord Jesus, please come soon!"
            },
            {
                "verse_number": "3",
                "verse_text": "God's curse will no longer be on the people of that city. He and the Lamb will be seated there on their thrones, and its people will worship God"
            },
            {
                "verse_number": "4",
                "verse_text": "and will see him face to face. God's name will be written on the foreheads of the people."
            },
            {
                "verse_number": "5",
                "verse_text": "Never again will night appear, and no one who lives there will ever need a lamp or the sun. The Lord God will be their light, and they will rule forever."
            },
            {
                "verse_number": "6",
                "verse_text": "Then I was told:"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember, I am coming soon! God will bless everyone who pays attention to the message of this book."
            },
            {
                "verse_number": "8",
                "verse_text": "My name is John, and I am the one who heard and saw these things. Then after I had heard and seen all this, I knelt down and began to worship at the feet of the angel who had shown it to me."
            },
            {
                "verse_number": "9",
                "verse_text": "But the angel said,"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't keep the prophecies in this book a secret. These things will happen soon."
            },
            {
                "verse_number": "11",
                "verse_text": "Evil people will keep on being evil, and everyone who is dirty-minded will still be dirty-minded. But good people will keep on doing right, and God's people will always be holy."
            },
            {
                "verse_number": "12",
                "verse_text": "Then I was told:"
            },
            {
                "verse_number": "13",
                "verse_text": "I am Alpha and Omega, the first and the last, the beginning and the end."
            },
            {
                "verse_number": "14",
                "verse_text": "God will bless all who have washed their robes. They will each have the right to eat fruit from the tree that gives life, and they can enter the gates of the city."
            },
            {
                "verse_number": "15",
                "verse_text": "But outside the city will be dogs, witches, immoral people, murderers, idol worshipers, and everyone who loves to tell lies and do wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "I am Jesus! And I am the one who sent my angel to tell all of you these things for the churches. I am David's Great Descendant, and I am also the bright morning star."
            },
            {
                "verse_number": "17",
                "verse_text": "The Spirit and the bride say, &apos;Come!&apos; Everyone who hears this should say, &apos;Come!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Here is my warning for everyone who hears the prophecies in this book:"
            },
            {
                "verse_number": "19",
                "verse_text": "If you take anything away from these prophecies, God will not let you have part in the life-giving tree and in the holy city described in this book."
            },
            {
                "verse_number": "20",
                "verse_text": "The one who has spoken these things says, &apos;I am coming soon!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "I pray that the Lord Jesus will be kind to all of you."
            }
        ]
    }
}