{
    "3 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the church leader. To my dear friend Gaius. I love you because we follow the truth, Your friends send their greetings. Please give a personal greeting to each of our friends."
            },
            {
                "verse_number": "2",
                "verse_text": "dear friend, and I pray all goes well for you. I hope you are as strong in body, as I know you are in spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "It makes me very happy when the Lord's followers come by and speak openly of how you obey the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "Nothing brings me greater happiness than to hear that my children are obeying the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "Dear friend, you have always been faithful in helping other followers of the Lord, even the ones you didn't know before."
            },
            {
                "verse_number": "6",
                "verse_text": "They have told the church about your love. They say you were good enough to welcome them and to send them on their mission in a way God's servants deserve."
            },
            {
                "verse_number": "7",
                "verse_text": "When they left to tell others about the Lord, they decided not to accept help from anyone who wasn't a follower."
            },
            {
                "verse_number": "8",
                "verse_text": "We must support people like them, so we can take part in what they are doing to spread the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote to the church. But Diotrephes likes to be the number-one leader, and he won't pay any attention to us."
            },
            {
                "verse_number": "10",
                "verse_text": "So if I come, I will remind him of how he has been attacking us with gossip. Not only has he been doing this, but he refuses to welcome any of the Lord's followers who come by. And when other church members want to welcome them, he puts them out of the church."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friend, don't imitate the evil deeds of others, but follow the example of people who do kind deeds. They are God's children, but those who are always doing evil have never seen God."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone speaks well of Demetrius, and so does the true message that he teaches. I also speak well of him, and you know what I say is true."
            },
            {
                "verse_number": "13",
                "verse_text": "I have much more to say to you, but I don't want to write it with pen and ink."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to see you soon, and then we can talk in person."
            },
            {
                "verse_number": "15",
                "verse_text": "I pray that God will bless you with peace!"
            }
        ]
    }
}