{
    "Philemon": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, who is in jail for serving Christ Jesus, and from Timothy, who is like a brother because of our faith. Philemon, you work with us and are very dear to us. This letter is to you"
            },
            {
                "verse_number": "2",
                "verse_text": "and to the church that meets in your home. It is also to our dear friend Apphia and to Archippus, who serves the Lord as we do."
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God our Father and our Lord Jesus Christ will be kind to you and will bless you with peace!"
            },
            {
                "verse_number": "4",
                "verse_text": "Philemon, each time I mention you in my prayers, I thank God."
            },
            {
                "verse_number": "5",
                "verse_text": "I hear about your faith in our Lord Jesus and about your love for all God's people."
            },
            {
                "verse_number": "6",
                "verse_text": "As you share your faith with others, I pray they may come to know all the blessings Christ has given us."
            },
            {
                "verse_number": "7",
                "verse_text": "My friend, your love has made me happy and has greatly encouraged me. It has also cheered the hearts of God's people."
            },
            {
                "verse_number": "8",
                "verse_text": "Christ gives me the courage to tell you what to do."
            },
            {
                "verse_number": "9",
                "verse_text": "But I would rather ask you to do it simply because of love. Yes, as someone in jail for Christ,"
            },
            {
                "verse_number": "10",
                "verse_text": "I beg you to help Onesimus! He is like a son to me because I led him to Christ here in jail."
            },
            {
                "verse_number": "11",
                "verse_text": "Before this, he was useless to you, but now he is useful both to you and to me."
            },
            {
                "verse_number": "12",
                "verse_text": "Sending Onesimus back to you makes me very sad."
            },
            {
                "verse_number": "13",
                "verse_text": "I would like to keep him here with me, where he could take your place in helping me while I am here in prison for preaching the good news."
            },
            {
                "verse_number": "14",
                "verse_text": "But I won't do anything unless you agree to it first. I want your act of kindness to come from your heart, and not be something you feel forced to do."
            },
            {
                "verse_number": "15",
                "verse_text": "Perhaps Onesimus was taken from you for a little while so you could have him back for good,"
            },
            {
                "verse_number": "16",
                "verse_text": "but not as a slave. Onesimus is much more than a slave. To me he is a dear friend, but to you he is even more, both as a person and as a follower of the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "If you consider me a friend because of Christ, then welcome Onesimus as you would welcome me."
            },
            {
                "verse_number": "18",
                "verse_text": "If he has cheated you or owes you anything, charge it to my account."
            },
            {
                "verse_number": "19",
                "verse_text": "With my own hand I write: I, PAUL, WILL PAY YOU BACK. But don't forget you owe me your life."
            },
            {
                "verse_number": "20",
                "verse_text": "My dear friend and follower of Christ our Lord, please cheer me up by doing this for me."
            },
            {
                "verse_number": "21",
                "verse_text": "I am sure you will do all I have asked, and even more."
            },
            {
                "verse_number": "22",
                "verse_text": "Please get a room ready for me. I hope your prayers will be answered, and I can visit you."
            },
            {
                "verse_number": "23",
                "verse_text": "Epaphras is also here in jail for being a follower of Christ Jesus. He sends his greetings,"
            },
            {
                "verse_number": "24",
                "verse_text": "and so do Mark, Aristarchus, Demas, and Luke, who work together with me."
            },
            {
                "verse_number": "25",
                "verse_text": "I pray that the Lord Jesus Christ will be kind to you!"
            }
        ]
    }
}