{
    "1 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Word that gives life was from the beginning, and this is the one our message is about. Our ears have heard, our eyes have seen, and our hands have touched this Word."
            },
            {
                "verse_number": "2",
                "verse_text": "The one who gives life appeared! We saw it happen, and we are witnesses to what we have seen. Now we are telling you about this eternal life that was with the Father and appeared to us."
            },
            {
                "verse_number": "3",
                "verse_text": "We are telling you what we have seen and heard, so you may share in this life with us. And we share in it with the Father and with his Son Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We are writing to tell you these things, because this makes us truly happy."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus told us God is light and doesn't have any darkness in him. Now we are telling you."
            },
            {
                "verse_number": "6",
                "verse_text": "If we say we share in life with God and keep on living in the dark, we are lying and are not living by the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "But if we live in the light, as God does, we share in life with each other. And the blood of his Son Jesus washes all our sins away."
            },
            {
                "verse_number": "8",
                "verse_text": "If we say we have not sinned, we are fooling ourselves, and the truth isn't in our hearts."
            },
            {
                "verse_number": "9",
                "verse_text": "But if we confess our sins to God, he can always be trusted to forgive us and take our sins away."
            },
            {
                "verse_number": "10",
                "verse_text": "If we say we have not sinned, we make God a liar, and his message isn't in our hearts."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My children, I am writing this so you won't sin. But if you do sin, Jesus Christ always does the right thing, and he will speak to the Father for us."
            },
            {
                "verse_number": "2",
                "verse_text": "Christ is the sacrifice that takes away our sins and the sins of all the world's people. because your sins have been forgiven in the name of Christ. because you have known the one who was there from the beginning. Young people, I am writing you, because you have defeated the evil one. because you have known the Father. Parents, I am writing you, because you have known the one who was there from the beginning. Young people, I am writing you, because you are strong. God's message is firm in your hearts, and you have defeated the evil one."
            },
            {
                "verse_number": "3",
                "verse_text": "When we obey God, we are sure we know him."
            },
            {
                "verse_number": "4",
                "verse_text": "But if we claim to know him and don't obey him, we are lying and the truth isn't in our hearts."
            },
            {
                "verse_number": "5",
                "verse_text": "We truly love God only when we obey him as we should, and then we know we belong to him."
            },
            {
                "verse_number": "6",
                "verse_text": "If we say we are his, we must follow the example of Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "My dear friends, I am not writing to give you a new commandment. It is the same one you were first given, and it is the message you heard."
            },
            {
                "verse_number": "8",
                "verse_text": "But it really is a new commandment, and you know its true meaning, just as Christ does. You can see the darkness fading away and the true light already shining."
            },
            {
                "verse_number": "9",
                "verse_text": "If we claim to be in the light and hate someone, we are still in the dark."
            },
            {
                "verse_number": "10",
                "verse_text": "But if we love others, we are in the light, and we don't cause problems for them."
            },
            {
                "verse_number": "11",
                "verse_text": "If we hate others, we are living and walking in the dark. We don't know where we are going, because we can't see in the dark."
            },
            {
                "verse_number": "12",
                "verse_text": "Children, I am writing you,"
            },
            {
                "verse_number": "13",
                "verse_text": "Parents, I am writing you,"
            },
            {
                "verse_number": "14",
                "verse_text": "Children, I am writing you,"
            },
            {
                "verse_number": "15",
                "verse_text": "Don't love the world or anything that belongs to the world. If you love the world, you cannot love the Father."
            },
            {
                "verse_number": "16",
                "verse_text": "Our foolish pride comes from this world, and so do our selfish desires and our desire to have everything we see. None of this comes from the Father."
            },
            {
                "verse_number": "17",
                "verse_text": "The world and the desires it causes are disappearing. But if we obey God, we will live forever."
            },
            {
                "verse_number": "18",
                "verse_text": "Children, this is the last hour. You heard that the enemy of Christ would appear at this time, and many of Christ's enemies have already appeared. So we know the last hour is here."
            },
            {
                "verse_number": "19",
                "verse_text": "These people came from our own group, yet they were not really part of us. If they had been part of us, they would have stayed with us. But they left, which proves they did not belong to our group."
            },
            {
                "verse_number": "20",
                "verse_text": "Christ, the Holy One, has blessed you, and now all of you understand."
            },
            {
                "verse_number": "21",
                "verse_text": "I did not need to write you about the truth, since you already know it. You also know that liars do not belong to the truth."
            },
            {
                "verse_number": "22",
                "verse_text": "And a liar is anyone who says Jesus isn't truly Christ. Anyone who says this is an enemy of Christ and rejects both the Father and the Son."
            },
            {
                "verse_number": "23",
                "verse_text": "If we reject the Son, we reject the Father. But if we say we accept the Son, we have the Father."
            },
            {
                "verse_number": "24",
                "verse_text": "Keep thinking about the message you first heard, and you will always be one in your heart with the Son and with the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "The Son has promised us eternal life."
            },
            {
                "verse_number": "26",
                "verse_text": "I am writing to warn you about those people who are misleading you."
            },
            {
                "verse_number": "27",
                "verse_text": "But Christ has blessed you with the Holy Spirit. Now the Spirit stays in you, and you don't need any teachers. The Spirit is truthful and teaches you everything. So stay one in your heart with Christ, just as the Spirit has taught you to do."
            },
            {
                "verse_number": "28",
                "verse_text": "Children, stay one in your hearts with Christ. Then when he returns, we will have confidence and won't have to hide in shame."
            },
            {
                "verse_number": "29",
                "verse_text": "You know Christ always does right and everyone who does right is a child of God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Think how much the Father loves us. He loves us so much that he lets us be called his children, as we truly are. But since the people of this world did not know who Christ is, they don't know who we are."
            },
            {
                "verse_number": "2",
                "verse_text": "My dear friends, we are already God's children, though what we will be hasn't yet been seen. But we do know when Christ returns, we will be like him, because we will see him as he truly is."
            },
            {
                "verse_number": "3",
                "verse_text": "This hope makes us keep ourselves holy, just as Christ is holy."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone who sins breaks God's law, because sin is the same as breaking God's law."
            },
            {
                "verse_number": "5",
                "verse_text": "You know Christ came to take away our sins. He isn't sinful,"
            },
            {
                "verse_number": "6",
                "verse_text": "and people who stay one in their hearts with him won't keep on sinning. If they do keep on sinning, they don't know Christ, and they have never seen him."
            },
            {
                "verse_number": "7",
                "verse_text": "Children, don't be fooled. Anyone who does right is good, just like Christ himself."
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone who keeps on sinning belongs to the devil. He has sinned from the beginning, but the Son of God came to destroy all that he has done."
            },
            {
                "verse_number": "9",
                "verse_text": "God's children cannot keep on being sinful. His life-giving power lives in them and makes them his children, so they cannot keep on sinning."
            },
            {
                "verse_number": "10",
                "verse_text": "You can tell God's children from the devil's children, because those who belong to the devil refuse to do right or to love each other."
            },
            {
                "verse_number": "11",
                "verse_text": "From the beginning you were told we must love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "Don't be like Cain, who belonged to the devil and murdered his own brother. Why did he murder him? He did it because his brother was good, and he was evil."
            },
            {
                "verse_number": "13",
                "verse_text": "My friends, don't be surprised if the people of this world hate you."
            },
            {
                "verse_number": "14",
                "verse_text": "Our love for each other proves we have gone from death to life. But if you don't love each other, you are still under the power of death."
            },
            {
                "verse_number": "15",
                "verse_text": "If you hate each other, you are murderers, and we know murderers do not have eternal life."
            },
            {
                "verse_number": "16",
                "verse_text": "We know what love is because Jesus gave his life for us. This is why we must give our lives for each other."
            },
            {
                "verse_number": "17",
                "verse_text": "If we have all we need and see one of our own people in need, we must have pity on that person, or else we cannot say we love God."
            },
            {
                "verse_number": "18",
                "verse_text": "Children, you show love for others by truly helping them, and not merely by talking about it."
            },
            {
                "verse_number": "19",
                "verse_text": "When we love others, we know we belong to the truth, and we feel at ease in the presence of God."
            },
            {
                "verse_number": "20",
                "verse_text": "But even if we don't feel at ease, God is greater than our feelings, and he knows everything."
            },
            {
                "verse_number": "21",
                "verse_text": "Dear friends, if we feel at ease in the presence of God, we will have the courage to come near him."
            },
            {
                "verse_number": "22",
                "verse_text": "He will give us whatever we ask, because we obey him and do what pleases him."
            },
            {
                "verse_number": "23",
                "verse_text": "God wants us to have faith in his Son Jesus Christ and to love each other. This is also what Jesus taught us to do."
            },
            {
                "verse_number": "24",
                "verse_text": "If we obey God's commandments, we will stay one in our hearts with him, and he will stay one with us. The Spirit he has given us is proof that we are one with him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, don't believe everyone who claims to have the Spirit of God. Test them all to find out if they really do come from God. Many false prophets have already gone out into the world,"
            },
            {
                "verse_number": "2",
                "verse_text": "and you can know which ones come from God. His Spirit says that Jesus Christ had a truly human body."
            },
            {
                "verse_number": "3",
                "verse_text": "But when someone doesn't say this about Jesus, you know this person has a spirit that doesn't come from God and is the enemy of Christ. You knew this enemy was coming into the world and now is already here. God is love. If we keep on loving others, we will stay one in our hearts with God, and he will stay one with us."
            },
            {
                "verse_number": "4",
                "verse_text": "Children, you belong to God, and you have defeated these enemies. God's Spirit is in you and is more powerful than the one who is in the world."
            },
            {
                "verse_number": "5",
                "verse_text": "These enemies belong to this world, and the world listens to them, because they speak its language."
            },
            {
                "verse_number": "6",
                "verse_text": "We belong to God, and everyone who knows God will listen to us. But the people who don't know God won't listen to us. This is how we can tell the Spirit that speaks the truth from the one that tells lies."
            },
            {
                "verse_number": "7",
                "verse_text": "My dear friends, we must love each other. Love comes from God, and when we love each other, it shows we have been given new life. We are now God's children, and we know him."
            },
            {
                "verse_number": "8",
                "verse_text": "God is love, and anyone who doesn't love others has never known him."
            },
            {
                "verse_number": "9",
                "verse_text": "God showed his love for us when he sent his only Son into the world to give us life."
            },
            {
                "verse_number": "10",
                "verse_text": "Real love isn't our love for God, but his love for us. God sent his Son to be the sacrifice by which our sins are forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, since God loved us this much, we must love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "No one has ever seen God. But if we love each other, God lives in us, and his love is truly in our hearts."
            },
            {
                "verse_number": "13",
                "verse_text": "God has given us his Spirit. This is how we know we are one with him, just as he is one with us."
            },
            {
                "verse_number": "14",
                "verse_text": "God sent his Son to be the Savior of the world. We saw his Son and are now telling others about him."
            },
            {
                "verse_number": "15",
                "verse_text": "God stays one with everyone who openly says Jesus is the Son of God. This is how we stay one with God"
            },
            {
                "verse_number": "16",
                "verse_text": "and are sure God loves us."
            },
            {
                "verse_number": "17",
                "verse_text": "If we truly love others and live as Christ did in this world, we won't be worried about the day of judgment."
            },
            {
                "verse_number": "18",
                "verse_text": "A real love for others will chase those worries away. The thought of being punished is what makes us afraid. It shows we have not really learned to love."
            },
            {
                "verse_number": "19",
                "verse_text": "We love because God loved us first."
            },
            {
                "verse_number": "20",
                "verse_text": "But if we say we love God and don't love each other, we are liars. We cannot see God. So how can we love God, if we don't love the people we can see?"
            },
            {
                "verse_number": "21",
                "verse_text": "The commandment that God has given us is: &apos;Love God and love each other!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "If we believe Jesus is truly Christ, we are God's children. Everyone who loves the Father will also love his children."
            },
            {
                "verse_number": "2",
                "verse_text": "If we love and obey God, we know we will love his children."
            },
            {
                "verse_number": "3",
                "verse_text": "We show our love for God by obeying his commandments, and they are not hard to follow."
            },
            {
                "verse_number": "4",
                "verse_text": "Every child of God can defeat the world, and our faith is what gives us this victory."
            },
            {
                "verse_number": "5",
                "verse_text": "No one can defeat the world without having faith in Jesus as the Son of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Water and blood came out from the side of Jesus Christ. It wasn't just water, but water and blood. The Spirit tells about this, because the Spirit is truthful."
            },
            {
                "verse_number": "7",
                "verse_text": "In fact, there are three who tell about it."
            },
            {
                "verse_number": "8",
                "verse_text": "They are the Spirit, the water, and the blood, and they all agree."
            },
            {
                "verse_number": "9",
                "verse_text": "We believe what people tell us. But we can trust what God says even more, and God is the one who has spoken about his Son."
            },
            {
                "verse_number": "10",
                "verse_text": "If we have faith in God's Son, we have believed what God has said. But if we don't believe what God has said about his Son, it is the same as calling God a liar."
            },
            {
                "verse_number": "11",
                "verse_text": "God has also said he gave us eternal life and this life comes to us from his Son."
            },
            {
                "verse_number": "12",
                "verse_text": "And so, if we have God's Son, we have this life. But if we don't have the Son, we don't have this life."
            },
            {
                "verse_number": "13",
                "verse_text": "All of you have faith in the Son of God, and I have written to let you know you have eternal life."
            },
            {
                "verse_number": "14",
                "verse_text": "We are certain God will hear our prayers when we ask for what pleases him."
            },
            {
                "verse_number": "15",
                "verse_text": "And if we know God listens when we pray, we are sure our prayers have already been answered."
            },
            {
                "verse_number": "16",
                "verse_text": "Suppose you see one of our people commit a sin that isn't a deadly sin. You can pray, and this person will be given eternal life. But the sin must not be one that is deadly."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything that is wrong is sin, but not all sins are deadly."
            },
            {
                "verse_number": "18",
                "verse_text": "We are sure God's children do not keep on sinning. God's own Son protects them, and the devil cannot harm them."
            },
            {
                "verse_number": "19",
                "verse_text": "We are certain we come from God and the rest of the world is under the power of the devil."
            },
            {
                "verse_number": "20",
                "verse_text": "We know that Jesus Christ the Son of God has come and has shown us the true God. And because of Jesus, we now belong to the true God who gives eternal life."
            },
            {
                "verse_number": "21",
                "verse_text": "Children, you must stay away from idols."
            }
        ]
    }
}