{
    "James": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From James, a servant of God and of our Lord Jesus Christ. Greetings to the twelve tribes scattered all over the world."
            },
            {
                "verse_number": "2",
                "verse_text": "My friends, be glad, even if you have a lot of trouble."
            },
            {
                "verse_number": "3",
                "verse_text": "You know you learn to endure by having your faith tested."
            },
            {
                "verse_number": "4",
                "verse_text": "But you must learn to endure everything, so you will be completely mature and not lacking in anything."
            },
            {
                "verse_number": "5",
                "verse_text": "If any of you need wisdom, you should ask God, and it will be given to you. God is generous and won't correct you for asking."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you ask for something, you must have faith and not doubt. Anyone who doubts is like an ocean wave tossed around in a storm."
            },
            {
                "verse_number": "9",
                "verse_text": "Any of God's people who are poor should be glad he thinks so highly of them."
            },
            {
                "verse_number": "10",
                "verse_text": "But any who are rich should be glad when God makes them humble. Rich people will disappear like wild flowers"
            },
            {
                "verse_number": "11",
                "verse_text": "scorched by the burning heat of the sun. The flowers lose their blossoms, and their beauty is destroyed. This is how the rich will disappear, as they go about their business."
            },
            {
                "verse_number": "12",
                "verse_text": "God will bless you, if you don't give up when your faith is being tested. He will reward you with a glorious life, just as he rewards everyone who loves him."
            },
            {
                "verse_number": "13",
                "verse_text": "Don't blame God when you are tempted! God cannot be tempted by evil, and he doesn't use evil to tempt others."
            },
            {
                "verse_number": "14",
                "verse_text": "We are tempted by our own desires that drag us off and trap us."
            },
            {
                "verse_number": "15",
                "verse_text": "Our desires make us sin, and when sin is finished with us, it leaves us dead."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't be fooled, my dear friends."
            },
            {
                "verse_number": "17",
                "verse_text": "Every good and perfect gift comes down from the Father who created all the lights in the heavens. He is always the same and never makes dark shadows by changing."
            },
            {
                "verse_number": "18",
                "verse_text": "He wanted us to be his own special people, and so he sent the true message to give us new birth."
            },
            {
                "verse_number": "19",
                "verse_text": "My dear friends, you should be quick to listen and slow to speak or to get angry."
            },
            {
                "verse_number": "20",
                "verse_text": "If you are angry, you cannot do any of the good things God wants done."
            },
            {
                "verse_number": "21",
                "verse_text": "You must stop doing anything immoral or evil. Instead be humble and accept the message planted in you to save you."
            },
            {
                "verse_number": "22",
                "verse_text": "Obey God's message! Don't fool yourselves by just listening to it."
            },
            {
                "verse_number": "23",
                "verse_text": "If you hear the message and don't obey it, you are like people who stare at themselves in a mirror"
            },
            {
                "verse_number": "24",
                "verse_text": "and forget what they look like as soon as they leave."
            },
            {
                "verse_number": "25",
                "verse_text": "But you must never stop looking at the perfect law that sets you free. God will bless you in everything you do, if you listen and obey, and don't just hear and forget."
            },
            {
                "verse_number": "26",
                "verse_text": "If you think you are being religious, but can't control your tongue, you are fooling yourself, and your religion is useless."
            },
            {
                "verse_number": "27",
                "verse_text": "Religion that pleases God the Father must be pure and spotless. You must help needy orphans and widows and not let this world make you evil."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My friends, if you have faith in our glorious Lord Jesus Christ, you won't treat some people better than others."
            },
            {
                "verse_number": "2",
                "verse_text": "Suppose a rich person wearing fancy clothes and a gold ring comes to one of your meetings. And suppose a poor person dressed in worn-out clothes also comes."
            },
            {
                "verse_number": "3",
                "verse_text": "You must not give the best seat to the one in fancy clothes and tell the one who is poor to stand at the side or sit on the floor."
            },
            {
                "verse_number": "4",
                "verse_text": "This is the same as saying that some people are better than others, and you would be acting like a crooked judge. I would answer, &apos;Prove that you have faith without doing kind deeds, and I will prove that I have faith by doing them.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "My dear friends, pay attention. God has given a lot of faith to the poor people in this world. God has also promised them a share in his kingdom that he will give to everyone who loves him."
            },
            {
                "verse_number": "6",
                "verse_text": "You mistreat the poor. But isn't it the rich who boss you around and drag you off to court?"
            },
            {
                "verse_number": "7",
                "verse_text": "Aren't they the ones who make fun of your Lord?"
            },
            {
                "verse_number": "8",
                "verse_text": "You will do all right, if you obey the most important law in the Scriptures. It is the law that commands us to love others as much as we love ourselves."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you treat some people better than others, you have done wrong, and the Scriptures teach that you have sinned."
            },
            {
                "verse_number": "10",
                "verse_text": "If you obey every law except one, you are still guilty of breaking them all."
            },
            {
                "verse_number": "11",
                "verse_text": "The same God who told us to be faithful in marriage also told us not to murder. So even if you are faithful in marriage, but murder someone, you still have broken God's Law."
            },
            {
                "verse_number": "12",
                "verse_text": "Speak and act like people who will be judged by the law that sets us free."
            },
            {
                "verse_number": "13",
                "verse_text": "Do this, because on the day of judgment there will be no pity for those who have not had pity on others. But even in judgment, God is merciful!"
            },
            {
                "verse_number": "14",
                "verse_text": "My friends, what good is it to say you have faith, when you don't do anything to show you really do have faith? Can this kind of faith save you?"
            },
            {
                "verse_number": "15",
                "verse_text": "If you know someone who doesn't have any clothes or food,"
            },
            {
                "verse_number": "16",
                "verse_text": "you shouldn't just say, &apos;I hope all goes well for you. I hope you will be warm and have plenty to eat.&apos; What good is it to say this, unless you do something to help?"
            },
            {
                "verse_number": "17",
                "verse_text": "Faith that doesn't lead us to do good deeds is all alone and dead!"
            },
            {
                "verse_number": "18",
                "verse_text": "Suppose someone disagrees and says, &apos;It is possible to have faith without doing kind deeds.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "You surely believe there is only one God. That's fine. Even demons believe this, and it makes them shake with fear."
            },
            {
                "verse_number": "20",
                "verse_text": "Does some stupid person want proof that faith without deeds is useless?"
            },
            {
                "verse_number": "21",
                "verse_text": "Well, our ancestor Abraham pleased God by putting his son Isaac on the altar to sacrifice him."
            },
            {
                "verse_number": "22",
                "verse_text": "Now you see how Abraham's faith and deeds worked together. He proved his faith was real by what he did."
            },
            {
                "verse_number": "23",
                "verse_text": "This is what the Scriptures mean by saying, &apos;Abraham had faith in God, and God accepted him.&apos; That's how Abraham became God's friend."
            },
            {
                "verse_number": "24",
                "verse_text": "You can now see that we please God by what we do and not only by what we believe."
            },
            {
                "verse_number": "25",
                "verse_text": "For example, Rahab had been a prostitute. But she pleased God when she welcomed the spies and sent them home by another way."
            },
            {
                "verse_number": "26",
                "verse_text": "Anyone who doesn't breathe is dead, and faith that doesn't do anything is just as dead!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My friends, we should not all try to become teachers. In fact, teachers will be judged more strictly than others."
            },
            {
                "verse_number": "2",
                "verse_text": "All of us do many wrong things. But if you can control your tongue, you are mature and able to control your whole body. It takes only a spark to start a forest fire!"
            },
            {
                "verse_number": "3",
                "verse_text": "By putting a bit into the mouth of a horse, we can turn the horse in different directions."
            },
            {
                "verse_number": "4",
                "verse_text": "It takes strong winds to move a large sailing ship, but the captain uses only a small rudder to make it go in any direction."
            },
            {
                "verse_number": "5",
                "verse_text": "Our tongues are small too, and yet they brag about big things."
            },
            {
                "verse_number": "6",
                "verse_text": "The tongue is like a spark. It is an evil power that dirties the rest of the body and sets a person's entire life on fire with flames that come from hell itself."
            },
            {
                "verse_number": "7",
                "verse_text": "All kinds of animals, birds, reptiles, and sea creatures can be tamed and have been tamed."
            },
            {
                "verse_number": "8",
                "verse_text": "But our tongues get out of control. They are restless and evil, and always spreading deadly poison."
            },
            {
                "verse_number": "11",
                "verse_text": "Can clean water and dirty water both flow from the same spring?"
            },
            {
                "verse_number": "12",
                "verse_text": "Can a fig tree produce olives or a grapevine produce figs? Does fresh water come from a well full of salt water?"
            },
            {
                "verse_number": "13",
                "verse_text": "Are any of you wise or sensible? Then show it by living right and by being humble and wise in everything you do."
            },
            {
                "verse_number": "14",
                "verse_text": "But if your heart is full of bitter jealousy and selfishness, don't brag or lie to cover up the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "This kind of wisdom doesn't come from above. It is earthly and selfish and comes from the devil himself."
            },
            {
                "verse_number": "16",
                "verse_text": "Whenever people are jealous or selfish, they cause trouble and do all sorts of cruel things."
            },
            {
                "verse_number": "17",
                "verse_text": "But the wisdom that comes from above leads us to be pure, friendly, gentle, sensible, kind, helpful, genuine, and sincere."
            },
            {
                "verse_number": "18",
                "verse_text": "When peacemakers plant seeds of peace, they will harvest justice."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Why do you fight and argue with each other? Isn't it because you are full of selfish desires that fight to control your body?"
            },
            {
                "verse_number": "2",
                "verse_text": "You want something you don't have, and you will do anything to get it. You will even kill! But you still cannot get what you want, and you won't get it by fighting and arguing. You should pray for it."
            },
            {
                "verse_number": "3",
                "verse_text": "Yet even when you do pray, your prayers are not answered, because you pray just for selfish reasons. &apos;God opposes everyone who is proud, but he blesses all who are humble with undeserved grace.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "You people aren't faithful to God! Don't you know if you love the world, you are God's enemies? And if you decide to be a friend of the world, you make yourself an enemy of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Do you doubt the Scriptures that say, &apos;God truly cares about the Spirit he has put in us&apos;?"
            },
            {
                "verse_number": "6",
                "verse_text": "In fact, God treats us with even greater kindness, just as the Scriptures say,"
            },
            {
                "verse_number": "7",
                "verse_text": "Surrender to God! Resist the devil, and he will run from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Come near to God, and he will come near to you. Clean up your lives, you sinners. Purify your hearts, you people who can't make up your mind."
            },
            {
                "verse_number": "9",
                "verse_text": "Be sad and sorry and weep. Stop laughing and start crying. Be gloomy instead of glad."
            },
            {
                "verse_number": "10",
                "verse_text": "Be humble in the Lord's presence, and he will honor you."
            },
            {
                "verse_number": "11",
                "verse_text": "My friends, don't say cruel things about others! If you do, or if you condemn others, you are condemning God's Law. And if you condemn the Law, you put yourself above the Law and refuse to obey either it"
            },
            {
                "verse_number": "12",
                "verse_text": "or God who gave it. God is our judge, and he can save or destroy us. What right do you have to condemn anyone?"
            },
            {
                "verse_number": "13",
                "verse_text": "You should know better than to say, &apos;Today or tomorrow we will go to the city. We will do business there for a year and make a lot of money!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "What do you know about tomorrow? How can you be so sure about your life? It is nothing more than mist that appears for only a little while before it disappears."
            },
            {
                "verse_number": "15",
                "verse_text": "You should say, &apos;If the Lord lets us live, we will do these things.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Yet you are stupid enough to brag, and it is wrong to be so proud."
            },
            {
                "verse_number": "17",
                "verse_text": "If you don't do what you know is right, you have sinned."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "You rich people should cry and weep! Terrible things are going to happen to you."
            },
            {
                "verse_number": "2",
                "verse_text": "Your treasures have already rotted, and moths have eaten your clothes."
            },
            {
                "verse_number": "3",
                "verse_text": "Your money has rusted, and the rust will be evidence against you, as it burns your body like fire. Yet you keep on storing up wealth in these last days."
            },
            {
                "verse_number": "4",
                "verse_text": "You refused to pay the people who worked in your fields, and now their unpaid wages are shouting out against you. The Lord All-Powerful has surely heard the cries of the workers who harvested your crops."
            },
            {
                "verse_number": "5",
                "verse_text": "While here on earth, you have thought only of filling your own stomachs and having a good time. But now you are like fat cattle on their way to be butchered."
            },
            {
                "verse_number": "6",
                "verse_text": "You have condemned and murdered innocent people, who couldn't even fight back."
            },
            {
                "verse_number": "7",
                "verse_text": "My friends, be patient until the Lord returns. Think of farmers who wait patiently for the autumn and spring rains to make their valuable crops grow."
            },
            {
                "verse_number": "8",
                "verse_text": "Be patient like those farmers and don't give up. The Lord will soon be here!"
            },
            {
                "verse_number": "9",
                "verse_text": "Don't grumble about each other or you will be judged, and the judge is right outside the door."
            },
            {
                "verse_number": "10",
                "verse_text": "My friends, follow the example of the prophets who spoke for the Lord. They were patient, even when they had to suffer."
            },
            {
                "verse_number": "11",
                "verse_text": "In fact, we praise the ones who endured the most. You remember how patient Job was and how the Lord finally helped him. The Lord did this because he is so merciful and kind."
            },
            {
                "verse_number": "12",
                "verse_text": "My friends, above all else, don't take an oath. You must not swear by heaven or by earth or by anything else. &apos;Yes&apos; or &apos;No&apos; is all you need to say. If you say anything more, you will be condemned."
            },
            {
                "verse_number": "13",
                "verse_text": "If you are having trouble, you should pray. And if you are feeling good, you should sing praises."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are sick, ask the church leaders to come and pray for you. Ask them to put olive oil on you in the name of the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "If you have faith when you pray for sick people, they will get well. The Lord will heal them, and if they have sinned, he will forgive them."
            },
            {
                "verse_number": "16",
                "verse_text": "If you have sinned, you should tell each other what you have done. Then you can pray for one another and be healed. The prayer of an innocent person is powerful, and it can help a lot."
            },
            {
                "verse_number": "17",
                "verse_text": "Elijah was just as human as we are, and for three and a half years his prayers kept the rain from falling."
            },
            {
                "verse_number": "18",
                "verse_text": "But when he did pray for rain, it fell from the skies and made the crops grow."
            },
            {
                "verse_number": "19",
                "verse_text": "My friends, if any followers have wandered away from the truth, you should try to lead them back."
            },
            {
                "verse_number": "20",
                "verse_text": "If you turn sinners from the wrong way, you will save them from death, and many of their sins will be forgiven."
            }
        ]
    }
}