{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Habakkuk the prophet. And this is the message that the Lord gave me. for your help before you listen? How long before you save us from all this violence? such terrible injustice? Why do you allow violence, lawlessness, crime, and cruelty to spread everywhere? justice is always the loser; criminals crowd out honest people and twist the laws around. at what's happening among the nations! Even if you were told, you would never believe what's taking place now. They are fierce and cruel&ndash; marching across the land, conquering cities and towns. Their only laws and rules are the ones they make up. than leopards, more ferocious than wolves hunting at sunset, and swifter than hungry eagles suddenly swooping down. and they gather captives like handfuls of sand. and laugh at fortresses, while building dirt mounds like a gust of wind&ndash; those sinful people who worship their own strength. you are eternal, You are using those Babylonians So don't sit by in silence while they gobble up people who are better than they are. are like fish or reptiles without a leader. and takes them captive with hooks and nets. It makes him so happy to his fishing nets, because they make him rich and provide choice foods. and destroying nations without showing mercy?"
            },
            {
                "verse_number": "2",
                "verse_text": "Our Lord , how long must I beg"
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you make me watch"
            },
            {
                "verse_number": "4",
                "verse_text": "Laws cannot be enforced;"
            },
            {
                "verse_number": "5",
                "verse_text": "Look and be amazed"
            },
            {
                "verse_number": "6",
                "verse_text": "I am sending the Babylonians."
            },
            {
                "verse_number": "7",
                "verse_text": "How fearsome and frightening."
            },
            {
                "verse_number": "8",
                "verse_text": "Their cavalry troops are faster"
            },
            {
                "verse_number": "9",
                "verse_text": "They are eager to destroy,"
            },
            {
                "verse_number": "10",
                "verse_text": "They make fun of rulers so they can capture cities. and we are safe from death. to judge and punish others."
            },
            {
                "verse_number": "11",
                "verse_text": "Then suddenly they disappear"
            },
            {
                "verse_number": "12",
                "verse_text": "Holy Lord God, mighty rock,"
            },
            {
                "verse_number": "13",
                "verse_text": "But you can't stand sin or wrong."
            },
            {
                "verse_number": "14",
                "verse_text": "The people you put on this earth"
            },
            {
                "verse_number": "15",
                "verse_text": "Then an enemy comes along"
            },
            {
                "verse_number": "16",
                "verse_text": "that he offers sacrifices"
            },
            {
                "verse_number": "17",
                "verse_text": "Will he keep hauling in his nets"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "While standing guard on the watchtower, I waited for the Lord 's answer, before explaining the reason &apos;I will give you my message in the form of a vision. Write it clearly enough to be read at a glance. my words will come true. You can trust what I say about the future. It may take a long time, but keep on waiting&ndash; it will happen! anyone who is proud. Only those who live by faith and arrogant people are never satisfied. They are no less greedy than death itself&ndash; they open their mouths as wide as the world of the dead and swallow everyone. with these words: You're doomed! You stored up stolen goods and cheated others of what belonged to them. those you owe will demand payment. Then you will become a frightened victim. everywhere on earth and murdered their people. Now those who survived will be as cruel to you. You made your family rich at the expense of others. You even said to yourself, &apos;I'm above the law.&apos; on your family and ruin to yourself for what you did to others. in your home will testify against you. on crime and violence. sends up in flames what nations and people work so hard to gain. the land will be filled with people who know and honor the Lord . You get your friends drunk, just to see them naked. instead of praised. The Lord will make you drunk, and when others see you naked, you will lose their respect. on Mount Lebanon; you were ruthless to towns and people everywhere. Now you will be terrorized. It's merely a false god. Why trust a speechless image made from wood or metal by human hands? covered with silver or gold? They can't even breathe. Pity anyone who says to an idol of wood or stone, &apos;Get up and do something!&apos; the Lord is present in his holy temple. for my complaint. are acceptable to me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord told me:"
            },
            {
                "verse_number": "3",
                "verse_text": "At the time I have decided,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I, the Lord , refuse to accept"
            },
            {
                "verse_number": "5",
                "verse_text": "Wine is treacherous,"
            },
            {
                "verse_number": "6",
                "verse_text": "But they will be mocked"
            },
            {
                "verse_number": "7",
                "verse_text": "But without warning,"
            },
            {
                "verse_number": "8",
                "verse_text": "You robbed cities and nations"
            },
            {
                "verse_number": "9",
                "verse_text": "You're doomed!"
            },
            {
                "verse_number": "10",
                "verse_text": "But you will bring shame"
            },
            {
                "verse_number": "11",
                "verse_text": "The very stones and wood"
            },
            {
                "verse_number": "12",
                "verse_text": "You're doomed! You built a city"
            },
            {
                "verse_number": "13",
                "verse_text": "But the Lord All-Powerful"
            },
            {
                "verse_number": "14",
                "verse_text": "Just as water fills the sea,"
            },
            {
                "verse_number": "15",
                "verse_text": "You're doomed!"
            },
            {
                "verse_number": "16",
                "verse_text": "Now you will be disgraced"
            },
            {
                "verse_number": "17",
                "verse_text": "You destroyed trees and animals"
            },
            {
                "verse_number": "18",
                "verse_text": "What is an idol worth?"
            },
            {
                "verse_number": "19",
                "verse_text": "What can you learn from idols"
            },
            {
                "verse_number": "20",
                "verse_text": "Let all the world be silent&ndash;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is my prayer: and I am amazed at what you have done. Please turn from your anger and be merciful; do for us what you did for our ancestors. who came from Teman The brightness of your glory covered the heavens, and your praises were heard everywhere on earth. and light flashed from your hands, hiding your mighty power. marched in front and followed behind. the earth shook; when you stared, nations trembled; when you walked along your ancient paths, eternal mountains and hills crumbled and collapsed. were ripped apart. with the monsters You attacked in your chariot and wiped them out. You split the earth apart with rivers and streams; at the sight of you; rain poured from the clouds; ocean waves roared and rose. while your arrows and spears flashed like lightning. you trampled on nations You crushed a nation's ruler and stripped his evil kingdom hoping to scatter us and glad to gobble us up. To them we were refugees in hiding&ndash; but you smashed their heads the waters of the sea. I felt weak from fear, and my lips quivered. My bones seemed to melt, and I stumbled around. But I will patiently wait. Someday those vicious enemies or vineyards produce grapes; olive trees may be fruitless, and harvest time a failure; sheep pens may be empty, and cattle stalls vacant&ndash; because the Lord God is my Savior. He makes my feet as sure as those of a deer, and he helps me stand To the music director: Use stringed instruments."
            },
            {
                "verse_number": "2",
                "verse_text": "I know your reputation, Lord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "You are the same Holy God and Paran to help us. in Cushan and Midian of the deep? and obeyed your commands. and save your chosen one. of its power. with their own weapons. will be struck by disaster. on the mountains."
            },
            {
                "verse_number": "4",
                "verse_text": "Your glory shone like the sun,"
            },
            {
                "verse_number": "5",
                "verse_text": "Dreadful diseases and plagues"
            },
            {
                "verse_number": "6",
                "verse_text": "When you stopped,"
            },
            {
                "verse_number": "7",
                "verse_text": "The tents of desert tribes"
            },
            {
                "verse_number": "8",
                "verse_text": "Our Lord , were you angry"
            },
            {
                "verse_number": "9",
                "verse_text": "Your arrows were ready"
            },
            {
                "verse_number": "10",
                "verse_text": "mountains trembled"
            },
            {
                "verse_number": "11",
                "verse_text": "The sun and moon stood still,"
            },
            {
                "verse_number": "12",
                "verse_text": "In your furious anger,"
            },
            {
                "verse_number": "13",
                "verse_text": "to rescue your people"
            },
            {
                "verse_number": "14",
                "verse_text": "His troops had come like a storm,"
            },
            {
                "verse_number": "15",
                "verse_text": "Then your chariots churned"
            },
            {
                "verse_number": "16",
                "verse_text": "When I heard this message,"
            },
            {
                "verse_number": "17",
                "verse_text": "Fig trees may no longer bloom,"
            },
            {
                "verse_number": "18",
                "verse_text": "but I will still celebrate"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord gives me strength."
            }
        ]
    }
}