{
    "Ezekiel": {
        "1": [
            {
                "verse_number": "4",
                "verse_text": "I saw a windstorm blowing in from the north. Lightning flashed from a huge cloud and lit up the whole sky with a dazzling brightness. The fiery center of the cloud was as shiny as polished metal,"
            },
            {
                "verse_number": "5",
                "verse_text": "and in that center I saw what looked like four living creatures. They were somewhat like humans,"
            },
            {
                "verse_number": "6",
                "verse_text": "except that each one had four faces and four wings."
            },
            {
                "verse_number": "7",
                "verse_text": "Their legs were straight, but their feet looked like the hoofs of calves and sparkled like bronze."
            },
            {
                "verse_number": "8",
                "verse_text": "Under each of their wings, these creatures had a human hand."
            },
            {
                "verse_number": "9",
                "verse_text": "The four creatures were standing back to back with the tips of their wings touching. They moved together in every direction, without turning their bodies."
            },
            {
                "verse_number": "10",
                "verse_text": "Each creature had the face of a human in front, the face of a lion on the right side, the face of a bull on the left, and the face of an eagle in back."
            },
            {
                "verse_number": "11",
                "verse_text": "Two wings of each creature were spread out and touched the wings of the creatures on either side. The other two wings of each creature were folded against its body."
            },
            {
                "verse_number": "12",
                "verse_text": "The four living creatures went wherever the Spirit led them, and they moved together without turning their bodies, because each creature faced straight ahead."
            },
            {
                "verse_number": "13",
                "verse_text": "The creatures were glowing like hot coals, and I saw something like a flaming torch moving back and forth among them. Lightning flashed from the torch every time its flame blazed up."
            },
            {
                "verse_number": "14",
                "verse_text": "The creatures themselves moved as quickly as sparks jumping from a fire."
            },
            {
                "verse_number": "15",
                "verse_text": "I then noticed that on the ground beside each of the four living creatures was a wheel,"
            },
            {
                "verse_number": "16",
                "verse_text": "shining like chrysolite. Each wheel was exactly the same and had a second wheel that cut through the middle of it,"
            },
            {
                "verse_number": "17",
                "verse_text": "so that they could move in any direction without turning."
            },
            {
                "verse_number": "18",
                "verse_text": "The rims of the wheels were large and frightening, and they had eyes all the way around them."
            },
            {
                "verse_number": "24",
                "verse_text": "Whenever the creatures flew, their wings roared like an ocean or a large army or even the voice of God All-Powerful. And whenever the creatures stopped, they folded their wings against their bodies."
            },
            {
                "verse_number": "25",
                "verse_text": "When the creatures stopped flapping their wings, I heard a sound coming from above the dome."
            },
            {
                "verse_number": "26",
                "verse_text": "I then saw what looked like a throne made of sapphire, and sitting on the throne was a figure in the shape of a human."
            },
            {
                "verse_number": "27",
                "verse_text": "From the waist up, it was glowing like metal in a hot furnace, and from the waist down it looked like the flames of a fire. The figure was surrounded by a bright light,"
            },
            {
                "verse_number": "28",
                "verse_text": "as colorful as a rainbow that appears after a storm."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said, &apos;Ezekiel, son of man, I want you to stand up and listen.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "After he said this, his Spirit took control of me and lifted me to my feet. Then the Lord said: And now, Ezekiel, open your mouth and eat what I am going to give you."
            },
            {
                "verse_number": "3",
                "verse_text": "Ezekiel, I am sending you to the people of Israel. They are just like their ancestors who rebelled against me and refused to stop."
            },
            {
                "verse_number": "4",
                "verse_text": "They are stubborn and hardheaded. But I, the Lord God, have chosen you to tell them what I say."
            },
            {
                "verse_number": "5",
                "verse_text": "Those rebels may not even listen, but at least they will know that a prophet has come to them."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't be afraid of them or of anything they say. You may think you're in the middle of a thorn patch or a bunch of scorpions. But be brave"
            },
            {
                "verse_number": "7",
                "verse_text": "and preach my message to them, whether they choose to listen or not."
            },
            {
                "verse_number": "8",
                "verse_text": "Ezekiel, don't rebel against me, as they have done. Instead, listen to everything I tell you."
            },
            {
                "verse_number": "9",
                "verse_text": "Just then, I saw a hand stretched out toward me. And in it was a scroll."
            },
            {
                "verse_number": "10",
                "verse_text": "The hand opened the scroll, and both sides of it were filled with words of sadness, mourning, and grief."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said, &apos;Ezekiel, son of man, after you eat this scroll, go speak to the people of Israel.&apos; Ezekiel, I am sending you to your own people. The Lord 's power had taken complete control of me, and I was both annoyed and angry. Go back and lock yourself in your house!"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "7",
                "verse_text": "But the people of Israel will refuse to listen, because they have refused to listen to me. All of them are stubborn and hardheaded,"
            },
            {
                "verse_number": "8",
                "verse_text": "so I will make you as stubborn as they are."
            },
            {
                "verse_number": "9",
                "verse_text": "You will be so determined to speak my message that nothing will stop you. I will make you hard like a diamond, and you'll have no reason to be afraid of those arrogant rebels."
            },
            {
                "verse_number": "10",
                "verse_text": "Listen carefully to everything I say and then think about it."
            },
            {
                "verse_number": "11",
                "verse_text": "Then go to the people who were brought here to Babylonia with you and tell them you have a message from me, the Lord God. Do this, whether they listen to you or not."
            },
            {
                "verse_number": "12",
                "verse_text": "The Spirit lifted me up, and as the glory of the Lord started to leave, I heard a loud, thundering noise behind me."
            },
            {
                "verse_number": "13",
                "verse_text": "It was the sound made by the creatures' wings as they brushed against each other, and by the rumble of the wheels beside them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Spirit carried me away."
            },
            {
                "verse_number": "15",
                "verse_text": "When I was back with the others living at Abib Hill near the Chebar River, I sat among them for seven days, shocked at what had happened to me."
            },
            {
                "verse_number": "16",
                "verse_text": "Seven days after I had seen the brightness of the Lord 's glory, the Lord said:"
            },
            {
                "verse_number": "17",
                "verse_text": "Ezekiel, son of man, I have appointed you to stand watch for the people of Israel. So listen to what I say, then warn them for me."
            },
            {
                "verse_number": "18",
                "verse_text": "When I tell wicked people they will die because of their sins, you must warn them to turn from their sinful ways so they won't be punished. If you refuse, you are responsible for their death."
            },
            {
                "verse_number": "19",
                "verse_text": "However, if you do warn them, and they keep on sinning, they will die because of their sins, and you will be innocent."
            },
            {
                "verse_number": "20",
                "verse_text": "Now suppose faithful people start sinning, and I decide to put stumbling blocks in their paths to make them fall. They deserve to die because of their sins. So if you refuse to warn them, I will forget about the times they were faithful, and I will hold you responsible for their death."
            },
            {
                "verse_number": "21",
                "verse_text": "But if you do warn them, and they listen to you and stop sinning, I will let them live. And you will be innocent."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord took control of me and said, &apos;Stand up! Go into the valley, and I will talk with you there.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "I immediately went to the valley, where I saw the brightness of the Lord 's glory, just as I had seen it near the Chebar River, and I bowed with my face to the ground."
            },
            {
                "verse_number": "24",
                "verse_text": "His Spirit took control of me and lifted me to my feet. Then the Lord said:"
            },
            {
                "verse_number": "25",
                "verse_text": "You will be tied up to keep you inside,"
            },
            {
                "verse_number": "26",
                "verse_text": "and I will make you unable to talk or to warn those who have rebelled against me."
            },
            {
                "verse_number": "27",
                "verse_text": "But the time will come, when I will tell you what to say, and you will again be able to speak my message. Some of them will listen; others will be stubborn and refuse to listen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Ezekiel, son of man, find a brick and sketch a picture of Jerusalem on it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then prepare to attack the brick as if it were a real city. Build a dirt mound and a ramp up to the top and surround the brick with enemy camps. On every side put large wooden poles as though you were going to break down the gate to the city."
            },
            {
                "verse_number": "3",
                "verse_text": "Set up an iron pan like a wall between you and the brick. All this will be a warning for the people of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "Then turn over and lie on your right side 40 more days. That will be a sign of Judah's punishment&ndash;one day for each year of its suffering."
            },
            {
                "verse_number": "7",
                "verse_text": "The brick stands for Jerusalem, so attack it! Stare at it and shout angry warnings."
            },
            {
                "verse_number": "8",
                "verse_text": "I will tie you up, so you can't leave until your attack has ended."
            },
            {
                "verse_number": "9",
                "verse_text": "Get a large bowl. Then mix together wheat, barley, beans, lentils, and millet, and make some bread. This is what you will eat for the 390 days you are lying down."
            },
            {
                "verse_number": "10",
                "verse_text": "Eat only a small loaf of bread each day"
            },
            {
                "verse_number": "11",
                "verse_text": "and drink only two large cups of water."
            },
            {
                "verse_number": "12",
                "verse_text": "Use dried human waste to start a fire, then bake the bread on the coals where everyone can watch you."
            },
            {
                "verse_number": "13",
                "verse_text": "When I scatter the people of Israel among the nations, they will also have to eat food that is unclean, just as you must do."
            },
            {
                "verse_number": "14",
                "verse_text": "I said, &apos; Lord God, please don't make me do that! Never in my life have I eaten food that would make me unacceptable to you. I've never eaten anything that died a natural death or was killed by a wild animal or that you said was unclean.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord replied, &apos;Instead of human waste, I will let you bake your bread on a fire made from cow manure."
            },
            {
                "verse_number": "16",
                "verse_text": "Ezekiel, the people of Jerusalem will starve. They will have so little food and water that they will be afraid and hopeless."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone will be shocked at what is happening, and, because of their sins, they will die a slow death.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Ezekiel, son of man, get a sharp sword and use it to cut off your hair and beard. Weigh the hair and divide it into three equal piles."
            },
            {
                "verse_number": "2",
                "verse_text": "After you attack the brick that stands for Jerusalem, burn one pile of your hair on the brick. Chop up the second pile and let the small pieces of hair fall around the brick. Throw the third pile into the wind, and I will strike it with my own sword. I am the Lord God! You have refused to obey my laws and teachings, and instead you have obeyed the laws of the surrounding nations. You have become more rebellious than any of them!"
            },
            {
                "verse_number": "3",
                "verse_text": "Keep a few of the hairs and wrap them in the hem of your clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "Then pull out a few of those hairs and throw them in the fire, so they will also burn. This fire will spread, destroying everyone in Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "I am the Lord God, and I have made Jerusalem the most important place in the world, and all other nations admire it."
            },
            {
                "verse_number": "6",
                "verse_text": "But the people of Jerusalem rebelled and refuse to obey me. They ignored my laws and have become even more sinful than the nations around them."
            },
            {
                "verse_number": "7",
                "verse_text": "So tell the people of Jerusalem:"
            },
            {
                "verse_number": "8",
                "verse_text": "Now all those nations will watch as I turn against you and punish you"
            },
            {
                "verse_number": "9",
                "verse_text": "for your sins. Your punishment will be more horrible than anything I've ever done or will ever do again."
            },
            {
                "verse_number": "10",
                "verse_text": "Parents will be so desperate for food that they will eat their own children, and children will eat their parents. Those who survive this horror will be scattered in every direction."
            },
            {
                "verse_number": "11",
                "verse_text": "Your sins have disgusted me and made my temple unfit as a place to worship me. So I swear by my own life that I will cut you down and show you no pity."
            },
            {
                "verse_number": "12",
                "verse_text": "A third of you will die here in Jerusalem from disease or starvation. Another third will be killed in war. And I will scatter the last third of you in every direction, then track you down and kill you."
            },
            {
                "verse_number": "13",
                "verse_text": "You will feel my fierce anger until I have finished taking revenge. Then you will know that I, the Lord , was furious because of your disobedience."
            },
            {
                "verse_number": "14",
                "verse_text": "Every passerby will laugh at your destruction. Foreign nations"
            },
            {
                "verse_number": "15",
                "verse_text": "will insult you and make fun of you, but they will also be shocked and terrified at what I did in my anger."
            },
            {
                "verse_number": "16",
                "verse_text": "I will destroy your crops until you starve to death, and disasters will strike you like arrows."
            },
            {
                "verse_number": "17",
                "verse_text": "Starvation and wild animals will kill your children. I'll punish you with horrible diseases, and your enemies will strike you down with their swords. I, the Lord , have spoken."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God said: Ezekiel, beat your fists together and stomp your feet in despair! Moan in sorrow, because the people of Israel have done disgusting things and now will be killed by enemy troops, or they will die from starvation and disease."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, face the hills of Israel and tell them:"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen, you mountains and hills, and every valley and gorge! I, the Lord , am about to turn against you and crush all the places where foreign gods are worshiped."
            },
            {
                "verse_number": "4",
                "verse_text": "Every altar will be smashed, and in front of the idols I will put to death the people who worship them."
            },
            {
                "verse_number": "5",
                "verse_text": "Dead bodies and bones will be lying around the idols and the altars."
            },
            {
                "verse_number": "6",
                "verse_text": "Every town in Israel will be destroyed to make sure that each shrine, idol, and altar is smashed&ndash;everything the Israelites made will be a pile of ruins."
            },
            {
                "verse_number": "7",
                "verse_text": "All over the country, your people will die. And those who survive will know that I, the Lord , did these things."
            },
            {
                "verse_number": "8",
                "verse_text": "I will let some of the people live through this punishment, but I will scatter them among the nations,"
            },
            {
                "verse_number": "9",
                "verse_text": "where they will be prisoners. And when they think of me, they will realize that they disgraced me by rebelling and by worshiping idols. They will hate themselves for the evil things they did,"
            },
            {
                "verse_number": "10",
                "verse_text": "and they will know that I am the Lord and that my warnings must be taken seriously."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord God then said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Those who live far away will be struck with deadly diseases. Those who live nearby will be killed in war. And the ones who are left will starve to death. I will let loose my anger on them!"
            },
            {
                "verse_number": "13",
                "verse_text": "These people used to offer incense to idols at altars built on hills and mountaintops and in the shade of large oak trees. But when they see dead bodies lying around those altars, they will know that I am the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "I will make their country a barren wasteland, from the Southern Desert to the town of Diblah in the north. Then they will know that I, the Lord , have done these things."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God said: Israel will soon come to an end! Your whole country is about to be destroyed I will punish you for your sins and treat you the same way you have treated others. Then you will know that I am the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, tell the people of Israel that I am saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "as punishment for your disgusting sins. I, the Lord , am so angry"
            },
            {
                "verse_number": "4",
                "verse_text": "that I will show no pity. I will punish you for the evil you've done, and you will know that I am the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "There's never been anything like the coming disaster."
            },
            {
                "verse_number": "6",
                "verse_text": "And when it comes, your life will be over."
            },
            {
                "verse_number": "7",
                "verse_text": "You people of Israel are doomed! Soon there will be panic on the mountaintops instead of celebration."
            },
            {
                "verse_number": "8",
                "verse_text": "I will let loose my anger and punish you for the evil things you've done. You'll get what you deserve."
            },
            {
                "verse_number": "9",
                "verse_text": "Your sins are so terrible, that you'll get no mercy from me. Then you will know that I, the Lord , have punished you."
            },
            {
                "verse_number": "10",
                "verse_text": "Disaster is near! Injustice and arrogance are everywhere,"
            },
            {
                "verse_number": "11",
                "verse_text": "and violent criminals run free. None of you will survive the disaster, and everything you own and value will be shattered."
            },
            {
                "verse_number": "12",
                "verse_text": "The time is coming when everyone will be ruined. Buying and selling will stop,"
            },
            {
                "verse_number": "13",
                "verse_text": "and people who sell property will never get it back, because all of you must be punished for your sins. And I won't change my mind!"
            },
            {
                "verse_number": "14",
                "verse_text": "A signal has been blown on the trumpet, and weapons are prepared for battle. But no one goes to war, because in my anger I will strike down everyone in Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "War, disease, and starvation are everywhere! People who live in the countryside will be killed in battle, and those who live in towns will die from starvation or deadly diseases."
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone who survives will escape into the hills, like doves who leave the valleys to find safety. All of you will moan because of your sins."
            },
            {
                "verse_number": "17",
                "verse_text": "Your hands will tremble, and your knees go limp."
            },
            {
                "verse_number": "18",
                "verse_text": "You will put on sackcloth to show your sorrow, but terror will overpower you. Shame will be written all over your faces, and you will shave your heads in despair."
            },
            {
                "verse_number": "19",
                "verse_text": "Your silver and gold will be thrown into the streets like garbage, because those are the two things that led you into sin, and now they cannot save you from my anger. They are not even worth enough to buy food."
            },
            {
                "verse_number": "20",
                "verse_text": "You took great pride in using your beautiful jewelry to make disgusting idols of foreign gods. So I will make your jewelry worthless."
            },
            {
                "verse_number": "21",
                "verse_text": "Wicked foreigners will rob and disgrace you."
            },
            {
                "verse_number": "22",
                "verse_text": "They will break into my temple and leave it unfit as a place to worship me, but I will look away and let it happen."
            },
            {
                "verse_number": "23",
                "verse_text": "Your whole country is in confusion! Murder and violence are everywhere in Israel,"
            },
            {
                "verse_number": "24",
                "verse_text": "so I will tell the most wicked nations to come and take over your homes. They will put an end to the pride you have in your strong army, and they will make your places of worship unfit to use."
            },
            {
                "verse_number": "25",
                "verse_text": "You will be terrified and will desperately look for peace&ndash;but there will be no peace."
            },
            {
                "verse_number": "26",
                "verse_text": "One tragedy will follow another, and you'll hear only bad news. People will beg prophets to give them a message from me. Priests will stop teaching my Law, and wise leaders won't be able to give advice."
            },
            {
                "verse_number": "27",
                "verse_text": "Even your king and his officials will lose hope and cry in despair. Your hands will tremble with fear."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Six years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the leaders of Judah were meeting with me in my house. On the fifth day of the sixth month, the Lord God suddenly took control of me,"
            },
            {
                "verse_number": "2",
                "verse_text": "and I saw something in the shape of a human. This figure was like fire from the waist down, and it was bright as polished metal from the waist up."
            },
            {
                "verse_number": "3",
                "verse_text": "It reached out what seemed to be a hand and grabbed my hair. Then in my vision the Lord 's Spirit lifted me into the sky and carried me to Jerusalem. The Spirit took me to the north gate of the temple's inner courtyard, where there was an idol that disgusted the Lord and made him furious."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I saw the brightness of the glory of the God of Israel, just as I had seen it near the Chebar River."
            },
            {
                "verse_number": "5",
                "verse_text": "God said to me, &apos;Ezekiel, son of man, look north.&apos; And when I did, I saw that repulsive idol by the altar near the gate."
            },
            {
                "verse_number": "6",
                "verse_text": "God then said, &apos;Do you see the terrible sins of the people of Israel? Their sins are making my holy temple unfit as a place to worship me. Yet you will see even worse things than this.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Next, I was taken to the entrance of the courtyard, where I saw a hole in the wall."
            },
            {
                "verse_number": "8",
                "verse_text": "God said, &apos;Make this hole bigger.&apos; And when I did, I realized it was a doorway."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Go in,&apos; God said, &apos;and see what horrible and evil things the people are doing.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Inside, I saw that the walls were covered with pictures of reptiles and disgusting, unclean animals, as well as with idols that the Israelites were worshiping."
            },
            {
                "verse_number": "11",
                "verse_text": "Seventy Israelite leaders were standing there, including Jaazaniah son of Shaphan. Each of these leaders was holding an incense burner, and the smell of incense filled the room."
            },
            {
                "verse_number": "12",
                "verse_text": "God said, &apos;Ezekiel, do you see what horrible things Israel's leaders are doing in secret? They have filled their rooms with idols. And they say I can't see them, because they think I have already deserted Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "But I will show you something even worse than this.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He took me to the north gate of the temple, where I saw women mourning for the god Tammuz."
            },
            {
                "verse_number": "15",
                "verse_text": "God asked me, &apos;Can you believe what these women are doing? But now I want to show you something even worse.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "I was then led into the temple's inner courtyard, where I saw about 25 men standing near the entrance, between the porch and the altar. Their backs were to the Lord 's temple, and they were bowing down to the rising sun."
            },
            {
                "verse_number": "17",
                "verse_text": "God said, &apos;Ezekiel, it's bad enough that the people of Judah are doing these disgusting things. But they have also spread violence and injustice everywhere in Israel and have made me very angry. They have disgraced and insulted me in the worst possible way."
            },
            {
                "verse_number": "18",
                "verse_text": "So in my fierce anger, I will punish them without mercy and refuse to help them when they cry out to me.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "After that, I heard the Lord shout, &apos;Come to Jerusalem, you men chosen to destroy the city. And bring your weapons!&apos; The men immediately killed the leaders who were standing there."
            },
            {
                "verse_number": "2",
                "verse_text": "I saw six men come through the north gate of the temple, each one holding a deadly weapon. A seventh man dressed in a linen robe was with them, and he was carrying things to write with. The men went into the temple and stood by the bronze altar."
            },
            {
                "verse_number": "3",
                "verse_text": "The brightness of God's glory then left its place above the statues of the winged creatures inside the temple and moved to the entrance. The Lord said to the man in the linen robe,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Walk through the city of Jerusalem and mark the forehead of anyone who is truly upset and sad about the terrible things that are being done here.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the Lord said, &apos;Pollute the temple by piling the dead bodies in the courtyards. Now get busy!&apos; They left and started killing the people of Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "I was then alone, so I bowed down and cried out to the Lord , &apos;Why are you doing this? Are you so angry with the people of Jerusalem that everyone must die?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord answered, &apos;The people of Israel and Judah have done horrible things. Their country is filled with murderers, and Jerusalem itself is filled with violence. They think that I have deserted them, and that I can't see what they are doing."
            },
            {
                "verse_number": "10",
                "verse_text": "And so I will not have pity on them or forgive them. They will be punished for what they have done.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Just then, the man in the linen robe returned and said, &apos;I have done what you commanded.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I saw the dome that was above the four winged creatures, and on it was the sapphire throne."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to the man in the linen robe, &apos;Walk among the four wheels beside the creatures and pick up as many hot coals as you can carry. Then scatter them over the city of Jerusalem.&apos; I watched him as he followed the Lord 's instructions."
            },
            {
                "verse_number": "3",
                "verse_text": "The winged creatures were standing south of the temple when the man walked among them. A cloud filled the inner courtyard,"
            },
            {
                "verse_number": "4",
                "verse_text": "and the brightness of the Lord 's glory moved from above the creatures and stopped at the entrance of the temple. The entire temple was filled with his glory, and the courtyard was dazzling bright."
            },
            {
                "verse_number": "5",
                "verse_text": "The sound of the creatures' wings was as loud as the voice of God All-Powerful and could even be heard in the outer courtyard."
            },
            {
                "verse_number": "6",
                "verse_text": "The man in the robe was now standing beside a wheel."
            },
            {
                "verse_number": "7",
                "verse_text": "One of the four creatures reached its hand into the fire among them and gave him some of the hot coals. The man took the coals and left."
            },
            {
                "verse_number": "8",
                "verse_text": "I noticed again that each of the four winged creatures had what looked like human hands under their wings,"
            },
            {
                "verse_number": "9",
                "verse_text": "and I saw the four wheels near the creatures. These wheels were shining like chrysolite."
            },
            {
                "verse_number": "10",
                "verse_text": "Each wheel was exactly the same and had a second wheel that cut through the middle of it,"
            },
            {
                "verse_number": "11",
                "verse_text": "so that they could move in any direction without turning. The wheels moved together whenever the creatures moved."
            },
            {
                "verse_number": "12",
                "verse_text": "I also noticed that the wheels and the creatures' bodies, including their backs, their hands, and their wings, were covered with eyes."
            },
            {
                "verse_number": "13",
                "verse_text": "And I heard a voice calling these &apos;the wheels that spin.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Each of the winged creatures had four faces: the face of a bull, the face of a human, the face of a lion, and the face of an eagle."
            },
            {
                "verse_number": "18",
                "verse_text": "Then I watched the brightness of the Lord 's glory move from the entrance of the temple and stop above the winged creatures."
            },
            {
                "verse_number": "19",
                "verse_text": "They spread their wings and flew into the air with the wheels at their side. They stopped at the east gate of the temple, and the Lord 's glory was above them."
            },
            {
                "verse_number": "20",
                "verse_text": "I knew for sure that these were the same creatures I had seen beneath the Lord 's glory near the Chebar River."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord 's Spirit lifted me up and took me to the east gate of the temple, where I saw 25 men, including the two leaders, Jaazaniah son of Azzur and Pelatiah son of Benaiah."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;Ezekiel, son of man, these men are making evil plans and giving dangerous advice to the people of Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "They say things like, &quot;Let's build more houses. This city is like a cooking pot over a fire, and we are the meat, but at least the pot keeps us from being burned in the fire.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "So, Ezekiel, condemn them!&apos; I, the Lord God, know what you leaders are saying. It's true that I, the Lord God, have forced you out of your own country and made you live among foreign nations. But for now, I will be with you wherever you are, so that you can worship me."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord 's Spirit took control of me and told me to tell these leaders:"
            },
            {
                "verse_number": "6",
                "verse_text": "You have murdered so many people that the city is filled with dead bodies!"
            },
            {
                "verse_number": "7",
                "verse_text": "This city is indeed a cooking pot, but the bodies of those you killed are the meat. And so I will force you to leave Jerusalem,"
            },
            {
                "verse_number": "8",
                "verse_text": "and I'll send armies to attack you, just as you fear."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will be captured and punished by foreign enemies."
            },
            {
                "verse_number": "10",
                "verse_text": "You will be killed in your own country, but not before you realize that I, the Lord , have done these things."
            },
            {
                "verse_number": "11",
                "verse_text": "You leaders claim to be meat in a cooking pot, but you won't be protected by this city. No, you will die at the border of Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "You will realize that while you were following the laws of nearby nations, you were disobeying my laws and teachings. And I am the Lord !"
            },
            {
                "verse_number": "13",
                "verse_text": "Before I finished speaking, Pelatiah dropped dead. I bowed down and cried out, &apos;Please, Lord God, don't kill everyone left in Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord replied:"
            },
            {
                "verse_number": "15",
                "verse_text": "Ezekiel, son of man, the people living in Jerusalem claim that you and the other Israelites who were taken to Babylonia are too far away to worship me. They also claim that the land of Israel now belongs only to them."
            },
            {
                "verse_number": "16",
                "verse_text": "But here is what I want you to tell the Israelites in Babylonia:"
            },
            {
                "verse_number": "17",
                "verse_text": "And someday, I will gather you from the nations where you are scattered and let you live in Israel again."
            },
            {
                "verse_number": "18",
                "verse_text": "When that happens, I want you to clear the land of all those idols I hate so much."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I will take away your stubbornness and make you eager to be completely faithful to me. You will want to obey me"
            },
            {
                "verse_number": "20",
                "verse_text": "and all my laws and teachings. You will be my people, and I will be your God."
            },
            {
                "verse_number": "21",
                "verse_text": "But those who worship idols will be punished and get what they deserve. I, the Lord God, have spoken."
            },
            {
                "verse_number": "22",
                "verse_text": "After the Lord had finished speaking, the winged creatures spread their wings and flew into the air, and the wheels were beside them. The brightness of the Lord 's glory above them"
            },
            {
                "verse_number": "23",
                "verse_text": "left Jerusalem and stopped at a hill east of the city."
            },
            {
                "verse_number": "24",
                "verse_text": "Then in my vision, the Lord 's Spirit lifted me up and carried me back to the other exiles in Babylonia. The vision faded away,"
            },
            {
                "verse_number": "25",
                "verse_text": "and I told them everything the Lord had shown me."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Later that evening leave your house as if you were going into exile. The Lord God has a message for the leader of Jerusalem and everyone living there!"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, you are living among rebellious people. They have eyes, but refuse to see; they have ears, but refuse to listen."
            },
            {
                "verse_number": "3",
                "verse_text": "So before it gets dark, here is what I want you to do. Pack a few things as though you were going to be taken away as a prisoner. Then go outside where everyone can see you and walk around from place to place. Maybe as they watch, they will realize what rebels they are."
            },
            {
                "verse_number": "4",
                "verse_text": "After you have done this, return to your house."
            },
            {
                "verse_number": "5",
                "verse_text": "Dig through the wall of your house and crawl out, carrying the bag with you. Make sure everyone is watching."
            },
            {
                "verse_number": "6",
                "verse_text": "Lift the bag to your shoulders, and with your face covered, take it into the darkness, so that you cannot see the land you are leaving. All this will be a warning for the people of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "I did everything the Lord had said. I packed a few things. Then as the sun was going down, and while everyone was watching, I dug a hole through one of the walls of my house. I pulled out my bag, then lifted it to my shoulders and left in the darkness."
            },
            {
                "verse_number": "8",
                "verse_text": "The next morning, the Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "reminded me that those rebellious people didn't even ask what I was doing."
            },
            {
                "verse_number": "10",
                "verse_text": "So he sent me back to tell them:"
            },
            {
                "verse_number": "11",
                "verse_text": "I have done these things to show them what will happen when they are taken away as prisoners."
            },
            {
                "verse_number": "12",
                "verse_text": "The leader of Jerusalem will lift his own bag to his shoulders at sunset and leave through a hole that the others have dug in the wall of his house. He will cover his face, so he can't see the land he is leaving."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will spread out a net and trap him as he leaves Jerusalem. He will then be led away to the city of Babylon, but will never see that place, even though he will die there."
            },
            {
                "verse_number": "14",
                "verse_text": "His own officials and troops will scatter in every direction, and the Lord will track them down and put them to death."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will force the rest of the people in Jerusalem to live in foreign nations, where they will realize that he has done all these things."
            },
            {
                "verse_number": "16",
                "verse_text": "Some of them will survive the war, the starvation, and the deadly diseases. That way, they will be able to tell foreigners how disgusting their sins were, and that it was the Lord who punished them in this way."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "18",
                "verse_text": "Ezekiel, son of man, shake with fear when you eat, and tremble when you drink."
            },
            {
                "verse_number": "19",
                "verse_text": "Tell the people of Israel that I, the Lord , say that someday everyone in Jerusalem will shake when they eat and tremble when they drink. Their country will be destroyed and left empty, because they have been cruel and violent."
            },
            {
                "verse_number": "20",
                "verse_text": "Every town will lie in ruins, and the land will be a barren desert. Then they will know that I am the Lord ."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "22",
                "verse_text": "Ezekiel, son of man, you've heard people in Israel use the saying, &apos;Time passes, and prophets are proved wrong.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Now tell the people that I, the Lord , am going to prove that saying wrong. No one will ever be able to use it again in Israel, because very soon everything I have said will come true!"
            },
            {
                "verse_number": "24",
                "verse_text": "The people will hear no more useless warnings and false messages."
            },
            {
                "verse_number": "25",
                "verse_text": "I will give them my message, and what I say will certainly happen. Warn those rebels that the time has come for them to be punished. I, the Lord , make this promise."
            },
            {
                "verse_number": "28",
                "verse_text": "So tell them that my words will soon come true, just as I have warned. I, the Lord , have spoken."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn the prophets of Israel who say they speak in my name, but who preach messages that come from their own imagination. Tell them it's time to hear my message."
            },
            {
                "verse_number": "3",
                "verse_text": "I, the Lord God, say those lying prophets are doomed! They don't see visions&ndash;they make up their own messages!"
            },
            {
                "verse_number": "4",
                "verse_text": "Israel's prophets are no better than jackals that hunt for food among the ruins of a city."
            },
            {
                "verse_number": "5",
                "verse_text": "They don't warn the people about coming trouble or tell them how dangerous it is to sin against me."
            },
            {
                "verse_number": "6",
                "verse_text": "Those prophets lie by claiming they speak for me, but I have not even chosen them to be my prophets. And they still think their words will come true."
            },
            {
                "verse_number": "7",
                "verse_text": "They say they're preaching my messages, but they are full of lies&ndash;I did not speak to them!"
            },
            {
                "verse_number": "8",
                "verse_text": "So I am going to punish those lying prophets for deceiving the people of Israel with false messages."
            },
            {
                "verse_number": "9",
                "verse_text": "I will turn against them and no longer let them belong to my people. They will not be allowed to call themselves Israelites or even to set foot in Israel. Then they will realize that I am the Lord God."
            },
            {
                "verse_number": "10",
                "verse_text": "Those prophets refuse to be honest. They tell my people there will be peace, even though there's no peace to be found. They are like workers who think they can fix a shaky wall by covering it with paint."
            },
            {
                "verse_number": "11",
                "verse_text": "But when I send rainstorms, hailstones, and strong winds, the wall will surely collapse."
            },
            {
                "verse_number": "12",
                "verse_text": "People will then ask the workers why the paint didn't hold it up."
            },
            {
                "verse_number": "13",
                "verse_text": "That wall is the city of Jerusalem. And I, the Lord God, am so angry that I will send strong winds, rainstorms, and hailstones to destroy it."
            },
            {
                "verse_number": "14",
                "verse_text": "The lying prophets have tried to cover up the evil in Jerusalem, but I will tear down the city, all the way to its foundations. And when it collapses, those prophets will be killed, and everyone will know that I have done these things."
            },
            {
                "verse_number": "15",
                "verse_text": "The city of Jerusalem and its lying prophets will feel my fierce anger. Then I will announce that the city has fallen and that the lying prophets are dead,"
            },
            {
                "verse_number": "16",
                "verse_text": "because they promised my people peace, when there was no peace. I, the Lord God, have spoken."
            },
            {
                "verse_number": "17",
                "verse_text": "Ezekiel, son of man, now condemn the women of Israel who preach messages that come from their own imagination."
            },
            {
                "verse_number": "18",
                "verse_text": "Tell them they're doomed! They wear magic charms on their wrists and scarves on their heads, then trick others into believing they can predict the future. They won't get away with telling those lies."
            },
            {
                "verse_number": "19",
                "verse_text": "They charge my people a few handfuls of barley and a couple pieces of bread, and then give messages that are insulting to me. They use lies to sentence the innocent to death and to help the guilty go free. And my people believe them!"
            },
            {
                "verse_number": "20",
                "verse_text": "I hate the magic charms they use to trick people into believing their lies. I will rip those charms from their wrists and set free the people they have trapped like birds."
            },
            {
                "verse_number": "21",
                "verse_text": "I will tear the scarves from their heads and rescue my people from their power once and for all. Then they will know that I am the Lord God."
            },
            {
                "verse_number": "22",
                "verse_text": "They do things I would never do. They lie to good people and encourage them to do wrong, and they convince the wicked to ruin their own lives by not turning from sin."
            },
            {
                "verse_number": "23",
                "verse_text": "I will no longer let these women give false messages and use magic, and I will free my people from their control. Then they will know that I, the Lord , have done these things."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One day, some of Israel's leaders came to me and asked for a message from the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "While they were there, the Lord said: I am the Lord God. Stop worshiping those idols I hate so much and come back to me."
            },
            {
                "verse_number": "3",
                "verse_text": "Ezekiel, son of man, these men have started worshiping idols, though they know it will cause them to sin even more. So I refuse to give them a message!"
            },
            {
                "verse_number": "4",
                "verse_text": "Tell the people of Israel that if they sin by worshiping idols and then go to a prophet to find out what I say, I will give them the answer their sins deserve."
            },
            {
                "verse_number": "5",
                "verse_text": "When they hear my message, maybe they will see that they need to turn back to me and stop worshiping those idols."
            },
            {
                "verse_number": "6",
                "verse_text": "Now, Ezekiel, tell everyone in Israel:"
            },
            {
                "verse_number": "7",
                "verse_text": "Suppose one of you Israelites or a foreigner living in Israel rejects me and starts worshiping idols. If you then go to a prophet to find out what I say, I will answer"
            },
            {
                "verse_number": "8",
                "verse_text": "by turning against you. I will make you a warning to anyone who might think of doing the same thing, and you will no longer belong to my people. Then you will know that I am the Lord and that you have sinned against me."
            },
            {
                "verse_number": "9",
                "verse_text": "If a prophet gives a false message, I am the one who caused that prophet to lie. But I will still reject him and cut him off from my people,"
            },
            {
                "verse_number": "10",
                "verse_text": "and anyone who goes to that prophet for a message will be punished in the same way."
            },
            {
                "verse_number": "11",
                "verse_text": "I will do this, so that you will come back to me and stop destroying yourselves with these disgusting sins. So turn back to me! Then I will be your God, and you will be my people. I, the Lord God, make this promise."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "13",
                "verse_text": "Ezekiel, son of man, suppose an entire nation sins against me, and I punish it by destroying the crops and letting its people and livestock starve to death."
            },
            {
                "verse_number": "14",
                "verse_text": "Even if Noah, Daniel, and Job were living in that nation, their faithfulness would not save anyone but themselves."
            },
            {
                "verse_number": "15",
                "verse_text": "Or suppose I punish a nation by sending wild animals to eat people and scare away every passerby, so that the land becomes a barren desert."
            },
            {
                "verse_number": "16",
                "verse_text": "As surely as I live, I promise that even if these three men lived in that nation, their own children would not be spared. The three men would live, but the land would be an empty desert."
            },
            {
                "verse_number": "17",
                "verse_text": "Or suppose I send an enemy to attack a sinful nation and kill its people and livestock."
            },
            {
                "verse_number": "18",
                "verse_text": "If these three men were in that nation when I punished it, not even their children would be spared. Only the three men would live."
            },
            {
                "verse_number": "19",
                "verse_text": "And suppose I am so angry that I send a deadly disease to wipe out the people and livestock of a sinful nation."
            },
            {
                "verse_number": "20",
                "verse_text": "Again, even if Noah, Daniel, and Job were living there, I, the Lord , promise that the children of these faithful men would also die. Only the three of them would be spared."
            },
            {
                "verse_number": "21",
                "verse_text": "I am the Lord God, and I promise to punish Jerusalem severely. I will send war, starvation, wild animals, and deadly disease to slaughter its people and livestock."
            },
            {
                "verse_number": "22",
                "verse_text": "And those who survive will be taken from their country and led here to Babylonia. Ezekiel, when you see how sinful they are, you will know why I did all these things to Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "You will be convinced that I, the Lord God, was right in doing what I did."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, the Lord said:"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, what happens to the wood of a grapevine after the grapes have been picked? It isn't like other trees in the forest,"
            },
            {
                "verse_number": "3",
                "verse_text": "because the wood of a grapevine can't be used to make anything, not even a small peg to hang things on."
            },
            {
                "verse_number": "4",
                "verse_text": "It can only be used as firewood. But after its ends are burnt and its middle is charred, it can't be used for anything."
            },
            {
                "verse_number": "5",
                "verse_text": "The wood is useless before it is burned, and afterwards, it is completely worthless."
            },
            {
                "verse_number": "6",
                "verse_text": "I, the Lord God, promise that just as the wood of a grapevine is burned as firewood,"
            },
            {
                "verse_number": "7",
                "verse_text": "I will punish the people of Jerusalem with fire. Some of them have escaped one destruction, but soon they will be completely burned. And when that happens, you, Ezekiel, will know that I am the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "I will make their country an empty wasteland, because they have not been loyal to me. I, the Lord God, have spoken."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, remind the people of Jerusalem of their disgusting sins"
            },
            {
                "verse_number": "3",
                "verse_text": "and tell them that I, the Lord God, am saying: Jerusalem, you were born in the country where Canaanites lived. Your father was an Amorite, and your mother was a Hittite."
            },
            {
                "verse_number": "4",
                "verse_text": "When you were born, no one cut you loose from your mother or washed your body. No one rubbed your skin with salt and olive oil, and wrapped you in warm blankets."
            },
            {
                "verse_number": "5",
                "verse_text": "Not one person loved you enough to do any of these things, and no one even felt sorry for you. You were despised, thrown into a field, and forgotten."
            },
            {
                "verse_number": "6",
                "verse_text": "I saw you lying there, rolling around in your own blood, and I couldn't let you die."
            },
            {
                "verse_number": "7",
                "verse_text": "I took care of you, like someone caring for a tender, young plant. You grew up to be a beautiful young woman with mature breasts and hair, but you were still naked."
            },
            {
                "verse_number": "8",
                "verse_text": "When I saw you again, you were old enough to have sex. So I covered your naked body with my own robe. Then I solemnly promised that you would belong to me and that I, the Lord God, would take care of you."
            },
            {
                "verse_number": "9",
                "verse_text": "I washed the blood off you and rubbed your skin with olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "I gave you the finest clothes and the most expensive robes, as well as sandals made from the best leather."
            },
            {
                "verse_number": "11",
                "verse_text": "I gave you bracelets, a necklace,"
            },
            {
                "verse_number": "12",
                "verse_text": "a ring for your nose, some earrings, and a beautiful crown."
            },
            {
                "verse_number": "13",
                "verse_text": "Your jewelry was gold and silver, and your clothes were made of only the finest material and embroidered linen. Your bread was baked from fine flour, and you ate honey and olive oil. You were as beautiful as a queen,"
            },
            {
                "verse_number": "14",
                "verse_text": "and everyone on earth knew it. I, the Lord God, had helped you become a lovely young woman."
            },
            {
                "verse_number": "15",
                "verse_text": "You learned that you were attractive enough to have any man you wanted, so you offered yourself to every passerby."
            },
            {
                "verse_number": "16",
                "verse_text": "You made shrines for yourself and decorated them with some of your clothes. That's where you took your visitors to have sex with them. These things should never have happened!"
            },
            {
                "verse_number": "17",
                "verse_text": "You made idols out of the gold and silver jewelry I gave you, then you sinned by worshiping those idols."
            },
            {
                "verse_number": "18",
                "verse_text": "You dressed them in the clothes you got from me, and you offered them the olive oil and incense I gave you."
            },
            {
                "verse_number": "19",
                "verse_text": "I supplied you with fine flour, olive oil, and honey, but you sacrificed it all as offerings to please those idols. I, the Lord God, watched this happen."
            },
            {
                "verse_number": "20",
                "verse_text": "But you did something even worse than that&ndash;you sacrificed your own children to those idols!"
            },
            {
                "verse_number": "21",
                "verse_text": "You slaughtered my children, so you could offer them as sacrifices."
            },
            {
                "verse_number": "22",
                "verse_text": "You were so busy sinning and being a prostitute that you refused to think about the days when you were young and were rolling around naked in your own blood."
            },
            {
                "verse_number": "23",
                "verse_text": "Now I, the Lord God, say you are doomed! Not only did you do these evil things,"
            },
            {
                "verse_number": "24",
                "verse_text": "but you also built places on every street corner"
            },
            {
                "verse_number": "25",
                "verse_text": "where you disgraced yourself by having sex with anyone who walked by. And you did that more and more every day!"
            },
            {
                "verse_number": "26",
                "verse_text": "To make me angry, you even offered yourself to Egyptians, who were always ready to sleep with you."
            },
            {
                "verse_number": "27",
                "verse_text": "So I punished you by letting those greedy Philistine enemies take over some of your territory. But even they were offended by your repulsive behavior."
            },
            {
                "verse_number": "28",
                "verse_text": "You couldn't get enough sex, so you chased after Assyrians and slept with them. You still weren't satisfied,"
            },
            {
                "verse_number": "29",
                "verse_text": "so you went after Babylonians. But those merchants could not satisfy you either."
            },
            {
                "verse_number": "30",
                "verse_text": "I, the Lord God, say that you were so disgusting that you would have done anything to get what you wanted."
            },
            {
                "verse_number": "31",
                "verse_text": "You had sex on every street corner, and when you finished, you refused to accept money. That's worse than being a prostitute!"
            },
            {
                "verse_number": "32",
                "verse_text": "You are nothing but an unfaithful wife who would rather have sex with strangers than with your own husband."
            },
            {
                "verse_number": "33",
                "verse_text": "Prostitutes accept money for having sex, but you bribe men from everywhere to have sex with you."
            },
            {
                "verse_number": "34",
                "verse_text": "You're not like other prostitutes. Men don't ask you for sex&ndash;you offer to pay them!"
            },
            {
                "verse_number": "35",
                "verse_text": "Jerusalem, you prostitute, listen to me."
            },
            {
                "verse_number": "36",
                "verse_text": "You chased after lovers, then took off your clothes and had sex. You even worshiped disgusting idols and sacrificed your own children as offerings to them."
            },
            {
                "verse_number": "37",
                "verse_text": "So I, the Lord God, will gather every one of your lovers, those you liked and those you hated. They will stand around you, and I will rip off your clothes and let all of those lovers stare at your nakedness."
            },
            {
                "verse_number": "38",
                "verse_text": "I will find you guilty of being an unfaithful wife and a murderer, and in my fierce anger I will sentence you to a violent death!"
            },
            {
                "verse_number": "39",
                "verse_text": "Then I will hand you over to your lovers, who will tear down the places where you had sex. They will take your clothes and jewelry, leaving you naked and empty-handed."
            },
            {
                "verse_number": "40",
                "verse_text": "Your lovers and an angry mob will stone you to death; they will cut your dead body into pieces"
            },
            {
                "verse_number": "41",
                "verse_text": "and burn down your houses. Other women will watch these terrible things happen to you. I promise to stop you from being a prostitute and paying your lovers for sex."
            },
            {
                "verse_number": "42",
                "verse_text": "Only then will I calm down and stop being angry and jealous."
            },
            {
                "verse_number": "43",
                "verse_text": "You made me furious by doing all these disgusting things and by forgetting how I took care of you when you were young. Then you made things worse by acting like a prostitute. You must be punished! I, the Lord God, have spoken."
            },
            {
                "verse_number": "44",
                "verse_text": "People will use this saying about you, Jerusalem: &apos;If the mother is bad, so is her daughter.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "You are just like your mother, who hated her husband and her own children. You are also like your sisters, who hated their husbands and children. Your father was an Amorite, and your mother was a Hittite."
            },
            {
                "verse_number": "46",
                "verse_text": "Your older sister was Samaria, that city to your north with her nearby villages. Your younger sister was Sodom, that city to your south with her nearby villages."
            },
            {
                "verse_number": "47",
                "verse_text": "You followed their way of life and their wicked customs, and soon you were more repulsive than they were."
            },
            {
                "verse_number": "48",
                "verse_text": "As surely as I am the living Lord God, the people of Sodom and its nearby villages were never as sinful as you."
            },
            {
                "verse_number": "49",
                "verse_text": "They were arrogant and spoiled; they had everything they needed and still refused to help the poor and needy."
            },
            {
                "verse_number": "50",
                "verse_text": "They thought they were better than everyone else, and they did things I hate. And so I destroyed them."
            },
            {
                "verse_number": "51",
                "verse_text": "You people of Jerusalem have sinned twice as much as the people of Samaria. In fact, your evil ways have made both Sodom and Samaria look innocent."
            },
            {
                "verse_number": "52",
                "verse_text": "So their punishment will seem light compared to yours. You will be disgraced and put to shame because of your disgusting sins."
            },
            {
                "verse_number": "53",
                "verse_text": "Someday I will bless Sodom and Samaria and their nearby villages. I will also bless you, Jerusalem."
            },
            {
                "verse_number": "54",
                "verse_text": "Then you will be ashamed of how you've acted, and Sodom and Samaria will be relieved that they weren't as sinful as you."
            },
            {
                "verse_number": "55",
                "verse_text": "When that day comes, you and Sodom and Samaria will once again be well-off, and all nearby villages will be restored."
            },
            {
                "verse_number": "56",
                "verse_text": "Jerusalem, you were so arrogant that you sneered at Sodom."
            },
            {
                "verse_number": "57",
                "verse_text": "But now everyone has learned how wicked you really are. The countries of Syria and Philistia, as well as your other neighbors, hate you and make insulting remarks."
            },
            {
                "verse_number": "58",
                "verse_text": "You must pay for all the vulgar and disgusting things you have done. I, the Lord , have spoken."
            },
            {
                "verse_number": "59",
                "verse_text": "Jerusalem, you deserve to be punished, because you broke your promises and ignored our agreement."
            },
            {
                "verse_number": "60",
                "verse_text": "But I remember the agreement I made with you when you were young, and so I will make you a promise that will last forever."
            },
            {
                "verse_number": "61",
                "verse_text": "When you think about how you acted, you will be ashamed, especially when I return your sisters to you as daughters, even though this was not part of our agreement."
            },
            {
                "verse_number": "62",
                "verse_text": "I will keep this solemn promise, and you will know that I am the Lord ."
            },
            {
                "verse_number": "63",
                "verse_text": "I will forgive you, but you will think about your sins and be too ashamed to say a word. I, the Lord God, have spoken."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: A large eagle with strong wings and beautiful feathers once flew to Lebanon. It broke the top branch off a cedar tree, will cut a tender twig from the top of a cedar tree, then plant it on the peak of Israel's tallest mountain, strong branches and produce large fruit. All kinds of birds will find shelter under the tree, and they will rest in the shade of its branches. will know that I, the Lord , can bring down tall trees and help short ones grow. I dry up green trees and make dry ones green. I, the Lord , have spoken, and I will keep my word."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, tell the people of Israel the following story,"
            },
            {
                "verse_number": "3",
                "verse_text": "so they will understand what I am saying to them:"
            },
            {
                "verse_number": "4",
                "verse_text": "then carried it to a nation of merchants and left it in one of their cities."
            },
            {
                "verse_number": "5",
                "verse_text": "The eagle also took a seed from Israel and planted it in a fertile field with plenty of water, like a willow tree beside a stream."
            },
            {
                "verse_number": "6",
                "verse_text": "The seed sprouted and grew into a grapevine that spread over the ground. It had lots of leaves and strong, deep roots, and its branches grew upward toward the eagle."
            },
            {
                "verse_number": "7",
                "verse_text": "There was another eagle with strong wings and thick feathers. The roots and branches of the grapevine soon turned toward this eagle, hoping it would bring water for the soil."
            },
            {
                "verse_number": "8",
                "verse_text": "But the vine was already growing in fertile soil, where there was plenty of water to produce healthy leaves and large grapes."
            },
            {
                "verse_number": "9",
                "verse_text": "Now tell me, Ezekiel, do you think this grapevine will live? Or will the first eagle pull it up by its roots and pluck off the grapes and let its new leaves die? The eagle could easily kill it without the help of a large and powerful army."
            },
            {
                "verse_number": "10",
                "verse_text": "The grapevine is strong and healthy, but as soon as the scorching desert wind blows, it will quickly wither."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Ezekiel, ask the rebellious people of Israel if they know what this story means. Tell them that the king of Babylonia came to Jerusalem, then he captured the king of Judah and his officials, and took them back to Babylon as prisoners."
            },
            {
                "verse_number": "13",
                "verse_text": "He chose someone from the family of Judah's king and signed a treaty with him, then made him swear to be loyal. He also led away other important citizens,"
            },
            {
                "verse_number": "14",
                "verse_text": "so that the rest of the people of Judah would obey only him and never gain control of their own country again."
            },
            {
                "verse_number": "15",
                "verse_text": "But this new king of Judah later rebelled against Babylonia and sent officials to Egypt to get horses and troops. Will this king be successful in breaking the treaty with Babylonia? Or will he be punished for what he's done?"
            },
            {
                "verse_number": "16",
                "verse_text": "As surely as I am the living Lord God, I swear that the king of Judah will die in Babylon, because he broke the treaty with the king of Babylonia, who appointed him king."
            },
            {
                "verse_number": "17",
                "verse_text": "Even the king of Egypt and his powerful army will be useless to Judah when the Babylonians attack and build towers and dirt ramps to destroy the cities of Judah and its people."
            },
            {
                "verse_number": "18",
                "verse_text": "The king of Judah broke his own promises and ignored the treaty with Babylonia. And so he will be punished!"
            },
            {
                "verse_number": "19",
                "verse_text": "He made a promise in my name and swore to honor the treaty. And now that he has broken that promise, my name is disgraced. He must pay for what he's done."
            },
            {
                "verse_number": "20",
                "verse_text": "I will spread out a net to trap him. Then I will drag him to Babylon and see that he is punished for his unfaithfulness to me."
            },
            {
                "verse_number": "21",
                "verse_text": "His best troops will be killed in battle, and the survivors will be scattered in every direction. I, the Lord , have spoken."
            },
            {
                "verse_number": "22",
                "verse_text": "Someday, I, the Lord ,"
            },
            {
                "verse_number": "23",
                "verse_text": "where it will grow"
            },
            {
                "verse_number": "24",
                "verse_text": "Every tree in the forest"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: &apos;Sour grapes eaten by parents leave a sour taste in the mouths of their children.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, I hear the people of Israel using the old saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "Now tell them that I am the Lord God, and as surely as I live, that saying will no longer be used in Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "The lives of all people belong to me&ndash;parents as well as children. However, only those who sin will be put to death."
            },
            {
                "verse_number": "5",
                "verse_text": "Suppose there is a truly good man who always does what is fair and right."
            },
            {
                "verse_number": "6",
                "verse_text": "He refuses to eat meat sacrificed to foreign gods at local shrines or to worship Israel's idols. He doesn't have sex with someone else's wife or with a woman having her monthly period."
            },
            {
                "verse_number": "7",
                "verse_text": "He never cheats or robs anyone and always returns anything taken as security for a loan; he gives food and clothes to the poor"
            },
            {
                "verse_number": "8",
                "verse_text": "and doesn't charge interest when lending money. He refuses to do anything evil; he is fair to everyone"
            },
            {
                "verse_number": "9",
                "verse_text": "and faithfully obeys my laws and teachings. This man is good, and I promise he will live."
            },
            {
                "verse_number": "10",
                "verse_text": "But suppose this good man has an evil son who is violent and commits sins"
            },
            {
                "verse_number": "11",
                "verse_text": "his father never did. He eats meat at local shrines, has sex with someone else's wife,"
            },
            {
                "verse_number": "12",
                "verse_text": "cheats the poor, and robs people. He keeps what is given to him as security for a loan. He worships idols, does disgusting things,"
            },
            {
                "verse_number": "13",
                "verse_text": "and charges high interest when lending money. An evil man like that will certainly not live. He is the one who has done these horrible sins, so it's his own fault that he will be put to death."
            },
            {
                "verse_number": "14",
                "verse_text": "But suppose this evil man has a son who sees his father do these things and refuses to act like him."
            },
            {
                "verse_number": "15",
                "verse_text": "He doesn't eat meat at local shrines or worship Israel's idols, and he doesn't have sex with someone else's wife."
            },
            {
                "verse_number": "16",
                "verse_text": "He never cheats or robs anyone and doesn't even demand security for a loan. He gives food and clothes to the poor"
            },
            {
                "verse_number": "17",
                "verse_text": "and refuses to do anything evil or to charge interest. And he obeys all my laws and teachings. Such a man will live. His own father sinned, but this good man will not be put to death for the sins of his father."
            },
            {
                "verse_number": "18",
                "verse_text": "It is his father who will die for cheating and robbing and doing evil."
            },
            {
                "verse_number": "19",
                "verse_text": "You may wonder why a son isn't punished for the sins of his father. It is because the son does what is right and obeys my laws."
            },
            {
                "verse_number": "20",
                "verse_text": "Only those who sin will be put to death. Children won't suffer for the sins of their parents, and parents won't suffer for the sins of their children. Good people will be rewarded for what they do, and evil people will be punished for what they do."
            },
            {
                "verse_number": "21",
                "verse_text": "Suppose wicked people stop sinning and start obeying my laws and doing right. They won't be put to death."
            },
            {
                "verse_number": "22",
                "verse_text": "All their sins will be forgiven, and they will live because they did right."
            },
            {
                "verse_number": "23",
                "verse_text": "I, the Lord God, don't like to see wicked people die. I had much rather see them turn back from their sins and live."
            },
            {
                "verse_number": "24",
                "verse_text": "But when good people start sinning and doing disgusting things, will they live? No! All their good deeds will be forgotten, and they will be put to death because of their sins."
            },
            {
                "verse_number": "25",
                "verse_text": "You people of Israel accuse me of being unfair! But listen&ndash;I'm not unfair; you are!"
            },
            {
                "verse_number": "26",
                "verse_text": "If good people start doing evil, they must be put to death, because they have sinned."
            },
            {
                "verse_number": "27",
                "verse_text": "And if wicked people start doing right, they will save themselves from punishment."
            },
            {
                "verse_number": "28",
                "verse_text": "They will think about what they've done and stop sinning, and so they won't be put to death."
            },
            {
                "verse_number": "29",
                "verse_text": "But you still say that I am unfair. You are the ones who have done wrong and are unfair!"
            },
            {
                "verse_number": "30",
                "verse_text": "I will judge each of you for what you've done. So stop sinning, or else you will certainly be punished."
            },
            {
                "verse_number": "31",
                "verse_text": "Give up your evil ways and start thinking pure thoughts. And be faithful to me! Do you really want to be put to death for your sins?"
            },
            {
                "verse_number": "32",
                "verse_text": "I, the Lord God, don't want to see that happen to anyone. So stop sinning and live!"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Ezekiel, sing a funeral song for two of Israel's leaders: who raised her cubs among lions. and he learned to eat people. they trapped him in a pit, then they used hooks to drag him to Egypt. for him to return. But soon she lost all hope and raised another cub, who also became fierce. and learned to eat people. and ruined towns; his mighty roar terrified everyone. and people came from all over to spread out a net and catch him in a trap. and took him to Babylonia. The lion was locked away, so that his mighty roar would never again be heard on Israel's hills. growing near a stream. There was plenty of water, so she was filled with branches and with lots of fruit. became symbols of authority, and she was taller than all other trees&ndash; everyone could see how strong and healthy she was. by the roots and threw her to the ground, where the scorching desert wind dried out her fruit. Her strong branches wilted and burned up. in a hot, dry desert, and flames burned her branches and fruit. Not one strong branch is left; she is stripped bare. This funeral song must be sung with sorrow."
            },
            {
                "verse_number": "2",
                "verse_text": "Your mother was a brave lioness"
            },
            {
                "verse_number": "3",
                "verse_text": "She taught one of them to hunt,"
            },
            {
                "verse_number": "4",
                "verse_text": "When the nations heard of him,"
            },
            {
                "verse_number": "5",
                "verse_text": "His mother waited"
            },
            {
                "verse_number": "6",
                "verse_text": "He hunted with other lions"
            },
            {
                "verse_number": "7",
                "verse_text": "He destroyed fortresses"
            },
            {
                "verse_number": "8",
                "verse_text": "Nations plotted to kill him,"
            },
            {
                "verse_number": "9",
                "verse_text": "They put him in a cage"
            },
            {
                "verse_number": "10",
                "verse_text": "Your mother was a vine like you,"
            },
            {
                "verse_number": "11",
                "verse_text": "Her strong branches"
            },
            {
                "verse_number": "12",
                "verse_text": "But in anger, I pulled her up"
            },
            {
                "verse_number": "13",
                "verse_text": "Then she was planted"
            },
            {
                "verse_number": "14",
                "verse_text": "where her stem caught fire,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Seven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, some of Israel's leaders came to me on the tenth day of the fifth month. They sat down and asked for a message from the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Just then, the Lord God said: In my anger, I decided to punish the Israelites in Egypt. Then in my anger, I decided to destroy the Israelites in the desert once and for all. I became angry and decided to punish them in the desert."
            },
            {
                "verse_number": "3",
                "verse_text": "Ezekiel, son of man, these leaders have come to find out what I want them to do. As surely as I live, I will not give them an answer of any kind."
            },
            {
                "verse_number": "4",
                "verse_text": "Are you willing to warn them, Ezekiel? Then remind them of the disgusting sins of their ancestors."
            },
            {
                "verse_number": "5",
                "verse_text": "Tell them that long ago I, the Lord God, chose Israel to be my own. I appeared to their ancestors in Egypt and made a solemn promise that I would be their God and the God of their descendants."
            },
            {
                "verse_number": "6",
                "verse_text": "I swore that I would rescue them from Egypt and lead them to a land I had already chosen. This land was rich with milk and honey and was the most splendid land of all."
            },
            {
                "verse_number": "7",
                "verse_text": "I told them to get rid of their disgusting idols and not to sin by worshiping the gods of Egypt. I reminded them that I was the Lord their God,"
            },
            {
                "verse_number": "8",
                "verse_text": "but they still rebelled against me. They refused to listen and kept on worshiping their idols and foreign gods."
            },
            {
                "verse_number": "9",
                "verse_text": "But that would have made me look like a liar, because I had already promised in front of everyone that I would lead them out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "So I brought them out and led them into the desert."
            },
            {
                "verse_number": "11",
                "verse_text": "I gave them my laws and teachings, so they would know how to live right."
            },
            {
                "verse_number": "12",
                "verse_text": "And I commanded them to respect the Sabbath as a way of showing that they were holy and belonged to me."
            },
            {
                "verse_number": "13",
                "verse_text": "But the Israelites rebelled against me in the desert. They refused to obey my laws and teachings, and they treated the Sabbath like any other day."
            },
            {
                "verse_number": "14",
                "verse_text": "But that would have disgraced me, because many other nations had seen me bring the Israelites out of Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, I told them in the desert that I would not lead them into the beautiful, fertile land I had promised."
            },
            {
                "verse_number": "16",
                "verse_text": "I said this because they had not only ignored my laws and teachings, but had disgraced my Sabbath and worshiped idols."
            },
            {
                "verse_number": "17",
                "verse_text": "Yet, I felt sorry for them and could not let them die in the desert."
            },
            {
                "verse_number": "18",
                "verse_text": "So I warned the children not to act like their parents or follow their evil ways or worship their idols."
            },
            {
                "verse_number": "19",
                "verse_text": "I reminded them that I was the Lord their God and that they should obey my laws and teachings."
            },
            {
                "verse_number": "20",
                "verse_text": "I told them to respect my Sabbath to show that they were my people and that I was the Lord their God."
            },
            {
                "verse_number": "21",
                "verse_text": "But the children also rebelled against me. They refused to obey my laws and teachings, and they treated the Sabbath as any other day."
            },
            {
                "verse_number": "22",
                "verse_text": "But I did not. That would have disgraced me in front of the nations that had seen me bring the Israelites out of Egypt."
            },
            {
                "verse_number": "23",
                "verse_text": "So I solemnly swore that I would scatter the people of Israel across the nations,"
            },
            {
                "verse_number": "24",
                "verse_text": "because they had disobeyed my laws and ignored my teachings; they had disgraced my Sabbath and worshiped the idols their ancestors had made."
            },
            {
                "verse_number": "25",
                "verse_text": "I gave them laws that bring punishment instead of life,"
            },
            {
                "verse_number": "26",
                "verse_text": "and I let them offer me unacceptable sacrifices, including their first-born sons. I did this to horrify them and to let them know that I, the Lord , was punishing them."
            },
            {
                "verse_number": "27",
                "verse_text": "Ezekiel, tell the people of Israel that their ancestors also rejected and insulted me"
            },
            {
                "verse_number": "28",
                "verse_text": "by offering sacrifices, incense, and wine to gods on every hill and under every large tree. I was very angry, because they did these things in the land I had given them!"
            },
            {
                "verse_number": "29",
                "verse_text": "I asked them where they went to worship those gods, and they answered, &apos;At the local shrines.&apos; And those places of worship are still called shrines."
            },
            {
                "verse_number": "30",
                "verse_text": "Then ask the Israelites why they are following the example of their wicked ancestors"
            },
            {
                "verse_number": "31",
                "verse_text": "by worshiping idols and by sacrificing their own children as offerings. They commit these sins and still think they can ask me for a message. As surely as I am the living Lord God, I will give them no answer."
            },
            {
                "verse_number": "32",
                "verse_text": "They may think they can be like other nations and get away with worshiping idols made of wood and stone. But that will never happen!"
            },
            {
                "verse_number": "33",
                "verse_text": "As surely as I am the living Lord God, I will rule over you with my powerful arm. You will feel my fierce anger"
            },
            {
                "verse_number": "34",
                "verse_text": "and my power, when I gather you from the places where you are scattered"
            },
            {
                "verse_number": "35",
                "verse_text": "and lead you into a desert surrounded by nations. I will meet you there face to face. Then I will pass judgment on you"
            },
            {
                "verse_number": "36",
                "verse_text": "and punish you, just as I punished your ancestors in the desert near Egypt."
            },
            {
                "verse_number": "37",
                "verse_text": "I will force each of you to obey the regulations of our solemn agreement."
            },
            {
                "verse_number": "38",
                "verse_text": "I will separate the sinful rebels from the rest of you, and even though I will bring them from the nations where they live in exile, they won't be allowed to return to Israel. Then you will know that I am the Lord ."
            },
            {
                "verse_number": "39",
                "verse_text": "Go ahead and worship your idols for now, you Israelites, because soon I will no longer let you dishonor me by offering gifts to them. You will have no choice but to obey me!"
            },
            {
                "verse_number": "40",
                "verse_text": "When that day comes, everyone in Israel will worship me on Mount Zion, my holy mountain in Jerusalem. I will once again call you my own, and I will accept your sacred offerings and sacrifices."
            },
            {
                "verse_number": "41",
                "verse_text": "When I bring you home from the places where you are now scattered, I will be pleased with you, just as I am pleased with the smell of the smoke from your sacrifices. Every nation on earth will see that I am holy,"
            },
            {
                "verse_number": "42",
                "verse_text": "and you will know that I, the Lord , am the one who brought you back to Israel, the land I promised your ancestors."
            },
            {
                "verse_number": "43",
                "verse_text": "Then you will remember your wicked sins, and you will hate yourselves for doing such horrible things. They have made you unacceptable to me,"
            },
            {
                "verse_number": "44",
                "verse_text": "so you deserve to be punished. But I will treat you in a way that will bring honor to my name, and you will know that I am the Lord God."
            },
            {
                "verse_number": "45",
                "verse_text": "The Lord said,"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Ezekiel, son of man, turn toward the south and warn the forests"
            },
            {
                "verse_number": "47",
                "verse_text": "that I, the Lord God, will start a fire that will burn up every tree, whether green or dry. Nothing will be able to put out the blaze of that fire as it spreads to the north and burns everything in its path."
            },
            {
                "verse_number": "48",
                "verse_text": "Everyone will know that I started it, and that it cannot be stopped.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "But I complained, &apos; Lord God, I don't want to do that! People already say I confuse them with my messages.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: I have sharpened my sword to slaughter you; it is shiny and will flash like lightning! Don't celebrate&ndash; punishment is coming, because everyone has ignored it's sharp and ready to kill. the sword is drawn against my people and their leaders. They will die! So give up all hope. and they can do nothing I, the Lord , have spoken. then celebrate my victory by clapping your hands. My vicious sword will attack again and again, killing my people with every stroke. and stumble with fear. My slaughtering sword is waiting at every gate, wherever the blade is pointed. and I will clap my hands in victory. I, the Lord , have spoken. Everything you do is wicked and shows how sinful you are. You are guilty and will be taken away as prisoners. Ezekiel, son of man, the Ammonites have insulted Israel, so condemn them and tell them I am saying: A sword is drawn, ready to slaughter; it is polished and prepared to kill as fast as lightning."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn the places in Jerusalem where people worship. Warn everyone in Israel"
            },
            {
                "verse_number": "3",
                "verse_text": "that I am about to punish them. I will pull out my sword and have it ready to kill everyone, whether good or evil."
            },
            {
                "verse_number": "4",
                "verse_text": "From south to north, people will die,"
            },
            {
                "verse_number": "5",
                "verse_text": "knowing that my sword will never be put away."
            },
            {
                "verse_number": "6",
                "verse_text": "Ezekiel, groan in sorrow and despair so that everyone can hear you."
            },
            {
                "verse_number": "7",
                "verse_text": "When they ask why you are groaning, tell them you have terrifying news that will make them faint and tremble in fear and lose all courage. These things will happen soon. I, the Lord God, make this promise!"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "My sword has been polished;"
            },
            {
                "verse_number": "12",
                "verse_text": "Groan in sorrow, Ezekiel;"
            },
            {
                "verse_number": "13",
                "verse_text": "I am testing my people,"
            },
            {
                "verse_number": "14",
                "verse_text": "Ezekiel, warn my people,"
            },
            {
                "verse_number": "15",
                "verse_text": "They will lose all courage"
            },
            {
                "verse_number": "16",
                "verse_text": "It will slash right and left,"
            },
            {
                "verse_number": "17",
                "verse_text": "Then I will stop being angry,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Ezekiel, son of man, mark two roads for the king of Babylonia to follow when he comes with his sword. The roads will begin at the same place, but be sure to put up a signpost where the two roads separate and go in different directions."
            },
            {
                "verse_number": "20",
                "verse_text": "Clearly mark where the two roads lead. One goes to Rabbah, the capital of Ammon, and the other goes to Jerusalem, the fortified capital of Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "When the Babylonian king stands at that signpost, he will decide which way to go by shaking his arrows, by asking his idols, and by carefully looking at the liver of a sacrificed animal."
            },
            {
                "verse_number": "22",
                "verse_text": "His right hand will pull out the arrow marked &apos;Jerusalem.&apos; Then he will immediately give the signal to shout the battle cry, to build dirt ramps up to the top of the city walls, to break down its walls and gates with large wooden poles, and to kill the people."
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone in Jerusalem had promised to be loyal to Babylonia, and so none of them will believe that this could happen to them. But Babylonia's king will remind them of their sinful ways and warn them of their coming captivity."
            },
            {
                "verse_number": "24",
                "verse_text": "Ezekiel, tell the people of Jerusalem and their ruler that I, the Lord God, am saying:"
            },
            {
                "verse_number": "25",
                "verse_text": "And now, you evil and wicked ruler of Israel, your day of final punishment is almost here."
            },
            {
                "verse_number": "26",
                "verse_text": "I, the Lord God, command you to take off your royal turban and your crown, because everything will be different. Those who had no power will be put in charge, and those who now rule will become nobodies."
            },
            {
                "verse_number": "27",
                "verse_text": "I will leave Jerusalem in complete ruins like no one has ever seen until my chosen one comes to punish this city."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "29",
                "verse_text": "You wicked Ammonites see false visions and believe untrue messages. But your day of punishment is coming soon, and my sword will slaughter you!"
            },
            {
                "verse_number": "30",
                "verse_text": "Your days to punish others are over, so put your swords away. You will be punished in the land of your birth."
            },
            {
                "verse_number": "31",
                "verse_text": "My furious anger will scorch you like fire, and I will hand you over to cruel men who are experts in killing."
            },
            {
                "verse_number": "32",
                "verse_text": "You will be burned and will die in your own land. Then you will be forgotten forever. I, the Lord , have spoken."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, the Lord said: Jerusalem, you have murdered many of your own people and have worshiped idols. You will soon be punished!"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, are you ready to condemn Jerusalem? That city is filled with murderers, so remind the people of their sins"
            },
            {
                "verse_number": "3",
                "verse_text": "and tell them I am saying:"
            },
            {
                "verse_number": "4",
                "verse_text": "Those crimes have made you guilty, and the idols have made you unacceptable to me. So your final punishment is near. Other nations will laugh at you and make insulting remarks,"
            },
            {
                "verse_number": "5",
                "verse_text": "and people far and near will make fun of your misery."
            },
            {
                "verse_number": "6",
                "verse_text": "Your own leaders use their power to murder."
            },
            {
                "verse_number": "7",
                "verse_text": "None of you honor your parents, and you cheat foreigners, orphans, and widows."
            },
            {
                "verse_number": "8",
                "verse_text": "You show no respect for my sacred places and treat the Sabbath just like any other day."
            },
            {
                "verse_number": "9",
                "verse_text": "Some of your own people tell lies, so that others will be put to death. Some of you eat meat sacrificed to idols at local shrines, and others never stop doing vulgar things."
            },
            {
                "verse_number": "10",
                "verse_text": "Men have sex with their father's wife or with women who are having their monthly period"
            },
            {
                "verse_number": "11",
                "verse_text": "or with someone else's wife. Some men even sleep with their own daughter-in-law or half sister."
            },
            {
                "verse_number": "12",
                "verse_text": "Others of you accept money to murder someone. Your own people charge high interest when making a loan to other Israelites, and they get rich by cheating. Worst of all, you have forgotten me, the Lord God."
            },
            {
                "verse_number": "13",
                "verse_text": "I will shake my fist in anger at your violent crimes."
            },
            {
                "verse_number": "14",
                "verse_text": "When I'm finished with you, your courage will disappear, and you will be so weak that you won't be able to lift your hands. I, the Lord , have spoken and will not change my mind."
            },
            {
                "verse_number": "15",
                "verse_text": "I will scatter you throughout every nation on earth and put a stop to your sinful ways."
            },
            {
                "verse_number": "16",
                "verse_text": "You will be humiliated in the eyes of other nations. Then you will know that I, the Lord God, have done these things."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "18",
                "verse_text": "Ezekiel, son of man, I consider the people of Israel as worthless as the leftover metal in a furnace after silver has been purified."
            },
            {
                "verse_number": "19",
                "verse_text": "So I am going to bring them together in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "like silver in a furnace. Then they will know that I, the Lord , have punished them in my anger."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "24",
                "verse_text": "Ezekiel, son of man, tell the people of Israel that their country is full of sin, and that I, the Lord , am furious!"
            },
            {
                "verse_number": "25",
                "verse_text": "Their leaders are like roaring lions, tearing apart their victims. They put people to death, then steal everything of value. Husbands are killed, and many women are left as widows."
            },
            {
                "verse_number": "26",
                "verse_text": "The priests of Israel ignore my Law! Not only do they refuse to respect any of my sacred things, but they don't even teach the difference between what is sacred and what is ordinary or between what is clean and what is unclean. They treat my Sabbath like any other day, and so my own people no longer honor me."
            },
            {
                "verse_number": "27",
                "verse_text": "Israel's officials are like ferocious wolves, ripping their victims apart. They make a dishonest living by injuring and killing people."
            },
            {
                "verse_number": "28",
                "verse_text": "And then the prophets in Israel cover up these sins by giving false visions. I have never spoken to them, but they lie and say they have a message from me."
            },
            {
                "verse_number": "29",
                "verse_text": "The people themselves cheat and rob; they abuse the poor and take advantage of foreigners."
            },
            {
                "verse_number": "30",
                "verse_text": "I looked for someone to defend the city and to protect it from my anger, as well as to stop me from destroying it. But I found no one."
            },
            {
                "verse_number": "31",
                "verse_text": "So in my fierce anger, I will punish the Israelites for what they have done, and they will know that I am furious. I, the Lord , have spoken."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: I will call together an angry mob that will abuse and rob you."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, listen to this story about two sisters."
            },
            {
                "verse_number": "3",
                "verse_text": "While they were young and living in Egypt, they became prostitutes."
            },
            {
                "verse_number": "4",
                "verse_text": "The older one was named Oholah, which stands for Samaria; the younger one was Oholibah, which stands for Jerusalem. They became my wives and gave birth to my children."
            },
            {
                "verse_number": "5",
                "verse_text": "Even though Oholah was my wife, she continued to be a prostitute and chased after Assyrian lovers."
            },
            {
                "verse_number": "6",
                "verse_text": "She offered herself to soldiers in purple uniforms: handsome, high-ranking officers and cavalry troops."
            },
            {
                "verse_number": "7",
                "verse_text": "She had sex with all the important Assyrian officials and even worshiped their disgusting idols."
            },
            {
                "verse_number": "8",
                "verse_text": "Once she started doing these things in Egypt, she never stopped. Men slept with her, and she was always ready for sex."
            },
            {
                "verse_number": "9",
                "verse_text": "So I gave Oholah to the Assyrian lovers she wanted so badly."
            },
            {
                "verse_number": "10",
                "verse_text": "They ripped off her clothes, then captured her children and killed her. Women everywhere talked about what had happened to Oholah."
            },
            {
                "verse_number": "11",
                "verse_text": "Oholibah saw all this, but she was more sinful and wanted sex more than her sister Oholah ever did."
            },
            {
                "verse_number": "12",
                "verse_text": "Oholibah also chased after good-looking Assyrian officers, uniformed soldiers, and cavalry troops."
            },
            {
                "verse_number": "13",
                "verse_text": "Just like her sister, she did vulgar things."
            },
            {
                "verse_number": "14",
                "verse_text": "But Oholibah behaved worse than her sister. Oholibah saw images of Babylonian men carved into walls and painted red."
            },
            {
                "verse_number": "15",
                "verse_text": "They had belts around their waists and large turbans on their heads, and they reminded her of Babylonian cavalry officers."
            },
            {
                "verse_number": "16",
                "verse_text": "As soon as she looked at them, she wanted to have sex with them. And so, she sent messengers to bring them to her."
            },
            {
                "verse_number": "17",
                "verse_text": "Men from Babylonia came and had sex with her so many times that she got disgusted with them."
            },
            {
                "verse_number": "18",
                "verse_text": "She let everyone see her naked body and didn't care if they knew she was a prostitute. That's why I turned my back on her, just as I had done with her older sister."
            },
            {
                "verse_number": "19",
                "verse_text": "Oholibah didn't stop there, but became even more immoral and acted as she had back in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "She eagerly wanted to go to bed with Egyptian men, who were famous for their sexual powers."
            },
            {
                "verse_number": "21",
                "verse_text": "And she longed for the days when she was a young prostitute, when men enjoyed caressing her body."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord God said: Oholibah, though you no longer want to be around your lovers, they will surround you like enemies, when I turn them against you. Ezekiel, son of man, it's time for you to tell Oholah and Oholibah that they are guilty. Remind them of their evil ways!"
            },
            {
                "verse_number": "23",
                "verse_text": "I will gather all the handsome young officials and the high-ranking cavalry officers from Babylonia and Assyria, as well as from the Chaldean tribes of Pekod, Shoa, and Koa."
            },
            {
                "verse_number": "24",
                "verse_text": "Their large armies will come from the north with chariots and wagons carrying weapons. They will wear shields and helmets and will surround you, and I will let them judge and sentence you according to their own laws."
            },
            {
                "verse_number": "25",
                "verse_text": "I am angry with you, so I will let them be very cruel. They will cut off your nose and ears; they will kill your children and burn alive anyone in your family who survives."
            },
            {
                "verse_number": "26",
                "verse_text": "Your clothes and jewelry will be torn off."
            },
            {
                "verse_number": "27",
                "verse_text": "I will stop your wickedness and the prostitution you started back in Egypt. You will never want to think about those days again."
            },
            {
                "verse_number": "28",
                "verse_text": "I, the Lord God, am ready to hand you over to those hateful enemies that you find so disgusting."
            },
            {
                "verse_number": "29",
                "verse_text": "They will cruelly take away everything you have worked for and strip you naked. Then everyone will see you for the prostitute you really are. Your own vulgar sins"
            },
            {
                "verse_number": "30",
                "verse_text": "have led to this. You were the one determined to have sex with men from other nations and to worship their idols."
            },
            {
                "verse_number": "31",
                "verse_text": "You have turned out no better than your older sister, and now you must drink from the cup filled with my anger."
            },
            {
                "verse_number": "32",
                "verse_text": "I, the Lord God, gave your sister a large, deep cup filled with my anger. And when you drink from that cup, you will be mocked and insulted."
            },
            {
                "verse_number": "33",
                "verse_text": "You will end up drunk and devastated, because that cup is filled with horror and ruin."
            },
            {
                "verse_number": "34",
                "verse_text": "But you must drink every drop! Then smash the cup and chew on its broken pieces. Use them to cut your breasts in sorrow. I, the Lord God, have spoken."
            },
            {
                "verse_number": "35",
                "verse_text": "You have completely rejected me, and so I promise that you will be punished for the disgusting things you did as a prostitute."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "37",
                "verse_text": "They have been unfaithful by worshiping idols, and they have committed murder by sacrificing my own children as offerings to idols."
            },
            {
                "verse_number": "40",
                "verse_text": "They sent messengers to attract men from far away. When those men arrived, the two sisters bathed themselves and put on eye shadow and jewelry."
            },
            {
                "verse_number": "41",
                "verse_text": "They sat on a fancy couch, and in front of them was a table for the olive oil and incense that had belonged to me."
            },
            {
                "verse_number": "42",
                "verse_text": "Their room was always filled with a noisy crowd of drunkards brought in from the desert. These men gave the women bracelets and beautiful crowns,"
            },
            {
                "verse_number": "43",
                "verse_text": "and I noticed that the men were eager to have sex with these women, though they were exhausted from being prostitutes."
            },
            {
                "verse_number": "44",
                "verse_text": "In fact, the men had sex over and over with Oholah and Oholibah, the two sinful sisters."
            },
            {
                "verse_number": "45",
                "verse_text": "But honest judges will someday accuse those two of murder and of being unfaithful, because they are certainly guilty."
            },
            {
                "verse_number": "46",
                "verse_text": "So I, the Lord God, now say to these sisters:"
            },
            {
                "verse_number": "47",
                "verse_text": "They will stone you to death and cut you to pieces; they will kill your children and burn down your houses."
            },
            {
                "verse_number": "48",
                "verse_text": "I will get rid of sinful prostitution in this country, so that women everywhere will be warned not to act as you have."
            },
            {
                "verse_number": "49",
                "verse_text": "You will be punished for becoming prostitutes and for worshiping idols. Then you will know that I am the Lord God."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Nine years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the tenth day of the tenth month. He said: &apos;Pour water in a cooking pot and set it over a fire. * of your finest sheep and put in the juicy bones. and let the meat and bones boil until they are done.&apos; The Lord God says"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, write down today's date, because the king of Babylonia has just begun attacking the city of Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "Then tell my rebellious people:"
            },
            {
                "verse_number": "4",
                "verse_text": "Throw in the legs and shoulders"
            },
            {
                "verse_number": "5",
                "verse_text": "Pile wood underneath the pot,"
            },
            {
                "verse_number": "6",
                "verse_text": "These words mean that Jerusalem is doomed! The city is filled with murderers and is like an old, rusty pot. The meat is taken out piece by piece, and no one cares what happens to it."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Jerusalem murdered innocent people in the city and didn't even try to cover up the blood that flowed out on the hard ground."
            },
            {
                "verse_number": "8",
                "verse_text": "But I have seen that blood, and it cries out for me to take revenge."
            },
            {
                "verse_number": "9",
                "verse_text": "I, the Lord God, will punish that city of violence! I will make a huge pile of firewood,"
            },
            {
                "verse_number": "10",
                "verse_text": "so bring more wood and light it. Cook the meat and boil away the broth to let the bones scorch."
            },
            {
                "verse_number": "11",
                "verse_text": "Then set the empty pot over the hot coals until it is red-hot. That will clean the pot and burn off the rust."
            },
            {
                "verse_number": "12",
                "verse_text": "I've tried everything else. Now the rust must be burned away."
            },
            {
                "verse_number": "13",
                "verse_text": "Jerusalem is so full of sin and evil that I can't get it clean, even though I have tried. It will stay filthy until I let loose my fierce anger against it."
            },
            {
                "verse_number": "14",
                "verse_text": "That time will certainly come! And when it does, I won't show the people of Jerusalem any pity or change my mind. They must be punished for the evil they have done. I, the Lord God, have spoken."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Ezekiel, son of man, I will suddenly take the life of the person you love most. But I don't want you to complain or cry."
            },
            {
                "verse_number": "17",
                "verse_text": "Mourn in silence and don't show that you are grieving. Don't remove your turban or take off your sandals; don't cover your face to show your sorrow, or eat the food that mourners eat.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One morning, I was talking with the people as usual, and by sunset my wife was dead. The next day I did what the Lord had told me,"
            },
            {
                "verse_number": "19",
                "verse_text": "and when people saw me, they asked, &apos;Why aren't you mourning for your wife?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I answered:"
            },
            {
                "verse_number": "21",
                "verse_text": "he is ready to destroy the temple in which you take such pride and which makes you feel so safe. Your children who now live in Jerusalem will be killed."
            },
            {
                "verse_number": "22",
                "verse_text": "Then you will do the same things I have done. You will leave your face uncovered and refuse to eat the food that mourners usually eat."
            },
            {
                "verse_number": "23",
                "verse_text": "You won't take off your turbans and your sandals. You won't cry or mourn, but all day long you will go around groaning because of your sins."
            },
            {
                "verse_number": "24",
                "verse_text": "I am a warning sign&ndash;everything I have done, you will also do. And then you will know the Lord God has made these things happen."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord said, &apos;Ezekiel, I will soon destroy the temple that makes everyone feel proud and safe, and I will take away their children as well."
            },
            {
                "verse_number": "26",
                "verse_text": "On that same day, someone will escape from the city and come to tell you what has happened."
            },
            {
                "verse_number": "27",
                "verse_text": "Then you will be able to speak again, and the two of you will talk. You will be a warning sign to the people, and they will know that I am the Lord .&apos;"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God said: You celebrated when my temple was destroyed, when Israel was defeated, and when my people were taken away as prisoners."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn the people of Ammon"
            },
            {
                "verse_number": "3",
                "verse_text": "and tell them:"
            },
            {
                "verse_number": "4",
                "verse_text": "Now I am going to let you be conquered by tribes from the eastern desert. They will set up their camps in your land and eat your fruit and drink your milk."
            },
            {
                "verse_number": "5",
                "verse_text": "Your capital city of Rabbah will be nothing but pastureland for camels, and the rest of the country will be pastures for sheep. Then you will know that I am the Lord God."
            },
            {
                "verse_number": "6",
                "verse_text": "You hated Israel so much that you clapped and shouted and celebrated."
            },
            {
                "verse_number": "7",
                "verse_text": "And so I will hand you over to enemies who will rob you. I will completely destroy you. There won't be enough of your people left to be a nation ever again, and you will know that I, the Lord , have done these things."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord God said, &apos;The people of Moab thought Judah was no different from any other nation."
            },
            {
                "verse_number": "9",
                "verse_text": "So I will let Moab's fortress towns along its border be attacked, including Beth-Jeshimoth, Baal-Meon, and Kiriathaim."
            },
            {
                "verse_number": "10",
                "verse_text": "The same eastern desert tribes that invade Ammon will invade Moab, and just as Ammon will be forgotten forever,"
            },
            {
                "verse_number": "11",
                "verse_text": "Moab will be punished. Then the people there will know that I am the Lord .&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord God then said, &apos;The people of Edom are guilty of taking revenge on Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "So I will punish Edom by killing all its people and livestock. It will be an empty wasteland all the way from Teman to Dedan."
            },
            {
                "verse_number": "14",
                "verse_text": "I will send my own people to take revenge on the Edomites by making them feel my fierce anger. And when I punish them, they will know that I am the Lord God.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord God said, &apos;The cruel Philistines have taken revenge on their enemies over and over and have tried to destroy them."
            },
            {
                "verse_number": "16",
                "verse_text": "Now it's my turn to treat the Philistines as my enemies and to kill everyone living in their towns along the seacoast."
            },
            {
                "verse_number": "17",
                "verse_text": "In my fierce anger, I will take revenge on them. And when I punish them, they will know that I am the Lord .&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Eleven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the first day of the month. He said: &apos;Jerusalem has fallen! It used to be powerful, a center of trade. Now the city is shattered, and we will take its place.&apos; &apos;The great city beside the sea Its people once ruled the coast and terrified everyone there. and the people on the coast stare at it in horror and tremble in fear.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, the people of the city of Tyre have celebrated Jerusalem's defeat by singing,"
            },
            {
                "verse_number": "3",
                "verse_text": "Because the people of Tyre have sung that song, I have the following warning for them: I am the Lord God, and I am now your enemy! I will send nations to attack you, like waves crashing against the shore."
            },
            {
                "verse_number": "4",
                "verse_text": "They will tear down your city walls and defense towers. I will sweep away the ruins until all that's left of you is a bare rock,"
            },
            {
                "verse_number": "5",
                "verse_text": "where fishermen can dry their nets along the coast. I promise that you will be robbed"
            },
            {
                "verse_number": "6",
                "verse_text": "and that the people who live in your towns along the coast will be killed. Then you will know that I am the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "King Nebuchadnezzar of Babylonia is the world's most powerful king, and I will send him to attack you. He will march from the north with a powerful army, including horses and chariots and cavalry troops."
            },
            {
                "verse_number": "8",
                "verse_text": "First, he will attack your towns along the coast and kill the people who live there. Then he will build dirt ramps up to the top of your city walls and set up rows of shields around you."
            },
            {
                "verse_number": "9",
                "verse_text": "He will command some of his troops to use large wooden poles to beat down your walls, while others use iron rods to knock down your watchtowers."
            },
            {
                "verse_number": "10",
                "verse_text": "He will have so many horses that the dust they stir up will seem like a thick fog. And as his chariots and cavalry approach, even the walls will shake, especially when he proudly enters your ruined city."
            },
            {
                "verse_number": "11",
                "verse_text": "His troops will ride through your streets, killing people left and right, and your strong columns will crumble to the ground."
            },
            {
                "verse_number": "12",
                "verse_text": "The troops will steal your valuable possessions; they will break down your walls, and crush your expensive houses. Then the stones and wood and all the remains will be dumped into the sea."
            },
            {
                "verse_number": "13",
                "verse_text": "You will have no reason to sing or play music on harps,"
            },
            {
                "verse_number": "14",
                "verse_text": "because I will turn you into a bare rock where fishermen can dry their nets. And you will never rebuild your city. I, the Lord God, make this promise."
            },
            {
                "verse_number": "15",
                "verse_text": "The people of the nations up and down the coast will shudder when they hear your screams and moans of death."
            },
            {
                "verse_number": "16",
                "verse_text": "The kings will step down from their thrones, then take off their royal robes and fancy clothes, and sit on the ground, trembling. They will be so shocked at the news of your defeat that they will shake in fear"
            },
            {
                "verse_number": "17",
                "verse_text": "and sing this funeral song: is destroyed!"
            },
            {
                "verse_number": "18",
                "verse_text": "But now Tyre is in ruins,"
            },
            {
                "verse_number": "19",
                "verse_text": "I, the Lord God, will turn you into a ghost-town. The ocean depths will rise over you"
            },
            {
                "verse_number": "20",
                "verse_text": "and carry you down to the world of the dead, where you will join people of ancient times and towns ruined long ago. You will stay there and never again be a city filled with people."
            },
            {
                "verse_number": "21",
                "verse_text": "You will die a horrible death! People will come looking for your city, but it will never be found. I, the Lord , have spoken."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Tyre, you brag about your perfect beauty, You are a ship built to perfection. from Mount Hermon to make your planks and a cedar tree from Lebanon for your tall mast. were shaped into oars; were cut for your deck, which was then decorated with strips of ivory. from Egypt for your sails, so everyone could see you. Blue and purple cloth from Cyprus was used to shade your deck. did the rowing, and your own skilled workers were the captains. repaired any damages. Sailors from all over shopped at the stores in your port. Lydia, and Libya served in your navy, protecting you with shields and helmets, and making you famous. Arvad and Cilicia, and men from Gamad stood watch in your towers. With their weapons hung on your walls, your beauty was complete. You were like a ship loaded with heavy cargo but you were wrecked by strong eastern winds. your valuable cargo, your sailors and carpenters, merchants and soldiers. were heard on the shore. rowers and sailors and captains all stand on shore, They show their sorrow by putting dust on their heads and rolling in ashes; as they cry in despair. a funeral song for you: &apos;Tyre, you were greater than all other cities. But now you lie in silence your merchandise were always pleased; kings everywhere got rich from your costly goods. in the deep sea, with your cargo and crew scattered everywhere. are shocked at the news. Their rulers are horrified, and terror is written across their faces. can't believe what happened. Your death was gruesome, and you are gone forever.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, sing a funeral song for Tyre,"
            },
            {
                "verse_number": "3",
                "verse_text": "the city that is built along the sea and that trades with nations along the coast. Tell the people of Tyre that the following message is from me:"
            },
            {
                "verse_number": "4",
                "verse_text": "and your control of the sea."
            },
            {
                "verse_number": "5",
                "verse_text": "Builders used cypress trees"
            },
            {
                "verse_number": "6",
                "verse_text": "Oak trees from Bashan pine trees from Cyprus and dress in sackcloth at the bottom of the sea."
            },
            {
                "verse_number": "7",
                "verse_text": "The builders used fancy linen"
            },
            {
                "verse_number": "8",
                "verse_text": "Men from Sidon and Arvad"
            },
            {
                "verse_number": "9",
                "verse_text": "Experienced men from Byblos"
            },
            {
                "verse_number": "10",
                "verse_text": "Brave soldiers from Persia,"
            },
            {
                "verse_number": "11",
                "verse_text": "Your guards came from"
            },
            {
                "verse_number": "12",
                "verse_text": "Merchants from southern Spain traded silver, iron, tin, and lead for your products."
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Greece, Tubal, and Meshech traded slaves and things made of bronze,"
            },
            {
                "verse_number": "14",
                "verse_text": "and those from Beth-Togarmah traded work horses, war horses, and mules."
            },
            {
                "verse_number": "15",
                "verse_text": "You also did business with people from Rhodes, and people from nations along the coast gave you ivory and ebony in exchange for your goods."
            },
            {
                "verse_number": "16",
                "verse_text": "Edom traded emeralds, purple cloth, embroidery, fine linen, coral, and rubies."
            },
            {
                "verse_number": "17",
                "verse_text": "Judah and Israel gave you their finest wheat, fancy figs, honey, olive oil, and spices in exchange for your merchandise."
            },
            {
                "verse_number": "18",
                "verse_text": "The people of Damascus saw what you had to offer and brought you wine from Helbon and wool from Zahar."
            },
            {
                "verse_number": "19",
                "verse_text": "Vedan and Javan near Uzal traded you iron and spices."
            },
            {
                "verse_number": "20",
                "verse_text": "The people of Dedan supplied you with saddle blankets,"
            },
            {
                "verse_number": "21",
                "verse_text": "while people from Arabia and the rulers of Kedar traded lambs, sheep, and goats."
            },
            {
                "verse_number": "22",
                "verse_text": "Merchants from Sheba and Raamah gave you excellent spices, precious stones, and gold in exchange for your products."
            },
            {
                "verse_number": "23",
                "verse_text": "You also did business with merchants from the cities of Haran, Canneh, Eden, Sheba, Asshur, and Chilmad,"
            },
            {
                "verse_number": "24",
                "verse_text": "and they gave you expensive clothing, purple and embroidered cloth, brightly colored rugs, and strong rope."
            },
            {
                "verse_number": "25",
                "verse_text": "Large, seagoing ships carried your goods wherever they needed to go."
            },
            {
                "verse_number": "26",
                "verse_text": "and sailing across the sea,"
            },
            {
                "verse_number": "27",
                "verse_text": "Everything on board was lost&ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "The shouts of your drowning crew"
            },
            {
                "verse_number": "29",
                "verse_text": "Every ship is deserted;"
            },
            {
                "verse_number": "30",
                "verse_text": "mourning for you."
            },
            {
                "verse_number": "31",
                "verse_text": "they shave their heads"
            },
            {
                "verse_number": "32",
                "verse_text": "In their grief they sing"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Nations that received"
            },
            {
                "verse_number": "34",
                "verse_text": "But now you are wrecked"
            },
            {
                "verse_number": "35",
                "verse_text": "People living along the coast"
            },
            {
                "verse_number": "36",
                "verse_text": "The merchants of the world"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God said: You are so arrogant that you think you're a god and that the city of Tyre is your throne. You may claim to be a god, though you're nothing but a mere human. I, the Lord God, am your enemy! People will praise me when I punish you, and they will see that I am holy. Someday I will gather the people of Israel from the nations where they are now scattered, and every nation will see that I am holy. The Israelites will once again live in the land I gave to my servant Jacob."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, tell the king of Tyre that I am saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "You think you're wiser than Daniel and know everything."
            },
            {
                "verse_number": "4",
                "verse_text": "Your wisdom has certainly made you rich, because you have storehouses filled with gold and silver."
            },
            {
                "verse_number": "5",
                "verse_text": "You're a clever businessman and are extremely wealthy, but your wealth has led to arrogance!"
            },
            {
                "verse_number": "6",
                "verse_text": "You compared yourself to a god, so now I, the Lord God,"
            },
            {
                "verse_number": "7",
                "verse_text": "will make you the victim of cruel enemies. They will destroy all the possessions you've worked so hard to get."
            },
            {
                "verse_number": "8",
                "verse_text": "Your enemies will brutally kill you, and the sea will be your only grave."
            },
            {
                "verse_number": "9",
                "verse_text": "When you face your enemies, will you still claim to be a god? They will attack, and you will suffer like any other human."
            },
            {
                "verse_number": "10",
                "verse_text": "Foreigners will kill you, and you will die the death of those who don't worship me. I, the Lord , have spoken."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Ezekiel, son of man, sing a funeral song for the king of Tyre and tell him I am saying: At one time, you were perfect, intelligent, and good-looking."
            },
            {
                "verse_number": "13",
                "verse_text": "You lived in the garden of Eden and wore jewelry made of brightly colored gems and precious stones. They were all set in gold and were ready for you on the day you were born."
            },
            {
                "verse_number": "14",
                "verse_text": "I appointed a winged creature to guard your home on my holy mountain, where you walked among gems that dazzled like fire."
            },
            {
                "verse_number": "15",
                "verse_text": "You were truly good from the time of your birth, but later you started doing wicked things."
            },
            {
                "verse_number": "16",
                "verse_text": "You traded with other nations and became more and more cruel and evil. So I forced you to leave my mountain, and the creature that had been your protector now chased you away from the jewels."
            },
            {
                "verse_number": "17",
                "verse_text": "It was your good looks that made you arrogant, and you were so famous that you started acting like a fool. That's why I threw you to the ground and let other kings sneer at you."
            },
            {
                "verse_number": "18",
                "verse_text": "You have cheated so many other merchants that your places of worship are corrupt. So I set your city on fire and burned it down. Now everyone sees only ashes where your city once stood,"
            },
            {
                "verse_number": "19",
                "verse_text": "and the people of other nations are shocked. Your punishment was horrible, and you are gone forever."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "21",
                "verse_text": "Ezekiel, son of man, condemn the city of Sidon"
            },
            {
                "verse_number": "22",
                "verse_text": "and tell its people:"
            },
            {
                "verse_number": "23",
                "verse_text": "I will send deadly diseases to wipe you out, and I will send enemies to invade and surround you. Your people will be killed, and you will know that I am the Lord ."
            },
            {
                "verse_number": "24",
                "verse_text": "When that happens, the people of Israel will no longer have cruel neighbors that abuse them and make them feel as though they are in a field of thorns and briers. And the Israelites will know that I, the Lord God, have done these things."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "26",
                "verse_text": "They will be safe and will build houses and plant vineyards. They will no longer be in danger, because I will punish their hateful neighbors. Israel will know that I am the Lord their God."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Ten years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the twelfth day of the tenth month. He said: King of Egypt, you were like a giant crocodile lying in a river. You acted as though you owned the Nile and made it for yourself. But now I, the Lord God, am your enemy! You and your nation refused to help the people of Israel and were nothing more than a broken stick. You claimed that you made the Nile River and control it."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn the king of Egypt. Tell him and his people"
            },
            {
                "verse_number": "3",
                "verse_text": "that I am saying:"
            },
            {
                "verse_number": "4",
                "verse_text": "I will put a hook in your jaw and pull you out of the water, and all the fish in your river will stick to your scaly body."
            },
            {
                "verse_number": "5",
                "verse_text": "I'll throw you and the fish into the desert, and your body will fall on the hard ground. You will be left unburied, and wild animals and birds will eat your flesh."
            },
            {
                "verse_number": "6",
                "verse_text": "Then everyone in Egypt will know that I am the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "When they reached out to you for support, you broke in half, cutting their arms and making them fall."
            },
            {
                "verse_number": "8",
                "verse_text": "So I, the Lord God, will send troops to attack you, king of Egypt. They will kill your people and livestock,"
            },
            {
                "verse_number": "9",
                "verse_text": "until your land is a barren desert. Then you will know that I have done these things."
            },
            {
                "verse_number": "10",
                "verse_text": "Now I am turning against you and your river. Your nation will be nothing but an empty wasteland all the way from the town of Migdol in the north to Aswan in the south, and as far as the border of Ethiopia."
            },
            {
                "verse_number": "11",
                "verse_text": "No human or animal will even dare travel through Egypt, because no sign of life will be found there for 40 years."
            },
            {
                "verse_number": "12",
                "verse_text": "It will be the most barren place on earth. Every city in Egypt will lie in ruins during those 40 years, and I will scatter your people throughout the nations of the world."
            },
            {
                "verse_number": "13",
                "verse_text": "Then after those 40 years have passed, I will bring your people back from the places where I scattered them."
            },
            {
                "verse_number": "14",
                "verse_text": "They will once again live in their homeland in southern Egypt. But they will be a weak kingdom"
            },
            {
                "verse_number": "15",
                "verse_text": "and won't ever be strong enough to rule nations, as they did in the past."
            },
            {
                "verse_number": "16",
                "verse_text": "My own people Israel will never again depend on your nation. In fact, when the Israelites remember what happened to you Egyptians, they will realize how wrong they were to turn to you for help. Then the Israelites will know that I, the Lord God, did these things."
            },
            {
                "verse_number": "17",
                "verse_text": "Twenty-seven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the first day of the first month. He said:"
            },
            {
                "verse_number": "18",
                "verse_text": "King Nebuchadnezzar of Babylonia has attacked the city of Tyre. He forced his soldiers to carry so many heavy loads that their heads were rubbed bald, and their shoulders were red and sore. Nebuchadnezzar and his army still could not capture the city."
            },
            {
                "verse_number": "19",
                "verse_text": "So now I will hand over the nation of Egypt to him. He will take Egypt's valuable treasures and give them to his own troops."
            },
            {
                "verse_number": "20",
                "verse_text": "Egypt will be his reward, because he and his army have been following my orders. I, the Lord God, have spoken."
            },
            {
                "verse_number": "21",
                "verse_text": "Ezekiel, when Egypt is defeated, I will make the people of Israel strong, and I will give you the power to speak to them. Then they will know that I, the Lord , have done these things."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Cry out in despair, be punished! That will be a time of darkness and doom for all nations. will be attacked, You will be killed in battle, and your land will be robbed and left in ruins."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, tell the people of Egypt that I am saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "because you will soon"
            },
            {
                "verse_number": "4",
                "verse_text": "Your own nation of Egypt and Ethiopia will suffer."
            },
            {
                "verse_number": "5",
                "verse_text": "Soldiers hired from Ethiopia, Libya, Lydia, Arabia, Kub, as well as from Israel, will die in that battle."
            },
            {
                "verse_number": "6",
                "verse_text": "All of your allies will be killed, and your proud strength will crumble. People will die from Migdol in the north to Aswan in the south. I, the Lord , have spoken."
            },
            {
                "verse_number": "7",
                "verse_text": "Your nation of Egypt will be the most deserted place on earth, and its cities will lie in complete ruin."
            },
            {
                "verse_number": "8",
                "verse_text": "I will set fire to your land, and anyone who defended your nation will die. Then you will know that I am the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "On the same day I destroy Egypt, I will send messengers to the Ethiopians to announce their coming destruction. They think they are safe, but they will be terrified."
            },
            {
                "verse_number": "10",
                "verse_text": "Your Egyptian army is very strong, but I will send King Nebuchadnezzar of Babylonia to completely defeat that army."
            },
            {
                "verse_number": "11",
                "verse_text": "He and his cruel troops will invade and destroy your land and leave your dead bodies piled everywhere."
            },
            {
                "verse_number": "12",
                "verse_text": "I will dry up the Nile River, then sell the land to evil buyers. I will send foreigners to turn your entire nation into a barren desert. I, the Lord , have spoken."
            },
            {
                "verse_number": "13",
                "verse_text": "All the idols and images you Egyptians worship in the city of Memphis will be smashed. No one will be left to rule your nation, and terror will fill the land."
            },
            {
                "verse_number": "14",
                "verse_text": "The city of Pathros will be left in ruins, and Zoan will be burned to the ground. Thebes, your capital city, will also be destroyed!"
            },
            {
                "verse_number": "15",
                "verse_text": "The fortress city of Pelusium will feel my fierce anger, and all the troops stationed at Thebes will be slaughtered."
            },
            {
                "verse_number": "16",
                "verse_text": "I will set fire to your nation of Egypt! The city of Pelusium will be in anguish. Thebes will fall, and the people of Memphis will live in constant fear."
            },
            {
                "verse_number": "17",
                "verse_text": "The young soldiers in the cities of Heliopolis and Bubastis will die in battle, and the rest of the people will be taken prisoner."
            },
            {
                "verse_number": "18",
                "verse_text": "You were so proud of your nation's power, but when I crush that power and kill that pride, darkness will fall over the city of Tahpanhes. A dark, gloomy cloud will cover the land as you are being led away into captivity."
            },
            {
                "verse_number": "19",
                "verse_text": "When I'm through punishing Egypt, you will know that I am the Lord ."
            },
            {
                "verse_number": "20",
                "verse_text": "Eleven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the seventh day of the first month. He said:"
            },
            {
                "verse_number": "21",
                "verse_text": "Ezekiel, son of man, I, the Lord , have defeated the king of Egypt! I broke his arm, and no one has wrapped it or put it in a sling, so that it could heal and get strong enough to hold a sword."
            },
            {
                "verse_number": "22",
                "verse_text": "So tell him that I am now his worst enemy. I will break both his arms&ndash;the good one and the broken one! His sword will drop from his hand forever,"
            },
            {
                "verse_number": "23",
                "verse_text": "and I will scatter the Egyptians all over the world."
            },
            {
                "verse_number": "26",
                "verse_text": "I will force the Egyptians to live as prisoners in foreign nations, and they will know that I, the Lord , have punished them."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Eleven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the first day of the third month. He said: You are more powerful than anyone on earth. Now listen to this. in Lebanon with large, strong branches to help it grow tall, and nearby streams watered the other trees in the forest. those other trees, and its branches grew long and thick. in its branches, and animals were born beneath it. People from all nations lived in the shade of this strong tree. long branches, and its roots found water deep in the soil. in my garden of Eden were as beautiful as this tree; no tree of any kind had such long branches. its beauty, and I helped the branches grow strong. All other trees in Eden wanted to be just like it. The trees from Eden and the choice trees from Lebanon are now in the world of the dead, and they will be comforted when this tree falls."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, tell the king of Egypt and his people that I am saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "There was once a cedar tree reaching to the sky. The tree grew so tall that it reached the sky and became very proud and arrogant."
            },
            {
                "verse_number": "4",
                "verse_text": "This tree had plenty of water"
            },
            {
                "verse_number": "5",
                "verse_text": "But this tree towered over"
            },
            {
                "verse_number": "6",
                "verse_text": "Birds built nests"
            },
            {
                "verse_number": "7",
                "verse_text": "It had beautiful,"
            },
            {
                "verse_number": "8",
                "verse_text": "None of the cedar trees"
            },
            {
                "verse_number": "9",
                "verse_text": "I, the Lord , gave this tree"
            },
            {
                "verse_number": "10",
                "verse_text": "King of Egypt, now listen to what I, the Lord God, am saying about that tree:"
            },
            {
                "verse_number": "11",
                "verse_text": "So I, the Lord God, will reject the tree and hand it over to a foreign ruler, who will punish it for its wickedness."
            },
            {
                "verse_number": "12",
                "verse_text": "Cruel foreigners will chop it down and leave it wherever it falls. Branches and broken limbs will be scattered over the mountains and in the valleys. The people living in the shade of those branches will go somewhere else."
            },
            {
                "verse_number": "13",
                "verse_text": "Birds will then nest on the stump of the fallen tree, and wild animals will trample its branches."
            },
            {
                "verse_number": "14",
                "verse_text": "Never again will any tree dare to grow as tall as this tree, no matter how much water it has. Every tree must die, just as humans die and go down to the world of the dead."
            },
            {
                "verse_number": "15",
                "verse_text": "On the day this tree dies and goes to the world below, I, the Lord God, will command rivers and streams to mourn its death. Every underground spring of water and every river will stop flowing. The mountains in Lebanon will be covered with darkness as a sign of their sorrow, and all the trees in the forest will wither."
            },
            {
                "verse_number": "16",
                "verse_text": "This tree will crash to the ground, and I will send it to the world below. Then the nations of the earth will tremble."
            },
            {
                "verse_number": "17",
                "verse_text": "Those people who found protection in its shade will also be sent to the world below, where they will join the dead."
            },
            {
                "verse_number": "18",
                "verse_text": "King of Egypt, all these things will happen to you and your people! You were like this tree at one time&ndash;taller and stronger than anyone on earth. But now you will be chopped down, just as every tree in the garden of Eden must die. You will be sent down to the world of the dead, where you will join the godless and the other victims of violent death. I, the Lord God, have spoken."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Twelve years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the first day of the twelfth month. He said: You act like a lion roaming the earth; but you are nothing more than a crocodile in a river, churning up muddy water with your feet. You may be more beautiful than the people of other nations, but you will also die and join the godless in the world below. When your king of Egypt sees all of these graves, he and his soldiers will be glad they are not the only ones suffering."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn the king of Egypt and tell him I am saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "King of Egypt, listen to me. I, the Lord God, will catch you in my net and let a crowd of foreigners drag you to shore."
            },
            {
                "verse_number": "4",
                "verse_text": "I will throw you into an open field, where birds and animals will come to feed on your flesh."
            },
            {
                "verse_number": "5",
                "verse_text": "I will spread your rotting flesh over the mountains and in the valleys,"
            },
            {
                "verse_number": "6",
                "verse_text": "and your blood will flow throughout the land and fill up the streams."
            },
            {
                "verse_number": "7",
                "verse_text": "I will cover the whole sky and every star with thick clouds, so that the sun and moon will stop shining."
            },
            {
                "verse_number": "8",
                "verse_text": "The heavens will become black, leaving your country in total darkness. I, the Lord God, have spoken."
            },
            {
                "verse_number": "9",
                "verse_text": "Foreign nations you have never heard of will be shocked when I tell them how I destroyed you."
            },
            {
                "verse_number": "10",
                "verse_text": "They will be horrified, and when I flash my sword in victory on the day of your death, their kings will tremble in the fear of what could happen to them."
            },
            {
                "verse_number": "11",
                "verse_text": "The king of Babylonia is coming to attack you, king of Egypt!"
            },
            {
                "verse_number": "12",
                "verse_text": "Your soldiers will be killed by the cruelest army in the world, and everything you take pride in will be crushed."
            },
            {
                "verse_number": "13",
                "verse_text": "I will slaughter your cattle that graze by the river, and no people or livestock will be left to muddy its water."
            },
            {
                "verse_number": "14",
                "verse_text": "The water will be clear, and streams will be calm. I, the Lord God, have spoken."
            },
            {
                "verse_number": "15",
                "verse_text": "Egypt will become a barren wasteland, and no living thing will ever survive there. Then you and your people will know that I am the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "This is your warning, and it will be used as a funeral song by foreign women to mourn the death of your people. I, the Lord God, have spoken."
            },
            {
                "verse_number": "17",
                "verse_text": "On the fifteenth day of that same month, the Lord said:"
            },
            {
                "verse_number": "18",
                "verse_text": "Ezekiel, son of man, mourn for the Egyptians and condemn them to the world of the dead, where they will be buried alongside the people of other powerful nations."
            },
            {
                "verse_number": "19",
                "verse_text": "Say to them:"
            },
            {
                "verse_number": "20",
                "verse_text": "You cannot escape! The enemy's sword is ready to slaughter every one of you."
            },
            {
                "verse_number": "21",
                "verse_text": "Brave military leaders killed in battle will gladly welcome you and your allies into the world of the dead."
            },
            {
                "verse_number": "26",
                "verse_text": "The graves of soldiers from Meshech and Tubal are there. These godless soldiers who terrified people were all killed in battle."
            },
            {
                "verse_number": "27",
                "verse_text": "They were not given a proper burial like the heroes of long ago, who were buried with their swords under their heads and with their shields over their bodies. These were the heroes who made their enemies panic."
            },
            {
                "verse_number": "28",
                "verse_text": "You Egyptians will be cruelly defeated, and you will be buried alongside these other godless soldiers who died in battle."
            },
            {
                "verse_number": "29",
                "verse_text": "The graves of kings and leaders from Edom are there. They were powerful at one time. Now they are buried in the world of the dead with other godless soldiers killed in battle."
            },
            {
                "verse_number": "30",
                "verse_text": "The graves of the rulers of the north are there, as well as those of the Sidonians. Their powerful armies once terrified enemies. Now they lie buried in the world of the dead, where they are disgraced like other soldiers killed in battle."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord God says:"
            },
            {
                "verse_number": "32",
                "verse_text": "I sent him to terrify people all over the earth. But he and his army will be killed and buried alongside other godless soldiers in the world of the dead. I, the Lord God, have spoken."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Someday, I, the Lord , may send an enemy to invade a country. And suppose its people choose someone to stand watch Ezekiel, son of man, the people of Israel are complaining that the punishment for their sins is more than they can stand. They have lost all hope for survival, and they blame me. How can you think the land is still yours? You eat meat with blood in it and worship idols. You commit murder"
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, warn your people by saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "and to sound a warning signal when the enemy is seen coming."
            },
            {
                "verse_number": "6",
                "verse_text": "But suppose the person watching fails to sound the warning signal. The enemy will attack and kill some of the sinful people in that country, and I, the Lord , will hold that person responsible for their death."
            },
            {
                "verse_number": "7",
                "verse_text": "Ezekiel, I have appointed you to stand watch for the people of Israel. So listen to what I say, then warn them for me."
            },
            {
                "verse_number": "8",
                "verse_text": "When I tell wicked people they will die because of their sins, you must warn them to turn from their sinful ways. But if you refuse to warn them, you are responsible for their death."
            },
            {
                "verse_number": "9",
                "verse_text": "If you do warn them, and they keep sinning, they will die because of their sins, and you will be innocent."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "Tell them that as surely as I am the living Lord God, I don't like to see wicked people die. I enjoy seeing them turn from their sins and live. So if the Israelites want to live, they must stop sinning and turn back to me."
            },
            {
                "verse_number": "12",
                "verse_text": "Tell them that when good people start sinning, all the good they did in the past cannot save them from being punished. And remind them that when wicked people stop sinning, their past sins will be completely forgiven, and they won't be punished."
            },
            {
                "verse_number": "13",
                "verse_text": "Suppose I promise good people that they will live, then later they start sinning and believe they will be saved by the good they did in the past. These people will certainly be put to death because of their sins. Their good deeds will be forgotten."
            },
            {
                "verse_number": "14",
                "verse_text": "Suppose I warn wicked people that they will die because of their sins, and they stop sinning and start doing right."
            },
            {
                "verse_number": "15",
                "verse_text": "For example, they need to return anything they have taken as security for a loan and anything they have stolen. Then if they stop doing evil and start obeying my Law, they will live."
            },
            {
                "verse_number": "16",
                "verse_text": "Their past sins will be forgiven, and they will live because they have done right."
            },
            {
                "verse_number": "17",
                "verse_text": "Ezekiel, your people accuse me of being unfair. But they are the ones who are unfair."
            },
            {
                "verse_number": "18",
                "verse_text": "If good people start doing evil, they will be put to death, because they have sinned."
            },
            {
                "verse_number": "19",
                "verse_text": "And if wicked people stop sinning and start doing right, they will save themselves from punishment."
            },
            {
                "verse_number": "20",
                "verse_text": "But the Israelites still think I am unfair. So warn them that they will be punished for what they have done."
            },
            {
                "verse_number": "21",
                "verse_text": "Twelve years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, a refugee who had escaped from Jerusalem came to me on the fifth day of the tenth month. He told me that the city had fallen."
            },
            {
                "verse_number": "22",
                "verse_text": "The evening before this man arrived at my house, the Lord had taken control of me. So when the man came to me the next morning, I could once again speak."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord said:"
            },
            {
                "verse_number": "24",
                "verse_text": "Ezekiel, son of man, the people living in the ruined cities of Israel are saying, &apos;Abraham was just one man, and the Lord gave him this whole land of Israel. There are many of us, and so this land must be ours.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So, Ezekiel, tell them I am saying:"
            },
            {
                "verse_number": "26",
                "verse_text": "and spread violence throughout the land. Everything you do is wicked; you are even unfaithful in marriage. And you claim the land is yours!"
            },
            {
                "verse_number": "27",
                "verse_text": "As surely as I am the living Lord God, you people in the ruined cities will be killed in battle. Those of you living in the countryside will be eaten by wild animals, and those hiding in caves and on rocky cliffs will die from deadly diseases."
            },
            {
                "verse_number": "28",
                "verse_text": "I will make the whole country an empty wasteland and crush the power in which you take such pride. Even the mountains will be bare, and no one will try to cross them."
            },
            {
                "verse_number": "29",
                "verse_text": "I will punish you because of your sins, and I will turn your nation into a barren desert. Then you will know that I am the Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "Ezekiel, son of man, the people with you in Babylonia talk about you when they meet by the city walls or in the doorways of their houses. They say, &apos;Let's ask Ezekiel what the Lord has said today.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So they all come and listen to you, but they refuse to do what you tell them. They claim to be faithful, but they are forever trying to cheat others out of their money."
            },
            {
                "verse_number": "32",
                "verse_text": "They treat you as though you were merely singing love songs or playing music. They listen, but don't do anything you say."
            },
            {
                "verse_number": "33",
                "verse_text": "Soon they will be punished, just as you warned, and they will know that a prophet has been among them."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God said: I, the Lord God, say you shepherds of Israel are doomed! You take care of yourselves while ignoring my sheep. I will look for my sheep and take care of them myself, I will carefully watch each one of you to decide which ones are the strong sheep and which ones are weak."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, Israel's leaders are like shepherds taking care of my sheep, the people of Israel. But I want you to condemn these leaders and tell them:"
            },
            {
                "verse_number": "3",
                "verse_text": "You drink their milk and use their wool to make your clothes. Then you butcher the best ones for food. But you don't take care of the flock!"
            },
            {
                "verse_number": "4",
                "verse_text": "You have never protected the weak ones or healed the sick ones or bandaged those that get hurt. You let them wander off and never look for those that get lost. You are cruel and mean to my sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "They strayed in every direction, and because there was no shepherd to watch them, they were attacked and eaten by wild animals."
            },
            {
                "verse_number": "6",
                "verse_text": "So my sheep were scattered across the earth. They roamed on hills and mountains, without anyone even bothering to look for them."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord God then said:"
            },
            {
                "verse_number": "12",
                "verse_text": "just as a shepherd looks for lost sheep. My sheep have been lost since that dark and miserable day when they were scattered throughout the nations. But I will rescue them"
            },
            {
                "verse_number": "13",
                "verse_text": "and bring them back from the foreign nations where they now live. I will be their shepherd and will let them graze on Israel's mountains and in the valleys and fertile fields."
            },
            {
                "verse_number": "14",
                "verse_text": "They will be safe as they feed on grassy meadows and green hills."
            },
            {
                "verse_number": "15",
                "verse_text": "I promise to take care of them and keep them safe,"
            },
            {
                "verse_number": "16",
                "verse_text": "to look for those that are lost and bring back the ones that wander off, to bandage those that are hurt and protect the ones that are weak. I will also slaughter those that are fat and strong, because I always do right."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord God said to his sheep, the people of Israel:"
            },
            {
                "verse_number": "18",
                "verse_text": "Some of you eat the greenest grass, then trample down what's left when you finish. Others drink clean water, then step in the water to make the rest of it muddy."
            },
            {
                "verse_number": "19",
                "verse_text": "That means my other sheep have nothing fit to eat or drink."
            },
            {
                "verse_number": "20",
                "verse_text": "So I, the Lord God, will separate you strong sheep from the weak."
            },
            {
                "verse_number": "21",
                "verse_text": "You strong ones have used your powerful horns to chase off those that are weak,"
            },
            {
                "verse_number": "22",
                "verse_text": "but I will rescue them and no longer let them be mistreated. I will separate the good from the bad."
            },
            {
                "verse_number": "23",
                "verse_text": "After that, I will give you a shepherd from the family of my servant King David. All of you, both strong and weak, will have the same shepherd, and he will take good care of you."
            },
            {
                "verse_number": "24",
                "verse_text": "He will be your leader, and I will be your God. I, the Lord , have spoken."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of Israel are my sheep, and I solemnly promise that they will live in peace. I will chase away every wild animal from the desert and the forest, so my sheep will not be afraid."
            },
            {
                "verse_number": "26",
                "verse_text": "They will live around my holy mountain, and I will bless them by sending more than enough rain"
            },
            {
                "verse_number": "27",
                "verse_text": "to make their trees produce fruit and their crops to grow. I will set them free from slavery and let them live safely in their own land. Then they will know that I am the Lord ."
            },
            {
                "verse_number": "28",
                "verse_text": "Foreign nations will never again rob them, and wild animals will no longer kill and eat them. They will have nothing to fear."
            },
            {
                "verse_number": "29",
                "verse_text": "I will make their fields produce large amounts of crops, so they will never again go hungry or be laughed at by foreigners."
            },
            {
                "verse_number": "30",
                "verse_text": "Then everyone will know that I protect my people Israel. I, the Lord , make this promise."
            },
            {
                "verse_number": "31",
                "verse_text": "They are my sheep; I am their God, and I take care of them."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: I, the Lord God, am now your enemy! And I will turn your nation into an empty wasteland, Your land will be a desert, and then you will know that I am the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn the people of Edom"
            },
            {
                "verse_number": "3",
                "verse_text": "and say to them:"
            },
            {
                "verse_number": "4",
                "verse_text": "leaving your towns in ruins."
            },
            {
                "verse_number": "5",
                "verse_text": "People of Edom, not only have you been Israel's longtime enemy, you simply watched when disaster wiped out its people as punishment for their sins."
            },
            {
                "verse_number": "6",
                "verse_text": "And so, as surely as I am the living Lord God, you are guilty of murder and must be put to death."
            },
            {
                "verse_number": "7",
                "verse_text": "I will destroy your nation and kill anyone who travels through it."
            },
            {
                "verse_number": "8",
                "verse_text": "Dead bodies will cover your mountains and fill up your valleys,"
            },
            {
                "verse_number": "9",
                "verse_text": "and your land will lie in ruins forever. No one will live in your towns ever again. You will know that I am the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "You thought the nations of Judah and Israel belonged to you, and that you could take over their territory. But I am their God,"
            },
            {
                "verse_number": "11",
                "verse_text": "and as surely as I live, I will punish you for treating my people with anger and hatred. Then they will know that I, the Lord , am punishing you!"
            },
            {
                "verse_number": "12",
                "verse_text": "And you will finally realize that I heard you laugh at their destruction and say their land was yours to take."
            },
            {
                "verse_number": "13",
                "verse_text": "You even insulted me, but I heard it all."
            },
            {
                "verse_number": "14",
                "verse_text": "Everyone on earth will celebrate when I destroy you,"
            },
            {
                "verse_number": "15",
                "verse_text": "just as you celebrated when Israel was destroyed. Your nation of Edom will be nothing but a wasteland. Then everyone will know that I am the Lord ."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Ezekiel, son of man, tell the mountains of Israel Your enemies sneered and said that you mountains belonged to them. You have disgraced my holy name among the nations where you now live. So you don't deserve what I'm going to do for you. I will lead you home to bring honor to my name"
            },
            {
                "verse_number": "2",
                "verse_text": "that I, the Lord God, am saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "They ruined and crushed you from every side, and foreign nations captured and made fun of you."
            },
            {
                "verse_number": "4",
                "verse_text": "So all you mountains and hills, streams and valleys, listen to what I will do. Your towns may now lie in ruins, and nations may laugh and insult you."
            },
            {
                "verse_number": "5",
                "verse_text": "But in my fierce anger, I will turn against those nations, and especially the Edomites, because they laughed at you the loudest and took over your pasturelands."
            },
            {
                "verse_number": "6",
                "verse_text": "You have suffered long enough, and, I, the Lord God, am very angry! Nations have insulted you,"
            },
            {
                "verse_number": "7",
                "verse_text": "so I will now insult and disgrace them. That is my solemn promise."
            },
            {
                "verse_number": "8",
                "verse_text": "Trees will grow on you mountains of Israel and produce fruit for my people, because they will soon come home."
            },
            {
                "verse_number": "9",
                "verse_text": "I will take care of you by plowing your soil and planting crops on your fertile slopes."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Israel will return and rebuild your ruined towns and live in them."
            },
            {
                "verse_number": "11",
                "verse_text": "Children will be born, and animals will give birth to their young. You will no longer be deserted as you are now, but you will be covered with people and treated better than ever. Then you will know that I am the Lord ."
            },
            {
                "verse_number": "12",
                "verse_text": "I will bring my people Israel home, and they will live on you mountains, because you belong to them, and your fertile slopes will never again let them starve."
            },
            {
                "verse_number": "13",
                "verse_text": "It's true that you have been accused of not producing enough food and of letting your people starve."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "17",
                "verse_text": "Ezekiel, son of man, when the people of Israel were living in their own country, they made the land unclean by the way they behaved, just as a woman's monthly period makes her unclean."
            },
            {
                "verse_number": "18",
                "verse_text": "They committed murders and worshiped idols, which made the land even worse. So in my anger, I punished my people"
            },
            {
                "verse_number": "19",
                "verse_text": "and scattered them throughout the nations, just as they deserved."
            },
            {
                "verse_number": "20",
                "verse_text": "Wherever they went, my name was disgraced, because foreigners insulted my people by saying I had forced them out of their own land."
            },
            {
                "verse_number": "21",
                "verse_text": "I care what those foreigners think of me,"
            },
            {
                "verse_number": "22",
                "verse_text": "so tell the Israelites that I am saying:"
            },
            {
                "verse_number": "23",
                "verse_text": "and to show foreign nations that I am holy. Then they will know that I am the Lord God. I have spoken."
            },
            {
                "verse_number": "24",
                "verse_text": "I will gather you from the foreign nations and bring you home."
            },
            {
                "verse_number": "25",
                "verse_text": "I will sprinkle you with clean water, and you will be clean and acceptable to me. I will wash away everything that makes you unclean, and I will remove your disgusting idols."
            },
            {
                "verse_number": "26",
                "verse_text": "I will take away your stubborn heart and give you a new heart and a desire to be faithful. You will have only pure thoughts,"
            },
            {
                "verse_number": "27",
                "verse_text": "because I will put my Spirit in you and make you eager to obey my laws and teachings."
            },
            {
                "verse_number": "28",
                "verse_text": "You will once again live in the land I gave your ancestors; you will be my people, and I will be your God."
            },
            {
                "verse_number": "29",
                "verse_text": "I will protect you from anything that makes you unclean. Your fields will overflow with grain, and no one will starve."
            },
            {
                "verse_number": "30",
                "verse_text": "Your trees will be filled with fruit, and crops will grow in your fields, so that you will never again feel ashamed for not having enough food."
            },
            {
                "verse_number": "31",
                "verse_text": "You will remember your evil ways and hate yourselves for what you've done."
            },
            {
                "verse_number": "32",
                "verse_text": "People of Israel, I'm not doing these things for your sake. You sinned against me, and you must suffer shame and disgrace for what you have done. I, the Lord God, have spoken."
            },
            {
                "verse_number": "33",
                "verse_text": "After I have made you clean, I will let you rebuild your ruined towns and let you live in them."
            },
            {
                "verse_number": "34",
                "verse_text": "Your land will be plowed again, and nobody will be able to see that it was once barren."
            },
            {
                "verse_number": "35",
                "verse_text": "Instead, they will say that it looks as beautiful as the garden of Eden. They won't see towns lying in ruins, but they will see your strong cities filled with people."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the nearby nations that survive will know that I am the one who rebuilt the ruined places and replanted the barren fields. I, the Lord , make this promise."
            },
            {
                "verse_number": "37",
                "verse_text": "I will once again answer your prayers, and I will let your nation grow until you are like a large flock of sheep."
            },
            {
                "verse_number": "38",
                "verse_text": "The towns that now lie in ruins will be filled with people, just as Jerusalem was once filled with sheep to be offered as sacrifices during a festival. Then you will know that I am the Lord ."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, I felt the Lord 's power take control of me, and his Spirit carried me to a valley full of bones."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord showed me all around, and everywhere I looked I saw bones that were dried out."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;Ezekiel, son of man, can these bones come back to life?&apos; I replied, &apos; Lord God, only you can answer that.&apos; Dry bones, listen to what the Lord is saying to you, Ezekiel, the people of Israel are like dead bones. They complain that they are dried up and that they have no hope for the future. I, the Lord God, will gather the people of Israel and bring them home from the foreign nations where they now live."
            },
            {
                "verse_number": "4",
                "verse_text": "He then told me to say:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I, the Lord God, will put breath in you, and once again you will live."
            },
            {
                "verse_number": "6",
                "verse_text": "I will wrap you with muscles and skin and breathe life into you. Then you will know that I am the Lord .&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "I did what the Lord said, but before I finished speaking, I heard a rattling noise. The bones were coming together!"
            },
            {
                "verse_number": "8",
                "verse_text": "I saw muscles and skin cover the bones, but they had no life in them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said: Ezekiel, now say to the wind, &apos;The Lord God commands you to blow from every direction and to breathe life into these dead bodies, so they can live again.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as I said this, the wind blew among the bodies, and they came back to life! They all stood up, and there were enough to make a large army."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "12",
                "verse_text": "So tell them, &apos;I, the Lord God, promise to open your graves and set you free. I will bring you back to Israel,"
            },
            {
                "verse_number": "13",
                "verse_text": "and when that happens, you will realize that I am the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "My Spirit will give you breath, and you will live again. I will bring you home, and you will know that I have kept my promise. I, the Lord , have spoken.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "16",
                "verse_text": "Ezekiel, son of man, get a stick and write on it, &apos;The kingdom of Judah.&apos; Then get another stick and write on it, &apos;The kingdom of Israel.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Hold these two sticks end to end, so they look like one stick."
            },
            {
                "verse_number": "18",
                "verse_text": "And when your people ask you what this means,"
            },
            {
                "verse_number": "19",
                "verse_text": "tell them that I, the Lord , will join together the stick of Israel and the stick of Judah. I will hold them in my hand, and they will become one."
            },
            {
                "verse_number": "20",
                "verse_text": "Hold these two sticks where they can be seen by everyone"
            },
            {
                "verse_number": "21",
                "verse_text": "and then say:"
            },
            {
                "verse_number": "22",
                "verse_text": "I will make them into one nation and let them once again live in the land of Israel. Only one king will rule them, and they will never again be divided into two nations."
            },
            {
                "verse_number": "23",
                "verse_text": "They will no longer worship idols and do things that make them unacceptable to me. I will wash away their sin and make them clean, and I will protect them from everything that makes them unclean. They will be my people, and I will be their God."
            },
            {
                "verse_number": "26",
                "verse_text": "I solemnly promise to bless the people of Israel with unending peace. I will protect them and let them become a powerful nation. My temple will stand in Israel for all time,"
            },
            {
                "verse_number": "27",
                "verse_text": "and I will live among my people and be their God."
            },
            {
                "verse_number": "28",
                "verse_text": "Every nation on earth will know that my temple is in Israel and that I have chosen the Israelites to be my people."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Long ago, I ordered my prophets to warn the people of Israel that someday I would send an enemy to attack them. You, Gog, are that enemy, and that day is coming."
            },
            {
                "verse_number": "2",
                "verse_text": "Ezekiel, son of man, condemn Gog, that wicked ruler of the kingdoms of Meshech and Tubal in the land of Magog. Tell him:"
            },
            {
                "verse_number": "3",
                "verse_text": "I, the Lord God, am your enemy,"
            },
            {
                "verse_number": "4",
                "verse_text": "and I will make you powerless! I will put a hook in your jaw and drag away both you and your large army. You command cavalry troops that wear heavy armor and carry shields and swords."
            },
            {
                "verse_number": "5",
                "verse_text": "Your army includes soldiers from Persia, Ethiopia, and Libya,"
            },
            {
                "verse_number": "6",
                "verse_text": "as well as from Gomer and Beth-Togarmah in the north. Your army is enormous!"
            },
            {
                "verse_number": "7",
                "verse_text": "So keep your troops prepared to fight,"
            },
            {
                "verse_number": "8",
                "verse_text": "because in a few years, I will command you to invade Israel, a country that was ruined by war. It was deserted for a long time, but its people have returned from the foreign nations where they once lived. The Israelites now live in peace in the mountains of their own land."
            },
            {
                "verse_number": "9",
                "verse_text": "But you and your army will attack them like a fierce thunderstorm and surround them like a cloud."
            },
            {
                "verse_number": "10",
                "verse_text": "When that day comes, I know that you will have an evil plan"
            },
            {
                "verse_number": "11",
                "verse_text": "to take advantage of Israel, that weak and peaceful country where people live safely inside towns that have no walls or gates or locks."
            },
            {
                "verse_number": "12",
                "verse_text": "You will rob the people in towns that were once a pile of rubble. These people lived as prisoners in foreign nations, but they have returned to Israel, the most important place in the world, and they own livestock and property."
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Sheba and Dedan, along with merchants from villages in southern Spain, will be your allies. They will want some of the silver and gold, as well as the livestock and property that your army takes from Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "I, the Lord God, know that when you see my people Israel living in peace,"
            },
            {
                "verse_number": "15",
                "verse_text": "you will lead your powerful cavalry from your kingdom in the north."
            },
            {
                "verse_number": "16",
                "verse_text": "You will attack my people like a storm-cloud that covers their land. I will let you invade my country Israel, so that every nation on earth will know that I, the Lord , am holy."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Gog:"
            },
            {
                "verse_number": "18",
                "verse_text": "When you invade Israel, I will become furious,"
            },
            {
                "verse_number": "19",
                "verse_text": "and in my anger I will send a terrible earthquake to shake Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Every living thing on earth will tremble in fear of me&ndash;every fish and bird, every wild animal and reptile, and every human. Mountains will crumble, cliffs will fall, and cities will collapse."
            },
            {
                "verse_number": "21",
                "verse_text": "I, the Lord , will make the mountains of Israel turn against you. Your troops will be so terrified that they will attack each other."
            },
            {
                "verse_number": "22",
                "verse_text": "I will strike you with diseases and punish you with death. You and your army will be pounded with rainstorms, hailstones, and burning sulfur."
            },
            {
                "verse_number": "23",
                "verse_text": "I will do these things to show the world that I, the Lord , am holy."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Ezekiel, son of man, condemn Gog and tell him: You are the ruler of Meshech and Tubal, but I, the Lord , am your enemy!"
            },
            {
                "verse_number": "2",
                "verse_text": "I will turn you around and drag you from the north until you reach the mountains of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "I will knock the bow out of your left hand and the arrows out of your right hand,"
            },
            {
                "verse_number": "4",
                "verse_text": "and you and your army will die on those mountains. Then birds and wild animals will eat the flesh"
            },
            {
                "verse_number": "5",
                "verse_text": "of your dead bodies left lying in open fields. I, the Lord , have spoken."
            },
            {
                "verse_number": "6",
                "verse_text": "I will set fire to the land of Magog and to those nations along the seacoast that think they are so secure, and they will know that I am the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "My people Israel will know me, and they will no longer disgrace my holy name. Everyone on earth will know that I am the holy Lord God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "The day is coming when these things will happen, just as I have promised."
            },
            {
                "verse_number": "9",
                "verse_text": "When that day comes, the people in the towns of Israel will collect the weapons of their dead enemies. They will use these shields, bows and arrows, spears, and clubs as firewood, and there will be enough to last for seven years."
            },
            {
                "verse_number": "10",
                "verse_text": "They will burn these weapons instead of gathering sticks or chopping down trees. That's how the Israelites will take revenge on those who robbed and abused them. I, the Lord , have spoken."
            },
            {
                "verse_number": "11",
                "verse_text": "After Gog has been destroyed, I will bury him and his army in Israel, in Travelers' Valley, east of the Dead Sea. That graveyard will be so large that it will block the way of anyone who tries to walk through the valley, which will then be known as &apos;The Valley of Gog's Army.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites will spend seven months burying dead bodies and cleaning up their land."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone will help with the burial, and they will be honored for this on the day the brightness of my glory is seen."
            },
            {
                "verse_number": "14",
                "verse_text": "After those seven months, the people will appoint a group of men to look for any dead bodies left unburied. This must be done for seven months to make sure that the land is no longer unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "Whenever they find a human bone, they will set up a marker next to it. Then the gravediggers will bury it in &apos;The Valley of Gog's Army&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "near the town of &apos;Gog's Army.&apos; After that, the land will be pure again."
            },
            {
                "verse_number": "17",
                "verse_text": "Ezekiel, son of man, I am going to hold a feast on Israel's mountains and offer sacrifices there. So invite all the birds and wild animals to come from every direction and eat the meat of sacrifices and drink the blood. The birds and animals"
            },
            {
                "verse_number": "18",
                "verse_text": "will feast on the bodies of warriors and foreign rulers that I will sacrifice like sheep, goats, and bulls."
            },
            {
                "verse_number": "19",
                "verse_text": "I want the birds and animals to eat until they are full and drink until they are drunk."
            },
            {
                "verse_number": "20",
                "verse_text": "They will come to my table and stuff themselves with the flesh of horses and warriors of every kind. I, the Lord God, have spoken."
            },
            {
                "verse_number": "21",
                "verse_text": "When I punish the nations of the earth, they will see the brightness of my glory."
            },
            {
                "verse_number": "22",
                "verse_text": "The people of Israel will know from then on that I am the Lord their God."
            },
            {
                "verse_number": "23",
                "verse_text": "Foreign nations will realize that the Israelites were forced to leave their own land because they sinned against me. I turned my back on my people and let enemies attack and kill them."
            },
            {
                "verse_number": "24",
                "verse_text": "Their lives were wicked and corrupt, and they deserved to be punished."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I will show mercy to the people of Israel and bring them back from the nations where they are living. They are Jacob's descendants, so I will bless them and show that I am holy."
            },
            {
                "verse_number": "26",
                "verse_text": "They will live safely in their own land, but will be ashamed when they remember their evil ways and how they disgraced me."
            },
            {
                "verse_number": "27",
                "verse_text": "Foreign nations will watch as I take the Israelites from enemy lands and bring them back home, and those nations will see that I am holy."
            },
            {
                "verse_number": "28",
                "verse_text": "My people will realize that I, the Lord their God, sent them away as prisoners and now will bring them back to their own land."
            },
            {
                "verse_number": "29",
                "verse_text": "Never again will I turn my back on the people of Israel, and my Spirit will live in them. I, the Lord , have spoken."
            }
        ],
        "40": [
            {
                "verse_number": "3",
                "verse_text": "In my vision the Lord took me closer, and I saw a man who was sparkling like polished bronze. He was standing near one of the gates and was holding a tape measure in one hand and a measuring stick in the other."
            },
            {
                "verse_number": "4",
                "verse_text": "The man said, &apos;Ezekiel, son of man, pay close attention to everything I'm going to show you&ndash;that's why you've been brought here. Listen carefully, because you must tell the people of Israel what you see.&apos; At the far end of this passageway, I saw an entrance room that faced the courtyard of the temple itself. There was also a distance of three meters between the last guardroom and the entrance room"
            },
            {
                "verse_number": "5",
                "verse_text": "The first thing I saw was an outer wall that completely surrounded the temple area. The man took his measuring stick, which was three meters long, and measured the wall; it was three meters high and three meters thick."
            },
            {
                "verse_number": "10",
                "verse_text": "The three guardrooms on each side of the passageway were the same size, and the walls that separated them were the same thickness."
            },
            {
                "verse_number": "11",
                "verse_text": "Next, the man measured the width of the passageway, and it was six and a half meters, but the two doors of the gate were only five meters wide."
            },
            {
                "verse_number": "12",
                "verse_text": "In front of the guardrooms, which were three meters square, was a railing about 50 centimeters high and 50 centimeters thick."
            },
            {
                "verse_number": "13",
                "verse_text": "The man measured the distance from the back wall of one of these rooms to the same spot in the room directly across the passageway, and it was twelve and a half meters."
            },
            {
                "verse_number": "14",
                "verse_text": "He measured the entrance room at the far end of the passageway, and it was ten meters wide."
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, he measured the total length of the passageway, from the outer wall to the entrance room, and it was 25 meters."
            },
            {
                "verse_number": "16",
                "verse_text": "The three walls in the guardrooms had small windows in them, just like the ones in the entrance room. The walls along the passageway were decorated with carvings of palm trees."
            },
            {
                "verse_number": "17",
                "verse_text": "The man then led me through the passageway and into the outer courtyard of the temple, where I saw 30 rooms built around the outside of the courtyard. These side rooms were built against the outer wall, and in front of them was a sidewalk that circled the courtyard."
            },
            {
                "verse_number": "18",
                "verse_text": "This was known as the lower sidewalk, and it was 25 meters wide."
            },
            {
                "verse_number": "19",
                "verse_text": "I saw the gates that led to the inner courtyard of the temple and noticed that they were higher than those leading to the outer courtyard. The man measured the distance between the outer and inner gates, and it was 50 meters."
            },
            {
                "verse_number": "20",
                "verse_text": "Next, the man measured the north gate that led to the outer courtyard."
            },
            {
                "verse_number": "21",
                "verse_text": "This gate also had three guardrooms on each side of a passageway. The measurements of these rooms, the walls between them, and the entrance room at the far end of the passageway were exactly the same as those of the east gate. The north gate was also 25 meters long and 12.5 meters wide,"
            },
            {
                "verse_number": "22",
                "verse_text": "and the windows, the entrance room, and the carvings of palm trees were just like those in the east gate. The entrance room also faced the courtyard of the temple and had seven steps leading up to it."
            },
            {
                "verse_number": "23",
                "verse_text": "Directly across the outer courtyard was a gate that led to the inner courtyard, just as there was for the east gate. The man measured the distance between the outer and inner gate, and it was 50 meters."
            },
            {
                "verse_number": "24",
                "verse_text": "The man then took me to the south gate. He measured the walls and the entrance room of this gate, and the measurements were exactly the same as those of the other two gates."
            },
            {
                "verse_number": "25",
                "verse_text": "There were windows in the guardrooms of this gate and in the entrance room, just like the others, and this gate was also 25 meters long and 12.5 meters wide."
            },
            {
                "verse_number": "26",
                "verse_text": "Seven steps led up to the gate; the entrance room was at the far end of the passageway and faced the courtyard of the temple. Carvings of palm trees decorated the walls along the passageway."
            },
            {
                "verse_number": "27",
                "verse_text": "And directly across the outer courtyard was a gate on the south side of the inner courtyard. The man measured the distance between the outer and inner gate, and it was also 50 meters."
            },
            {
                "verse_number": "28",
                "verse_text": "We then went into the inner courtyard, through the gate on the south side of the temple. The man measured the gate, and it was the same size as the gates in the outer wall."
            },
            {
                "verse_number": "31",
                "verse_text": "The entrance room of this gate faced the outer courtyard, and carvings of palm trees decorated the walls of the passageway. Eight steps led up to this gate."
            },
            {
                "verse_number": "32",
                "verse_text": "Next, we went through the east gate to the inner courtyard. The man measured this gate, and it was the same size as the others."
            },
            {
                "verse_number": "33",
                "verse_text": "The guardrooms, the walls separating them, and its entrance room had the same measurements as the other gates. The guardrooms and the entrance room had windows, and the gate was 25 meters long and 12.5 meters wide."
            },
            {
                "verse_number": "34",
                "verse_text": "The entrance room faced the outer courtyard, and the walls in the passageway were decorated with carvings of palm trees. Eight steps also led up to this gate."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the man took me to the north gate. He measured it, and it was the same size as the others,"
            },
            {
                "verse_number": "36",
                "verse_text": "including the guardrooms, the walls separating them, and the entrance room. There were also windows in this gate. It was 25 meters long and 12.5 meters wide,"
            },
            {
                "verse_number": "37",
                "verse_text": "and like the other inner gates, its entrance room faced the outer courtyard, and its walls were decorated with carvings of palm trees. Eight steps also led up to this gate."
            },
            {
                "verse_number": "40",
                "verse_text": "Four more tables were in the outer courtyard, two on each side of the steps leading into the entrance room."
            },
            {
                "verse_number": "41",
                "verse_text": "So there was a total of eight tables, four inside and four outside, where the animals were killed,"
            },
            {
                "verse_number": "44",
                "verse_text": "The man then took me to the inner courtyard, where I saw two buildings, one beside the inner gate on the north and the other beside the inner gate on the south."
            },
            {
                "verse_number": "45",
                "verse_text": "He said, &apos;The building beside the north gate belongs to the priests who serve in the temple,"
            },
            {
                "verse_number": "46",
                "verse_text": "and the building beside the south gate belongs to those who serve at the altar. All of them are descendants of Zadok and are the only Levites allowed to serve as the Lord 's priests.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Now the man measured the inner courtyard; it was 50 meters square. I also saw an altar in front of the temple."
            },
            {
                "verse_number": "48",
                "verse_text": "We walked to the porch of the temple, and the man measured the doorway of the porch: It was seven meters long, two and a half meters wide, and the distance from the doorway to the wall on either side was one and a half meters."
            },
            {
                "verse_number": "49",
                "verse_text": "The porch itself was ten meters by six meters, with steps leading up to it. There was a column on each side of these steps."
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "Next we went into the main room of the temple. The man measured the doorway of this room: It was 3 meters wide,"
            },
            {
                "verse_number": "2",
                "verse_text": "five meters long, and the distance from the doorway to the wall on either side was two and a half meters. The main room itself was 20 meters by 10 meters. In front of the doorway to the most holy place was something that looked like"
            },
            {
                "verse_number": "5",
                "verse_text": "The man measured the wall of the temple, and it was three meters thick. Storage rooms two meters wide were built against the outside of the wall."
            },
            {
                "verse_number": "6",
                "verse_text": "There were three levels of rooms, with 30 rooms on each level, and they rested on ledges that were attached to the temple walls, so that nothing was built into the walls."
            },
            {
                "verse_number": "7",
                "verse_text": "The walls of the temple were thicker at the bottom than at the top, which meant that the storage rooms on the top level were wider than those on the bottom level. Steps led from the bottom level, through the middle level, and into the top level."
            },
            {
                "verse_number": "8",
                "verse_text": "The temple rested on a stone base three meters high, which also served as the foundation for the storage rooms."
            },
            {
                "verse_number": "9",
                "verse_text": "The outside walls of the storage rooms were two and a half meters thick; there was nothing between these walls"
            },
            {
                "verse_number": "10",
                "verse_text": "and the nearest buildings ten meters away."
            },
            {
                "verse_number": "11",
                "verse_text": "One door led into the storage rooms on the north side of the temple, and another door led to those on the south side. The stone base extended two and a half meters beyond the outside wall of the storage rooms."
            },
            {
                "verse_number": "12",
                "verse_text": "I noticed another building: It faced the west end of the temple and was 35 meters wide, 45 meters long, and had walls over 2.5 meters thick."
            },
            {
                "verse_number": "13",
                "verse_text": "The man measured the length of the temple, and it was 50 meters. He then measured from the back wall of the temple, across the open space behind the temple, to the back wall of the west building; it was 50 meters."
            },
            {
                "verse_number": "14",
                "verse_text": "The distance across the front of the temple, including the open space on either side, was also 50 meters."
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, the man measured the length of the west building, including the side rooms on each end, and it was also 50 meters. The inside walls of the temple's porch and main room"
            },
            {
                "verse_number": "16",
                "verse_text": "were paneled with wood all the way from the floor to the windows, while the doorways, the small windows, and the three side rooms were trimmed in wood."
            },
            {
                "verse_number": "17",
                "verse_text": "The paneling stopped just above the doorway. These walls were decorated"
            },
            {
                "verse_number": "21",
                "verse_text": "The doorframe to the temple's main room was in the shape of a rectangle."
            },
            {
                "verse_number": "22",
                "verse_text": "a wooden altar. It was one and a half meters high and one meter square, and its corners, its base, and its sides were made of wood. The man said, &apos;This is a reminder that the Lord is constantly watching over his temple.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Both the doorway to the main room of the temple and the doorway to the most holy place had two doors,"
            },
            {
                "verse_number": "24",
                "verse_text": "and each door had two sections that could fold open."
            },
            {
                "verse_number": "25",
                "verse_text": "The doors to the main room were decorated with carvings of winged creatures and palm trees just like those on the walls, and there was a wooden covering over the porch just outside these doors."
            },
            {
                "verse_number": "26",
                "verse_text": "The walls on each side of this porch had small windows and were also decorated with carvings of palm trees."
            }
        ],
        "42": [
            {
                "verse_number": "3",
                "verse_text": "On one side of them was the 10 meters of open space that ran alongside the temple, and on the other side was the sidewalk that circled the outer courtyard. The rooms were arranged in three levels"
            },
            {
                "verse_number": "4",
                "verse_text": "with doors that opened toward the north, and in front of them was a walkway five meters wide and 50 meters long."
            },
            {
                "verse_number": "5",
                "verse_text": "The rooms on the top level were narrower than those on the middle level, and the rooms on the middle level were narrower than those on the bottom level."
            },
            {
                "verse_number": "6",
                "verse_text": "The rooms on the bottom level supported those on the two upper levels, and so these rooms did not have columns like other buildings in the courtyard."
            },
            {
                "verse_number": "11",
                "verse_text": "These rooms were exactly like those on the north side, and they also had a walkway in front of them."
            },
            {
                "verse_number": "12",
                "verse_text": "The door to these rooms was at the east end of the wall that stood in front of them. These rooms on the north and south sides of the temple are the sacred rooms where the Lord 's priests will eat the most holy offerings. These offerings include the grain sacrifices, the sacrifices for sin, and the sacrifices to make things right."
            },
            {
                "verse_number": "13",
                "verse_text": "The man then said to me:"
            },
            {
                "verse_number": "14",
                "verse_text": "When the priests are ready to leave the temple, they must go through these rooms before they return to the outer courtyard. They must leave their sacred clothes in these rooms and put on regular clothes before going anywhere near other people."
            },
            {
                "verse_number": "15",
                "verse_text": "After the man had finished measuring the buildings inside the temple area, he took me back through the east gate and measured the wall around this area."
            },
            {
                "verse_number": "16",
                "verse_text": "He used his measuring stick to measure the east side of this wall; it was 250 meters long."
            },
            {
                "verse_number": "20",
                "verse_text": "and so the temple area was a perfect square. The wall around this area separated what was sacred from what was ordinary."
            }
        ],
        "43": [
            {
                "verse_number": "1",
                "verse_text": "The man took me back to the east gate of the temple,"
            },
            {
                "verse_number": "2",
                "verse_text": "where I saw the brightness of the glory of Israel's God coming from the east. The sound I heard was as loud as ocean waves, and everything around was shining with the dazzling brightness of his glory."
            },
            {
                "verse_number": "3",
                "verse_text": "This vision was like the one I had seen when God came to destroy Jerusalem and like the one I had seen near the Chebar River. I immediately bowed with my face to the ground, Ezekiel, son of man, after the altar is built, it must be dedicated by offering sacrifices on it and by splattering it with blood. Here is what you must do:"
            },
            {
                "verse_number": "4",
                "verse_text": "and the Lord 's glory came through the east gate and into the temple."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord 's Spirit lifted me to my feet and carried me to the inner courtyard, where I saw that the Lord 's glory had filled the temple."
            },
            {
                "verse_number": "6",
                "verse_text": "The man was standing beside me, and I heard the Lord say from inside the temple:"
            },
            {
                "verse_number": "7",
                "verse_text": "Ezekiel, son of man, this temple is my throne on earth. I will live here among the people of Israel forever. They and their kings will never again disgrace me by worshiping idols at local shrines or by setting up memorials to their dead kings."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel's kings built their palaces so close to my holy temple that only a wall separated them from me. Then these kings disgraced me with their evil ways, and in my fierce anger I destroyed them."
            },
            {
                "verse_number": "9",
                "verse_text": "But if the people and their kings stop worshiping other gods and tear down those memorials, I will live among them forever."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Israel must suffer shame for sinning against me, so tell them about my holy temple. Let them think about it,"
            },
            {
                "verse_number": "11",
                "verse_text": "then if they are truly sorry, describe for them the design and shape of the temple, the gates, the measurements, and how the buildings are arranged. Explain the regulations about worshiping there, then write down these things, so they can study and obey them."
            },
            {
                "verse_number": "12",
                "verse_text": "The temple area on my holy mountain must be kept sacred! This is the most important law about the temple."
            },
            {
                "verse_number": "13",
                "verse_text": "According to the official standards, the altar in the temple had the following measurements: Around the bottom of the altar was a gutter 50 centimeters wide and 50 centimeters deep, with a 25-centimeter ledge on the outer rim."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "19",
                "verse_text": "The priests of the Levi tribe from the family of Zadok the priest are the only ones who may serve in my temple&ndash;this is my law. So give them a young bull to slaughter as a sacrifice for sin."
            },
            {
                "verse_number": "20",
                "verse_text": "Take some of the animal's blood and smear it on the four corners of the altar, some on the corners of the middle section, and some more on the rim around its edge. That will purify the altar and make it fit for offering sacrifices to me."
            },
            {
                "verse_number": "21",
                "verse_text": "Then take the body of the bull outside the temple area and burn it at the special place."
            },
            {
                "verse_number": "22",
                "verse_text": "The next day, a goat that has nothing wrong with it must be offered as a sacrifice for sin. Purify the altar with its blood, just as you did with the blood of the bull."
            },
            {
                "verse_number": "23",
                "verse_text": "Then choose a young bull and a young ram that have nothing wrong with them,"
            },
            {
                "verse_number": "24",
                "verse_text": "and bring them to my temple. The priests will sprinkle salt on them and offer them as sacrifices to please me."
            },
            {
                "verse_number": "25",
                "verse_text": "Each day for the next seven days, you must offer a goat and a bull and a ram as sacrifices for sin. These animals must have nothing wrong with them."
            },
            {
                "verse_number": "26",
                "verse_text": "The priests will purify the altar during those days, so that it will be acceptable to me and ready to use."
            },
            {
                "verse_number": "27",
                "verse_text": "From then on, the priests will use this altar to offer sacrifices to please me and sacrifices to ask my blessing. Then I will be pleased with the people of Israel. I, the Lord God, have spoken."
            }
        ],
        "44": [
            {
                "verse_number": "1",
                "verse_text": "The man took me back to the outer courtyard, near the east gate of the temple area. I saw that the doors to this gate were closed."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said: I, the Lord God of Israel, came through this gate, so it must remain closed forever! No one must ever use it. Ezekiel, son of man, I am going to give you the laws for my temple. So pay attention and listen carefully to what kind of people are allowed to come in the temple, and what kind are not. I, the Lord God, command you to stop your evil ways!"
            },
            {
                "verse_number": "3",
                "verse_text": "The ruler of Israel may come here to eat a sacrificial meal that has been offered to me, but he must use only the entrance room of this gate."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the man took me through the north gate to the front of the temple. I saw that the brightness of the Lord 's glory had filled the temple, and I immediately bowed with my face to the ground."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "6",
                "verse_text": "Tell those rebellious people of Israel:"
            },
            {
                "verse_number": "7",
                "verse_text": "My temple has been disgraced, because you have let godless, stubborn foreigners come here when sacrifices are being offered to me. You have sinned and have broken our solemn agreement."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead of following the proper ways to worship me, you have put foreigners in charge of worship at my temple."
            },
            {
                "verse_number": "9",
                "verse_text": "And so I, the Lord God, say that no godless foreigner who disobeys me will be allowed in my temple. This includes any foreigner living in Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Some of the Levites turned their backs on me and joined the other people of Israel in worshiping idols. So these Levites must be punished!"
            },
            {
                "verse_number": "11",
                "verse_text": "They will still be allowed to serve me as temple workers by guarding the gates and by killing the animals to be sacrificed and by helping the worshipers."
            },
            {
                "verse_number": "12",
                "verse_text": "But because these Levites served the people of Israel when they worshiped idols, I, the Lord God, promise that the Levites will be punished. They did not stop the Israelites from sinning,"
            },
            {
                "verse_number": "13",
                "verse_text": "and now I will no longer let the Levites serve as my priests or come near anything sacred to me. They must suffer shame and disgrace for their disgusting sins."
            },
            {
                "verse_number": "14",
                "verse_text": "They will be responsible for all the hard work that must be done in the temple."
            },
            {
                "verse_number": "15",
                "verse_text": "The priests of the Levi tribe who are descendants of Zadok the priest were faithful to me, even when the rest of the Israelites turned away. And so, these priests will continue to serve as my priests and to offer the fat and the blood of sacrifices."
            },
            {
                "verse_number": "16",
                "verse_text": "They will come into my temple, where they will offer sacrifices at my altar and lead others in worship."
            },
            {
                "verse_number": "17",
                "verse_text": "When they come to the inner courtyard, they must wear their linen priestly clothes. My priests must never wear anything made of wool when they are on duty in this courtyard or in the temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Even their turbans and underwear must be made of linen to keep my priests from sweating when they work."
            },
            {
                "verse_number": "19",
                "verse_text": "And before they leave to join the other people in the outer courtyard, they must take off their priestly clothes, then place them in the sacred rooms and put on their regular clothes. That way, no one will touch their sacred clothes and be harmed."
            },
            {
                "verse_number": "20",
                "verse_text": "Priests must never shave their heads when they are mourning. But they must keep their hair properly trimmed and not let it grow too long."
            },
            {
                "verse_number": "21",
                "verse_text": "They must not drink wine before going to the inner courtyard."
            },
            {
                "verse_number": "22",
                "verse_text": "A priest must not marry a divorced woman; he can marry only a virgin from Israel or the widow of another priest."
            },
            {
                "verse_number": "23",
                "verse_text": "Priests must teach my people the difference between what is sacred and what is ordinary, and between what is clean and what is unclean."
            },
            {
                "verse_number": "24",
                "verse_text": "They will make decisions in difficult legal cases, according to my own laws. They must also observe the religious festivals my Law requires and must always respect the Sabbath."
            },
            {
                "verse_number": "25",
                "verse_text": "Touching a dead body will make a person unclean. So a priest must not go near a dead body, unless it is one of his parents or children, or his brother or unmarried sister."
            },
            {
                "verse_number": "26",
                "verse_text": "If a priest touches a dead body, he is unclean and must go through a ceremony to make himself clean. Then seven days later,"
            },
            {
                "verse_number": "27",
                "verse_text": "he must go to the inner courtyard of the temple and offer a sacrifice for sin. After that, he may once again serve as my priest. I, the Lord God, have spoken."
            },
            {
                "verse_number": "28",
                "verse_text": "I myself will provide for my priests, and so they won't receive any land of their own."
            },
            {
                "verse_number": "29",
                "verse_text": "Instead, they will receive part of the grain sacrifices, as well as part of the sacrifices for sin and sacrifices to make things right. They will also be given everything in Israel that has been completely dedicated to me."
            },
            {
                "verse_number": "30",
                "verse_text": "The first part of every harvest will belong to the priests. They will also receive part of all special gifts and offerings the Israelites bring to me. And whenever any of my people bake bread, they will give their first loaf as an offering to the priests, and I will bless the homes of the people when they do this."
            },
            {
                "verse_number": "31",
                "verse_text": "Priests must not eat any bird or animal that dies a natural death or that has been killed by a wild animal."
            }
        ],
        "45": [
            {
                "verse_number": "1",
                "verse_text": "When the land of Israel is divided among the twelve tribes, you must set aside an area that will belong to me. This sacred area will be 12.5 kilometers long and 10 kilometers wide."
            },
            {
                "verse_number": "2",
                "verse_text": "The temple will be on a piece of land 255 meters square, and the temple will be completely surrounded by an open space 25 meters wide. This property will belong to every ruler of Israel, so they will always be fair to my people and will let them live peacefully in the land given to their tribes. You leaders of Israel have cheated and abused my people long enough! I want you to stop sinning and start doing what is right and fair. You must never again force my people off their own land. I, the Lord , have spoken."
            },
            {
                "verse_number": "5",
                "verse_text": "I will give the other half of my land to the Levites who work in my temple, and the towns where they will live will be there."
            },
            {
                "verse_number": "6",
                "verse_text": "Next to my sacred land will be an area 12.5 kilometers long and 3 kilometers wide. This will belong to the people of Israel and will include the city of Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "10",
                "verse_text": "So from now on, you must use honest weights and measures."
            },
            {
                "verse_number": "11",
                "verse_text": "The ephah will be the standard dry measure, and the bath will be the standard liquid measure. Their size will be based on the homer , which will equal ten ephahs or ten baths ."
            },
            {
                "verse_number": "12",
                "verse_text": "The standard unit of weight will be the shekel . One shekel will equal 20 gerahs , and 60 shekels will equal one mina ."
            },
            {
                "verse_number": "13",
                "verse_text": "Leaders of Israel, the people must bring you one sixtieth of their grain harvests as offerings to me."
            },
            {
                "verse_number": "14",
                "verse_text": "They will also bring one percent of their olive oil. These things will be measured according to the bath , and ten baths is the same as one homer or one cor ."
            },
            {
                "verse_number": "15",
                "verse_text": "Finally, they must bring one sheep out of every 200 from their flocks. These offerings will be used as grain sacrifices, as well as sacrifices to please me and those to ask my blessing. I, the Lord , will be pleased with these sacrifices and will forgive the sins of my people. On the first day of the first month, a young bull that has nothing wrong with it must be offered as a sacrifice to purify the temple."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel will bring you these offerings."
            },
            {
                "verse_number": "17",
                "verse_text": "But during New Moon Festivals, Sabbath celebrations, and other religious feasts, you leaders will be responsible for providing animals for the sacrifices, as well as the grain and wine. All these will be used for the sacrifices for sin, the grain sacrifices, the sacrifices to please me, and those to ask my blessing. I will be pleased and will forgive the sins of my people."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "19",
                "verse_text": "The priest will take some blood from this sacrifice and smear it on the doorposts of the temple, as well as on the four corners of the altar and on the doorposts of the gates that lead into the inner courtyard."
            },
            {
                "verse_number": "20",
                "verse_text": "The same ceremony must also be done on the seventh day of the month, so that anyone who sins accidentally or without knowing it will be forgiven, and so that my temple will remain holy."
            },
            {
                "verse_number": "21",
                "verse_text": "Beginning on the fourteenth day of the first month, and continuing for seven days, everyone will celebrate Passover and eat bread made without yeast."
            },
            {
                "verse_number": "22",
                "verse_text": "On the first day, the ruler will bring a bull to offer as a sacrifice for his sins and for the sins of the people."
            },
            {
                "verse_number": "23",
                "verse_text": "Each day of the festival he is to bring seven bulls and seven rams as sacrifices to please me, and he must bring a goat as a sacrifice for sin. These animals must have nothing wrong with them."
            },
            {
                "verse_number": "24",
                "verse_text": "He will also provide nine kilograms of grain and three liters of olive oil to be offered with each bull and each ram."
            },
            {
                "verse_number": "25",
                "verse_text": "The Festival of Shelters will begin on the fifteenth day of the seventh month and will continue for seven days. On each day of this festival, the ruler will provide the same number of animals that he did each day during Passover, as well as the same amount of grain and olive oil for the sacrifices."
            }
        ],
        "46": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: The east gate of the inner courtyard must remain closed during the six working days of each week. But on the Sabbath and on the first day of the month, this gate will be opened. If the ruler of Israel gives some of his land to one of his children, it will belong to the ruler's child as part of the family property."
            },
            {
                "verse_number": "2",
                "verse_text": "Israel's ruler will go from the outer courtyard into the entrance room of this gate and stand in the doorway while the priest offers sacrifices to ask my blessing and sacrifices to please me. The ruler will bow with his face to the ground to show that he has worshiped me. Then he will leave, and the gate will remain open until evening."
            },
            {
                "verse_number": "3",
                "verse_text": "Each Sabbath and on the first day of each month, the people of Israel must also come to the east gate and worship me."
            },
            {
                "verse_number": "4",
                "verse_text": "On the Sabbath, the ruler will bring six lambs and one ram to be offered as sacrifices to please me. There must be nothing wrong with any of these animals."
            },
            {
                "verse_number": "5",
                "verse_text": "With the ram, he is to offer nine kilograms of grain, and with each of the lambs, he can offer as much as he wants. He must also offer three liters of olive oil with every nine kilograms of grain."
            },
            {
                "verse_number": "6",
                "verse_text": "The ruler is to bring six lambs, a bull, and a ram to be offered as sacrifices at the New Moon Festival. There must be nothing wrong with any of these animals."
            },
            {
                "verse_number": "7",
                "verse_text": "With the bull and the ram, he is to offer nine kilograms of grain, and with each of the lambs, he can offer as much as he wants. He must also offer three liters of olive oil with every nine kilograms of grain."
            },
            {
                "verse_number": "8",
                "verse_text": "The ruler must come through the entrance room of the east gate and leave the same way."
            },
            {
                "verse_number": "9",
                "verse_text": "When my people come to worship me during any festival, they must always leave by the opposite gate from which they came: Those who come in the north gate must leave by the south gate, and those who come in the south gate must leave by the north gate."
            },
            {
                "verse_number": "10",
                "verse_text": "Their ruler will come in at the same time they do and leave at the same time they leave."
            },
            {
                "verse_number": "11",
                "verse_text": "At all other festivals and celebrations, nine kilograms of grain will be offered with a bull, and nine kilograms will be offered with a ram. The worshipers can offer as much grain as they want with each lamb. Three liters of olive oil must be offered with every nine kilograms of grain."
            },
            {
                "verse_number": "12",
                "verse_text": "If the ruler voluntarily offers a sacrifice to please me or to ask my blessing, the east gate of the inner courtyard will be opened for him. He will offer his sacrifices just as he does on each Sabbath; then he will leave, and the gate will be closed."
            },
            {
                "verse_number": "13",
                "verse_text": "Each morning a year-old lamb that has nothing wrong with it must be offered as a sacrifice to please me."
            },
            {
                "verse_number": "14",
                "verse_text": "Along with it, two kilograms of fine flour mixed with a liter of olive oil must be offered as a grain sacrifice. This law will never change&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "the lamb, the flour, and the olive oil will be offered to me every morning for all time."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord God said:"
            },
            {
                "verse_number": "17",
                "verse_text": "But if the ruler gives some of his land to one of his servants, the land will belong to the servant until the Year of Celebration, when it will be returned to the ruler. Only the ruler's children can keep what is given to them."
            },
            {
                "verse_number": "18",
                "verse_text": "The ruler must never abuse my people by taking land from them. Any land he gives his children must already belong to him."
            },
            {
                "verse_number": "19",
                "verse_text": "The man who was showing me the temple then took me back to the inner courtyard. We walked to the south side of the courtyard and stopped at the door to the sacred rooms that belonged to the priests. He showed me more rooms at the western edge of the courtyard"
            },
            {
                "verse_number": "20",
                "verse_text": "and said, &apos;These are the kitchens where the priests must boil the meat to be offered as sacrifices to make things right and as sacrifices for sin. They will also bake the grain for sacrifices in these kitchens. That way, these sacred offerings won't have to be carried through the outer courtyard, where someone could accidentally touch them and be harmed.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "We went back to the outer courtyard and walked past the four corners."
            },
            {
                "verse_number": "22",
                "verse_text": "At each corner I saw a smaller courtyard, 20 meters long and 15 meters wide."
            },
            {
                "verse_number": "23",
                "verse_text": "Around the inside of these smaller courtyards was a low wall of stones, and against the wall were places to build fires."
            },
            {
                "verse_number": "24",
                "verse_text": "The man said, &apos;These are the kitchens where the temple workers will boil the meat that worshipers offer as sacrifices.&apos;"
            }
        ],
        "47": [
            {
                "verse_number": "1",
                "verse_text": "The man took me back to the temple, where I saw a stream flowing from under the entrance. It began in the south part of the temple, where it ran past the altar and continued east through the courtyard. We walked to the riverbank, This water flows eastward to the Jordan River valley and empties into the Dead Sea, where it turns the salt water into fresh water."
            },
            {
                "verse_number": "2",
                "verse_text": "We walked out of the temple area through the north gate and went around to the east gate. I saw the small stream of water flowing east from the south side of the gate."
            },
            {
                "verse_number": "3",
                "verse_text": "The man walked east, then took out his measuring stick and measured 500 meters downstream. He told me to wade through the stream there, and the water came up to my ankles."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he measured another 500 meters downstream, and told me to wade through it there. The water came up to my knees. Another 500 meters downstream the water came up to my waist."
            },
            {
                "verse_number": "5",
                "verse_text": "Another 500 meters downstream, the stream had become a river that could be crossed only by swimming."
            },
            {
                "verse_number": "6",
                "verse_text": "The man said, &apos;Ezekiel, son of man, pay attention to what you've seen.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "where I saw dozens of trees on each side."
            },
            {
                "verse_number": "8",
                "verse_text": "The man said:"
            },
            {
                "verse_number": "9",
                "verse_text": "Wherever this water flows, there will be all kinds of animals and fish, because it will bring life and fresh water to the Dead Sea."
            },
            {
                "verse_number": "10",
                "verse_text": "From En-Gedi to Eneglaim, people will fish in the sea and dry their nets along the coast. There will be as many kinds of fish in the Dead Sea as there are in the Mediterranean Sea."
            },
            {
                "verse_number": "11",
                "verse_text": "But the marshes along the shore will remain salty, so that people can use the salt from them."
            },
            {
                "verse_number": "12",
                "verse_text": "Fruit trees will grow all along this river and produce fresh fruit every month. The leaves will never dry out, because they will always have water from the stream that flows from the temple, and they will be used for healing people."
            },
            {
                "verse_number": "15",
                "verse_text": "The northern border will begin at the Mediterranean Sea, then continue eastward to Hethlon, to Lebo-Hamath, then across to Zedad,"
            },
            {
                "verse_number": "16",
                "verse_text": "Berothah, and Sibraim, which is on the border between the two kingdoms of Damascus and Hamath. The border will end at Hazer-Hatticon, which is on the border of Hauran."
            },
            {
                "verse_number": "17",
                "verse_text": "So the northern border will run between the Mediterranean Sea and Hazar-Enon, which is on the border between Damascus and Hamath."
            },
            {
                "verse_number": "18",
                "verse_text": "The eastern border will begin on the border between the two kingdoms of Hauran and Damascus. It will run south along the Jordan River, which separates the territories of Gilead and Israel, and it will end at the Dead Sea near the town of Tamar."
            },
            {
                "verse_number": "19",
                "verse_text": "The southern border will begin at Tamar, then run southwest to the springs near Meribath-Kadesh. It will continue along the Egyptian Gorge and will end at the Mediterranean Sea."
            },
            {
                "verse_number": "20",
                "verse_text": "The western border will run north along the Mediterranean Sea to a point just west of Lebo-Hamath."
            },
            {
                "verse_number": "21",
                "verse_text": "That is the land to be divided among the tribes of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "It will belong to the Israelites and to any foreigners living among them whose children were born in Israel. These foreigners must be treated like any other Israelite citizen, and they will receive"
            },
            {
                "verse_number": "23",
                "verse_text": "a share of the land given to the tribe where they live. I, the Lord God, have spoken."
            }
        ],
        "48": [
            {
                "verse_number": "8",
                "verse_text": "South of Judah's territory will be a special section of land. Its length will be twelve and a half kilometers, and its width will run from the eastern border of Israel west to the Mediterranean Sea. My temple will be located in this section of land."
            },
            {
                "verse_number": "9",
                "verse_text": "An area in the center of this land will belong to me. It will be twelve and a half kilometers long and ten kilometers wide."
            },
            {
                "verse_number": "10",
                "verse_text": "I, the Lord , will give half of my sacred land to the priests. Their share will be twelve and a half kilometers long and five kilometers wide, and my temple will be right in the middle."
            },
            {
                "verse_number": "11",
                "verse_text": "Only priests who are descendants of Zadok will receive a share of this sacred land, because they remained faithful to me when the Levites and the rest of the Israelites started sinning."
            },
            {
                "verse_number": "12",
                "verse_text": "The land belonging to the priests will be the most sacred area and will lie south of the area that belongs to the Levites."
            },
            {
                "verse_number": "13",
                "verse_text": "I will give the other half of my sacred land to the Levites. Their share will also be twelve and a half kilometers long and five kilometers wide,"
            },
            {
                "verse_number": "14",
                "verse_text": "and they must never sell or trade any of this land&ndash;it is the best land and belongs to me."
            },
            {
                "verse_number": "15",
                "verse_text": "South of my sacred land will be a section twelve and a half kilometers long and three kilometers wide. It will not be sacred, but will belong to the people of Israel and will include the city of Jerusalem, together with its houses and pastureland."
            },
            {
                "verse_number": "16",
                "verse_text": "The city will be a square: Each side will be two kilometers long,"
            },
            {
                "verse_number": "17",
                "verse_text": "and an open area 125 meters wide will surround the city."
            },
            {
                "verse_number": "18",
                "verse_text": "The land on the east and west sides of the city limits will be farmland for the people of Jerusalem; both sections will be five kilometers long and three kilometers wide."
            },
            {
                "verse_number": "19",
                "verse_text": "People from the city will farm the land, no matter which tribe they belong to."
            },
            {
                "verse_number": "20",
                "verse_text": "And so the center of this special section of land will be for my sacred land, as well as for the city and its property. The land will be a square, twelve and a half kilometers on each side."
            },
            {
                "verse_number": "21",
                "verse_text": "The regions east and west of this square of land will belong to the ruler of Israel. His property will run east to the Jordan River and west to the Mediterranean Sea. In the very center of his property will be my sacred land, as well as the temple,"
            },
            {
                "verse_number": "22",
                "verse_text": "together with the share belonging to the Levites and the city of Jerusalem. The northern border of the ruler's property will be the land that belongs to Judah, and the southern border will be the land that belongs to Benjamin."
            },
            {
                "verse_number": "28",
                "verse_text": "Gad's southern border is also the southern border of Israel. It will begin at the town of Tamar, then run southwest to the springs near Meribath-Kadesh. It will continue along the Egyptian Gorge and end at the Mediterranean Sea."
            },
            {
                "verse_number": "29",
                "verse_text": "That's how the land of Israel will be divided among the twelve tribes. I, the Lord God, have spoken."
            },
            {
                "verse_number": "35",
                "verse_text": "and so the total length of the wall will be ten kilometers. The new name of the city will be &apos;The- Lord -Is-Here!&apos;"
            }
        ]
    }
}