{
    "Numbers": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The people of Israel had left Egypt and were living in the Sinai Desert. Then on the first day of the second month of the second year, when Moses was in the sacred tent the Lord said: Elizur son of Shedeur from Reuben, Shelumiel son of Zurishaddai from Simeon, Nahshon son of Amminadab from Judah, Nethanel son of Zuar from Issachar, Eliab son of Helon from Zebulun, Elishama son of Ammihud from Ephraim, Gamaliel son of Pedahzur from Manasseh, Abidan son of Gideoni from Benjamin, Ahiezer son of Ammishaddai from Dan, Pagiel son of Ochran from Asher, Eliasaph son of Deuel from Gad, and Ahira son of Enan from Naphtali. 46,500 from Reuben, 59,300 from Simeon, 45,650 from Gad, 74,600 from Judah, 54,400 from Issachar, 57,400 from Zebulun, 40,500 from Ephraim, 32,200 from Manasseh, 35,400 from Benjamin, 62,700 from Dan, 41,500 from Asher, 53,400 from Naphtali. The total number of men registered by Moses, Aaron, and the twelve leaders was 603,550."
            },
            {
                "verse_number": "18",
                "verse_text": "called together the people that same day. They were counted according to their clans and families. Then Moses and the others listed the names of the men twenty years and older,"
            },
            {
                "verse_number": "19",
                "verse_text": "just as the Lord had commanded."
            },
            {
                "verse_number": "47",
                "verse_text": "But those from the Levi tribe were not included"
            },
            {
                "verse_number": "48",
                "verse_text": "because the Lord had said to Moses:"
            },
            {
                "verse_number": "49",
                "verse_text": "When you count the Israelites, do not include those from the Levi tribe."
            },
            {
                "verse_number": "52",
                "verse_text": "The rest of the Israelites will camp in their own groups and under their own banners."
            },
            {
                "verse_number": "53",
                "verse_text": "But the Levites will camp around the sacred tent to make sure that no one goes near it and makes me furious with the Israelites."
            },
            {
                "verse_number": "54",
                "verse_text": "The people of Israel did everything the Lord had commanded."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses and Aaron"
            },
            {
                "verse_number": "2",
                "verse_text": "how the Israelites should arrange their camp: Each tribe must set up camp under its own banner and under the flags of its ancestral families. These camps will be arranged around the sacred tent, but not close to it."
            },
            {
                "verse_number": "9",
                "verse_text": "These 186,400 troops will march into battle first."
            },
            {
                "verse_number": "16",
                "verse_text": "These 151,450 troops will march into battle second."
            },
            {
                "verse_number": "17",
                "verse_text": "Marching behind Reuben will be the Levites, arranged in groups, just as they are camped. They will carry the sacred tent and their own banners."
            },
            {
                "verse_number": "24",
                "verse_text": "These 108,100 troops will march into battle third."
            },
            {
                "verse_number": "31",
                "verse_text": "These 157,600 troops will march into battle last."
            },
            {
                "verse_number": "32",
                "verse_text": "So all the Israelites in the camp were counted according to their ancestral families. The troops were arranged by divisions and totaled 603,550."
            },
            {
                "verse_number": "33",
                "verse_text": "The only Israelites not included were the Levites, just as the Lord had commanded Moses."
            },
            {
                "verse_number": "34",
                "verse_text": "Israel did everything the Lord had told Moses. They arranged their camp according to clans and families, with each tribe under its own banner. And that was the order by which they marched into battle."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "When the Lord talked with Moses on Mount Sinai,"
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron's four sons, Nadab, Abihu, Eleazar, and Ithamar,"
            },
            {
                "verse_number": "3",
                "verse_text": "were the ones to be ordained as priests."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord killed Nadab and Abihu in the Sinai Desert when they used fire that was unacceptable in their offering to the Lord . And because Nadab and Abihu had no sons, only Eleazar and Ithamar served as priests with their father Aaron."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "6",
                "verse_text": "Assign the Levi tribe to Aaron the priest. They will be his assistants"
            },
            {
                "verse_number": "7",
                "verse_text": "and will work at the sacred tent for him and for all the Israelites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites will serve the community by being responsible for the furnishings of the tent."
            },
            {
                "verse_number": "9",
                "verse_text": "They are assigned to help Aaron and his sons,"
            },
            {
                "verse_number": "10",
                "verse_text": "who have been appointed to be priests. Anyone else who tries to perform the duties of a priest must be put to death."
            },
            {
                "verse_number": "14",
                "verse_text": "In the Sinai Desert the Lord said to Moses,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Now I want you to count the men and boys in the Levi tribe by families and by clans. Include every one at least a month old.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Moses obeyed and counted them."
            },
            {
                "verse_number": "17",
                "verse_text": "Levi's three sons, Gershon, Kohath, and Merari, had become the heads of their own clans."
            },
            {
                "verse_number": "18",
                "verse_text": "Gershon's sons were Libni and Shimei."
            },
            {
                "verse_number": "19",
                "verse_text": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "20",
                "verse_text": "And Merari's sons were Mahli and Mushi. These were the sons and grandsons of Levi, and they had become the leaders of the Levite clans."
            },
            {
                "verse_number": "21",
                "verse_text": "The two Gershon clans were the Libnites and Shimeites,"
            },
            {
                "verse_number": "22",
                "verse_text": "and they had 7,500 men and boys at least one month old."
            },
            {
                "verse_number": "25",
                "verse_text": "Their duties at the tent included taking care of the tent itself, along with its outer covering, the curtain for the entrance,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains hanging inside the courtyard around the tent, as well as the curtain and ropes for the entrance to the courtyard and its altar. The Gershonites were responsible for setting these things up and taking them down."
            },
            {
                "verse_number": "27",
                "verse_text": "The four Kohath clans were the Amramites, Izharites, Hebronites, and the Uzzielites,"
            },
            {
                "verse_number": "28",
                "verse_text": "and they had 8,600 men and boys at least one month old."
            },
            {
                "verse_number": "31",
                "verse_text": "Their duties at the tent included taking care of the sacred chest, the table for the sacred bread, the lampstand, the altars, the objects used for worship, and the curtain in front of the most holy place. The Kohathites were responsible for setting these things up and taking them down."
            },
            {
                "verse_number": "32",
                "verse_text": "Eleazar son of Aaron was the head of the Levite leaders, and he made sure that the work at the sacred tent was done."
            },
            {
                "verse_number": "33",
                "verse_text": "The two Merari clans were the Mahlites and the Mushites,"
            },
            {
                "verse_number": "34",
                "verse_text": "and they had 6,200 men and boys at least one month old."
            },
            {
                "verse_number": "35",
                "verse_text": "The Merarites, under the leadership of Zuriel son of Abihail, were to camp on the north side of the sacred tent."
            },
            {
                "verse_number": "38",
                "verse_text": "Moses, Aaron, and his sons were to camp in front of the sacred tent, on the east side, and to make sure that the Israelites worshiped in the proper way. Anyone else who tried to do the work of Moses and Aaron was to be put to death."
            },
            {
                "verse_number": "39",
                "verse_text": "So Moses and Aaron obeyed the Lord and counted the Levites by their clans. The total number of Levites at least one month old was 22,000."
            },
            {
                "verse_number": "40",
                "verse_text": "The Lord said to Moses, &apos;Make a list and count the first-born sons at least one month old in each of the Israelite families."
            },
            {
                "verse_number": "41",
                "verse_text": "They belong to me, but I will accept the Levites as substitutes for them, and I will accept the Levites' livestock as substitutes for the Israelites' first-born livestock.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Moses obeyed the Lord and counted the first-born sons;"
            },
            {
                "verse_number": "43",
                "verse_text": "there were 22,273 of them."
            },
            {
                "verse_number": "44",
                "verse_text": "Then the Lord said,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;The Levites will belong to me and will take the place of the first-born sons; their livestock will take the place of the Israelites' first-born livestock."
            },
            {
                "verse_number": "46",
                "verse_text": "But since there are more first-born sons than Levites, the extra 273 men and boys must be bought back from me."
            },
            {
                "verse_number": "47",
                "verse_text": "For each one, you are to collect five pieces of silver, weighed according to the official standards."
            },
            {
                "verse_number": "48",
                "verse_text": "This money must then be given to Aaron and his sons.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Moses collected the silver from the extra 273 first-born men and boys,"
            },
            {
                "verse_number": "50",
                "verse_text": "and it amounted to 1,365 pieces of silver, weighed according to the official standards."
            },
            {
                "verse_number": "51",
                "verse_text": "Then he gave it to Aaron and his sons, just as the Lord had commanded."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses and Aaron: Moses, find out how many men between 30 and 50 are in the two Levite clans of Merari, but count only those who are able to work at the sacred tent."
            },
            {
                "verse_number": "4",
                "verse_text": "The Kohathites will be responsible for carrying the sacred objects used in worship at the sacred tent."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Israelites are ready to move their camp, Aaron and his sons will enter the tent and take down the curtain that separates the sacred chest from the rest of the tent. They will cover the chest with this curtain,"
            },
            {
                "verse_number": "6",
                "verse_text": "and then with a piece of fine leather, and cover it all with a solid blue cloth. After this they will put the carrying poles in place."
            },
            {
                "verse_number": "7",
                "verse_text": "Next, Aaron and his sons will use another blue cloth to cover the table for the sacred bread. On the cloth they will place the dishes, the bowls for incense, the cups, the jugs for wine, as well as the bread itself."
            },
            {
                "verse_number": "8",
                "verse_text": "They are to cover all of this with a bright red cloth, and then with a piece of fine leather, before putting the carrying poles in place."
            },
            {
                "verse_number": "9",
                "verse_text": "With another blue cloth they will cover the lampstand, along with the lamps, the lamp snuffers, the fire pans, and the jars of oil for the lamps."
            },
            {
                "verse_number": "10",
                "verse_text": "All of this will then be covered with a piece of fine leather and placed on a carrying frame."
            },
            {
                "verse_number": "11",
                "verse_text": "The gold incense altar is to be covered with a blue cloth, and then with a piece of fine leather, before its carrying poles are put in place."
            },
            {
                "verse_number": "12",
                "verse_text": "Next, Aaron and his sons will take blue cloth and wrap all the objects used in worship at the sacred tent. These will need to be covered with a piece of fine leather, then placed on a carrying frame."
            },
            {
                "verse_number": "13",
                "verse_text": "They are to remove the ashes from the bronze altar and cover it with a purple cloth."
            },
            {
                "verse_number": "14",
                "verse_text": "On that cloth will be placed the utensils used at the altar, including the fire pans, the meat forks, the shovels, and the sprinkling bowls. All of this will then be covered with a piece of fine leather, before the carrying poles are put in place."
            },
            {
                "verse_number": "15",
                "verse_text": "When the camp is ready to be moved, the Kohathites will be responsible for carrying the sacred objects and the furnishings of the sacred tent. But Aaron and his sons must have already covered those things so the Kohathites won't touch them and die."
            },
            {
                "verse_number": "16",
                "verse_text": "Eleazar son of Aaron the priest will be in charge of the oil for the lamps, the sweet-smelling incense, the grain for the sacrifices, and the olive oil used for dedications and ordinations. Eleazar is responsible for seeing that the sacred tent, its furnishings, and the sacred objects are taken care of."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "24",
                "verse_text": "The Gershonites will be responsible"
            },
            {
                "verse_number": "25",
                "verse_text": "for carrying the curtains of the sacred tent, its two outer coverings, the curtain for the entrance to the tent,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains hanging around the courtyard of the tent, and the curtain and ropes for the entrance to the courtyard. The Gershonites are to do whatever needs to be done to take care of these things,"
            },
            {
                "verse_number": "27",
                "verse_text": "and they will carry them wherever Aaron and his sons tell them to."
            },
            {
                "verse_number": "28",
                "verse_text": "These are the duties of the Gershonites at the sacred tent, and Ithamar son of Aaron will make sure they do their work."
            },
            {
                "verse_number": "31",
                "verse_text": "The Merarites will be responsible for carrying the frames of the tent and its other pieces, including the bars, the posts, and the stands,"
            },
            {
                "verse_number": "32",
                "verse_text": "as well as the posts that support the courtyard, together with their stands, tent pegs, and ropes. The Merarites are to be told exactly what objects they are to carry,"
            },
            {
                "verse_number": "33",
                "verse_text": "and Ithamar son of Aaron will make sure they do their work."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites obeyed the Lord 's instructions."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "6",
                "verse_text": "to say to the community of Israel:"
            },
            {
                "verse_number": "7",
                "verse_text": "You must confess your guilt and pay the victim in full for whatever damage has been done, plus a fine of 20 percent."
            },
            {
                "verse_number": "8",
                "verse_text": "If the victim has no relative who can accept this money, it belongs to me and will be paid to the priest. In addition to that payment, you must take a ram for the priest to sacrifice so your sin will be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "15",
                "verse_text": "He must take his wife to the priest, together with one kilogram of ground barley as an offering to find out if she is guilty. No olive oil or incense is to be put on that offering."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will lead the woman to my altar and make her stand there."
            },
            {
                "verse_number": "17",
                "verse_text": "He will then pour sacred water into a clay jar and stir in some dust from the floor of the sacred tent."
            },
            {
                "verse_number": "23",
                "verse_text": "The priest will write these curses on special paper and wash them off into the bitter water,"
            },
            {
                "verse_number": "24",
                "verse_text": "so that when the woman drinks this water, the curses will enter her body."
            },
            {
                "verse_number": "25",
                "verse_text": "He will take the barley offering from her and lift it up in dedication to me, the Lord . Then he will place it on my altar"
            },
            {
                "verse_number": "26",
                "verse_text": "and burn part of it as a sacrifice. After that, the woman must drink the bitter water."
            },
            {
                "verse_number": "27",
                "verse_text": "If the woman has been unfaithful, the water will immediately make her unable to have children, and she will be a curse among her people."
            },
            {
                "verse_number": "28",
                "verse_text": "But if she is innocent, her body will not be harmed, and she will still be able to have children."
            },
            {
                "verse_number": "31",
                "verse_text": "If the husband is wrong, he will not be punished; but if his wife is guilty, she will be punished."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the people of Israel: If any of you want to dedicate yourself to me by vowing to become a Nazirite, will bless and protect you, and kindness. and give you peace.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "you must no longer drink any wine or beer or use any kind of vinegar. Don't drink grape juice or eat grapes or raisins&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "not even the seeds or skins."
            },
            {
                "verse_number": "5",
                "verse_text": "The hair of a Nazirite is sacred to me, and as long as you are a Nazirite, you must never cut your hair."
            },
            {
                "verse_number": "6",
                "verse_text": "During the time that you are a Nazirite, you must never go close to a dead body,"
            },
            {
                "verse_number": "9",
                "verse_text": "If someone suddenly dies near you, your hair is no longer sacred, and you must shave it seven days later during the ceremony to make you clean."
            },
            {
                "verse_number": "10",
                "verse_text": "Then on the next day, bring two doves or two pigeons to the priest at the sacred tent."
            },
            {
                "verse_number": "11",
                "verse_text": "He will offer one of the birds as a sacrifice for sin and the other as a sacrifice to please me. You will then be forgiven for being too near a dead body, and your hair will again become sacred."
            },
            {
                "verse_number": "12",
                "verse_text": "But the dead body made you unacceptable, so you must make another vow to become a Nazirite and be dedicated once more. Finally, a year-old ram must be offered as the sacrifice to make things right."
            },
            {
                "verse_number": "13",
                "verse_text": "When you have completed your promised time of being a Nazirite, go to the sacred tent"
            },
            {
                "verse_number": "14",
                "verse_text": "and offer three animals that have nothing wrong with them: a year-old ram as a sacrifice to please me, a year-old female lamb as a sacrifice for sin, and a full-grown ram as a sacrifice to ask my blessing."
            },
            {
                "verse_number": "15",
                "verse_text": "Wine offerings and grain sacrifices must also be brought with these animals. Finally, you are to bring a basket of bread made with your finest flour and olive oil, but without yeast. Also bring some thin wafers brushed with oil."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will take these gifts to my altar and offer them, so that I will be pleased and will forgive you."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he will sacrifice the ram and offer the wine, grain, and bread."
            },
            {
                "verse_number": "18",
                "verse_text": "After that, you will stand at the entrance to the sacred tent, shave your head, and put the hair in the fire where the priest has offered the sacrifice to ask my blessing."
            },
            {
                "verse_number": "19",
                "verse_text": "Once the meat from the ram's shoulder has been boiled, the priest will take it, along with one loaf of bread and one wafer brushed with oil, and give them to you."
            },
            {
                "verse_number": "20",
                "verse_text": "You will hand them back to the priest, who will lift them up in dedication to me. Then he can eat the meat from the ram's shoulder, its choice ribs, and its hind leg, because this is his share of the sacrifice. After this, you will no longer be a Nazirite, and you will be free to drink wine."
            },
            {
                "verse_number": "21",
                "verse_text": "These are the requirements for Nazirites. However, if you can afford to offer more, you must do so."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord told Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When Aaron and his sons bless the people of Israel, they must say:"
            },
            {
                "verse_number": "24",
                "verse_text": "I pray that the Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "and that he will show you mercy"
            },
            {
                "verse_number": "26",
                "verse_text": "May the Lord be good to you"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the Lord said, &apos;If Aaron and his sons ask me to bless the Israelites, I will give them my blessing.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Moses had finished setting up the sacred tent, he dedicated it to the Lord , together with its furnishings, the altar, and its equipment."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the twelve tribal leaders of Israel, the same men who had been in charge of counting the people, came to the tent"
            },
            {
                "verse_number": "3",
                "verse_text": "with gifts for the Lord . They brought six strong carts and twelve oxen&ndash;one ox from each leader and a cart from every two. a silver bowl that weighed one and a half kilograms and a silver sprinkling bowl weighing almost a kilogram, both of them filled with flour and olive oil as grain sacrifices and weighed according to the official standards; a small gold dish filled with incense; The tribal leaders brought their gifts and offerings in the following order: On the first day Nahshon from Judah, on the second day Nethanel from Issachar, on the third day Eliab from Zebulun, on the fourth day Elizur from Reuben, on the fifth day Shelumiel from Simeon, on the sixth day Eliasaph from Gad, on the seventh day Elishama from Ephraim, on the eighth day Gamaliel from Manasseh, on the ninth day Abidan from Benjamin, on the tenth day Ahiezer from Dan, on the eleventh day Pagiel from Asher, on the twelfth day Ahira from Naphtali. 12 silver bowls and 12 silver sprinkling bowls, weighing a total of almost 28 kilograms, according to the official standards; 12 gold dishes filled with incense and weighing over a kilogram; 12 bulls, 12 full-grown rams, and 12 rams a year old as sacrifices to please the Lord , along with the proper grain sacrifices; 12 goats as sacrifices for sin; and 24 bulls, 60 full-grown rams, 60 goats, and 60 rams a year old as sacrifices to ask the Lord 's blessing."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Accept these gifts, so the Levites can use them here at the sacred tent for carrying the sacred things.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Moses took the carts and oxen and gave them to the Levites,"
            },
            {
                "verse_number": "9",
                "verse_text": "But Moses did not give any to the Kohathites, because they were in charge of the sacred objects that had to be carried on their shoulders."
            },
            {
                "verse_number": "10",
                "verse_text": "On the day the altar was dedicated, the twelve leaders brought offerings for its dedication."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses, &apos;Each day one leader is to give his offering for the dedication.&apos;"
            },
            {
                "verse_number": "89",
                "verse_text": "Whenever Moses needed to talk with the Lord , he went into the sacred tent, where he heard the Lord 's voice coming from between the two winged creatures above the lid of the sacred chest."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell Aaron to put the seven lamps on the lampstand so they shine toward the front.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron obeyed and placed the lamps as he was told."
            },
            {
                "verse_number": "4",
                "verse_text": "The lampstand was made of hammered gold from its base to the decorative flowers on top, exactly like the pattern the Lord had described to Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "6",
                "verse_text": "The Levites must be acceptable to me before they begin working at the sacred tent. So separate them from the rest of the Israelites"
            },
            {
                "verse_number": "7",
                "verse_text": "and sprinkle them with the water that washes away their sins. Then have them shave their entire bodies and wash their clothes."
            },
            {
                "verse_number": "8",
                "verse_text": "They are to bring a bull and its proper grain sacrifice of flour mixed with olive oil. And they must bring a second bull as a sacrifice for sin."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you, Moses, will call together all the people of Israel and send the Levites to my sacred tent,"
            },
            {
                "verse_number": "10",
                "verse_text": "where the people will place their hands on them."
            },
            {
                "verse_number": "11",
                "verse_text": "Aaron will present the Levites to me as a gift from the people, so that the Levites will do my work."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, the Levites are to place their hands on the heads of the bulls. Sacrifice one of the bulls for the forgiveness of sin, and the other to make sure that I am pleased. Then the Levites will be acceptable to me."
            },
            {
                "verse_number": "13",
                "verse_text": "They will stand at my altar in front of Aaron and his sons, who will dedicate the Levites to me."
            },
            {
                "verse_number": "14",
                "verse_text": "This ceremony will show that the Levites are different from the other Israelites and belong to me in a special way."
            },
            {
                "verse_number": "15",
                "verse_text": "After they have been made acceptable and have been dedicated, they will be allowed to work at my sacred tent."
            },
            {
                "verse_number": "16",
                "verse_text": "They are mine and will take the place of the first-born Israelite sons."
            },
            {
                "verse_number": "17",
                "verse_text": "When I killed the oldest sons of the Egyptians, I decided that the first-born sons in each Israelite family would be mine, as well as every first-born male from their flocks and herds."
            },
            {
                "verse_number": "18",
                "verse_text": "But now I have chosen these Levites as substitutes for the first-born sons,"
            },
            {
                "verse_number": "19",
                "verse_text": "and I have given them as gifts to Aaron and his sons to serve at the sacred tent. I will hold them responsible for what happens to anyone who gets too close to the sacred tent."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses, Aaron, and the other Israelites made sure that the Levites did everything the Lord had commanded."
            },
            {
                "verse_number": "21",
                "verse_text": "The Levites sprinkled themselves with the water of forgiveness and washed their clothes. Then Aaron brought them to the altar and offered sacrifices to forgive their sins and make them acceptable to the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "After this, the Levites worked at the sacred tent as assistants to Aaron and his sons, just as the Lord had commanded."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord also told Moses,"
            },
            {
                "verse_number": "26",
                "verse_text": "They may help the other Levites in their duties, but they must no longer be responsible for any work themselves. Remember this when you assign their duties.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "During the first month of Israel's second year in the Sinai Desert, the Lord had told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the people, &apos;Celebrate Passover"
            },
            {
                "verse_number": "3",
                "verse_text": "in the evening of the fourteenth day of this month and do it by following all the regulations.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Some people in Israel's camp had touched a dead body and had become unfit to worship the Lord , and they could not celebrate Passover. But they asked Moses and Aaron,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Even though we have touched a dead body, why can't we celebrate Passover and offer sacrifices to the Lord at the same time as everyone else?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses said, &apos;Wait here while I go into the sacred tent and find out what the Lord says about this.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord then told Moses"
            },
            {
                "verse_number": "10",
                "verse_text": "to say to the community of Israel:"
            },
            {
                "verse_number": "11",
                "verse_text": "But it must be done in the second month, in the evening of the fourteenth day. Eat the Passover lamb with thin bread and bitter herbs,"
            },
            {
                "verse_number": "12",
                "verse_text": "and don't leave any of it until morning or break any of the animal's bones. Be sure to follow these regulations."
            },
            {
                "verse_number": "13",
                "verse_text": "But if any of you are fit to worship me, and yet refuse to celebrate Passover when you are not away on a journey, you will no longer belong to my people. You will be punished because you did not offer sacrifices to me at the proper time."
            },
            {
                "verse_number": "14",
                "verse_text": "Anyone, including foreigners who live among you, can celebrate Passover, if they follow all the regulations."
            },
            {
                "verse_number": "23",
                "verse_text": "They obeyed the Lord 's commands and went wherever he directed Moses."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Have someone make two trumpets out of hammered silver. These will be used to call the people together and to give the signal for moving your camp."
            },
            {
                "verse_number": "3",
                "verse_text": "If both trumpets are blown, everyone is to meet with you at the entrance to the sacred tent."
            },
            {
                "verse_number": "4",
                "verse_text": "But if just one is blown, only the twelve tribal leaders need to come together."
            },
            {
                "verse_number": "7",
                "verse_text": "But when you want everyone to come together, sound a different signal on the trumpet."
            },
            {
                "verse_number": "8",
                "verse_text": "The priests of Aaron's family will be the ones to blow the trumpets, and this law will never change."
            },
            {
                "verse_number": "9",
                "verse_text": "Whenever you go into battle against an enemy attacking your land, give a warning signal on the trumpets. Then I, the Lord , will hear it and rescue you."
            },
            {
                "verse_number": "10",
                "verse_text": "During the celebration of the New Moon Festival and other religious festivals, sound the trumpets while you offer sacrifices. This will be a reminder that I am the Lord your God."
            },
            {
                "verse_number": "11",
                "verse_text": "On the twentieth day of the second month of that same year, the cloud over the sacred tent moved on."
            },
            {
                "verse_number": "12",
                "verse_text": "So the Israelites broke camp and left the Sinai Desert. And some time later, the cloud stopped in the Paran Desert."
            },
            {
                "verse_number": "13",
                "verse_text": "This was the first time the Lord had told Moses to command the people of Israel to move on."
            },
            {
                "verse_number": "14",
                "verse_text": "Judah and the tribes that camped alongside it marched out first, carrying their banner. Nahshon son of Amminadab was the leader of the Judah tribe,"
            },
            {
                "verse_number": "15",
                "verse_text": "Nethanel son of Zuar was the leader of the Issachar tribe,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Eliab son of Helon was the leader of the Zebulun tribe."
            },
            {
                "verse_number": "17",
                "verse_text": "The sacred tent had been taken down, and the Gershonites and the Merarites carried it, marching behind the Judah camp."
            },
            {
                "verse_number": "18",
                "verse_text": "Reuben and the tribes that camped alongside it marched out second, carrying their banner. Elizur son of Shedeur was the leader of the Reuben tribe,"
            },
            {
                "verse_number": "19",
                "verse_text": "Shelumiel son of Zurishaddai was the leader of the Simeon tribe,"
            },
            {
                "verse_number": "20",
                "verse_text": "and Eliasaph son of Deuel was the leader of the Gad tribe."
            },
            {
                "verse_number": "21",
                "verse_text": "Next were the Kohathites, carrying the objects for the sacred tent, which was to be set up before they arrived at the new camp."
            },
            {
                "verse_number": "22",
                "verse_text": "Ephraim and the tribes that camped alongside it marched next, carrying their banner. Elishama son of Ammihud was the leader of the Ephraim tribe,"
            },
            {
                "verse_number": "23",
                "verse_text": "Gamaliel son of Pedahzur was the leader of the Manasseh tribe,"
            },
            {
                "verse_number": "24",
                "verse_text": "and Abidan son of Gideoni was the leader of the Benjamin tribe."
            },
            {
                "verse_number": "25",
                "verse_text": "Dan and the tribes that camped alongside it were to protect the Israelites against an attack from behind, and so they marched last, carrying their banner. Ahiezer son of Ammishaddai was the leader of the tribe of Dan,"
            },
            {
                "verse_number": "26",
                "verse_text": "Pagiel son of Ochran was the leader of the Asher tribe,"
            },
            {
                "verse_number": "27",
                "verse_text": "and Ahira son of Enan was the leader of the Naphtali tribe."
            },
            {
                "verse_number": "28",
                "verse_text": "This was the order in which the Israelites marched each time they moved their camp."
            },
            {
                "verse_number": "29",
                "verse_text": "Hobab the Midianite, the father-in-law of Moses, was there. And Moses said to him, &apos;We're leaving for the place the Lord has promised us. He has said that all will go well for us. So come along, and we will make sure that all goes well for you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;No, I won't go,&apos; Hobab answered. &apos;I'm returning home to be with my own people.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Please go with us!&apos; Moses said. &apos;You can be our guide because you know the places to camp in the desert."
            },
            {
                "verse_number": "32",
                "verse_text": "Besides that, if you go, we will give you a share of the good things the Lord gives us.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The people of Israel began their journey from Mount Sinai. They traveled three days, and the Levites who carried the sacred chest led the way, so the Lord could show them where to camp."
            },
            {
                "verse_number": "34",
                "verse_text": "And the cloud always stayed with them."
            },
            {
                "verse_number": "35",
                "verse_text": "Each day as the Israelites began their journey, Moses would pray, &apos;Our Lord , defeat your enemies and make them run!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "And when they stopped to set up camp, he would pray, &apos;Our Lord , stay close to Israel's thousands and thousands of people.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "One day the Israelites started complaining about their troubles. The Lord heard them and became so angry that he destroyed the outer edges of their camp with fire. I am your servant, Lord , so why are you doing this to me? What have I done to deserve this? You've made me responsible for all these people, Choose 70 of Israel's respected leaders and go with them to the sacred tent."
            },
            {
                "verse_number": "2",
                "verse_text": "When the people begged Moses to help, he prayed, and the fire went out."
            },
            {
                "verse_number": "3",
                "verse_text": "They named the place &apos;Burning,&apos; because in his anger the Lord had set their camp on fire."
            },
            {
                "verse_number": "4",
                "verse_text": "One day some foreigners among the Israelites became greedy for food, and even the Israelites themselves began moaning, &apos;We don't have any meat!"
            },
            {
                "verse_number": "5",
                "verse_text": "In Egypt we could eat all the fish we wanted, and there were cucumbers, melons, all kinds of onions, and garlic."
            },
            {
                "verse_number": "6",
                "verse_text": "But we're starving out here, and the only food we have is this manna.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The manna was like small whitish seeds"
            },
            {
                "verse_number": "10",
                "verse_text": "The Israelites stood around their tents complaining. Moses heard them and was upset that they had made the Lord angry."
            },
            {
                "verse_number": "11",
                "verse_text": "He prayed:"
            },
            {
                "verse_number": "12",
                "verse_text": "but they're not my children. You told me to nurse them along and to carry them to the land you promised their ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "They keep whining for meat, but where can I get meat for them?"
            },
            {
                "verse_number": "14",
                "verse_text": "This job is too much for me. How can I take care of all these people by myself?"
            },
            {
                "verse_number": "15",
                "verse_text": "If this is the way you're going to treat me, just kill me now and end my miserable life!"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses:"
            },
            {
                "verse_number": "17",
                "verse_text": "While I am talking with you there, I will give them some of your authority, so they can share responsibility for my people. You will no longer have to care for them by yourself."
            },
            {
                "verse_number": "18",
                "verse_text": "As for the Israelites, I have heard them complaining about not having meat and about being better off in Egypt. So tell them to make themselves acceptable to me, because tomorrow they will have meat."
            },
            {
                "verse_number": "21",
                "verse_text": "Moses replied, &apos;At least 600,000 grown men are here with me. How can you say there will be enough meat to feed them and their families for a whole month?"
            },
            {
                "verse_number": "22",
                "verse_text": "Even if we butchered all our sheep and cattle, or caught every fish in the sea, we wouldn't have enough to feed them.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord answered, &apos;I can do anything! Watch and you'll see my words come true.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses told the people what the Lord had said. Then he chose 70 respected leaders and went with them to the sacred tent. While the leaders stood in a circle around the tent, Moses went inside,"
            },
            {
                "verse_number": "25",
                "verse_text": "and the Lord spoke with him. Then the Lord took some authority from Moses and gave it to the 70 leaders. And when the Lord 's Spirit took control of them, they started shouting like prophets. But they did it only this one time."
            },
            {
                "verse_number": "26",
                "verse_text": "Eldad and Medad were two leaders who had not gone to the tent. But when the Spirit took control of them, they began shouting like prophets right there in camp."
            },
            {
                "verse_number": "27",
                "verse_text": "A boy ran to Moses and told him about Eldad and Medad."
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua was there helping Moses, as he had done since he was young. And he said to Moses, &apos;Sir, you must stop them!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Moses replied, &apos;Are you concerned what this might do to me? I wish the Lord would give his Spirit to all his people so everyone could be a prophet.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses and the 70 leaders went back to camp."
            },
            {
                "verse_number": "31",
                "verse_text": "Some time later the Lord sent a strong wind that blew quails in from the sea until Israel's camp was completely surrounded with birds, piled up about a meter high for many kilometers in every direction."
            },
            {
                "verse_number": "32",
                "verse_text": "The people picked up quails for two days&ndash;each person filled at least ten large baskets. Then they spread them out to dry."
            },
            {
                "verse_number": "33",
                "verse_text": "But before the meat could be eaten, the Lord became angry and sent a deadly disease through the camp."
            },
            {
                "verse_number": "34",
                "verse_text": "After they had buried the people who had been so greedy for meat, they called the place &apos;Graves for the Greedy.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Israel then broke camp and traveled to Hazeroth."
            }
        ],
        "12": [
            {
                "verse_number": "4",
                "verse_text": "and told Moses, Aaron, and Miriam to come to the entrance of the sacred tent."
            },
            {
                "verse_number": "5",
                "verse_text": "There the Lord appeared in a cloud and told Aaron and Miriam to come closer."
            },
            {
                "verse_number": "6",
                "verse_text": "Then after commanding them to listen carefully, he said:"
            },
            {
                "verse_number": "7",
                "verse_text": "But my servant Moses"
            },
            {
                "verse_number": "8",
                "verse_text": "He sees me face to face,"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord became angry with Aaron and Miriam. And after the Lord left"
            },
            {
                "verse_number": "10",
                "verse_text": "and the cloud disappeared from over the sacred tent, Miriam's skin turned white with leprosy. When Aaron saw what had happened to her,"
            },
            {
                "verse_number": "11",
                "verse_text": "he said to Moses, &apos;Sir, please don't punish us for doing such a foolish thing."
            },
            {
                "verse_number": "12",
                "verse_text": "Don't let Miriam's flesh rot away like a child born dead!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses prayed, &apos; Lord God, please heal her.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But the Lord replied, &apos;Miriam would be disgraced for seven days if her father had punished her by spitting in her face. So make her stay outside the camp for seven days, before coming back.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The people of Israel did not move their camp until Miriam returned seven days later."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they left Hazeroth and set up camp in the Paran Desert."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Choose a leader from each tribe and send them into Canaan to explore the land I am giving you.&apos; Shammua son of Zaccur from Reuben, Shaphat son of Hori from Simeon, Caleb son of Jephunneh from Judah, Igal son of Joseph from Issachar, Joshua son of Nun Palti son of Raphu from Benjamin, Gaddiel son of Sodi from Zebulun, Gaddi son of Susi from Manasseh, Ammiel son of Gemalli from Dan, Sethur son of Michael from Asher, Nahbi son of Vophsi from Naphtali, and Geuel son of Machi from Gad. After you go through the Southern Desert of Canaan, continue north into the hill country Look at this fruit! The land we explored is rich with milk and honey."
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses sent twelve tribal leaders from Israel's camp in the Paran Desert"
            },
            {
                "verse_number": "17",
                "verse_text": "Before Moses sent them into Canaan, he said:"
            },
            {
                "verse_number": "18",
                "verse_text": "and find out what those regions are like. Be sure to remember how many people live there, how strong they are,"
            },
            {
                "verse_number": "21",
                "verse_text": "The twelve men left to explore Canaan from the Zin Desert in the south all the way to the town of Rehob near Lebo-Hamath in the north."
            },
            {
                "verse_number": "22",
                "verse_text": "As they went through the Southern Desert, they came to the town of Hebron, which was seven years older than the Egyptian town of Zoan. In Hebron, they saw the three Anakim clans of Ahiman, Sheshai, and Talmai."
            },
            {
                "verse_number": "25",
                "verse_text": "After exploring the land of Canaan for 40 days,"
            },
            {
                "verse_number": "26",
                "verse_text": "the twelve men returned to Kadesh in the Paran Desert and told Moses, Aaron, and the people what they had seen. They showed them the fruit"
            },
            {
                "verse_number": "27",
                "verse_text": "and said:"
            },
            {
                "verse_number": "28",
                "verse_text": "But the people who live there are strong, and their cities are large and walled. We even saw the three Anakim clans."
            },
            {
                "verse_number": "29",
                "verse_text": "Besides that, the Amalekites live in the Southern Desert; the Hittites, Jebusites, and Amorites are in the hill country; and the Canaanites live along the Mediterranean Sea and the Jordan River."
            },
            {
                "verse_number": "30",
                "verse_text": "Caleb calmed down the crowd and said, &apos;Let's go and take the land. I know we can do it!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But the other men replied, &apos;Those people are much too strong for us.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then they started spreading rumors and saying, &apos;We won't be able to grow anything in that soil. And the people are like giants."
            },
            {
                "verse_number": "33",
                "verse_text": "In fact, we saw the Nephilim who are the ancestors of the Anakim. They were so big that we felt as small as grasshoppers.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "After the Israelites heard the report from the twelve men who had explored Canaan, the people cried all night"
            },
            {
                "verse_number": "2",
                "verse_text": "and complained to Moses and Aaron, &apos;We wish we had died in Egypt or somewhere out here in the desert!"
            },
            {
                "verse_number": "3",
                "verse_text": "Is the Lord leading us into Canaan, just to have us killed and our women and children captured? We'd be better off in Egypt.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then they said to one another, &apos;Let's choose our own leader and go back.&apos; We saw the land ourselves, and it's very good. With your mighty power you rescued your people from Egypt, so please don't destroy us here in the desert. If you do, the Egyptians will hear about it and tell the people of Canaan. Those Canaanites already know that we are your people, and that we see you face to face. And they have heard how you lead us with a thick cloud during the day and flaming fire at night. But if you kill us, they will claim it was because you weren't powerful enough to lead us into Canaan as you promised. In answer to your prayer, I do forgive them."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses and Aaron bowed down to pray in front of the crowd."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua and Caleb tore their clothes in sorrow"
            },
            {
                "verse_number": "7",
                "verse_text": "and said:"
            },
            {
                "verse_number": "8",
                "verse_text": "If we obey the Lord , he will surely give us that land rich with milk and honey."
            },
            {
                "verse_number": "9",
                "verse_text": "So don't rebel. We have no reason to be afraid of the people who live there. The Lord is on our side, and they won't stand a chance against us!"
            },
            {
                "verse_number": "10",
                "verse_text": "The crowd threatened to stone Moses and Aaron to death. But just then, the Lord appeared in a cloud at the sacred tent."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses, &apos;I have done great things for these people, and they still reject me by refusing to believe in my power."
            },
            {
                "verse_number": "12",
                "verse_text": "So they will no longer be my people. I will destroy them, but I will make you the ancestor of a nation even stronger than theirs.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Show us your great power, Lord . You promised"
            },
            {
                "verse_number": "18",
                "verse_text": "that you love to show mercy and kindness. And you said that you are very patient, but that you will punish everyone guilty of doing wrong&ndash;not only them but their children and grandchildren as well."
            },
            {
                "verse_number": "19",
                "verse_text": "You are merciful, and you treat people better than they deserve. So please forgive these people, just as you have forgiven them ever since they left Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Lord said to Moses:"
            },
            {
                "verse_number": "21",
                "verse_text": "But as surely as I live and my power has no limit,"
            },
            {
                "verse_number": "24",
                "verse_text": "But my servant Caleb isn't like the others. So because he has faith in me, I will allow him to cross into Canaan, and his descendants will settle there."
            },
            {
                "verse_number": "25",
                "verse_text": "Now listen, Moses! The Amalekites and the Canaanites live in the valleys of Canaan. And tomorrow, you'll need to turn around and head back into the desert toward the Red Sea."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord told Moses and Aaron"
            },
            {
                "verse_number": "29",
                "verse_text": "You will die right here in the desert, and your dead bodies will cover the ground. You have insulted me, and none of you men who are over 20 years old"
            },
            {
                "verse_number": "30",
                "verse_text": "will enter the land that I solemnly promised to give you as your own&ndash;only Caleb and Joshua will go in."
            },
            {
                "verse_number": "31",
                "verse_text": "You were worried that your own children would be captured. But I, the Lord , will let them enter the land you have rejected."
            },
            {
                "verse_number": "32",
                "verse_text": "You will die here in the desert!"
            },
            {
                "verse_number": "33",
                "verse_text": "Your children will wander around in this desert 40 years, suffering because of your sins, until all of you are dead."
            },
            {
                "verse_number": "34",
                "verse_text": "I will punish you severely every day for the next 40 years&ndash;one year for each day that the land was explored."
            },
            {
                "verse_number": "35",
                "verse_text": "You sinful people who ganged up against me will die here in the desert."
            },
            {
                "verse_number": "36",
                "verse_text": "Ten of the men sent to explore the land had brought back bad news and had made the people complain against the Lord ."
            },
            {
                "verse_number": "37",
                "verse_text": "So he sent a deadly disease that killed those men,"
            },
            {
                "verse_number": "38",
                "verse_text": "but he let Joshua and Caleb live."
            },
            {
                "verse_number": "39",
                "verse_text": "The people of Israel were very sad after Moses gave them the Lord 's message."
            },
            {
                "verse_number": "40",
                "verse_text": "So they got up early the next morning and got ready to head toward the hill country of Canaan. They said, &apos;We were wrong to complain about the Lord . Let's go into the land that he promised us.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But Moses replied, &apos;You're disobeying the Lord ! Your plan won't work,"
            },
            {
                "verse_number": "44",
                "verse_text": "But the Israelites ignored Moses and marched toward the hill country, even though the sacred chest and Moses did not go with them."
            },
            {
                "verse_number": "45",
                "verse_text": "The Amalekites and the Canaanites came down from the hill country, defeated the Israelites, and chased them as far as the town of Hormah."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to give the Israelites the following laws about offering sacrifices:"
            },
            {
                "verse_number": "3",
                "verse_text": "Bulls or rams or goats are the animals that you may burn on the altar as sacrifices to please me. You may also offer sacrifices voluntarily or because you made a promise, or because they are part of your regular religious ceremonies. The smell of the smoke from these sacrifices is pleasing to me."
            },
            {
                "verse_number": "8",
                "verse_text": "If a bull is offered as a sacrifice to please me or to ask my blessing,"
            },
            {
                "verse_number": "9",
                "verse_text": "you must offer three kilograms of flour mixed with two liters of olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "Two liters of wine must also be poured on the altar. The smell of this smoke is pleasing to me."
            },
            {
                "verse_number": "14",
                "verse_text": "And the foreigners who live among you must also follow these rules."
            },
            {
                "verse_number": "20",
                "verse_text": "From the first batch of bread dough that you make after each new grain harvest, make a loaf of bread and offer it to me, just as you offer grain."
            },
            {
                "verse_number": "21",
                "verse_text": "All your descendants must follow this law and offer part of the first batch of bread dough."
            },
            {
                "verse_number": "24",
                "verse_text": "If all of you disobey one of my laws without knowing it, you must offer a bull as a sacrifice to please me, together with a grain sacrifice, a wine offering, and a goat as a sacrifice for sin."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the priest will pray and ask me to forgive you. And since you did not mean to do wrong, and you offered sacrifices,"
            },
            {
                "verse_number": "26",
                "verse_text": "the sin of everyone&ndash;both Israelites and foreigners among you&ndash;will be forgiven."
            },
            {
                "verse_number": "27",
                "verse_text": "But if one of you does wrong without knowing it, you must sacrifice a year-old female goat as a sacrifice for sin."
            },
            {
                "verse_number": "28",
                "verse_text": "The priest will then ask me to forgive you, and your sin will be forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "The law will be the same for anyone who does wrong without meaning to, whether an Israelite or a foreigner living among you."
            },
            {
                "verse_number": "32",
                "verse_text": "Once, while the Israelites were traveling through the desert, a man was caught gathering firewood on the Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "He was taken to Moses, Aaron, and the rest of the community."
            },
            {
                "verse_number": "34",
                "verse_text": "But no one knew what to do with him, so he was not allowed to leave."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Lord said to Moses, &apos;Tell the people to take that man outside the camp and stone him to death!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So he was killed, just as the Lord had commanded Moses."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "38",
                "verse_text": "to say to the people of Israel, &apos;Sew tassels onto the bottom edge of your clothes and tie a blue string to each tassel."
            },
            {
                "verse_number": "41",
                "verse_text": "I am the Lord your God who led you out of Egypt.&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "and Aaron and said, &apos;Why do you think you're so much better than everyone else? We're part of the Lord 's holy people, and he's with all of us. What makes you think you're the only ones in charge?&apos; Tomorrow morning the Lord will show us the person he has chosen to be his priest, and that man will faithfully serve him. When that happened, the Lord appeared in all his glory They immediately bowed down and prayed."
            },
            {
                "verse_number": "4",
                "verse_text": "When Moses heard this, he knelt down to pray."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to Korah and his followers:"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has given you a special responsibility, and now, Korah, you think you should also be his priest."
            },
            {
                "verse_number": "11",
                "verse_text": "You and your followers have rebelled against the Lord , not against Aaron."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Moses sent for Dathan and Abiram, but they sent back this message: &apos;We won't come!"
            },
            {
                "verse_number": "13",
                "verse_text": "It's bad enough that you took us from our rich farmland in Egypt to let us die here in the desert. Now you also want to boss us around!"
            },
            {
                "verse_number": "14",
                "verse_text": "You keep promising us rich farmlands with fertile fields and vineyards&ndash;but where are they? Stop trying to trick these people. No, we won't come to see you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses was very angry and said to the Lord , &apos;Don't listen to these men! I haven't done anything wrong to them. I haven't taken as much as a donkey.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he said to Korah, &apos;Tomorrow you and your followers must go with Aaron to the Lord 's sacred tent."
            },
            {
                "verse_number": "17",
                "verse_text": "Each of you take along your fire pan with incense in it and offer the incense to the Lord .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The next day the men placed incense and coals in their fire pans and stood with Moses and Aaron at the entrance to the sacred tent."
            },
            {
                "verse_number": "19",
                "verse_text": "Meanwhile, Korah had convinced the rest of the Israelites to rebel against their two leaders."
            },
            {
                "verse_number": "20",
                "verse_text": "and said to Moses and Aaron,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Get away from the rest of the Israelites so I can kill them at once!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the two men bowed down and prayed, &apos;Our God, you gave these people life. Why would you punish everyone here when only one man has sinned?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord answered Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Tell the people to stay away from the tents of Korah, Dathan, and Abiram.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses walked over to Dathan and Abiram, and the other leaders of Israel followed."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Moses warned the people, &apos;Get away from the tents of these sinful men! Don't touch anything that belongs to them or you'll be wiped out.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So everyone moved away from those tents, except Korah, Dathan, Abiram, and their families."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses said to the crowd, &apos;The Lord has chosen me and told me to do these things&ndash;it wasn't my idea. And here's how you will know:"
            },
            {
                "verse_number": "29",
                "verse_text": "If these men die a natural death, it means the Lord hasn't chosen me."
            },
            {
                "verse_number": "30",
                "verse_text": "But suppose the Lord does something that has never been done before. For example, what if a huge crack appears in the ground, and these men and their families fall into it and are buried alive, together with everything they own? Then you will know they have turned their backs on the Lord !&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "As soon as Moses said this, the ground under the men opened up"
            },
            {
                "verse_number": "34",
                "verse_text": "The rest of the Israelites heard their screams, so they ran off, shouting, &apos;We don't want that to happen to us!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Suddenly the Lord sent a fire that burned up the 250 men who had offered incense to him."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Tell Aaron's son Eleazar to take the fire pans from the smoldering fire and scatter the coals. The pans are now sacred,"
            },
            {
                "verse_number": "38",
                "verse_text": "because they were used for offering incense to me. Have them hammered into a thin layer of bronze as a covering for the altar. Those men died because of their sin, and now their fire pans will become a warning for the rest of the community.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Eleazar collected the pans and had them hammered into a thin layer of bronze as a covering for the altar,"
            },
            {
                "verse_number": "40",
                "verse_text": "just as the Lord had told Moses. The pans were a warning to the Israelites that only Aaron's descendants would be allowed to offer incense to the Lord . Anyone else who tried to would be punished like Korah and his followers."
            },
            {
                "verse_number": "41",
                "verse_text": "The next day the people of Israel again complained against Moses and Aaron, &apos;The two of you killed some of the Lord 's people!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "As the people crowded around them, Moses and Aaron turned toward the sacred tent, and the Lord appeared in his glory in the cloud covering the tent."
            },
            {
                "verse_number": "43",
                "verse_text": "So Moses and Aaron walked to the front of the tent,"
            },
            {
                "verse_number": "44",
                "verse_text": "where the Lord said to them,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Stand back! I am going to wipe out these Israelites once and for all.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then Moses told Aaron, &apos;Grab your fire pan and fill it with hot coals from the altar. Put incense in it, then quickly take it to where the people are and offer it to the Lord , so they can be forgiven. The Lord is very angry, and people have already started dying!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "But 14,700 Israelites were dead, not counting those who had died with Korah and his followers."
            },
            {
                "verse_number": "50",
                "verse_text": "Aaron walked back and stood with Moses at the sacred tent."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses:"
            },
            {
                "verse_number": "4",
                "verse_text": "Place these sticks in the tent right in front of the sacred chest where I appear to you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will then choose a man to be my priest, and his stick will sprout. After that happens, I won't have to listen to any more complaints about you."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses told the people what the Lord had commanded, and they gave him the walking sticks from the twelve tribal leaders, including Aaron's from the Levi tribe."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses took them and placed them in the Lord 's sacred tent."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day when Moses went into the tent, flowers and almonds were already growing on Aaron's stick."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses brought the twelve sticks out of the tent and showed them to the people. Each of the leaders found his own and took it."
            },
            {
                "verse_number": "10",
                "verse_text": "But the Lord told Moses, &apos;Put Aaron's stick back! Let it stay near the sacred chest as a warning to anyone who might think of rebelling. If these people don't stop their grumbling about me, I will wipe them out.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses did what he was told."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites cried out to Moses, &apos;We're done for"
            },
            {
                "verse_number": "13",
                "verse_text": "and doomed if we even go near the sacred tent!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Aaron: You, your sons, and the other Levites of the Kohath clan, are responsible for what happens at the sacred tent. And you and your sons will be responsible for what the priests do."
            },
            {
                "verse_number": "2",
                "verse_text": "The Levites are your relatives and are here to help you in your service at the tent."
            },
            {
                "verse_number": "3",
                "verse_text": "You must see that they perform their duties. But if they go near any of the sacred objects or the altar, all of you will die."
            },
            {
                "verse_number": "4",
                "verse_text": "No one else is allowed to take care of the sacred tent or do anything connected with it."
            },
            {
                "verse_number": "5",
                "verse_text": "Follow these instructions, so I won't become angry and punish the Israelites ever again. I have put you in charge of the sacred gifts and sacrifices that the Israelites bring to me. And from now on, you, your sons, and your descendants will receive part of the sacrifices for sin, as well as part of the grain sacrifices, and the sacrifices to make things right. Your share of these sacrifices will be the parts not burned on the altar. Since the Levites won't be given any land in Israel as their own, When you receive from the people of Israel ten percent of their crops and newborn animals, you must offer a tenth of that to me. The gifts and sacrifices brought by the people must remain sacred, and if you eat any part of them before they are offered to me, you will be put to death."
            },
            {
                "verse_number": "6",
                "verse_text": "I alone chose the Levites from all the other tribes to belong to me, and I have given them to you as your helpers."
            },
            {
                "verse_number": "7",
                "verse_text": "But only you and your sons can serve as priests at the altar and in the most holy place. Your work as priests is a gift from me, and anyone else who tries to do that work must be put to death."
            },
            {
                "verse_number": "10",
                "verse_text": "Since these things are sacred, they must be eaten near the sacred tent, but only men are allowed to eat them."
            },
            {
                "verse_number": "11",
                "verse_text": "You will also receive part of the special gifts and offerings that the Israelites bring to me. Any member of your family who is clean and acceptable for worship can eat these things."
            },
            {
                "verse_number": "12",
                "verse_text": "For example, when the Israelites bring me the first batches of oil, wine, and grain, you can have the best parts of those gifts."
            },
            {
                "verse_number": "13",
                "verse_text": "And the first part of the crops from their fields and vineyards also belongs to you. The people will offer this to me, then anyone in your family who is clean may have some of it."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything in Israel that has been completely dedicated to me will now belong to you."
            },
            {
                "verse_number": "15",
                "verse_text": "The first-born son in every Israelite family, as well as the first-born males of their flocks and herds, belong to me. But every first-born son and first-born donkey must be bought back from me."
            },
            {
                "verse_number": "16",
                "verse_text": "The price for a first-born son who is at least one month old will be five pieces of silver, weighed according to the official standards."
            },
            {
                "verse_number": "17",
                "verse_text": "However, all first-born cattle, sheep, and goats belong to me and cannot be bought back. Splatter their blood on the altar and send their fat up in smoke, so I can smell it and be pleased."
            },
            {
                "verse_number": "18",
                "verse_text": "You are allowed to eat the meat of those animals, just as you can eat the choice ribs and the right hind leg of the special sacrifices."
            },
            {
                "verse_number": "19",
                "verse_text": "From now on, the sacred offerings that the Israelites give to me will belong to you, your sons, and your daughters. This is my promise to you and your descendants, and it will never change."
            },
            {
                "verse_number": "20",
                "verse_text": "You will not receive any land in Israel as your own. I am the Lord , and I will give you whatever you need."
            },
            {
                "verse_number": "21",
                "verse_text": "Ten percent of the Israelites' crops and one out of every ten of their newborn animals belong to me. But I am giving all this to the Levites as their pay for the work they do at the sacred tent."
            },
            {
                "verse_number": "24",
                "verse_text": "they will be given the crops and newborn animals that the Israelites offer to me."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "26",
                "verse_text": "to say to the Levites:"
            },
            {
                "verse_number": "27",
                "verse_text": "Just as the Israelites give me part of their grain and wine, you must set aside part of what you receive"
            },
            {
                "verse_number": "28",
                "verse_text": "as an offering to me. That amount must then be given to Aaron,"
            },
            {
                "verse_number": "29",
                "verse_text": "so the best of what you receive will be mine."
            },
            {
                "verse_number": "30",
                "verse_text": "After you have dedicated the best parts to me, you can eat the rest, just as the Israelites eat part of their grain and wine after offering them to me."
            },
            {
                "verse_number": "31",
                "verse_text": "Your share may be eaten anywhere by anyone in your family, because it is your pay for working at the sacred tent."
            },
            {
                "verse_number": "32",
                "verse_text": "You won't be punished for eating it, as long as you have already offered the best parts to me."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "Moses will give it to Eleazar the priest, then it will be led outside the camp and killed while Eleazar watches."
            },
            {
                "verse_number": "4",
                "verse_text": "He will dip his finger in the blood and sprinkle it seven times in the direction of the sacred tent."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the whole cow, including its skin, meat, blood, and insides must be burned."
            },
            {
                "verse_number": "6",
                "verse_text": "A priest is to throw a stick of cedar wood, a hyssop branch, and a piece of red yarn into the fire."
            },
            {
                "verse_number": "7",
                "verse_text": "After the ceremony, the priest is to take a bath and wash his clothes. Only then can he go back into the camp, but he remains unclean and unfit for worship until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "The man who burned the cow must also wash his clothes and take a bath, but he is also unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "A man who isn't unclean must collect the ashes of the burnt cow and store them outside the camp in a clean place. The people of Israel can mix these ashes with the water used in the ceremony to wash away sin."
            },
            {
                "verse_number": "10",
                "verse_text": "The man who collects the ashes must wash his clothes, but will remain unclean until evening. This law must always be obeyed by the people of Israel and the foreigners living among them."
            },
            {
                "verse_number": "11",
                "verse_text": "If you touch a dead body, you will be unclean for seven days."
            },
            {
                "verse_number": "12",
                "verse_text": "But if you wash with the water mixed with the cow's ashes on the third day and again on the seventh day, you will be clean and acceptable for worship. You must wash yourself on those days; if you don't, you will remain unclean."
            },
            {
                "verse_number": "13",
                "verse_text": "Suppose you touch a dead body, but refuse to be made clean by washing with the water mixed with ashes. You will be guilty of making my sacred tent unclean and will no longer belong to the people of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone dies in a tent while you are there, you will be unclean for seven days. And anyone who later enters the tent will also be unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "Any open jar in the tent is unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "If you touch the body of someone who died or was killed, or if you touch a human bone or a grave, you will be unclean for seven days."
            },
            {
                "verse_number": "19",
                "verse_text": "If this is done on the third day and on the seventh day, you will be clean. Then after you take a bath and wash your clothes, you can worship that evening."
            },
            {
                "verse_number": "20",
                "verse_text": "If you are unclean and refuse to be made clean by washing with the water mixed with ashes, you will be guilty of making my sacred tent unclean, and you will no longer belong to the people of Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "These laws will never change."
            },
            {
                "verse_number": "22",
                "verse_text": "When you are unclean, everything you touch becomes unclean, and anyone who touches you will be unclean until evening."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The people of Israel arrived at the Zin Desert during the first month and set up camp near the town of Kadesh. It was there that Miriam died and was buried. We are Israelites, your own relatives, and we're sure you have heard the terrible things that have happened to us. Now we are camped at the border of your territory, near the town of Kadesh. Then Edom sent out its strongest troops When Moses and Eleazar came down,"
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelites had no water, so they went to Moses and Aaron"
            },
            {
                "verse_number": "3",
                "verse_text": "and complained, &apos;Moses, we'd be better off if we had died along with the others in front of the Lord 's sacred tent."
            },
            {
                "verse_number": "4",
                "verse_text": "You brought us into this desert, and now we and our livestock are going to die!"
            },
            {
                "verse_number": "5",
                "verse_text": "Egypt was better than this horrible place. At least there we had grain and figs and grapevines and pomegranates. But now we don't even have any water.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron went to the entrance to the sacred tent, where they bowed down. The Lord appeared to them in all of his glory"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses obeyed and took his stick from the sacred tent."
            },
            {
                "verse_number": "10",
                "verse_text": "After he and Aaron had gathered the people around the rock, he said, &apos;Look, you rebellious people, and you will see water flow from this rock!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He raised his stick in the air and struck the rock two times. At once, water gushed from the rock, and the people and their livestock had water to drink."
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord said to Moses and Aaron, &apos;Because you refused to believe in my power, these people did not respect me. And so, you will not be the ones to lead them into the land I have promised.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Israelites had complained against the Lord , and he had shown them his holy power by giving them water to drink. So they named the place Meribah, which means &apos;Complaining.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Moses sent messengers from Israel's camp near Kadesh with this message for the king of Edom:"
            },
            {
                "verse_number": "15",
                "verse_text": "Our ancestors settled in Egypt and lived there a long time. But later the Egyptians were cruel to us,"
            },
            {
                "verse_number": "16",
                "verse_text": "and when we begged our Lord for help, he answered our prayer and brought us out of that land."
            },
            {
                "verse_number": "17",
                "verse_text": "Please let us go through your country. We won't go near your fields or vineyards, and we won't drink any water from your wells. We will stay on the main road until we leave your territory."
            },
            {
                "verse_number": "18",
                "verse_text": "But the king of Edom answered, &apos;No, I won't let you go through our country! And if you try, we will attack you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Moses sent back this message: &apos;We promise to stay on the main road, and if any of us or our livestock drink your water, we will pay for it. We just want to pass through.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the king insisted, &apos;You can't go through our land!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "to keep Israel from passing through its territory. So the Israelites had to go in another direction."
            },
            {
                "verse_number": "22",
                "verse_text": "After the Israelites had left Kadesh and had gone as far as Mount Hor"
            },
            {
                "verse_number": "23",
                "verse_text": "on the Edomite border, the Lord said,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Aaron, this is where you will die. You and Moses disobeyed me at Meribah, and so you will not enter the land I promised the Israelites."
            },
            {
                "verse_number": "25",
                "verse_text": "Moses, go with Aaron and his son Eleazar to the top of the mountain."
            },
            {
                "verse_number": "26",
                "verse_text": "Then take Aaron's priestly robe from him and place it on Eleazar. Aaron will die there.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Moses obeyed, and everyone watched as he and Aaron and Eleazar walked to the top of Mount Hor."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses then took the priestly robe from Aaron and placed it on Eleazar. Aaron died there."
            },
            {
                "verse_number": "29",
                "verse_text": "the people knew that Aaron had died, and they mourned his death for 30 days."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Canaanite king of Arad lived in the Southern Desert of Canaan, and when he heard that the Israelites were on their way to the village of Atharim, he attacked and took some of them hostage. Moses prayed, Let's celebrate! The well has given us water. our leaders pointed out where to dig the well. The Israelites left the desert and camped near the town of Mattanah, Come and rebuild Heshbon, King Sihon's capital city! like fiery flames, burning down the town of Ar along the Arnon River. Your god Chemosh deserted your people; they were captured, taken away by King Sihon the Amorite. The towns of Heshbon and Dibon, of Nophah and Medeba"
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelites prayed, &apos;Our Lord , if you will help us defeat these Canaanites, we will completely destroy their towns and everything in them, to show that they belong to you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord answered their prayer and helped them wipe out the Canaanite army and completely destroy their towns. That's why one of the towns is named Hormah, which means &apos;Destroyed Place.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites had to go around the territory of Edom, so when they left Mount Hor, they headed south toward the Red Sea. But along the way, the people became so impatient"
            },
            {
                "verse_number": "5",
                "verse_text": "that they complained against God and said to Moses, &apos;Did you bring us out of Egypt, just to let us die in the desert? There's no water out here, and we can't stand this awful food!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord sent poisonous snakes that bit and killed many of them."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the people went to Moses and admitted, &apos;It was wrong of us to insult you and the Lord . Now please ask him to make these snakes go away.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "and the Lord answered, &apos;Make a snake out of bronze and place it on top of a pole. Anyone who gets bitten can look at the snake and be saved from death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses obeyed the Lord . And all of those who looked at the bronze snake lived, even though they had been bitten by the poisonous snakes."
            },
            {
                "verse_number": "10",
                "verse_text": "As the Israelites continued their journey to Canaan, they camped at Oboth,"
            },
            {
                "verse_number": "11",
                "verse_text": "then at Iye-Abarim in the desert east of Moab,"
            },
            {
                "verse_number": "12",
                "verse_text": "and then in the Zered Gorge."
            },
            {
                "verse_number": "13",
                "verse_text": "After that, they crossed the Arnon River gorge and camped in the Moabite desert bordering Amorite territory. The Arnon was the border between the Moabites and the Amorites."
            },
            {
                "verse_number": "14",
                "verse_text": "A song in The Book of the Lord 's Battles mentions the town of Waheb with its creeks in the territory of Suphah. It also mentions the Arnon River,"
            },
            {
                "verse_number": "15",
                "verse_text": "with its valleys that lie alongside the Moabite border and extend to the town of Ar."
            },
            {
                "verse_number": "16",
                "verse_text": "From the Arnon, the Israelites went to the well near the town of Beer, where the Lord had said to Moses, &apos;Call the people together, and I will give them water to drink.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "That's also the same well the Israelites sang about in this song:"
            },
            {
                "verse_number": "18",
                "verse_text": "With their royal scepters,"
            },
            {
                "verse_number": "19",
                "verse_text": "then at Nahaliel, and then at Bamoth."
            },
            {
                "verse_number": "20",
                "verse_text": "Finally, they reached Moabite territory, where they camped near Mount Pisgah in a valley overlooking the desert north of the Dead Sea."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites sent this message to King Sihon of the Amorites:"
            },
            {
                "verse_number": "22",
                "verse_text": "Please let us pass through your territory. We promise to stay away from your fields and vineyards, and we won't drink any water from your wells. As long as we're in your land, we'll stay on the main road."
            },
            {
                "verse_number": "23",
                "verse_text": "But Sihon refused to let Israel travel through his land. Instead, he called together his entire army and marched into the desert to attack Israel near the town of Jahaz."
            },
            {
                "verse_number": "24",
                "verse_text": "Israel defeated them and took over the Amorite territory from the Arnon River gorge in the south to the Jabbok River gorge in the north. Beyond the Jabbok was the territory of the Ammonites, who were much stronger than Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "The Israelites settled in the Amorite towns, including the capital city of Heshbon with its surrounding villages."
            },
            {
                "verse_number": "26",
                "verse_text": "King Sihon had ruled from Heshbon, after defeating the Moabites and taking over their land north of the Arnon River gorge."
            },
            {
                "verse_number": "27",
                "verse_text": "That's why the Amorites had written this poem about Heshbon:"
            },
            {
                "verse_number": "28",
                "verse_text": "His armies marched out and destroying the hills are ruined and gone."
            },
            {
                "verse_number": "29",
                "verse_text": "You Moabites are done for!"
            },
            {
                "verse_number": "30",
                "verse_text": "We completely defeated Moab."
            },
            {
                "verse_number": "31",
                "verse_text": "After the Israelites had settled in the Amorite territory,"
            },
            {
                "verse_number": "32",
                "verse_text": "Moses sent some men to explore the town of Jazer. Later, the Israelites captured the villages surrounding it and forced out the Amorites who lived there."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites headed toward the region of Bashan, where King Og ruled, and he led his entire army to Edrei to meet Israel in battle."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord said to Moses, &apos;Don't be afraid of Og. I will help you defeat him and his army, just as you did King Sihon who ruled in Heshbon. Og's territory will be yours.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the Israelites wiped out Og, his family, and his entire army&ndash;there were no survivors. Then Israel took over the land of Bashan."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Israel moved from there to the hills of Moab, where they camped across the Jordan River from the town of Jericho. So King Balak I need your help. A large group of people has come here from Egypt and settled near my territory. &apos;No,&apos; Balaam admitted."
            },
            {
                "verse_number": "4",
                "verse_text": "They said to the Midianite leaders, &apos;That huge mob of Israelites will wipe out everything in sight, like a bull eating grass in a field.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "sent a message to Balaam son of Beor who lived among his relatives in the town of Pethor near the Euphrates River. It said:"
            },
            {
                "verse_number": "6",
                "verse_text": "They are too powerful for us to defeat, so would you come and place a curse on them? Maybe then we can run them off. I know that anyone you bless will be successful, but anyone you curse will fail."
            },
            {
                "verse_number": "7",
                "verse_text": "The leaders of Moab and Midian left and took along money to pay Balaam. When they got to his house, they gave him Balak's message."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Spend the night here,&apos; Balaam replied, &apos;and tomorrow I will tell you the Lord 's answer.&apos; So the officials stayed at his house."
            },
            {
                "verse_number": "9",
                "verse_text": "During the night, God asked Balaam, &apos;Who are these people at your house?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;They are messengers from King Balak of Moab,&apos; Balaam answered. &apos;He sent them"
            },
            {
                "verse_number": "11",
                "verse_text": "to ask me to go to Moab and put a curse on the people who have come there from Egypt. They have settled everywhere around him, and he wants to run them off.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But God replied, &apos;Don't go with Balak's messengers. I have blessed those people who have come from Egypt, so don't curse them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning, Balaam said to Balak's officials, &apos;Go on back home. The Lord says I cannot go with you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The officials left and told Balak that Balaam refused to come."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Balak sent a larger group of officials, who were even more important than the first ones."
            },
            {
                "verse_number": "16",
                "verse_text": "They went to Balaam and told him that Balak had said, &apos;Balaam, if you come to Moab,"
            },
            {
                "verse_number": "17",
                "verse_text": "I'll pay you very well and do whatever you ask. Just come and place a curse on these people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Balaam answered, &apos;Even if Balak offered me a palace full of silver or gold, I wouldn't do anything to disobey the Lord my God."
            },
            {
                "verse_number": "19",
                "verse_text": "You are welcome to spend the night here, just as the others did. I will find out if the Lord has something else to say about this.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That night, God said, &apos;Balaam, I'll let you go to Moab with Balak's messengers, but do only what I say.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Balaam got up the next morning and saddled his donkey, then left with the Moabite officials."
            },
            {
                "verse_number": "22",
                "verse_text": "Balaam was riding his donkey to Moab, and two of his servants were with him. But God was angry that Balaam had gone, so one of the Lord 's angels stood in the road to stop him."
            },
            {
                "verse_number": "23",
                "verse_text": "When Balaam's donkey saw the angel standing there with a sword, it walked off the road and into an open field. Balaam had to beat the donkey to get it back on the road."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the angel stood between two vineyards, in a narrow path with a stone wall on each side."
            },
            {
                "verse_number": "25",
                "verse_text": "When the donkey saw the angel, it walked so close to one of the walls that Balaam's foot scraped against the wall. Balaam beat the donkey again."
            },
            {
                "verse_number": "26",
                "verse_text": "The angel moved once more and stood in a spot so narrow that there was no room for the donkey to go around."
            },
            {
                "verse_number": "27",
                "verse_text": "So it just lay down. Balaam lost his temper, then picked up a stick and whacked the donkey."
            },
            {
                "verse_number": "28",
                "verse_text": "When that happened, the Lord told the donkey to speak, and it asked Balaam, &apos;What have I done that made you beat me three times?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;You made me look stupid!&apos; Balaam answered. &apos;If I had a sword, I'd kill you here and now!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;But you're my owner,&apos; answered the donkey, &apos;and you've ridden me many times. Have I ever done anything like this before?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Just then, the Lord let Balaam see the angel standing in the road, holding a sword, and Balaam bowed down."
            },
            {
                "verse_number": "32",
                "verse_text": "The angel said, &apos;You had no right to treat your donkey like that! I was the one who blocked your way, because I don't think you should go to Moab."
            },
            {
                "verse_number": "33",
                "verse_text": "If your donkey had not seen me and stopped those three times, I would have killed you and let the donkey live.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Balaam replied, &apos;I was wrong. I didn't know you were trying to stop me. If you don't think I should go, I'll return home at once.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;It's all right for you to go,&apos; the Lord 's angel answered. &apos;But you must say only what I tell you.&apos; So Balaam went on with Balak's officials."
            },
            {
                "verse_number": "36",
                "verse_text": "When Balak heard that Balaam was coming, he went to meet him at the town of Ir on the Arnon River, which is the northern border of Moab."
            },
            {
                "verse_number": "37",
                "verse_text": "Balak asked, &apos;Why didn't you come when I invited you the first time? Did you think I wasn't going to pay you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;I'm here now,&apos; Balaam answered. &apos;But I will say only what God tells me to say.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "They left and went to the town of Kiriath-Huzoth,"
            },
            {
                "verse_number": "40",
                "verse_text": "where Balak sacrificed cattle and sheep and gave some of the meat to Balaam and the officials who were with him."
            },
            {
                "verse_number": "41",
                "verse_text": "The next morning, Balak took Balaam to the town of Bamoth-Baal. From there, Balaam could see some of the Israelites."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Balaam said to Balak, &apos;Build seven altars here, then bring seven bulls and seven rams.&apos; &apos;King Balak of Moab brought me from the hills of Syria to curse Israel and announce its doom. He did not curse or condemn Israel. * I look down and see Israel, the obedient people of God. And though they are many, they don't bother the other nations. &apos;I hope to obey God for as long as I live and to die in such peace.&apos; Balak asked, &apos;What did the Lord say?&apos; &apos;Pay close attention to my words&ndash; He doesn't tell lies or change his mind. God always keeps his promises. was to bless these people, and there's nothing I can do to change what he has done. He lives there with them and intends them no harm. God led Israel out of Egypt. against them&ndash; just look what God has done for his people. ready to attack; and they won't rest until their victim is gobbled up.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "After Balak had done this, they sacrificed a bull and a ram on each altar."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Balaam said, &apos;Wait here beside your offerings, and I'll go somewhere to be alone. Maybe the Lord will appear to me. If he does, I will tell you everything he says.&apos; And he left."
            },
            {
                "verse_number": "4",
                "verse_text": "When God appeared to him, Balaam said, &apos;I have built seven altars and have sacrificed a bull and a ram on each one.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord gave Balaam a message, then sent him back to tell Balak."
            },
            {
                "verse_number": "6",
                "verse_text": "When Balaam returned, he found Balak and his officials standing beside the offerings."
            },
            {
                "verse_number": "7",
                "verse_text": "Balaam said:"
            },
            {
                "verse_number": "8",
                "verse_text": "But I can't go against God!"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;From the mountain peaks,"
            },
            {
                "verse_number": "10",
                "verse_text": "They are living alone in peace."
            },
            {
                "verse_number": "11",
                "verse_text": "Balak said, &apos;What are you doing? I asked you to come and place a curse on my enemies. But you have blessed them instead!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam answered, &apos;I can say only what the Lord tells me.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Balak said to Balaam, &apos;Let's go somewhere else. Maybe if you see a smaller part of the Israelites, you will be able to curse them for me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he took Balaam to a field on top of Mount Pisgah where lookouts were stationed. Then he built seven altars there and sacrificed a bull and a ram on each one."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Wait here beside your offerings,&apos; Balaam said. &apos;The Lord will appear to me over there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord appeared to Balaam and gave him another message, then he told him to go and tell Balak."
            },
            {
                "verse_number": "17",
                "verse_text": "Balaam went back and saw him and his officials standing beside the offerings."
            },
            {
                "verse_number": "18",
                "verse_text": "Balaam answered:"
            },
            {
                "verse_number": "19",
                "verse_text": "God is no mere human!"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;My command from God"
            },
            {
                "verse_number": "21",
                "verse_text": "Israel's king is the Lord God."
            },
            {
                "verse_number": "22",
                "verse_text": "With the strength of a wild ox,"
            },
            {
                "verse_number": "23",
                "verse_text": "No magic charms can work"
            },
            {
                "verse_number": "24",
                "verse_text": "They are like angry lions"
            },
            {
                "verse_number": "25",
                "verse_text": "Balak shouted, &apos;If you're not going to curse Israel, then at least don't bless them.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;I've already told you,&apos; Balaam answered. &apos;I will say only what the Lord tells me.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Balak said to Balaam, &apos;Come on, let's try another place. Maybe God will let you curse Israel from there.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So he took Balaam to Mount Peor overlooking the desert north of the Dead Sea."
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said, &apos;Build seven altars here, then bring me seven bulls and seven rams.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "After Balak had done what Balaam asked, he sacrificed a bull and a ram on each altar."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Balaam was sure that the Lord would tell him to bless Israel again. So he did not use any magic to find out what the Lord wanted him to do, as he had the first two times. Instead, he looked out toward the desert"
            },
            {
                "verse_number": "2",
                "verse_text": "and saw the tribes of Israel camped below. Just then, God's Spirit took control of him,"
            },
            {
                "verse_number": "3",
                "verse_text": "and Balaam said: &apos;I am the son of Beor, so listen to my message! the God All-Powerful. I bowed down to him and saw a vision of Israel. your camp is lovely. or a garden beside a river. You are like tall aloe trees that the Lord has planted, or like cedars growing near water. will prosper like an orchard beside a stream. Your king will rule with power and be a greater king God led you out of Egypt. You will defeat your enemies, and crushing their bones. resting after an attack. Who would dare disturb you? &apos;Anyone who blesses you will be blessed; anyone who curses you will be cursed.&apos; &apos;I am the son of Beor, so listen to my message! from God Most High, the Lord All-Powerful. I bowed down to him and saw a vision of Israel. hasn't happened yet. But someday, a king of Israel will appear like a star. and capture the land of that enemy nation. and destroy the survivors Their nation is now great, but it will someday They think they're safe, living among the rocks, bringing people who will invade the lands of Assyria and Eber. But finally, Cyprus itself will be ruined.&apos; and my words are true, than Agag the Amalekite. shooting them with arrows and my words are true, He will wipe out you Moabites and destroy those tribes who live in the desert. of every town there. about the Amalekites: disappear forever. about the Kenites: when Assyria conquers them. if God plans destruction."
            },
            {
                "verse_number": "4",
                "verse_text": "It comes from the Lord ,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;People of Israel,"
            },
            {
                "verse_number": "6",
                "verse_text": "It's like a grove of palm trees"
            },
            {
                "verse_number": "7",
                "verse_text": "You and your descendants"
            },
            {
                "verse_number": "8",
                "verse_text": "With the strength of a wild ox,"
            },
            {
                "verse_number": "9",
                "verse_text": "Like a lion you lie down,"
            },
            {
                "verse_number": "10",
                "verse_text": "When Balak heard this, he was so furious that he pounded his fist against his hand and said, &apos;I called you here to place a curse on my enemies, and you've blessed them three times."
            },
            {
                "verse_number": "11",
                "verse_text": "Leave now and go home! I told you I would pay you well, but since the Lord didn't let you do what I asked, you won't be paid.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam answered, &apos;I told your messengers"
            },
            {
                "verse_number": "13",
                "verse_text": "that even if you offered me a palace full of silver or gold, I would still obey the Lord . And I explained that I would say only what he told me."
            },
            {
                "verse_number": "14",
                "verse_text": "So I'm going back home, but I'm leaving you with a warning about what the Israelites will someday do to your nation.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Balaam said:"
            },
            {
                "verse_number": "16",
                "verse_text": "My knowledge comes"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;What I saw in my vision"
            },
            {
                "verse_number": "18",
                "verse_text": "Israel will conquer Edom"
            },
            {
                "verse_number": "19",
                "verse_text": "The king of Israel will rule"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And I saw this vision"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;And this is what I saw"
            },
            {
                "verse_number": "22",
                "verse_text": "but they will be wiped out"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;No one can survive"
            },
            {
                "verse_number": "24",
                "verse_text": "Ships will come from Cyprus,"
            },
            {
                "verse_number": "25",
                "verse_text": "After Balaam finished, he started home, and Balak also left."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "While the Israelites were camped at Acacia, some of the men had sex with Moabite women."
            },
            {
                "verse_number": "2",
                "verse_text": "These women then invited the men to ceremonies where sacrifices were offered to their gods. The men ate the meat from the sacrifices and worshiped the Moabite gods."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord was angry with Israel because they had worshiped the god Baal Peor."
            },
            {
                "verse_number": "4",
                "verse_text": "So he said to Moses, &apos;Take the Israelite leaders who are responsible for this and have them killed in front of my sacred tent where everyone can see. Maybe then I will stop being angry with the Israelites.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses told Israel's officials, &apos;Each of you must put to death any of your men who worshiped Baal.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Later, Moses and the people were at the sacred tent, crying, when one of the Israelite men brought a Midianite woman to meet his family."
            },
            {
                "verse_number": "7",
                "verse_text": "Phinehas, the grandson of Aaron the priest, saw the couple and left the crowd. He found a spear"
            },
            {
                "verse_number": "8",
                "verse_text": "and followed the man into his tent, where he ran the spear through the man and into the woman's stomach. The Lord immediately stopped punishing Israel with a deadly disease,"
            },
            {
                "verse_number": "9",
                "verse_text": "but 24,000 Israelites had already died."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;In my anger, I would have wiped out the Israelites if Phinehas had not been faithful to me."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelite man that was killed was Zimri son of Salu, who was one of the leaders of the Simeon tribe."
            },
            {
                "verse_number": "15",
                "verse_text": "And the Midianite woman killed with him was Cozbi, the daughter of a Midianite clan leader named Zur."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord told Moses,"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After the Lord had stopped the deadly disease from killing the Israelites, he said to Moses and Eleazar son of Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I want you to find out how many Israelites are in each family. Then make a list of every man 20 years and older who is able to serve in Israel's army.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Israel was now camped in the hills of Moab across the Jordan River from the town of Jericho. Moses and Eleazar told them"
            },
            {
                "verse_number": "4",
                "verse_text": "what the Lord had said about counting the men 20 years and older, just as Moses and their ancestors had done when they left Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "Pallu was the father of Eliab"
            },
            {
                "verse_number": "9",
                "verse_text": "and the grandfather of Nemuel, Dathan, and Abiram. These are the same Dathan and Abiram who had been chosen by the people, but who followed Korah and rebelled against Moses, Aaron, and the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "That's when the Lord made the earth open up and swallow Dathan, Abiram, and Korah. At the same time, fire destroyed 250 men as a warning to the other Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "But the Korahite clan wasn't destroyed."
            },
            {
                "verse_number": "51",
                "verse_text": "The total number of Israelite men listed was 601,730."
            },
            {
                "verse_number": "52",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;Divide the land of Canaan among these tribes, according to the number of people in each one,"
            },
            {
                "verse_number": "54",
                "verse_text": "so the larger tribes have more land than the smaller ones."
            },
            {
                "verse_number": "57",
                "verse_text": "The tribe of Levi included the clans of the Gershonites, Kohathites, Merarites,"
            },
            {
                "verse_number": "58",
                "verse_text": "as well as the clans of Libni, Hebron, Mahli, Mushi, and Korah. Kohath the Levite was the father of Amram,"
            },
            {
                "verse_number": "59",
                "verse_text": "the husband of Levi's daughter Jochebed, who was born in Egypt. Amram and Jochebed's three children were Aaron, Moses, and Miriam."
            },
            {
                "verse_number": "60",
                "verse_text": "Aaron was the father of Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "61",
                "verse_text": "But Nadab and Abihu had died when they offered fire that was unacceptable to the Lord ."
            },
            {
                "verse_number": "62",
                "verse_text": "In the tribe of Levi there were 23,000 men and boys at least a month old. They were not listed with the other tribes, because they would not receive any land in Canaan."
            },
            {
                "verse_number": "63",
                "verse_text": "Moses and Eleazar counted the Israelites while they were camped in the hills of Moab across the Jordan River from Jericho."
            },
            {
                "verse_number": "64",
                "verse_text": "None of the people that Moses and Aaron had counted in the Sinai Desert were still alive,"
            },
            {
                "verse_number": "65",
                "verse_text": "except Caleb son of Jephunneh and Joshua son of Nun. The Lord had said that everyone else would die there in the desert."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Zelophehad was from the Manasseh tribe, and he had five daughters, whose names were Mahlah, Noah, Hoglah, Milcah, and Tirzah. Our father left no sons"
            },
            {
                "verse_number": "2",
                "verse_text": "One day his daughters went to the sacred tent, where they met with Moses, Eleazar, and some other leaders of Israel, as well as a large crowd of Israelites. The young women said:"
            },
            {
                "verse_number": "3",
                "verse_text": "You know that our father died in the desert. But it was for something he did wrong, not for joining with Korah in rebelling against the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "to carry on his family name. But why should his name die out for that reason? Give us some land like the rest of his relatives in our clan, so our father's name can live on."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses asked the Lord what should be done,"
            },
            {
                "verse_number": "6",
                "verse_text": "and the Lord answered:"
            },
            {
                "verse_number": "7",
                "verse_text": "Zelophehad's daughters are right. They should each be given part of the land their father would have received."
            },
            {
                "verse_number": "8",
                "verse_text": "Tell the Israelites that when a man dies without a son, his daughter will inherit his land."
            },
            {
                "verse_number": "9",
                "verse_text": "If he has no daughter, his brothers will inherit the land."
            },
            {
                "verse_number": "10",
                "verse_text": "But if he has no brothers, his father's brothers will inherit the land."
            },
            {
                "verse_number": "11",
                "verse_text": "And if his father has no brothers, the land must be given to his nearest relative in the clan. This is my law, and the Israelites must obey it."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord said to Moses, &apos;One day you will go up into the Abarim Mountains, and from there you will see the land I am giving the Israelites."
            },
            {
                "verse_number": "13",
                "verse_text": "After you have seen it, you will die, just like your brother Aaron,"
            },
            {
                "verse_number": "14",
                "verse_text": "because both of you disobeyed me at Meribah near the town of Kadesh in the Zin Desert. When the Israelites insulted me there, you didn't believe in my holy power.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses replied,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You are the Lord God, and you know what is in everyone's heart. So I ask you to appoint a leader for Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Your people need someone to lead them into battle, or else they will be like sheep wandering around without a shepherd.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord answered, &apos;Joshua son of Nun can do the job. Place your hands on him to show that he is the one to take your place."
            },
            {
                "verse_number": "19",
                "verse_text": "Then go with him and tell him to stand in front of Eleazar the priest and the Israelites. Appoint Joshua as their new leader"
            },
            {
                "verse_number": "20",
                "verse_text": "and tell them they must now obey him, just as they obey you."
            },
            {
                "verse_number": "21",
                "verse_text": "But Joshua must depend on Eleazar to find out from me what I want him to do as he leads Israel into battle.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses followed the Lord 's instructions and took Joshua to Eleazar and the people,"
            },
            {
                "verse_number": "23",
                "verse_text": "then he placed his hands on Joshua and appointed him Israel's leader."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the people of Israel: Offer sacrifices to me at the appointed times of worship, so that I will smell the smoke and be pleased."
            },
            {
                "verse_number": "3",
                "verse_text": "Each day offer two rams a year old as sacrifices to please me. The animals must have nothing wrong with them;"
            },
            {
                "verse_number": "4",
                "verse_text": "one will be sacrificed in the morning, and the other in the evening."
            },
            {
                "verse_number": "5",
                "verse_text": "Along with each of them, one kilogram of your finest flour mixed with a liter of olive oil must be offered as a grain sacrifice."
            },
            {
                "verse_number": "6",
                "verse_text": "This sacrifice to please me was first offered at Mount Sinai."
            },
            {
                "verse_number": "7",
                "verse_text": "Finally, along with each of these two sacrifices, a liter of wine must be poured on the altar as a drink offering."
            },
            {
                "verse_number": "8",
                "verse_text": "The second ram will be sacrificed that evening, along with the other offerings, just like the one sacrificed that morning. The smell of the smoke from these sacrifices will please me."
            },
            {
                "verse_number": "11",
                "verse_text": "On the first day of each month, bring to the altar two bulls, one full-grown ram, and seven rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me."
            },
            {
                "verse_number": "12",
                "verse_text": "Three kilograms of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Two kilograms of flour mixed with oil must be offered with the ram,"
            },
            {
                "verse_number": "13",
                "verse_text": "and one kilogram of flour mixed with oil must be offered with each of the young rams. The smell of the smoke from these sacrifices will please me."
            },
            {
                "verse_number": "16",
                "verse_text": "Celebrate Passover in honor of me on the fourteenth day of the first month of each year."
            },
            {
                "verse_number": "17",
                "verse_text": "The following day will begin the Festival of Thin Bread, which will last for a week. During this time you must honor me by eating bread made without yeast."
            },
            {
                "verse_number": "18",
                "verse_text": "On the first day of this festival, you must rest from your work and come together for worship."
            },
            {
                "verse_number": "19",
                "verse_text": "Bring to the altar two bulls, one full-grown ram, and seven rams a year old that have nothing wrong with them. And then offer these as sacrifices to please me."
            },
            {
                "verse_number": "20",
                "verse_text": "Three kilograms of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Two kilograms of flour mixed with oil must be offered with the ram,"
            },
            {
                "verse_number": "21",
                "verse_text": "and one kilogram of flour mixed with oil must be offered with each of the young rams."
            },
            {
                "verse_number": "22",
                "verse_text": "Also offer a goat as a sacrifice for the sins of the people."
            },
            {
                "verse_number": "25",
                "verse_text": "Then on the last day of the festival, you must once again rest from work and come together for worship."
            },
            {
                "verse_number": "26",
                "verse_text": "On the first day of the Harvest Festival, you must rest from your work, come together for worship, and bring a sacrifice of new grain."
            },
            {
                "verse_number": "27",
                "verse_text": "Offer two young bulls, one full-grown ram, and seven rams a year old as sacrifices to please me."
            },
            {
                "verse_number": "28",
                "verse_text": "Three kilograms of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Two kilograms of flour mixed with oil must be offered with the ram,"
            },
            {
                "verse_number": "29",
                "verse_text": "and one kilogram of flour mixed with oil must be offered with each of the young rams."
            },
            {
                "verse_number": "30",
                "verse_text": "Also offer a goat as a sacrifice for sin."
            },
            {
                "verse_number": "31",
                "verse_text": "The animals must have nothing wrong with them and are to be sacrificed along with the regular daily sacrifices."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "On the first day of the seventh month, you must rest from your work and come together to celebrate at the sound of the trumpets."
            },
            {
                "verse_number": "2",
                "verse_text": "Bring to the altar one bull, one full-grown ram, and seven rams a year old that have nothing wrong with them. And then offer these as sacrifices to please me."
            },
            {
                "verse_number": "3",
                "verse_text": "Three kilograms of your finest flour mixed with olive oil must be offered with the bull as a grain sacrifice. Two kilograms of flour mixed with oil must be offered with the ram,"
            },
            {
                "verse_number": "4",
                "verse_text": "and one kilogram of flour mixed with oil must be offered with each of the young rams."
            },
            {
                "verse_number": "5",
                "verse_text": "You must also offer a goat as a sacrifice for sin."
            },
            {
                "verse_number": "6",
                "verse_text": "These sacrifices will be made in addition to the regular daily sacrifices and the sacrifices for the first day of the month. The smoke from these sacrifices will please me."
            },
            {
                "verse_number": "7",
                "verse_text": "The tenth day of the seventh month is the Great Day of Forgiveness. On that day you must rest from all work and come together for worship. Show sorrow for your sins by going without food,"
            },
            {
                "verse_number": "8",
                "verse_text": "and bring to the altar one young bull, one full-grown ram, and seven rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me."
            },
            {
                "verse_number": "9",
                "verse_text": "Three kilograms of your finest flour mixed with olive oil must be offered with the bull as a grain sacrifice. Two kilograms of flour mixed with oil must be offered with the ram,"
            },
            {
                "verse_number": "10",
                "verse_text": "and one kilogram of flour mixed with oil must be offered with each of the young rams."
            },
            {
                "verse_number": "11",
                "verse_text": "A goat must also be sacrificed for the sins of the people. You will offer these sacrifices in addition to the sacrifice to ask forgiveness and the regular daily sacrifices."
            },
            {
                "verse_number": "12",
                "verse_text": "Beginning on the fifteenth day of the seventh month and continuing for seven days, everyone must celebrate the Festival of Shelters in honor of me."
            },
            {
                "verse_number": "13",
                "verse_text": "On the first day, you must rest from your work and come together for worship. Bring to the altar 13 bulls, 2 full-grown rams, and 14 rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me."
            },
            {
                "verse_number": "14",
                "verse_text": "Three kilograms of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Two kilograms of flour mixed with oil must be offered with each of the rams,"
            },
            {
                "verse_number": "15",
                "verse_text": "and one kilogram of flour mixed with oil must be offered with each of the young rams."
            },
            {
                "verse_number": "16",
                "verse_text": "You must also offer a goat as a sacrifice for sin. These are to be offered in addition to the regular daily sacrifices."
            },
            {
                "verse_number": "35",
                "verse_text": "On the eighth day, you must once again rest from your work and come together for worship."
            },
            {
                "verse_number": "36",
                "verse_text": "Bring to the altar one bull, one full-grown ram, and seven rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me."
            },
            {
                "verse_number": "37",
                "verse_text": "You must also offer the proper grain sacrifices and drink offerings of wine with each animal."
            },
            {
                "verse_number": "38",
                "verse_text": "And offer a goat as the sacrifice to ask forgiveness for the people. These sacrifices are made in addition to the regular daily sacrifices."
            },
            {
                "verse_number": "39",
                "verse_text": "You must offer all these sacrifices to me at the appointed times of worship, together with any offerings that are voluntarily given or given because of a promise."
            },
            {
                "verse_number": "40",
                "verse_text": "Moses told the people of Israel everything the Lord had told him about the sacrifices."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses to say to Israel's tribal leaders:"
            },
            {
                "verse_number": "2",
                "verse_text": "When one of you men makes a promise to the Lord , you must keep your word."
            },
            {
                "verse_number": "3",
                "verse_text": "Suppose a young woman who is still living with her parents makes a promise to the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "If her father hears about it and says nothing, she must keep her promise."
            },
            {
                "verse_number": "5",
                "verse_text": "But if he hears about it and objects, then she no longer has to keep her promise. The Lord will forgive her, because her father did not agree with the promise."
            },
            {
                "verse_number": "8",
                "verse_text": "But if her husband hears about the promise and objects, she no longer has to keep it, and the Lord will forgive her."
            },
            {
                "verse_number": "9",
                "verse_text": "Widows and divorced women must keep every promise they make to the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "Suppose a married woman makes a promise to the Lord ."
            },
            {
                "verse_number": "11",
                "verse_text": "If her husband hears about the promise and says nothing, she must do what she said."
            },
            {
                "verse_number": "12",
                "verse_text": "But if he hears about the promise and does object, she no longer has to keep it. The Lord will forgive her, because her husband would not allow her to keep the promise."
            },
            {
                "verse_number": "13",
                "verse_text": "Her husband has the final say about any promises she makes to the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "If her husband hears about a promise and says nothing about it for a whole day, she must do what she said&ndash;since he did not object, the promise must be kept."
            },
            {
                "verse_number": "15",
                "verse_text": "But if he waits until the next day to stop her from keeping her promise, he is the one who must be punished."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the laws that the Lord gave Moses about husbands and wives, and about young daughters who still live at home."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Before you die, make sure that the Midianites are punished for what they did to Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Moses told the people, &apos;The Lord wants to punish the Midianites. So tell our men to prepare for battle."
            },
            {
                "verse_number": "4",
                "verse_text": "Each tribe will send 1,000 men to fight.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Twelve thousand men were picked from the tribes of Israel, and after they were prepared for battle,"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses sent them off to war. Phinehas the son of Eleazar went with them and took along some things from the sacred tent and the trumpets for sounding the battle signal."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites fought against the Midianites, just as the Lord had commanded Moses. They killed all the men,"
            },
            {
                "verse_number": "8",
                "verse_text": "including Balaam son of Beor and the five Midianite kings, Evi, Rekem, Zur, Hur, and Reba."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites captured every woman and child, then led away the Midianites' cattle and sheep, and took everything else that belonged to them."
            },
            {
                "verse_number": "10",
                "verse_text": "They also burned down the Midianite towns and villages."
            },
            {
                "verse_number": "11",
                "verse_text": "Israel's soldiers gathered together everything they had taken from the Midianites, including the captives and the animals."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses became angry with the army commanders"
            },
            {
                "verse_number": "15",
                "verse_text": "and said, &apos;I can't believe you let the women live!"
            },
            {
                "verse_number": "16",
                "verse_text": "They are the ones who followed Balaam's advice and invited our people to worship the god Baal Peor. That's why the Lord punished us by killing so many of our people."
            },
            {
                "verse_number": "17",
                "verse_text": "You must put to death every boy and all the women who have ever had sex."
            },
            {
                "verse_number": "18",
                "verse_text": "But do not kill the young women who have never had sex. You may keep them for yourselves.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Moses said to the soldiers, &apos;If you killed anyone or touched a dead body, you are unclean and have to stay outside the camp for seven days. On the third and seventh days, you must go through a ceremony to make yourselves and your captives clean."
            },
            {
                "verse_number": "20",
                "verse_text": "Then wash your clothes and anything made from animal skin, goat's hair, or wood.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Wash your clothes on the seventh day, and after that, you will be clean and may return to the camp.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord told Moses:"
            },
            {
                "verse_number": "30",
                "verse_text": "From the half that belongs to the people, set aside one out of every 50 and give these to the Levites in charge of the sacred tent."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses and Eleazar followed the Lord 's instructions"
            },
            {
                "verse_number": "48",
                "verse_text": "The army commanders went to Moses"
            },
            {
                "verse_number": "49",
                "verse_text": "and said, &apos;Sir, we have counted our troops, and not one soldier is missing."
            },
            {
                "verse_number": "50",
                "verse_text": "So we want to give the Lord all the gold jewelry we took from the Midianites. It's our gift to him for watching over us and our troops.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Moses and Eleazar accepted the jewelry from the commanders,"
            },
            {
                "verse_number": "52",
                "verse_text": "and its total weight was over 200 kilograms."
            },
            {
                "verse_number": "53",
                "verse_text": "This did not include the things that the soldiers had kept for themselves."
            },
            {
                "verse_number": "54",
                "verse_text": "So Moses and Eleazar placed the gold in the Lord 's sacred tent to remind Israel of what had happened."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The tribes of Reuben and Gad owned a lot of cattle and sheep, and they saw that the regions of Jazer and Gilead had good pastureland."
            },
            {
                "verse_number": "2",
                "verse_text": "So they went to Moses, Eleazar, and the other leaders of Israel and said,"
            },
            {
                "verse_number": "5",
                "verse_text": "would you let us stay here east of the Jordan River and have this land as our own?&apos; You mean you'd stay here while the rest of the Israelites go into battle? Let us build places to keep our sheep and goats, and towns for our wives and children, You promised that you would be ready to fight for the Lord . Sir, we will do just what you have said."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses answered:"
            },
            {
                "verse_number": "7",
                "verse_text": "If you did that, it would discourage the others from crossing over into the land the Lord promised them."
            },
            {
                "verse_number": "8",
                "verse_text": "This is exactly what happened when I sent your ancestors from Kadesh-Barnea to explore the land."
            },
            {
                "verse_number": "9",
                "verse_text": "They went as far as Eshcol Valley, then returned and told the people that we should not enter it."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord became very angry."
            },
            {
                "verse_number": "11",
                "verse_text": "And he said that no one who was 20 years or older when they left Egypt would enter the land he had promised to Abraham, Isaac, and Jacob. Not one of those people believed in the Lord 's power,"
            },
            {
                "verse_number": "12",
                "verse_text": "except Caleb and Joshua. They remained faithful to the Lord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "but he was so angry with the others that he forced them to wander around in the desert for 40 years. By that time everyone who had sinned against him had died."
            },
            {
                "verse_number": "14",
                "verse_text": "Now you people of Reuben and Gad are doing the same thing and making the Lord even angrier."
            },
            {
                "verse_number": "15",
                "verse_text": "If you reject the Lord , he will once again abandon his people and leave them here in the desert. And you will be to blame!"
            },
            {
                "verse_number": "16",
                "verse_text": "The men from Reuben and Gad replied:"
            },
            {
                "verse_number": "17",
                "verse_text": "where they can stay and be safe. Then we'll prepare to fight and lead the other tribes into battle."
            },
            {
                "verse_number": "18",
                "verse_text": "We will stay with them until they have settled in their own tribal lands."
            },
            {
                "verse_number": "19",
                "verse_text": "The land on this side of the Jordan River will be ours, so we won't expect to receive any on the other side."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses said:"
            },
            {
                "verse_number": "21",
                "verse_text": "You also agreed to cross the Jordan and stay with the rest of the Israelites, until the Lord forces our enemies out of the land. If you do these things,"
            },
            {
                "verse_number": "22",
                "verse_text": "then after the Lord helps Israel capture the land, you can return to your own land. You will no longer have to stay with the others."
            },
            {
                "verse_number": "23",
                "verse_text": "But if you don't keep your promise, you will sin against the Lord and be punished."
            },
            {
                "verse_number": "24",
                "verse_text": "Go ahead and build towns for your wives and children, and places for your sheep and goats. Just be sure to do what you have promised."
            },
            {
                "verse_number": "25",
                "verse_text": "The men from Reuben and Gad answered:"
            },
            {
                "verse_number": "26",
                "verse_text": "Our wives and children and sheep and cattle will stay here in the towns in Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "But those of us who are prepared for battle will cross the Jordan and fight for the Lord ."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Moses said to Eleazar, Joshua, and the family leaders,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Make sure that the tribes of Gad and Reuben prepare for battle and cross the Jordan River with you. If they do, then after the land is in your control, give them the region of Gilead as their tribal land."
            },
            {
                "verse_number": "30",
                "verse_text": "But if they break their promise, they will receive land on the other side of the Jordan, like the rest of the tribes.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The tribes of Gad and Reuben replied, &apos;We are your servants and will do whatever the Lord has commanded."
            },
            {
                "verse_number": "32",
                "verse_text": "We will cross the Jordan River, ready to fight for the Lord in Canaan. But the land we will inherit as our own will be on this side of the river.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Moses gave the tribes of Gad, Reuben, and half of Manasseh the territory and towns that King Sihon the Amorite had ruled, as well as the territory and towns that King Og of Bashan had ruled."
            },
            {
                "verse_number": "34",
                "verse_text": "The tribe of Gad rebuilt the towns of Dibon, Ataroth, Aroer,"
            },
            {
                "verse_number": "35",
                "verse_text": "Atroth-Shophan, Jazer, Jogbehah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Beth-Nimrah, and Beth-Haran. They built walls around them and also built places to keep their sheep and goats."
            },
            {
                "verse_number": "37",
                "verse_text": "The tribe of Reuben rebuilt Heshbon, Elealeh, Kiriathaim,"
            },
            {
                "verse_number": "38",
                "verse_text": "Sibmah, as well as the towns that used to be known as Nebo and Baal-Meon. They renamed all those places."
            },
            {
                "verse_number": "39",
                "verse_text": "The clan of Machir from the tribe of East Manasseh went to the region of Gilead, captured its towns, and forced out the Amorites."
            },
            {
                "verse_number": "40",
                "verse_text": "So Moses gave the Machirites the region of Gilead, and they settled there."
            },
            {
                "verse_number": "41",
                "verse_text": "Jair from the Manasseh tribe captured villages and renamed them &apos;Villages of Jair.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Nobah captured the town of Kenath with its villages and renamed it Nobah."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "As Israel traveled from Egypt under the command of Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "Moses kept a list of the places they camped, just as the Lord had instructed. Here is the record of their journey: When you cross the Jordan River and enter Canaan,"
            },
            {
                "verse_number": "5",
                "verse_text": "After the Israelites left Rameses, they camped at Succoth,"
            },
            {
                "verse_number": "6",
                "verse_text": "and from there, they moved their camp to Etham on the edge of the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "Then they turned back toward Pi-Hahiroth, east of Baal-Zephon, and camped near Migdol."
            },
            {
                "verse_number": "8",
                "verse_text": "They left Pi-Hahiroth, crossed the Red Sea, then walked three days into the Etham Desert and camped at Marah."
            },
            {
                "verse_number": "9",
                "verse_text": "Next, they camped at Elim, where there were 12 springs of water and 70 palm trees."
            },
            {
                "verse_number": "10",
                "verse_text": "They left Elim and camped near the Red Sea,"
            },
            {
                "verse_number": "11",
                "verse_text": "then turned east and camped along the western edge of the Sinai Desert."
            },
            {
                "verse_number": "15",
                "verse_text": "They left Rephidim and finally reached the Sinai Desert."
            },
            {
                "verse_number": "37",
                "verse_text": "When they left Kadesh, they came to Mount Hor, on the border of Edom."
            },
            {
                "verse_number": "38",
                "verse_text": "That's where the Lord commanded Aaron the priest to go to the top of the mountain. Aaron died there on the first day of the fifth month, 40 years after the Israelites left Egypt."
            },
            {
                "verse_number": "39",
                "verse_text": "He was 123 years old at the time."
            },
            {
                "verse_number": "40",
                "verse_text": "It was then that the Canaanite king of Arad, who lived in the Southern Desert of Canaan, heard that Israel was headed that way."
            },
            {
                "verse_number": "48",
                "verse_text": "and finally in the lowlands of Moab across the Jordan River from Jericho."
            },
            {
                "verse_number": "49",
                "verse_text": "Their camp stretched from Beth-Jeshimoth to Acacia."
            },
            {
                "verse_number": "50",
                "verse_text": "While Israel was camped in the lowlands of Moab across the Jordan River from Jericho, the Lord told Moses"
            },
            {
                "verse_number": "51",
                "verse_text": "to give the people of Israel this message:"
            },
            {
                "verse_number": "52",
                "verse_text": "you must force out the people living there. Destroy their idols and tear down their altars."
            },
            {
                "verse_number": "53",
                "verse_text": "Then settle in the land&ndash;I have given it to you as your own."
            },
            {
                "verse_number": "54",
                "verse_text": "I will show you how to divide the land among the tribes, according to the number of clans in each one, so that the larger tribes will have more land than the smaller ones."
            },
            {
                "verse_number": "55",
                "verse_text": "If you don't force out all the people there, they will be like splinters in your eyes and thorns in your back. They will always be trouble for you,"
            },
            {
                "verse_number": "56",
                "verse_text": "and I will treat you as severely as I planned on treating them."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to tell the people of Israel that their land in Canaan would have the following borders: The land within those four borders will belong to you. Caleb son of Jephunneh from Judah, Shemuel son of Ammihud from Simeon, Elidad son of Chislon from Benjamin, Bukki son of Jogli from Dan, Hanniel son of Ephod from Manasseh, Kemuel son of Shiphtan from Ephraim, Elizaphan son of Parnach from Zebulun, Paltiel son of Azzan from Issachar, Ahihud son of Shelomi from Asher, and Pedahel son of Ammihud from Naphtali.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The southern border will be the Zin Desert and the northwest part of Edom. This border will begin at the south end of the Dead Sea."
            },
            {
                "verse_number": "4",
                "verse_text": "It will go west from there, but will turn southward to include Scorpion Pass, the village of Zin, and the town of Kadesh-Barnea. From there, the border will continue to Hazar-Addar and on to Azmon."
            },
            {
                "verse_number": "5",
                "verse_text": "It will run along the Egyptian Gorge and end at the Mediterranean Sea."
            },
            {
                "verse_number": "6",
                "verse_text": "The western border will be the Mediterranean Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "The northern border will begin at the Mediterranean, then continue eastward to Mount Hor."
            },
            {
                "verse_number": "8",
                "verse_text": "After that, it will run to Lebo-Hamath and across to Zedad, which is the northern edge of your land."
            },
            {
                "verse_number": "9",
                "verse_text": "From Zedad, the border will continue east to Ziphron and end at Hazar-Enan."
            },
            {
                "verse_number": "10",
                "verse_text": "The eastern border will begin at Hazar-Enan in the north, then run south to Shepham,"
            },
            {
                "verse_number": "11",
                "verse_text": "and on down to Riblah on the east side of Ain. From there, it will go south to the eastern hills of Lake Galilee,"
            },
            {
                "verse_number": "12",
                "verse_text": "then follow the Jordan River down to the north end of the Dead Sea."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses told the people, &apos;You will receive the land inside these borders. It will be yours, but the Lord has commanded you to divide it among the nine and a half tribes."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribes of Reuben, Gad, and East Manasseh have already been given their land"
            },
            {
                "verse_number": "15",
                "verse_text": "across from Jericho, east of the Jordan River.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Eleazar the priest and Joshua son of Nun will divide the land for the Israelites."
            },
            {
                "verse_number": "18",
                "verse_text": "One leader from each tribe will help them,"
            },
            {
                "verse_number": "29",
                "verse_text": "These are the men the Lord commanded to help Eleazar and Joshua divide the land for the Israelites."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "While the people of Israel were still camped in the lowlands of Moab across the Jordan River from Jericho, the Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to them: When you receive your tribal lands, you must give towns and pastures to the Levi tribe. After you have crossed the Jordan River and are settled in Canaan,"
            },
            {
                "verse_number": "3",
                "verse_text": "That way, the Levites will have towns to live in and pastures for their animals."
            },
            {
                "verse_number": "6",
                "verse_text": "Six of the towns you give them will be Safe Towns where a person who has accidentally killed someone can run for protection. But you will also give the Levites 42 other towns,"
            },
            {
                "verse_number": "7",
                "verse_text": "so they will have a total of 48 towns with their surrounding pastures."
            },
            {
                "verse_number": "8",
                "verse_text": "Since the towns for the Levites must come from Israel's own tribal lands, the larger tribes will give more towns than the smaller ones."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord then told Moses"
            },
            {
                "verse_number": "10",
                "verse_text": "to tell the people of Israel:"
            },
            {
                "verse_number": "11",
                "verse_text": "choose Safe Towns, where a person who has accidentally killed someone can run for protection."
            },
            {
                "verse_number": "12",
                "verse_text": "If the victim's relatives think it was murder, they might try to take revenge. Anyone accused of murder can run to one of these Safe Towns for protection and not be killed before a trial is held."
            },
            {
                "verse_number": "13",
                "verse_text": "There are to be six of these Safe Towns,"
            },
            {
                "verse_number": "14",
                "verse_text": "three on each side of the Jordan River."
            },
            {
                "verse_number": "15",
                "verse_text": "They will be places of protection for anyone who lives in Israel and accidentally kills someone."
            },
            {
                "verse_number": "19",
                "verse_text": "by one of the victim's relatives. He will take revenge for his relative's death as soon as he finds you."
            },
            {
                "verse_number": "25",
                "verse_text": "If they decide that you are innocent, you will be protected from the victim's relative and sent to stay in one of the Safe Towns until the high priest dies."
            },
            {
                "verse_number": "26",
                "verse_text": "But if you ever leave the Safe Town"
            },
            {
                "verse_number": "27",
                "verse_text": "and are killed by the victim's relative, he cannot be punished for killing you."
            },
            {
                "verse_number": "28",
                "verse_text": "You must stay inside the town until the high priest dies; only then can you go back home."
            },
            {
                "verse_number": "29",
                "verse_text": "The community of Israel must always obey these laws."
            },
            {
                "verse_number": "30",
                "verse_text": "Death is the penalty for murder. But no one accused of murder can be put to death unless there are at least two witnesses to the crime."
            },
            {
                "verse_number": "31",
                "verse_text": "You cannot give someone money to escape the death penalty; you must pay with your own life!"
            },
            {
                "verse_number": "32",
                "verse_text": "And if you have been proven innocent of murder and are living in a Safe Town, you cannot pay to go back home; you must stay there until the high priest dies."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "One day the family leaders from the Gilead clan of the Manasseh tribe went to Moses and the other family leaders of Israel"
            },
            {
                "verse_number": "2",
                "verse_text": "and said, &apos;Sir, the Lord has said that he will show what land each tribe will receive as their own. And the Lord has commanded you to give the daughters of our relative Zelophehad the land that he would have received."
            },
            {
                "verse_number": "3",
                "verse_text": "But if they marry men from other tribes of Israel, the land they receive will become part of that tribe's inheritance and will no longer belong to us."
            },
            {
                "verse_number": "4",
                "verse_text": "Even when land is returned to its original owner in the Year of Celebration, we will not get back Zelophehad's land&ndash;it will belong to the tribe into which his daughters married.&apos; These men from the Manasseh tribe are right."
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses told the people that the Lord had said:"
            },
            {
                "verse_number": "6",
                "verse_text": "I will allow Zelophehad's daughters to marry anyone, as long as those men belong to one of the clans of the Manasseh tribe."
            },
            {
                "verse_number": "7",
                "verse_text": "Tribal land must not be given to another tribe&ndash;it will remain the property of the tribe that received it."
            },
            {
                "verse_number": "12",
                "verse_text": "and remained part of the Manasseh tribe. So their land stayed in their father's clan."
            },
            {
                "verse_number": "13",
                "verse_text": "These are the laws that the Lord gave to Moses and the Israelites while they were camped in the lowlands of Moab across the Jordan River from Jericho."
            }
        ]
    }
}