{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon, the son of David, was now in complete control of his kingdom, because the Lord God had blessed him and made him a powerful king. One day, Solomon told the people of Israel, the army commanders, the officials, and the family leaders, to go with him to the place of worship at Gibeon, even though his father King David had already moved the sacred chest from Kiriath-Jearim to the tent that he had set up for it in Jerusalem. Solomon and the others went to Gibeon to worship the Lord , Lord God, you were always loyal to my father David, and now you have made me king of Israel. Solomon, you could have asked me to make you rich or famous or to let you live a long time. Or you could have asked for your enemies to be destroyed. Instead, you asked for wisdom and knowledge to rule my people."
            },
            {
                "verse_number": "6",
                "verse_text": "and there at the bronze altar, Solomon offered a thousand animals as sacrifices to please the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "God appeared to Solomon that night in a dream and said, &apos;Solomon, ask for anything you want, and I will give it to you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon answered:"
            },
            {
                "verse_number": "9",
                "verse_text": "I am supposed to rule these people, but there are as many of them as there are specks of dust on the ground. So keep the promise you made to my father"
            },
            {
                "verse_number": "10",
                "verse_text": "and make me wise. Give me the knowledge I'll need to be the king of this great nation of yours."
            },
            {
                "verse_number": "11",
                "verse_text": "God replied:"
            },
            {
                "verse_number": "12",
                "verse_text": "So I will make you wise and intelligent. But I will also make you richer and more famous than any king before or after you."
            },
            {
                "verse_number": "13",
                "verse_text": "Solomon then left Gibeon and returned to Jerusalem, the capital city of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon had a force of 1,400 chariots and 12,000 horses that he kept in Jerusalem and other towns."
            },
            {
                "verse_number": "15",
                "verse_text": "While Solomon was king of Israel, there was silver and gold everywhere in Jerusalem, and cedar was as common as ordinary sycamore trees in the foothills."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Solomon decided to build a temple where the Lord would be worshiped, and also to build a palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "He assigned 70,000 men to carry building supplies and 80,000 to cut stone from the hills. And he chose 3,600 men to supervise these workers. Years ago, when my father David was building his palace, you supplied him with cedar logs. Now will you send me supplies? I know that the Lord must love his people, because he has chosen you to be their king."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon sent the following message to King Hiram of Tyre:"
            },
            {
                "verse_number": "4",
                "verse_text": "I am building a temple where the Lord my God will be worshiped. Sweet-smelling incense will be burned there, and sacred bread will be offered to him. Worshipers will offer sacrifices to the Lord every morning and evening, every Sabbath, and on the first day of each month, as well as during all our religious festivals. These things will be done for all time, just as the Lord has commanded."
            },
            {
                "verse_number": "5",
                "verse_text": "This will be a great temple, because our God is greater than all other gods."
            },
            {
                "verse_number": "6",
                "verse_text": "No one can ever build a temple large enough for God&ndash;even the heavens are too small a place for him to live in! All I can do is build a place where we can offer sacrifices to him."
            },
            {
                "verse_number": "7",
                "verse_text": "Send me a worker who can not only carve, but who can work with gold, silver, bronze, and iron, as well as make brightly colored cloth. The person you send will work here in Judah and Jerusalem with the skilled workers that my father has already hired."
            },
            {
                "verse_number": "8",
                "verse_text": "I know that you have workers who are experts at cutting lumber in Lebanon. So would you please send me some cedar, pine, and juniper logs? My workers will be there to help them,"
            },
            {
                "verse_number": "9",
                "verse_text": "because I'll need a lot of lumber to build such a large and glorious temple."
            },
            {
                "verse_number": "10",
                "verse_text": "I will pay your woodcutters 2,000 tons of wheat, the same amount of barley, 400,000 liters of wine, and that same amount of olive oil."
            },
            {
                "verse_number": "11",
                "verse_text": "Hiram sent his answer back to Solomon:"
            },
            {
                "verse_number": "12",
                "verse_text": "Praise the Lord God of Israel who made heaven and earth! He has given David a son who isn't only wise and smart, but who has the knowledge to build a temple for the Lord and a palace for himself."
            },
            {
                "verse_number": "13",
                "verse_text": "I am sending Huram Abi to you. He is wise and very skillful."
            },
            {
                "verse_number": "14",
                "verse_text": "His mother was from the Israelite tribe of Dan, and his father was from Tyre. Not only is Huram an expert at working with gold, silver, bronze, iron, stone, and wood, but he can also make colored cloth and fine linen. And he can carve anything if you give him a pattern to follow. He can help your workers and those hired by your father King David."
            },
            {
                "verse_number": "15",
                "verse_text": "Go ahead and send the wheat, barley, olive oil, and wine you promised to pay my workers."
            },
            {
                "verse_number": "16",
                "verse_text": "I will tell them to start cutting down trees in Lebanon. They will cut as many as you need, then tie them together into rafts, and float them down along the coast to Joppa. Your workers can take them to Jerusalem from there."
            },
            {
                "verse_number": "17",
                "verse_text": "Solomon counted all the foreigners who were living in Israel, just as his father David had done when he was king, and the total was 153,600."
            },
            {
                "verse_number": "18",
                "verse_text": "He assigned 70,000 of them to carry building supplies and 80,000 of them to cut stone from the hills. He chose 3,600 others to supervise the workers and to make sure the work was completed."
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "The inside of the temple was 27 meters long and 9 meters wide, according to the older standards."
            },
            {
                "verse_number": "4",
                "verse_text": "Across the front of the temple was a porch 9 meters wide and 9 meters high. The inside walls of the porch were covered with pure gold."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon had the inside walls of the temple's main room paneled first with pine and then with a layer of gold, and he had them decorated with carvings of palm trees and designs that looked like chains."
            },
            {
                "verse_number": "6",
                "verse_text": "He used precious stones to decorate the temple, and he used gold imported from Parvaim"
            },
            {
                "verse_number": "7",
                "verse_text": "to decorate the ceiling beams, the doors, the door frames, and the walls. Solomon also told the workers to carve designs of winged creatures into the walls."
            },
            {
                "verse_number": "8",
                "verse_text": "The most holy place was nine meters square, and its walls were covered with over 20 tons of fine gold."
            },
            {
                "verse_number": "9",
                "verse_text": "Five hundred and seventy grams of gold was used to cover the heads of the nails. The walls of the small storage rooms were also covered with gold."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon had two statues of winged creatures made to put in the most holy place, and he covered them with gold."
            },
            {
                "verse_number": "14",
                "verse_text": "A curtain was made of fine linen woven with blue, purple, and red wool, and embroidered with designs of winged creatures."
            },
            {
                "verse_number": "15",
                "verse_text": "Two columns were made for the entrance to the temple. Each one was 16 meters tall and had a cap on top that was over 2 meters high."
            },
            {
                "verse_number": "16",
                "verse_text": "The top of each column was decorated with designs that looked like chains and with 100 carvings of pomegranates."
            },
            {
                "verse_number": "17",
                "verse_text": "Solomon had one of the columns placed on the south side of the temple's entrance; it was called Jachin. The other one was placed on the north side of the entrance; it was called Boaz."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Solomon had a bronze altar made that was nine meters square and four and a half meters high."
            },
            {
                "verse_number": "2",
                "verse_text": "He also gave orders to make a large metal bowl called the Sea. It was 4.5 meters across, just over two meters deep, and 13.5 meters around."
            },
            {
                "verse_number": "3",
                "verse_text": "Its outer edge was decorated with two rows of carvings of bulls, ten bulls to about every 45 centimeters, all made from the same piece of metal as the bowl."
            },
            {
                "verse_number": "4",
                "verse_text": "The bowl itself sat on top of twelve bronze bulls, with three bulls facing outward in each of four directions."
            },
            {
                "verse_number": "5",
                "verse_text": "The sides of the bowl were 75 millimeters thick, and its rim was in the shape of a cup that curved outward like flower petals. The bowl held about 60,000 liters. Huram made all these things out of polished bronze"
            },
            {
                "verse_number": "6",
                "verse_text": "He also made ten small bowls and put five on each side of the large bowl. The small bowls were used to wash the animals that were burned on the altar as sacrifices, and the priests used the water in the large bowl to wash their hands."
            },
            {
                "verse_number": "7",
                "verse_text": "Ten gold lampstands were also made according to the plans. Solomon placed these lampstands inside the temple, five on each side of the main room."
            },
            {
                "verse_number": "8",
                "verse_text": "He also made ten tables and placed them in the main room, five on each side. And he made 100 small gold sprinkling bowls."
            },
            {
                "verse_number": "9",
                "verse_text": "Solomon gave orders to build two courtyards: a smaller one that only priests could use and a larger one. The doors to these courtyards were covered with bronze."
            },
            {
                "verse_number": "10",
                "verse_text": "The large bowl called the Sea was placed near the southeast corner of the temple."
            },
            {
                "verse_number": "11",
                "verse_text": "Huram made shovels, sprinkling bowls, and pans for hot ashes. Here is a list of the other furnishings he made for God's temple:"
            },
            {
                "verse_number": "12",
                "verse_text": "two columns, two bowl-shaped caps for the tops of these columns, two chain designs on the caps,"
            },
            {
                "verse_number": "13",
                "verse_text": "400 pomegranates in two rows for the chain designs,"
            },
            {
                "verse_number": "14",
                "verse_text": "the stands and the small bowls,"
            },
            {
                "verse_number": "15",
                "verse_text": "the large bowl and the twelve bulls that held it up,"
            },
            {
                "verse_number": "16",
                "verse_text": "pans for hot ashes, as well as shovels and meat forks."
            },
            {
                "verse_number": "17",
                "verse_text": "by pouring melted bronze into the clay molds he had set up near the Jordan River, between Succoth and Zeredah."
            },
            {
                "verse_number": "18",
                "verse_text": "There were so many bronze furnishings that no one ever knew how much bronze it took to make them."
            },
            {
                "verse_number": "19",
                "verse_text": "Solomon also gave orders to make the following temple furnishings out of gold: the altar, the tables that held the sacred loaves of bread,"
            },
            {
                "verse_number": "20",
                "verse_text": "the lampstands and the lamps that burned in front of the most holy place,"
            },
            {
                "verse_number": "21",
                "verse_text": "flower designs, lamps and tongs,"
            },
            {
                "verse_number": "22",
                "verse_text": "lamp snuffers, small sprinkling bowls, ladles, fire pans, and the doors to the most holy place and the main room of the temple."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After the Lord 's temple was finished, Solomon put in its storage rooms everything that his father David had dedicated to the Lord , including the gold and silver, and the objects used in worship. Solomon called together all the important leaders of Israel. They were praising the Lord by playing music and singing: &apos;The Lord is good, and his love never ends.&apos; Suddenly a cloud filled the temple as the priests were leaving the holy place."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon and a crowd of people stood in front of the chest and sacrificed more sheep and cattle than could be counted."
            },
            {
                "verse_number": "7",
                "verse_text": "The priests carried the chest into the most holy place and put it under the winged creatures,"
            },
            {
                "verse_number": "8",
                "verse_text": "whose wings covered both the chest and the poles used for carrying it."
            },
            {
                "verse_number": "9",
                "verse_text": "The poles were so long that they could be seen from just outside the most holy place, but not from anywhere else. And they stayed there from then on."
            },
            {
                "verse_number": "10",
                "verse_text": "The only things kept in the chest were the two flat stones Moses had put there when the Lord made his agreement with the people of Israel at Mount Sinai, after bringing them out of Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord 's glory was in that cloud, and the light from it was so bright that the priests could not stay inside to do their work."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Solomon prayed: &apos;Our Lord , you said that you would live in a dark cloud. where you can live forever.&apos; Praise the Lord God of Israel! He brought his people out of Egypt long ago and later kept his promise to make my father David the king of Israel. The Lord also promised him that Jerusalem would be the city where his temple will be built, and now that promise has come true. Lord God of Israel, no other god in heaven or on earth is like you! You never forget the agreement you made with your people, and you are loyal to anyone who faithfully obeys your teachings."
            },
            {
                "verse_number": "2",
                "verse_text": "Now I've built a glorious temple"
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon turned toward the people standing there. Then he blessed them"
            },
            {
                "verse_number": "7",
                "verse_text": "When my father wanted to build a temple for the Lord God of Israel,"
            },
            {
                "verse_number": "8",
                "verse_text": "the Lord said, &apos;It's good that you want to build a temple where I can be worshiped."
            },
            {
                "verse_number": "9",
                "verse_text": "But you're not the one to do it. Your son will build the temple to honor me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has done what he promised. I am now the king of Israel, and I've built a temple for the Lord our God."
            },
            {
                "verse_number": "11",
                "verse_text": "I've also put the sacred chest in the temple. And in that chest are the two flat stones on which is written the solemn agreement the Lord made with our ancestors when he rescued them from Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "and prayed:"
            },
            {
                "verse_number": "15",
                "verse_text": "My father David was your servant, and today you have kept every promise you made to him."
            },
            {
                "verse_number": "16",
                "verse_text": "You promised that someone from his family would always be king of Israel, if they do their best to obey you, just as he did."
            },
            {
                "verse_number": "17",
                "verse_text": "Please keep this promise you made to your servant David."
            },
            {
                "verse_number": "18",
                "verse_text": "There's not enough room in all of heaven for you, Lord God. How could you possibly live on earth in this temple I have built?"
            },
            {
                "verse_number": "19",
                "verse_text": "But I ask you to answer my prayer."
            },
            {
                "verse_number": "20",
                "verse_text": "This is the temple where you have chosen to be worshiped. Please watch over it day and night and listen when I turn toward it and pray."
            },
            {
                "verse_number": "21",
                "verse_text": "I am your servant, and the people of Israel belong to you, and so whenever any of us look toward this temple and pray, answer from your home in heaven and forgive our sins."
            },
            {
                "verse_number": "22",
                "verse_text": "Suppose someone accuses a person of a crime, and the accused has to stand in front of the altar in your temple and say, &apos;I swear I am innocent!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Listen from heaven and decide who is right. Then punish the guilty person and let the innocent one go free."
            },
            {
                "verse_number": "24",
                "verse_text": "Suppose your people Israel sin against you, and then an enemy defeats them. If they come to this temple and beg for forgiveness,"
            },
            {
                "verse_number": "25",
                "verse_text": "listen from your home in heaven. Forgive them and bring them back to the land you gave their ancestors."
            },
            {
                "verse_number": "26",
                "verse_text": "Suppose your people sin against you, and you punish them by holding back the rain. If they stop sinning and turn toward this temple to pray in your name,"
            },
            {
                "verse_number": "27",
                "verse_text": "listen from your home in heaven and forgive them. The people of Israel are your servants, so teach them to live right. And send rain on the land you promised them forever."
            },
            {
                "verse_number": "28",
                "verse_text": "Sometimes the crops may dry up or rot or be eaten by locusts or grasshoppers, and your people will be starving. Sometimes enemies may surround their towns, or your people will become sick with deadly diseases."
            },
            {
                "verse_number": "29",
                "verse_text": "Please listen when anyone in Israel truly feels sorry and sincerely prays with arms lifted toward your temple."
            },
            {
                "verse_number": "30",
                "verse_text": "You know what is in everyone's heart. So from your home in heaven answer their prayers, according to what they do and what is in their hearts."
            },
            {
                "verse_number": "31",
                "verse_text": "Then your people will worship you and obey you for as long as they live in the land you gave their ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "Foreigners will hear about you and your mighty power, and some of them will come to live among your people Israel. If any of them pray toward this temple,"
            },
            {
                "verse_number": "33",
                "verse_text": "listen from your home in heaven and answer their prayers. Then everyone on earth will worship you, just as your own people Israel do, and they will know that I have built this temple in your honor."
            },
            {
                "verse_number": "34",
                "verse_text": "Sometimes you will order your people to attack their enemies. Then your people will turn toward this temple I have built for you in your chosen city, and they will pray to you."
            },
            {
                "verse_number": "35",
                "verse_text": "Answer their prayers from heaven and give them victory."
            },
            {
                "verse_number": "36",
                "verse_text": "Everyone sins. But when your people sin against you, suppose you get angry enough to let their enemies drag them away to foreign countries."
            },
            {
                "verse_number": "40",
                "verse_text": "Lord God, hear us when we pray in this temple."
            },
            {
                "verse_number": "41",
                "verse_text": "Come to your new home, where we have already placed the sacred chest, which is the symbol of your strength. I pray that when the priests announce your power to save people, those who are faithful to you will celebrate what you've done for them."
            },
            {
                "verse_number": "42",
                "verse_text": "Always remember the love you had for your servant David, so that you will not reject your chosen kings."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "As soon as Solomon finished praying, fire came down from heaven and burned up the offerings. The Lord 's dazzling glory then filled the temple,"
            },
            {
                "verse_number": "2",
                "verse_text": "and the priests could not go in. &apos;The Lord is good, and his love never ends.&apos; I heard your prayer, and I have chosen this temple as the place where sacrifices will be offered to me."
            },
            {
                "verse_number": "3",
                "verse_text": "When the crowd of people saw the fire and the Lord 's glory, they knelt down and worshiped the Lord . They prayed:"
            },
            {
                "verse_number": "6",
                "verse_text": "Everybody stood up during the ceremony. The priests were in their assigned places, blowing their trumpets. And the Levites faced them, playing the musical instruments that David had made for them to use when they praised the Lord for his never-ending love."
            },
            {
                "verse_number": "7",
                "verse_text": "On that same day, Solomon dedicated the courtyard in front of the temple and got it ready to be used for worship. The bronze altar he had made was too small, so he used the courtyard to offer sacrifices to please the Lord and grain sacrifices, and also to send up in smoke the fat from the other offerings."
            },
            {
                "verse_number": "8",
                "verse_text": "For 7 days, Solomon and the crowd celebrated the Festival of Shelters, and people came from as far away as the Egyptian Gorge in the south and Lebo-Hamath in the north."
            },
            {
                "verse_number": "9",
                "verse_text": "Then on the next day, everyone came together for worship. They had celebrated a total of 14 days, 7 days for the dedication of the altar and 7 more days for the festival."
            },
            {
                "verse_number": "10",
                "verse_text": "Then on the twenty-third day of the seventh month, Solomon sent everyone home. They left very happy because of all the good things the Lord had done for David and Solomon, and for his people Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord 's temple and Solomon's palace were now finished. In fact, everything Solomon had planned to do was completed."
            },
            {
                "verse_number": "12",
                "verse_text": "Some time later, the Lord appeared to Solomon in a dream and said:"
            },
            {
                "verse_number": "13",
                "verse_text": "Suppose I hold back the rain or send locusts to eat the crops or make my people suffer with deadly diseases."
            },
            {
                "verse_number": "14",
                "verse_text": "If my own people will humbly pray and turn back to me and stop sinning, then I will answer them from heaven. I will forgive them and make their land fertile once again."
            },
            {
                "verse_number": "15",
                "verse_text": "I will hear the prayers made in this temple,"
            },
            {
                "verse_number": "16",
                "verse_text": "because it belongs to me, and this is where I will be worshiped forever. I will never stop watching over it."
            },
            {
                "verse_number": "17",
                "verse_text": "Your father David obeyed me, and now, Solomon, you must do the same. Obey my laws and teachings,"
            },
            {
                "verse_number": "18",
                "verse_text": "and I will keep my solemn promise to him that someone from your family will always be king of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "But if you or any of the people of Israel disobey my laws or start worshiping foreign gods,"
            },
            {
                "verse_number": "20",
                "verse_text": "I will pull you out of this land I gave you. I will desert this temple where I said I would be worshiped, so that people everywhere will think it is only a joke and will make fun of it."
            },
            {
                "verse_number": "21",
                "verse_text": "This temple is now magnificent. But when these things happen, everyone who walks by it will be shocked and will ask, &apos;Why did the Lord do such a terrible thing to his people and to this temple?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then they will answer, &apos;It was because the people of Israel rejected the Lord their God, who rescued their ancestors from Egypt, and they started worshiping other gods.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "It took 20 years for the Lord 's temple and Solomon's palace to be built."
            },
            {
                "verse_number": "2",
                "verse_text": "After that, Solomon had his workers rebuild the towns that Hiram had given him. Then Solomon sent Israelites to live in those towns."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon attacked and captured the town of Hamath-Zobah."
            },
            {
                "verse_number": "4",
                "verse_text": "He ordered his workers to build the town of Tadmor in the desert and some towns in Hamath where he could keep his supplies."
            },
            {
                "verse_number": "5",
                "verse_text": "He strengthened Upper Beth-Horon and Lower Beth-Horon by adding walls and gates that could be locked."
            },
            {
                "verse_number": "6",
                "verse_text": "He did the same thing to the town of Baalath and to the cities where he kept supplies, chariots, and horses. Solomon ordered his workers to build whatever he wanted in Jerusalem, Lebanon, and anywhere else in his kingdom."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon appointed 250 officers to be in charge of his workers."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon's wife, the daughter of the king of Egypt, moved from the part of Jerusalem called David's City to her new palace that Solomon had built. The sacred chest had been kept in David's City, which made his palace sacred, and so Solomon's wife could no longer live there."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon offered sacrifices to the Lord on the altar he had built in front of the temple porch."
            },
            {
                "verse_number": "13",
                "verse_text": "He followed the requirements that Moses had given for sacrifices offered on the Sabbath, on the first day of each month, the Festival of Thin Bread, the Harvest Festival, and the Festival of Shelters."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon then assigned the priests and the Levites their duties at the temple, and he followed the instructions that his father, the man of God, had given him. Some of the Levites were to lead music and help the priests in their duties, and others were to guard the temple gates"
            },
            {
                "verse_number": "15",
                "verse_text": "and the storage rooms. The priests and Levites followed these instructions exactly."
            },
            {
                "verse_number": "16",
                "verse_text": "Everything Solomon had planned to do was now finished&ndash;from the laying of the temple's foundation to its completion."
            },
            {
                "verse_number": "17",
                "verse_text": "Solomon went to Ezion-Geber and Eloth, two Edomite towns on the Red Sea."
            },
            {
                "verse_number": "18",
                "verse_text": "Hiram sent him ships and some of his experienced sailors. They went with Solomon's own sailors to the country of Ophir and brought back more than 15 tons of gold for Solomon."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The Queen of Sheba heard how famous Solomon was, so she went to Jerusalem to test him with difficult questions. She took along several of her officials, and she loaded her camels with gifts of spices, jewels, and gold. When she arrived, she and Solomon talked about everything she could think of."
            },
            {
                "verse_number": "2",
                "verse_text": "He answered every question, no matter how difficult it was. Solomon, in my own country I had heard about your wisdom and all you've done."
            },
            {
                "verse_number": "5",
                "verse_text": "She said:"
            },
            {
                "verse_number": "6",
                "verse_text": "But I didn't believe it until I saw it with my own eyes! And there's so much I didn't hear about. You are greater than I was told."
            },
            {
                "verse_number": "7",
                "verse_text": "Your people and officials are lucky to be here where they can listen to the wise things you say."
            },
            {
                "verse_number": "8",
                "verse_text": "I praise the Lord your God. He is pleased with you and has made you king of Israel. God loves the people of this country and will never desert them, so he has given them a king who will rule fairly and honestly."
            },
            {
                "verse_number": "9",
                "verse_text": "The Queen of Sheba gave Solomon more than four tons of gold, a large amount of jewels, and the best spices anyone had ever seen."
            },
            {
                "verse_number": "13",
                "verse_text": "Solomon received almost 23 tons of gold each year,"
            },
            {
                "verse_number": "14",
                "verse_text": "not counting what the merchants and traders brought him. The kings of Arabia and the leaders of Israel also gave him gold and silver."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon made 200 gold shields that weighed over three kilograms each."
            },
            {
                "verse_number": "16",
                "verse_text": "He also made 300 smaller gold shields that weighed almost two kilograms, and he put these shields in his palace in Forest Hall."
            },
            {
                "verse_number": "17",
                "verse_text": "His throne was made of ivory and covered with pure gold."
            },
            {
                "verse_number": "18",
                "verse_text": "It had a gold footstool attached to it and armrests on each side. There was a statue of a lion on each side of the throne,"
            },
            {
                "verse_number": "19",
                "verse_text": "and there were two lion statues on each of the six steps leading up to the throne. No other throne in the world was like Solomon's."
            },
            {
                "verse_number": "20",
                "verse_text": "Solomon's cups and dishes in Forest Hall were made of pure gold, because silver was almost worthless in those days."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon had a lot of seagoing ships. Every three years he sent them out with Hiram's ships to bring back gold, silver, and ivory, as well as monkeys and peacocks."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon was the richest and wisest king in the world."
            },
            {
                "verse_number": "25",
                "verse_text": "Solomon had 4,000 stalls for his horses and chariots, and he owned 12,000 horses that he kept in Jerusalem and other towns."
            },
            {
                "verse_number": "26",
                "verse_text": "He ruled all the nations from the Euphrates River in the north to the land of Philistia in the south, as far as the border of Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "While Solomon was king, there was silver everywhere in Jerusalem, and cedar was as common as the sycamore trees in the western foothills."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon's horses were brought in from other countries, including Musri."
            },
            {
                "verse_number": "29",
                "verse_text": "Everything else Solomon did while he was king is written in the records of Nathan the prophet, Ahijah the prophet from Shiloh, and Iddo the prophet who wrote about Jeroboam son of Nebat."
            },
            {
                "verse_number": "30",
                "verse_text": "After Solomon had ruled 40 years from Jerusalem,"
            },
            {
                "verse_number": "31",
                "verse_text": "he died and was buried in the city of his father David. His son Rehoboam then became king."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem where everyone was waiting to crown him king."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam son of Nebat heard what was happening, and he returned from Egypt, where he had gone to hide from Solomon."
            },
            {
                "verse_number": "3",
                "verse_text": "The people from the northern tribes of Israel sent for him. Then together they went to Rehoboam and said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father Solomon forced us to work very hard. But if you make our work easier, we will serve you and do whatever you ask.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam replied, &apos;Come back in three days for my answer.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "Rehoboam went to some leaders who had been his father's senior officials, and he asked them, &apos;What should I tell these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;If you want them to serve and obey you, then you should be kind and promise to make their work easier.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam refused their advice and went to the younger men who had grown up with him and were now his officials."
            },
            {
                "verse_number": "9",
                "verse_text": "He asked, &apos;What do you think I should say to these people who asked me to make their work easier?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "His younger advisors said: Here's what we think you should say to them: &apos;Compared to me, my father was weak. Adoniram was in charge of the work force, and Rehoboam sent him to talk to the people. But they stoned him to death. Then Rehoboam ran to his chariot and hurried back to Jerusalem. Everyone from Israel's northern tribes went home, leaving Rehoboam to rule only the people from Judah. And since that day, the people of Israel have been opposed to David's descendants in Judah. All of this happened just as Ahijah the Lord 's prophet from Shiloh had told Jeroboam."
            },
            {
                "verse_number": "11",
                "verse_text": "He made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Three days later, Jeroboam and the others came back."
            },
            {
                "verse_number": "13",
                "verse_text": "Rehoboam ignored the advice of the older advisors. He spoke bluntly"
            },
            {
                "verse_number": "14",
                "verse_text": "and told them exactly what his own advisors had suggested. He said: &apos;My father made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "After Rehoboam returned to Jerusalem, he decided to attack Israel and regain control of the whole country. So he called together 180,000 soldiers from the tribes of Judah and Benjamin. Rehoboam and his army obeyed the Lord 's message and did not attack Jeroboam and his troops."
            },
            {
                "verse_number": "2",
                "verse_text": "Meanwhile, the Lord had told Shemaiah the prophet"
            },
            {
                "verse_number": "3",
                "verse_text": "to tell Rehoboam and everyone from Judah and Benjamin,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The Lord warns you not to go to war against the people from the northern tribes&ndash;they are your relatives. Go home! The Lord is the one who made these things happen.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam ruled from Jerusalem, and he had several cities in Judah turned into fortresses so he could use them to defend his country. These cities included"
            },
            {
                "verse_number": "6",
                "verse_text": "Bethlehem, Etam, Tekoa,"
            },
            {
                "verse_number": "7",
                "verse_text": "Beth-Zur, Soco, Adullam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Gath, Mareshah, Ziph,"
            },
            {
                "verse_number": "9",
                "verse_text": "Adoraim, Lachish, Azekah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zorah, Aijalon, and Hebron. After he had fortified these cities in the territories of Judah and Benjamin,"
            },
            {
                "verse_number": "11",
                "verse_text": "he assigned an army commander to each of them and stocked them with supplies of food, olive oil, and wine,"
            },
            {
                "verse_number": "12",
                "verse_text": "as well as with shields and spears. He used these fortified cities to keep control of Judah and Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "The priests and Levites from the northern tribes of Israel gave their support to King Rehoboam."
            },
            {
                "verse_number": "14",
                "verse_text": "And since Jeroboam and the kings of Israel that followed him would not allow any Levites to serve as priests, most Levites left their towns and pasturelands in Israel and moved to Jerusalem and other towns in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Jeroboam chose his own priests to serve at the local shrines in Israel and at the places of worship where he had set up statues of goat-demons and of calves."
            },
            {
                "verse_number": "16",
                "verse_text": "But some of the people from Israel wanted to worship the Lord God, just as their ancestors had done. So they followed the priests and Levites to Jerusalem, where they could offer sacrifices to the Lord ."
            },
            {
                "verse_number": "17",
                "verse_text": "For the next three years, they lived in Judah and were loyal to Rehoboam and his kingdom, just as they had been loyal to David and Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "Rehoboam married Mahalath, whose father was Jerimoth son of David, and whose mother was Abihail the daughter of Eliab and granddaughter of Jesse."
            },
            {
                "verse_number": "19",
                "verse_text": "Rehoboam and Mahalath had three sons: Jeush, Shemariah, and Zaham."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Rehoboam married Maacah the daughter of Absalom. Their sons were Abijah, Attai, Ziza, and Shelomith."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam had 18 wives, but he also married 60 other women, and he was the father of 28 sons and 60 daughters. Rehoboam loved his wife Maacah the most,"
            },
            {
                "verse_number": "22",
                "verse_text": "so he chose their oldest son Abijah to be the next king."
            },
            {
                "verse_number": "23",
                "verse_text": "Rehoboam was wise enough to put one of his sons in charge of each fortified city in his kingdom. He gave them all the supplies they needed and found wives for every one of them."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Soon after Rehoboam had control of his kingdom, he and everyone in Judah stopped obeying the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "So in the fifth year of Rehoboam's rule, the Lord punished them for their unfaithfulness and allowed King Shishak of Egypt to invade Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Shishak attacked with his army of 1,200 chariots and 60,000 cavalry troops, as well as countless Egyptian soldiers from Libya, Sukkoth, and Ethiopia."
            },
            {
                "verse_number": "4",
                "verse_text": "He captured every one of the fortified cities in Judah and then marched to Jerusalem. The people of Judah are truly sorry for their sins, and so I won't let Shishak completely destroy them. But because I am still angry, Then my people will know what it's like to serve a foreign king instead of serving me."
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam and the leaders of Judah had gone to Jerusalem to escape Shishak's invasion. And while they were there, Shemaiah the prophet told them, &apos;The Lord says that because you have disobeyed him, he has now abandoned you. The Lord will not help you against Shishak!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Rehoboam and the leaders were sorry for what they had done and admitted, &apos;The Lord is right. We have deserted him.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the Lord heard this, he told Shemaiah:"
            },
            {
                "verse_number": "8",
                "verse_text": "he will conquer and rule them."
            },
            {
                "verse_number": "9",
                "verse_text": "Shishak attacked Jerusalem and took all the valuable things from the temple and from the palace, including Solomon's gold shields."
            },
            {
                "verse_number": "10",
                "verse_text": "Rehoboam had bronze shields made to replace the gold ones, and he ordered the guards at the city gates to keep them safe."
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever Rehoboam went to the Lord 's temple, the guards carried the shields. But they always took them back to the guardroom as soon as he had finished worshiping."
            },
            {
                "verse_number": "12",
                "verse_text": "Rehoboam turned back to the Lord , and so the Lord did not let Judah be completely destroyed, and Judah was prosperous again."
            },
            {
                "verse_number": "13",
                "verse_text": "Rehoboam was 41 years old when he became king, and he ruled 17 years from Jerusalem, the city where the Lord had chosen to be worshiped. His mother Naamah was from Ammon. Rehoboam was a powerful king,"
            },
            {
                "verse_number": "14",
                "verse_text": "but he still did wrong and refused to obey the Lord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything else Rehoboam did while he was king, including a history of his family, is written in the records of the two prophets, Shemaiah and Iddo. During Rehoboam's rule, he and King Jeroboam of Israel were constantly at war."
            },
            {
                "verse_number": "16",
                "verse_text": "When Rehoboam died, he was buried beside his ancestors in Jerusalem, and his son Abijah became king."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Abijah became king of Judah in Jeroboam's eighteenth year as king of Israel,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he ruled from Jerusalem for three years. His mother was Micaiah the daughter of Uriel from Gibeah. Some time later, Abijah and King Jeroboam of Israel went to war against each other. Listen, Jeroboam and all you Israelites!"
            },
            {
                "verse_number": "3",
                "verse_text": "Abijah's army had 400,000 troops, and Jeroboam met him in battle with 800,000 troops."
            },
            {
                "verse_number": "4",
                "verse_text": "Abijah went to the top of Mount Zemaraim in the hills of Ephraim and shouted:"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord God of Israel has made a solemn promise that every king of Israel will be from David's family."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jeroboam, you were King Solomon's official, and you rebelled."
            },
            {
                "verse_number": "7",
                "verse_text": "Then right after Rehoboam became king, you and your bunch of worthless followers challenged Rehoboam, who was too young to know how to stop you."
            },
            {
                "verse_number": "8",
                "verse_text": "Now you and your powerful army think you can stand up to the kingdom that the Lord has given to David's descendants. The only gods you have are those gold statues of calves that Jeroboam made for you."
            },
            {
                "verse_number": "9",
                "verse_text": "You don't even have descendants of Aaron on your side, because you forced out the Lord 's priests and Levites. In their place, you appoint ordinary people to be priests, just as the foreign nations do. In fact, anyone who brings a bull and seven rams to the altar can become a priest of your so-called gods."
            },
            {
                "verse_number": "10",
                "verse_text": "But we have not turned our backs on the Lord God! Aaron's own descendants serve as our priests, and the Levites are their assistants."
            },
            {
                "verse_number": "11",
                "verse_text": "Two times every day they offer sacrifices and burn incense to the Lord . They set out the sacred loaves of bread on a table that has been purified, and they light the lamps in the gold lampstand every day at sunset. We follow the commands of the Lord our God&ndash;you have rejected him!"
            },
            {
                "verse_number": "12",
                "verse_text": "That's why God is on our side and will lead us into battle when the priests sound the signal on the trumpets. It's no use, Israelites. You might as well give up. There's no way you can defeat the Lord , the God your ancestors worshiped."
            },
            {
                "verse_number": "13",
                "verse_text": "But while Abijah was talking, Jeroboam had sent some of his troops to attack Judah's army from behind, while the rest attacked from the front."
            },
            {
                "verse_number": "14",
                "verse_text": "Judah's army realized they were trapped, and so they prayed to the Lord . The priests blew the signal on the trumpet,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the troops let out a battle cry. Then with Abijah leading them into battle, God defeated Jeroboam and Israel's army."
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites ran away, and God helped Judah's soldiers slaughter"
            },
            {
                "verse_number": "17",
                "verse_text": "500,000 enemy troops."
            },
            {
                "verse_number": "18",
                "verse_text": "Judah's army won because they had trusted the Lord God of their ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Abijah kept up his attack on Jeroboam's army and captured the Israelite towns of Bethel, Jeshanah, and Ephron, as well as the villages around them."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam never regained his power during the rest of Abijah's rule. The Lord punished Jeroboam, and he died, but Abijah became more powerful."
            },
            {
                "verse_number": "21",
                "verse_text": "Abijah had a total of 14 wives, 22 sons, and 16 daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Everything Abijah said and did while he was king is written in the records of Iddo the prophet."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Abijah died and was buried in Jerusalem. Then his son Asa became king, and Judah had ten years of peace. Lord God, only you can help a powerless army defeat a stronger one. So we depend on you to help us. We will fight against this powerful army to honor your name, and we know that you won't be defeated. You are the Lord our God. The soldiers from Judah took everything that had belonged to the Ethiopians."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa obeyed the Lord his God and did right."
            },
            {
                "verse_number": "3",
                "verse_text": "He destroyed the local shrines and the altars to foreign gods. He smashed the stone images of gods and cut down the sacred poles used in worshiping the goddess Asherah."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he told everyone in Judah to worship the Lord God, just as their ancestors had done, and to obey his laws and teachings."
            },
            {
                "verse_number": "5",
                "verse_text": "He destroyed every local shrine and incense altar in Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord blessed Judah with peace while Asa was king, and so during that time, Asa fortified many of the towns."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to the people, &apos;Let's build walls and defense towers for these towns, and put in gates that can be locked with bars. This land still belongs to us, because we have obeyed the Lord our God. He has given us peace from all our enemies.&apos; The people did everything Asa had suggested."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa had a large army of brave soldiers: 300,000 of them were from the tribe of Judah and were armed with shields and spears; 280,000 were from Benjamin and were armed with shields and bows."
            },
            {
                "verse_number": "9",
                "verse_text": "Zerah from Ethiopia led an army of 1,000,000 soldiers and 300 chariots to the town of Mareshah in Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa met him there, and the two armies prepared for battle in Zephathah Valley."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa prayed:"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord helped Asa and his army defeat the Ethiopians. The enemy soldiers ran away,"
            },
            {
                "verse_number": "13",
                "verse_text": "but Asa and his troops chased them as far as Gerar. It was a total defeat&ndash;the Ethiopians could not even fight back!"
            },
            {
                "verse_number": "14",
                "verse_text": "The people who lived in the villages around Gerar learned what had happened and were afraid of the Lord . So Judah's army easily defeated them and carried off everything of value that they wanted from these towns."
            },
            {
                "verse_number": "15",
                "verse_text": "They also attacked the camps where the shepherds lived and took a lot of sheep, goats, and camels. Then they went back to Jerusalem."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, God spoke to Azariah son of Oded."
            },
            {
                "verse_number": "2",
                "verse_text": "At once, Azariah went to Asa and said: Listen to me, King Asa and you people of Judah and Benjamin. The Lord will be with you and help you, as long as you obey and worship him. But if you disobey him, he will desert you."
            },
            {
                "verse_number": "3",
                "verse_text": "For a long time, the people of Israel did not worship the true God or listen to priests who could teach them about God. They refused to obey God's Law."
            },
            {
                "verse_number": "4",
                "verse_text": "But whenever trouble came, Israel turned back to the Lord their God and worshiped him."
            },
            {
                "verse_number": "5",
                "verse_text": "There was so much confusion in those days that it wasn't safe to go anywhere in Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "Nations were destroying each other, and cities were wiping out other cities, because God was causing trouble and unrest everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "So you must be brave. Don't give up! God will honor you for obeying him."
            },
            {
                "verse_number": "8",
                "verse_text": "As soon as Asa heard what Azariah the prophet said, he gave orders for all the idols in Judah and Benjamin to be destroyed, including those in the towns he had captured in the territory of Ephraim. He also repaired the Lord 's altar that was in front of the temple porch."
            },
            {
                "verse_number": "9",
                "verse_text": "Asa called together the people from Judah and Benjamin, as well as the people from the territories of Ephraim, West Manasseh, and Simeon who were living in Judah. Many of these people were now loyal to Asa, because they had seen that the Lord was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "In the third month of the fifteenth year of Asa's rule, they all met in Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "That same day, they took 700 bulls and 7,000 sheep and goats from what they had brought back from Gerar and sacrificed them as offerings to the Lord ."
            },
            {
                "verse_number": "12",
                "verse_text": "They made a solemn promise to faithfully worship the Lord God their ancestors had worshiped,"
            },
            {
                "verse_number": "13",
                "verse_text": "and to put to death anyone who refused to obey him."
            },
            {
                "verse_number": "14",
                "verse_text": "The crowd solemnly agreed to keep their promise to the Lord , then they celebrated by shouting and blowing trumpets and horns."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone was happy because they had made this solemn promise, and in return, the Lord blessed them with peace from all their enemies."
            },
            {
                "verse_number": "16",
                "verse_text": "Asa's grandmother Maacah had made a disgusting idol of the goddess Asherah, so he cut it down, crushed it, and burned it in Kidron Valley. Then he removed Maacah from her position as queen mother."
            },
            {
                "verse_number": "17",
                "verse_text": "As long as Asa lived, he was faithful to the Lord , even though he did not destroy the local shrines in Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "He placed in the temple all the silver and gold objects that he and his father had dedicated to God."
            },
            {
                "verse_number": "19",
                "verse_text": "There was peace in Judah until the thirty-fifth year of Asa's rule."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the thirty-sixth year of Asa's rule, King Baasha of Israel invaded Judah and captured the town of Ramah. He started making the town stronger, and he put troops there to stop people from going in and out of Judah. You depended on the king of Syria instead of depending on the Lord your God. And so, you will never defeat the Syrian army."
            },
            {
                "verse_number": "2",
                "verse_text": "When Asa heard about this, he took the silver and gold from his palace and from the Lord 's temple. Then he sent it to Damascus with this message for King Benhadad of Syria:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I think we should sign a peace treaty, just as our fathers did. This silver and gold is a present for you. Would you please break your treaty with King Baasha of Israel and force him to leave my country?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Benhadad did what Asa asked and sent the Syrian army into Israel. They captured the towns of Ijon, Dan, Abel-Maim, and all the towns in Naphtali where supplies were kept."
            },
            {
                "verse_number": "5",
                "verse_text": "When Baasha heard about it, he stopped his work on the town of Ramah."
            },
            {
                "verse_number": "6",
                "verse_text": "Asa ordered everyone in Judah to carry away the stones and wood Baasha had used to fortify Ramah. Then he fortified the towns of Geba and Mizpah with these same stones and wood."
            },
            {
                "verse_number": "7",
                "verse_text": "Soon after that happened, Hanani the prophet went to Asa and said:"
            },
            {
                "verse_number": "8",
                "verse_text": "Remember how powerful the Ethiopian and Libyan army was, with all their chariots and cavalry troops! You trusted the Lord to help you then, and you defeated them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord is constantly watching everyone, and he gives strength to those who faithfully obey him. But you have done a foolish thing, and your kingdom will never be at peace again."
            },
            {
                "verse_number": "10",
                "verse_text": "When Asa heard this, he was so angry that he put Hanani in prison. Asa was also cruel to some of his people."
            },
            {
                "verse_number": "11",
                "verse_text": "Everything Asa did while he was king is written in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "12",
                "verse_text": "In the thirty-ninth year of his rule, he got a very bad foot disease, but he relied on doctors and refused to ask the Lord for help."
            },
            {
                "verse_number": "13",
                "verse_text": "He died two years later."
            },
            {
                "verse_number": "14",
                "verse_text": "Earlier, Asa had his own tomb cut out of a rock hill in Jerusalem. So he was buried there, and the tomb was filled with spices and sweet-smelling oils. Then the people built a bonfire in his honor."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat son of Asa became king and strengthened his defenses against Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He assigned troops to the fortified cities in Judah, as well as to other towns in Judah and to those towns in Ephraim that his father Asa had captured. Adnah was the commander of the troops from Judah, and he had 300,000 soldiers under his command."
            },
            {
                "verse_number": "5",
                "verse_text": "and helped him keep firm control of his kingdom. The people of Judah brought gifts to Jehoshaphat, but even after he became very rich and respected,"
            },
            {
                "verse_number": "6",
                "verse_text": "he remained completely faithful to the Lord . He destroyed all the local shrines in Judah, including the places where the goddess Asherah was worshiped."
            },
            {
                "verse_number": "7",
                "verse_text": "In the third year of Jehoshaphat's rule, he chose five officials and gave them orders to teach the Lord 's Law in every city and town in Judah. They were Benhail, Obadiah, Zechariah, Nethanel, and Micaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "Their assistants were the following nine Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah. Two priests, Elishama and Jehoram, also went along."
            },
            {
                "verse_number": "9",
                "verse_text": "They carried with them a copy of the Lord 's Law wherever they went and taught the people from it."
            },
            {
                "verse_number": "10",
                "verse_text": "The nations around Judah were afraid of the Lord 's power, so none of them attacked Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Philistines brought him silver and other gifts to keep peace. Some of the Arab people brought him 7,700 rams and the same number of goats."
            },
            {
                "verse_number": "12",
                "verse_text": "As Jehoshaphat became more powerful, he built fortresses and cities"
            },
            {
                "verse_number": "13",
                "verse_text": "where he stored supplies. He also kept in Jerusalem some experienced soldiers"
            },
            {
                "verse_number": "14",
                "verse_text": "from the Judah and Benjamin tribes. These soldiers were grouped according to their clans."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehohanan was second in command, with 280,000 soldiers under him."
            },
            {
                "verse_number": "16",
                "verse_text": "Amasiah son of Zichri, who had volunteered to serve the Lord , was third in command, with 200,000 soldiers under him."
            },
            {
                "verse_number": "17",
                "verse_text": "Eliada was a brave warrior who commanded the troops from Benjamin. He had 200,000 soldiers under his command, all of them armed with bows and shields."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehozabad was second in command, with 180,000 soldiers under him."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the troops who protected the king in Jerusalem, not counting those he had assigned to the fortified cities throughout the country."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat was now very rich and famous. He signed a treaty with King Ahab of Israel by arranging the marriage of his son and Ahab's daughter. &apos;Yes,&apos; Jehoshaphat answered. &apos;My army is at your command. &apos;Yes!&apos; the prophets answered. &apos;God will help you capture the city.&apos; &apos;Don't say that!&apos; Jehoshaphat replied. &apos;Yes!&apos; Micaiah answered. &apos;The Lord will help you capture the city.&apos; I then saw the Lord seated on his throne with every creature in heaven gathered around him. They talked about it for a while, &apos;How?&apos; the Lord asked. &apos;Good!&apos; the Lord replied. &apos;Now go and do it. You will be successful.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "One day, Jehoshaphat went to visit Ahab in his capital city of Samaria. Ahab slaughtered sheep and cattle and prepared a big feast to honor Jehoshaphat and the officials with him. Ahab talked about attacking the city of Ramoth in Gilead,"
            },
            {
                "verse_number": "3",
                "verse_text": "and finally asked, &apos;Jehoshaphat, would you go with me to attack Ramoth?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But first let's ask the Lord what to do.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Ahab sent for 400 prophets and asked, &apos;Should I attack the city of Ramoth?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat said, &apos;Just to make sure, is there another of the Lord 's prophets we can ask?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;We could ask Micaiah son of Imlah,&apos; Ahab said. &apos;But I hate Micaiah. He always has bad news for me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Ahab sent someone to bring Micaiah as soon as possible."
            },
            {
                "verse_number": "9",
                "verse_text": "All this time, Ahab and Jehoshaphat were dressed in their royal robes and were seated on their thrones at the threshing place near the gate of Samaria, listening to the prophets tell them what the Lord had said."
            },
            {
                "verse_number": "10",
                "verse_text": "Zedekiah son of Chenaanah was one of the prophets. He had made some horns out of iron and shouted, &apos;Ahab, the Lord says you will attack the Syrians like a bull with iron horns and wipe them out!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the prophets agreed that Ahab should attack the Syrians at Ramoth and promised that the Lord would help him defeat them."
            },
            {
                "verse_number": "12",
                "verse_text": "Meanwhile, the messenger who went to get Micaiah whispered, &apos;Micaiah, all the prophets have good news for Ahab. Now go and say the same thing.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I'll say whatever the living Lord my God tells me to say,&apos; Micaiah replied."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Micaiah went up to Ahab, who asked, &apos;Micaiah, should we attack Ramoth?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ahab shouted, &apos;Micaiah, I've told you over and over to tell me the truth! What does the Lord really say?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Micaiah answered, &apos;In a vision I saw Israelite soldiers wandering around, lost in the hills like sheep without a shepherd. The Lord said, &quot;These troops have no leader. They should go home and not fight.&quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ahab turned to Jehoshaphat and said, &apos;I told you he would bring me bad news!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Micaiah replied:"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord asked, &apos;Who can trick Ahab and make him go to Ramoth where he will be killed?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "then finally a spirit came forward and said to the Lord , &apos;I can trick Ahab.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;I'll make Ahab's prophets lie to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Ahab, this is exactly what has happened. The Lord made all your prophets lie to you, and he knows you will soon be destroyed."
            },
            {
                "verse_number": "23",
                "verse_text": "Zedekiah walked over and slapped Micaiah on the face. Then he asked, &apos;Do you really think the Lord would speak to you and not to me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micaiah answered, &apos;You'll find out on the day you have to hide in the back room of some house.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Ahab shouted, &apos;Arrest Micaiah! Take him to Prince Joash and Governor Amon of Samaria."
            },
            {
                "verse_number": "26",
                "verse_text": "Tell them to put him in prison and to give him nothing but bread and water until I come back safely.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Micaiah said, &apos;If you do come back, I was wrong about what the Lord wanted me to say.&apos; Then he told the crowd, &apos;Don't forget what I said!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ahab and Jehoshaphat led their armies to Ramoth in Gilead."
            },
            {
                "verse_number": "29",
                "verse_text": "Before they went into battle, Ahab said, &apos;Jehoshaphat, I'll disguise myself, but you wear your royal robe.&apos; Ahab disguised himself and went into battle."
            },
            {
                "verse_number": "30",
                "verse_text": "The king of Syria had ordered his chariot commanders to attack only Ahab."
            },
            {
                "verse_number": "31",
                "verse_text": "So when they saw Jehoshaphat in his robe, they thought he was Ahab and started to attack him. But Jehoshaphat prayed, and the Lord made the Syrian soldiers stop."
            },
            {
                "verse_number": "32",
                "verse_text": "And when they realized he wasn't Ahab, they left him alone."
            },
            {
                "verse_number": "33",
                "verse_text": "However, during the fighting a soldier shot an arrow without even aiming, and it hit Ahab between two pieces of his armor. He shouted to his chariot driver, &apos;I've been hit! Get me out of here!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The fighting lasted all day, with Ahab propped up in his chariot so he could see the Syrian troops. He stayed there until evening, and by sundown he was dead."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat returned safely to his palace in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "But the prophet Jehu son of Hanani met him and said: By helping that wicked Ahab, you have made friends with someone who hates the Lord . Now the Lord God is angry with you! Be careful when you make your decisions in court, because you are judging by the Lord 's standards and not by human standards, and he will know what you decide. Faithfully serve the Lord !"
            },
            {
                "verse_number": "3",
                "verse_text": "But not everything about you is bad. You destroyed the sacred poles used in worshiping the goddess Asherah&ndash;that shows you have tried to obey the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoshaphat lived in Jerusalem, but he often traveled through his kingdom, from Beersheba in the south to the edge of the hill country of Ephraim in the north. He talked with the people and convinced them to turn back to the Lord God and worship him, just as their ancestors had done."
            },
            {
                "verse_number": "5",
                "verse_text": "He assigned judges to each of the fortified cities in Judah"
            },
            {
                "verse_number": "6",
                "verse_text": "and told them:"
            },
            {
                "verse_number": "7",
                "verse_text": "So do your work in honor of him and know that he won't allow you to be unfair to anyone or to take bribes."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoshaphat also chose some Levites, some priests, and some of the family leaders, and he appointed them to serve as judges in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "He told them:"
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Judah will bring you legal cases that involve every type of crime, including murder. You must settle these cases and warn the people to stop sinning against the Lord , so that he won't get angry and punish Judah. Remember, if you follow these instructions, you won't be held responsible for anything that happens."
            },
            {
                "verse_number": "11",
                "verse_text": "Amariah the high priest will have the final say in any religious case. And Zebadiah, the leader of the Judah tribe, will have the final say in all other cases. The rest of the Levites will serve as your assistants. Be brave, and I pray that the Lord will help you do right."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, the armies of Moab and Ammon, together with the Meunites, went to war against Jehoshaphat."
            },
            {
                "verse_number": "2",
                "verse_text": "Messengers told Jehoshaphat, &apos;A large army from Edom east of the Dead Sea has invaded our country. They have already reached En-Gedi.&apos; You, Lord , are the God our ancestors worshiped, and from heaven you rule every nation in the world. You are so powerful that no one can defeat you. Your Majesty and everyone from Judah and Jerusalem, the Lord says that you don't need to be afraid or let this powerful army discourage you. God will fight on your side! &apos;Praise the Lord ! His love never ends.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat was afraid, so he asked the Lord what to do. He then told the people of Judah to go without eating to show their sorrow."
            },
            {
                "verse_number": "4",
                "verse_text": "They immediately left for Jerusalem to ask for the Lord 's help."
            },
            {
                "verse_number": "5",
                "verse_text": "After everyone from Judah and Jerusalem had come together at the Lord 's temple, Jehoshaphat stood in front of the new courtyard"
            },
            {
                "verse_number": "6",
                "verse_text": "and prayed:"
            },
            {
                "verse_number": "7",
                "verse_text": "Our God, you forced out the nations who lived in this land before your people Israel came here, and you gave it to the descendants of your friend Abraham forever."
            },
            {
                "verse_number": "8",
                "verse_text": "Our ancestors lived in this land and built a temple to honor you."
            },
            {
                "verse_number": "9",
                "verse_text": "They believed that whenever this land is struck by war or disease or famine, your people can pray to you at the temple, and you will hear their prayer and save them."
            },
            {
                "verse_number": "10",
                "verse_text": "You can see that the armies of Ammon, Moab, and Edom are attacking us! Those are the nations you would not let our ancestors invade on their way from Egypt, so these nations were not destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "Now they are coming to take back the land you gave us."
            },
            {
                "verse_number": "12",
                "verse_text": "Aren't you going to punish them? We won't stand a chance when this army attacks. We don't know what to do&ndash;we are begging for your help."
            },
            {
                "verse_number": "13",
                "verse_text": "While every man, woman, and child of Judah was standing there at the temple,"
            },
            {
                "verse_number": "14",
                "verse_text": "the Lord 's Spirit suddenly spoke to Jahaziel, a Levite from the Asaph clan."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jahaziel said:"
            },
            {
                "verse_number": "16",
                "verse_text": "So here's what you must do. Tomorrow the enemy armies will march through the desert around the town of Jeruel. March down and meet them at the town of Ziz as they come up the valley."
            },
            {
                "verse_number": "17",
                "verse_text": "You won't even have to fight. Just take your positions and watch the Lord rescue you from your enemy. Don't be afraid. Just do as you're told. And as you march out tomorrow, the Lord will be there with you."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoshaphat bowed low to the ground and everyone worshiped the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "Then some Levites from the Kohath and Korah clans stood up and shouted praises to the Lord God of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Early the next morning, as everyone got ready to leave for the desert near Tekoa, Jehoshaphat stood up and said, &apos;Listen my friends, if we trust the Lord God and believe what these prophets have told us, the Lord will help us, and we will be successful.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then he explained his plan and appointed men to march in front of the army and praise the Lord for his holy power by singing:"
            },
            {
                "verse_number": "22",
                "verse_text": "As soon as they began singing, the Lord confused the enemy camp,"
            },
            {
                "verse_number": "23",
                "verse_text": "so that the Ammonite and Moabite troops attacked and completely destroyed those from Edom. Then they turned against each other and fought until the entire camp was wiped out!"
            },
            {
                "verse_number": "24",
                "verse_text": "When Judah's army reached the tower that overlooked the desert, they saw that every soldier in the enemy's army was lying dead on the ground."
            },
            {
                "verse_number": "25",
                "verse_text": "So Jehoshaphat and his troops went into the camp to carry away everything of value. They found a large herd of livestock, a lot of equipment, clothes, and other valuable things. It took them three days to carry it all away, and there was still some left over."
            },
            {
                "verse_number": "26",
                "verse_text": "Then on the fourth day, everyone came together in Beracah Valley and sang praises to the Lord . That's why that place was called Praise Valley."
            },
            {
                "verse_number": "29",
                "verse_text": "When the other nations heard how the Lord had fought against Judah's enemies, they were too afraid"
            },
            {
                "verse_number": "30",
                "verse_text": "to invade Judah. The Lord let Jehoshaphat's kingdom be at peace."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoshaphat was 35 years old when he became king of Judah, and he ruled from Jerusalem for 25 years. His mother was Azubah daughter of Shilhi."
            },
            {
                "verse_number": "32",
                "verse_text": "Jehoshaphat obeyed the Lord , just as his father Asa had done,"
            },
            {
                "verse_number": "33",
                "verse_text": "but he did not destroy the local shrines. So the people still worshiped foreign gods, instead of faithfully serving the God their ancestors had worshiped."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything else Jehoshaphat did while he was king is written in the records of Jehu son of Hanani that are included in The History of the Kings of Israel ."
            },
            {
                "verse_number": "35",
                "verse_text": "While Jehoshaphat was king, he signed a peace treaty with Ahaziah the wicked king of Israel."
            },
            {
                "verse_number": "36",
                "verse_text": "They agreed to build several seagoing ships at Ezion-Geber."
            },
            {
                "verse_number": "37",
                "verse_text": "But the prophet Eliezer warned Jehoshaphat, &apos;The Lord will destroy these ships because you have supported Ahaziah.&apos; The ships were wrecked and never sailed."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat died and was buried beside his ancestors in Jerusalem, and his son Jehoram became king. Those things happened because Jehoram had turned away from the Lord , the God his ancestors had worshiped. I have a message for you from the Lord God your ancestor David worshiped. He knows that you have not followed the example of Jehoshaphat your father or Asa your grandfather."
            },
            {
                "verse_number": "2",
                "verse_text": "King Jehoshaphat had seven sons: Jehoram, Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat gave each of them silver and gold, as well as other valuable gifts. He also put them in charge of the fortified cities in Judah, but he had chosen his oldest son Jehoram to succeed him as king."
            },
            {
                "verse_number": "4",
                "verse_text": "After Jehoram had taken control of Judah, he had his brothers killed, as well as some of the nation's leaders."
            },
            {
                "verse_number": "5",
                "verse_text": "He was 32 years old when he became king, and he ruled eight years from Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "Jehoram married Ahab's daughter and followed the sinful example of Ahab's family and the other kings of Israel. He disobeyed the Lord by doing wrong,"
            },
            {
                "verse_number": "7",
                "verse_text": "but because the Lord had made a solemn promise to King David that someone from his family would always rule in Judah, he refused to wipe out David's descendants."
            },
            {
                "verse_number": "8",
                "verse_text": "While Jehoram was king, the people of Edom rebelled and chose their own king."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoram, his officers, and his cavalry marched to Edom, where the Edomite army surrounded them. He escaped during the night,"
            },
            {
                "verse_number": "10",
                "verse_text": "but Judah was never able to regain control of Edom. Even the town of Libnah rebelled at that time."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoram even built local shrines in the hills of Judah and let the people sin against the Lord by worshiping foreign gods."
            },
            {
                "verse_number": "12",
                "verse_text": "One day, Jehoram received a letter from Elijah the prophet that said:"
            },
            {
                "verse_number": "13",
                "verse_text": "Instead you have acted like those sinful kings of Israel and have encouraged the people of Judah to stop worshiping the Lord , just as Ahab and his descendants did. You even murdered your own brothers, who were better men than you."
            },
            {
                "verse_number": "14",
                "verse_text": "Because you have done these terrible things, the Lord will severely punish the people in your kingdom, including your own family, and he will destroy everything you own."
            },
            {
                "verse_number": "15",
                "verse_text": "You will be struck with a painful stomach disease and suffer until you die."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord later caused the Philistines and the Arabs who lived near the Ethiopians to become angry with Jehoram."
            },
            {
                "verse_number": "17",
                "verse_text": "They invaded Judah and stole the royal property from the palace, and they led Jehoram's wives and sons away as prisoners. The only one left behind was Ahaziah, his youngest son."
            },
            {
                "verse_number": "18",
                "verse_text": "After this happened, the Lord struck Jehoram with an incurable stomach disease."
            },
            {
                "verse_number": "19",
                "verse_text": "About two years later, Jehoram died in terrible pain. No bonfire was built to honor him, even though the people had done this for his ancestors."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoram was 32 years old when he became king, and he ruled 8 years from Jerusalem. He died, and no one even felt sad. He was buried in Jerusalem, but not in the royal tombs."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Earlier, when the Arabs led a raid against Judah, they killed all of Jehoram's sons, except Ahaziah, the youngest one. So the people of Jerusalem crowned him their king."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 22 years old at the time, and he ruled only one year from Jerusalem. Ahaziah's mother was Athaliah, a granddaughter of King Omri of Israel, Their advice led to his downfall. When Ahaziah arrived at Jezreel, he and Joram went to meet with Jehu grandson of Nimshi. The Lord had already told Jehu to kill every male in Ahab's family, There was no one from Ahaziah's family left to become king of Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "and she encouraged her son to sin against the Lord . He followed the evil example of King Ahab and his descendants."
            },
            {
                "verse_number": "4",
                "verse_text": "In fact, after his father's death, Ahaziah sinned against the Lord by appointing some of Ahab's relatives to be his advisors."
            },
            {
                "verse_number": "5",
                "verse_text": "He listened to them and went with King Joram of Israel to attack King Hazael and the Syrian troops at Ramoth in Gilead. Joram was wounded in that battle,"
            },
            {
                "verse_number": "6",
                "verse_text": "and he went to the town of Jezreel to recover. And Ahaziah later went there to visit him."
            },
            {
                "verse_number": "7",
                "verse_text": "It was during that visit that God had Ahaziah put to death."
            },
            {
                "verse_number": "8",
                "verse_text": "and while Jehu was doing that, he saw some of Judah's leaders and Ahaziah's nephews who had come with Ahaziah. Jehu killed them on the spot,"
            },
            {
                "verse_number": "9",
                "verse_text": "then gave orders to find Ahaziah. Jehu's officers found him hiding in Samaria. They brought Ahaziah to Jehu, who immediately put him to death. They buried Ahaziah only because they respected Jehoshaphat his grandfather, who had done his best to obey the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as Athaliah heard that her son King Ahaziah was dead, she decided to kill any relative who could possibly become king. She would have done just that,"
            },
            {
                "verse_number": "11",
                "verse_text": "but Jehosheba rescued Joash son of Ahaziah just as the others were about to be murdered. Jehosheba, who was Jehoram's daughter and Ahaziah's half sister, was married to Jehoiada the priest. So she was able to hide her nephew Joash and his personal servant in a bedroom in the Lord 's temple where he was safe from Athaliah."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash hid in the temple with them for six years while Athaliah ruled as queen of Judah."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "After Ahaziah's son Joash had hidden in the temple for six years, Jehoiada the priest knew that something had to be done. So he made sure he had the support of several army officers. They were Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri."
            },
            {
                "verse_number": "2",
                "verse_text": "These five men went to the towns in Judah and called together the Levites and the clan leaders. They all came to Jerusalem"
            },
            {
                "verse_number": "3",
                "verse_text": "and gathered at the temple, where they agreed to help Joash. Jehoiada said to them: Joash will be our next king, because long ago the Lord promised that one of David's descendants would always be king."
            },
            {
                "verse_number": "4",
                "verse_text": "Here is what we will do. Three groups of priests and Levites will be on guard duty on the Sabbath&ndash;one group will guard the gates of the temple,"
            },
            {
                "verse_number": "5",
                "verse_text": "one will guard the palace, and the other will guard Foundation Gate. The rest of you will stand guard in the temple courtyards."
            },
            {
                "verse_number": "6",
                "verse_text": "Only the priests and Levites who are on duty will be able to enter the temple, because they will be the only ones who have gone through the ceremony to make themselves clean and acceptable. The others must stay outside in the courtyards, just as the Lord has commanded."
            },
            {
                "verse_number": "7",
                "verse_text": "You Levites must protect King Joash. Don't let him out of your sight! And keep your swords ready to kill anyone who comes into the temple."
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites and the people of Judah followed Jehoiada's orders. The guards going off duty were not allowed to go home, and so each commander had all his guards available&ndash;those going off duty as well as those coming on duty."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiada went into the temple and brought out the swords and shields that had belonged to King David, and he gave them to the commanders."
            },
            {
                "verse_number": "10",
                "verse_text": "They gave the weapons to the guards, and Jehoiada then made sure that the guards took their positions around the temple and the altar to protect the king on every side."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoiada and his sons brought Joash outside, where they placed the crown on his head and gave him a copy of the instructions for ruling the nation. Olive oil was poured on his head to show that he was now king, and the crowd cheered and shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "As soon as Queen Athaliah heard the crowd cheering for Joash, she went to the temple."
            },
            {
                "verse_number": "13",
                "verse_text": "There she saw Joash standing by one of the columns near the entrance, which was the usual place for the king. The commanders and the trumpet players were standing next to him, and the musicians were playing instruments and leading the people as they celebrated and blew trumpets. Athaliah tore her clothes in anger and shouted, &apos;You betrayed me, you traitors!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At once, Jehoiada said to the army commanders, &apos;Don't kill her near the Lord 's temple. Take her out in front of the troops, and be sure to kill all of her followers!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "She tried to escape, but the commanders caught and killed her near the gate where horses are led into the palace."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiada asked King Joash and the people to join with him in being faithful to the Lord . They agreed,"
            },
            {
                "verse_number": "17",
                "verse_text": "then rushed to the temple of the god Baal and tore it down. They smashed the altars and the idols and killed Mattan the priest of Baal in front of the altars."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoiada assigned the priests and Levites their duties at the temple, just as David had done. They were in charge of offering sacrifices to the Lord according to the Law of Moses, and they were responsible for leading the celebrations with singing."
            },
            {
                "verse_number": "19",
                "verse_text": "Jehoiada ordered the guards at the temple gates to keep out anyone who was unclean."
            },
            {
                "verse_number": "20",
                "verse_text": "Finally, Jehoiada called together the army commanders, the most important citizens of Judah, and the government officials. The crowd of people followed them as they led Joash from the temple, through the Upper Gate, and into the palace, where he took his place as king of Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone celebrated because Athaliah had been killed and Jerusalem was peaceful again."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joash was only 7 years old when he became king of Judah, and he ruled 40 years from Jerusalem. His mother Zibiah was from the town of Beersheba. But the Levites were in no hurry to follow the king's orders. This happened day after day, and soon a large amount of money was collected."
            },
            {
                "verse_number": "2",
                "verse_text": "While Jehoiada the priest was alive, Joash obeyed the Lord by doing right."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoiada even chose two women for Joash to marry so he could have a family."
            },
            {
                "verse_number": "4",
                "verse_text": "Some time later, Joash decided it was time to repair the temple."
            },
            {
                "verse_number": "5",
                "verse_text": "He called together the priests and Levites and said, &apos;Go everywhere in Judah and collect the annual tax from the people. I want this done at once&ndash;we need that money to repair the temple.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So he sent for Jehoiada the high priest and asked, &apos;Why didn't you send the Levites to collect the taxes? The Lord 's servant Moses and the people agreed long ago that this tax would be collected and used to pay for the upkeep of the sacred tent."
            },
            {
                "verse_number": "7",
                "verse_text": "And now we need it to repair the temple because the sons of that evil woman Athaliah came in and wrecked it. They even used some of the sacred objects to worship the god Baal.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Joash gave orders for a wooden box to be made and had it placed outside, near the gate of the temple."
            },
            {
                "verse_number": "9",
                "verse_text": "He then sent letters everywhere in Judah and Jerusalem, asking everyone to bring their taxes to the temple, just as Moses had required their ancestors to do."
            },
            {
                "verse_number": "10",
                "verse_text": "The people and their leaders agreed, and they brought their money to Jerusalem and placed it in the box."
            },
            {
                "verse_number": "11",
                "verse_text": "Each day, after the Levites took the box into the temple, the king's secretary and the high priest's assistant would dump out the money and count it. Then the empty box would be taken back outside."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash and Jehoiada turned the money over to the men who were supervising the repairs to the temple. They used the money to hire stonecutters, carpenters, and experts in working with iron and bronze."
            },
            {
                "verse_number": "13",
                "verse_text": "These workers went right to work repairing the temple, and when they were finished, it looked as good as new."
            },
            {
                "verse_number": "14",
                "verse_text": "They did not use all the tax money for the repairs, so the rest of it was handed over to Joash and Jehoiada, who then used it to make dishes and other gold and silver objects for the temple. Sacrifices to please the Lord were offered regularly in the temple for as long as Jehoiada lived."
            },
            {
                "verse_number": "15",
                "verse_text": "He died at the ripe old age of 130 years,"
            },
            {
                "verse_number": "16",
                "verse_text": "and he was buried in the royal tombs in Jerusalem, because he had done so much good for the people of Israel, for God, and for the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "After the death of Jehoiada the priest, the leaders of Judah went to Joash and talked him into doing what they wanted."
            },
            {
                "verse_number": "18",
                "verse_text": "The people of Judah soon stopped worshiping in the temple of the Lord God and started worshiping idols and the symbols of the goddess Asherah. These sinful things made the Lord God angry with the people of Judah and Jerusalem,"
            },
            {
                "verse_number": "19",
                "verse_text": "but he still sent prophets who warned them to turn back to him. The people refused to listen."
            },
            {
                "verse_number": "20",
                "verse_text": "God's Spirit spoke to Zechariah son of Jehoiada the priest, and Zechariah told everyone that God was saying: &apos;Why are you disobeying me and my laws? This will only bring punishment! You have deserted me, so now I will desert you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "In the spring of the following year, the Syrian army invaded Judah and Jerusalem, killing all of the nation's leaders. They collected everything of value that belonged to the people and took it back to their king in Damascus."
            },
            {
                "verse_number": "24",
                "verse_text": "The Syrian army was very small, but the Lord let them defeat Judah's large army, because he was punishing Joash and the people of Judah for turning away from him."
            },
            {
                "verse_number": "27",
                "verse_text": "The History of the Kings also tells more about the sons of Joash, what the prophets said about him, and how he repaired the temple. Amaziah son of Joash became king after his father's death."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah was 25 years old when he became king, and he ruled 29 years from Jerusalem, the hometown of his mother Jehoaddin. &apos;The Lord will give you back even more than you paid,&apos; the prophet answered. The prophet stopped. But then he added, &apos;First you sinned and now you've ignored my warning. It's clear that God has decided to punish you!&apos; Once upon a time, a small thornbush in Lebanon arranged the marriage between his son and the daughter of a large cedar tree. But a wild animal came along and trampled the small bush. Jehoash took Amaziah with him when he went to attack Jerusalem. Jehoash broke down the city wall from Ephraim Gate to Corner Gate, a section nearly 200 meters long."
            },
            {
                "verse_number": "2",
                "verse_text": "Even though Amaziah obeyed the Lord by doing right, he refused to be completely faithful."
            },
            {
                "verse_number": "3",
                "verse_text": "For example, as soon as he had control of Judah, he arrested and killed the officers who had murdered his father."
            },
            {
                "verse_number": "4",
                "verse_text": "But the children of those officers were not killed; the Lord had commanded in the Law of Moses that only the people who sinned were to be punished."
            },
            {
                "verse_number": "5",
                "verse_text": "Amaziah sent a message to the tribes of Judah and Benjamin and called together all the men who were 20 years old and older. Three hundred thousand men went to Jerusalem, all of them ready for battle and able to fight with spears and shields. Amaziah grouped these soldiers according to their clans and put them under the command of his army officers."
            },
            {
                "verse_number": "6",
                "verse_text": "Amaziah also paid about 3.4 tons of silver to hire 100,000 soldiers from Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "One of God's prophets said, &apos;Your Majesty, don't let these Israelite soldiers march into battle with you. The Lord has refused to help anyone from the northern kingdom of Israel,"
            },
            {
                "verse_number": "8",
                "verse_text": "and so he will let your enemies defeat you, even if you fight hard. He is the one who brings both victory and defeat.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Amaziah replied, &apos;What am I supposed to do about all the silver I paid those troops?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah ordered the troops from Israel to go home, but when they left, they were furious with the people of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "After Amaziah got his courage back, he led his troops to Salt Valley, where he killed 10,000 Edomite soldiers in battle."
            },
            {
                "verse_number": "12",
                "verse_text": "He captured 10,000 more soldiers and dragged them to the top of a high cliff. Then he pushed them over the side, and they all were killed on the rocks below."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, the Israelite troops that Amaziah had sent home, raided the towns in Judah between Samaria and Beth-Horon. They killed 3,000 people and carried off their possessions."
            },
            {
                "verse_number": "14",
                "verse_text": "After Amaziah had defeated the Edomite army, he returned to Jerusalem. He took with him the idols of the Edomite gods and set them up. Then he bowed down and offered them sacrifices."
            },
            {
                "verse_number": "15",
                "verse_text": "This made the Lord very angry, and he sent a prophet to ask Amaziah, &apos;Why would you worship these foreign gods that couldn't even save their own people from your attack?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But before the prophet finished speaking, Amaziah interrupted and said, &apos;You're not one of my advisors! Don't say another word, or I'll have you killed.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "King Amaziah of Judah talked with his officials, then sent a message to King Jehoash of Israel: &apos;Come out and face me in battle!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoash sent back a reply that said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Amaziah, you think you're so powerful because you defeated Edom. But stay at home and do your celebrating. If you cause any trouble, both you and your kingdom of Judah will be destroyed."
            },
            {
                "verse_number": "20",
                "verse_text": "God made Amaziah stubborn because he was planning to punish him for worshiping the Edomite gods. Amaziah refused to listen to Jehoash's warning,"
            },
            {
                "verse_number": "21",
                "verse_text": "so Jehoash led his army to the town of Beth-Shemesh in Judah to attack Amaziah and his troops."
            },
            {
                "verse_number": "22",
                "verse_text": "During the battle, Judah's army was crushed. Every soldier from Judah ran back home,"
            },
            {
                "verse_number": "23",
                "verse_text": "and Jehoash captured Amaziah."
            },
            {
                "verse_number": "24",
                "verse_text": "He carried away the gold, the silver, and all the valuable furnishings from God's temple where the descendants of Obed-Edom stood guard. He robbed the king's treasury, took hostages, then returned to Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "Amaziah lived 15 years after Jehoash died."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else Amaziah did while he was king is written in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "As soon as Amaziah started disobeying the Lord , some people in Jerusalem plotted against Amaziah. He was able to escape to the town of Lachish, but another group of people caught him and killed him there."
            },
            {
                "verse_number": "28",
                "verse_text": "His body was taken to Jerusalem on horseback and buried beside his ancestors."
            }
        ],
        "26": [
            {
                "verse_number": "4",
                "verse_text": "He obeyed the Lord by doing right, as his father Amaziah had done."
            },
            {
                "verse_number": "5",
                "verse_text": "Zechariah was Uzziah's advisor and taught him to obey God. And so, as long as Zechariah was alive, Uzziah was faithful to God, and God made him successful."
            },
            {
                "verse_number": "6",
                "verse_text": "While Uzziah was king, he started a war against the Philistines. He smashed the walls of the cities of Gath, Jabneh, and Ashdod, then rebuilt towns around Ashdod and in other parts of Philistia."
            },
            {
                "verse_number": "7",
                "verse_text": "God helped him defeat the Philistines, the Arabs living in Gur-Baal, and the Meunites."
            },
            {
                "verse_number": "8",
                "verse_text": "Even the Ammonites paid taxes to Uzziah. He became very powerful, and people who lived as far away as Egypt heard about him."
            },
            {
                "verse_number": "9",
                "verse_text": "In Jerusalem, Uzziah built fortified towers at the Corner Gate, the Valley Gate, and the place where the city wall turned inward."
            },
            {
                "verse_number": "10",
                "verse_text": "He also built defense towers out in the desert."
            },
            {
                "verse_number": "11",
                "verse_text": "Uzziah's army was always ready for battle. Jeiel and Maaseiah were the officers who kept track of the number of soldiers, and these two men were under the command of Hananiah, one of Uzziah's officials."
            },
            {
                "verse_number": "14",
                "verse_text": "Uzziah supplied his army with shields, spears, helmets, armor, bows, and stones used for slinging."
            },
            {
                "verse_number": "15",
                "verse_text": "Some of his skilled workers invented machines that could shoot arrows and sling large stones. Uzziah set these up in Jerusalem at his defense towers and at the corners of the city wall."
            },
            {
                "verse_number": "16",
                "verse_text": "Uzziah became proud of his power, and this led to his downfall. One day, Uzziah disobeyed the Lord his God by going into the temple and burning incense as an offering to him."
            },
            {
                "verse_number": "17",
                "verse_text": "Azariah the priest and 80 other brave priests followed Uzziah into the temple"
            },
            {
                "verse_number": "18",
                "verse_text": "and said, &apos;Your Majesty, this isn't right! You are not allowed to burn incense to the Lord . That must be done only by priests who are descendants of Aaron. You will have to leave! You have sinned against the Lord , and so he will no longer bless you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Uzziah, who was standing next to the incense altar at the time, was holding the incense burner, ready to offer incense to the Lord . He became very angry when he heard Azariah's warning, and leprosy suddenly appeared on his forehead!"
            },
            {
                "verse_number": "20",
                "verse_text": "Azariah and the other priests saw it and immediately told him to leave the temple. Uzziah realized that the Lord had punished him, so he hurried to get outside."
            },
            {
                "verse_number": "21",
                "verse_text": "Uzziah had leprosy the rest of his life. He was no longer allowed in the temple or in his own palace. That's why his son Jotham lived there and ruled in his place."
            },
            {
                "verse_number": "22",
                "verse_text": "Everything else Uzziah did while he was king is in the records written by the prophet Isaiah son of Amoz."
            },
            {
                "verse_number": "23",
                "verse_text": "Since Uzziah had leprosy, he could not be buried in the royal tombs. Instead, he was buried in a nearby cemetery that the kings owned. His son Jotham then became king."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Jotham was 25 years old when he became king of Judah, and he ruled from Jerusalem for 16 years. Jerushah his mother was the daughter of Zadok."
            },
            {
                "verse_number": "2",
                "verse_text": "Jotham obeyed the Lord and did right. He followed the example of his father Uzziah, except he never burned incense in the temple as his father had done. But the people of Judah kept sinning against the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Jotham rebuilt the Upper Gate of the temple and did a lot of work to repair the wall near Mount Ophel."
            },
            {
                "verse_number": "4",
                "verse_text": "He built towns in the mountains of Judah and built fortresses and defense towers in the forests."
            },
            {
                "verse_number": "5",
                "verse_text": "During his rule he attacked and defeated the Ammonites. Then every year for the next three years, he forced them to pay 3.4 tons of silver, 1,000 tons of wheat, and 1,000 tons of barley."
            },
            {
                "verse_number": "6",
                "verse_text": "Jotham remained faithful to the Lord his God and became a very powerful king."
            },
            {
                "verse_number": "7",
                "verse_text": "Everything else Jotham did while he was king, including the wars he fought, is written in The History of the Kings of Israel and Judah ."
            },
            {
                "verse_number": "8",
                "verse_text": "After he had ruled Judah 16 years, he died at the age of 41."
            },
            {
                "verse_number": "9",
                "verse_text": "He was buried in Jerusalem, and his son Ahaz became king."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz was 20 years old when he became king of Judah, and he ruled from Jerusalem for 16 years. Ahaz was nothing like his ancestor David. Ahaz disobeyed the Lord The Lord God of your ancestors let you defeat Judah's army only because he was angry with them. But you should not have been so cruel! If you bring these prisoners into Samaria, that will be one more thing we've done to sin against the Lord . And he is already angry enough with us. Ahaz sent a message to King Tiglath Pileser of Assyria and begged for help."
            },
            {
                "verse_number": "2",
                "verse_text": "and was as sinful as the kings of Israel. He made idols of the god Baal,"
            },
            {
                "verse_number": "3",
                "verse_text": "and he offered sacrifices in Hinnom Valley. Worst of all, Ahaz sacrificed his own sons, which was a disgusting custom of the nations that the Lord had forced out of Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "Ahaz offered sacrifices at the local shrines, as well as on every hill and in the shade of large trees."
            },
            {
                "verse_number": "7",
                "verse_text": "During that battle, an Israelite soldier named Zichri killed three men from Judah: Maaseiah the king's son; Azrikam, the official in charge of the palace; and Elkanah, the king's second in command."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelite troops captured 200,000 women and children and took them back to their capital city of Samaria, along with a large amount of their possessions. They did these things even though the people of Judah were their own relatives."
            },
            {
                "verse_number": "9",
                "verse_text": "Oded lived in Samaria and was one of the Lord 's prophets. He met Israel's army on their way back from Judah and said to them:"
            },
            {
                "verse_number": "10",
                "verse_text": "If you make slaves of the people of Judah and Jerusalem, you will be as guilty as they are of sinning against the Lord ."
            },
            {
                "verse_number": "11",
                "verse_text": "Send these prisoners back home&ndash;they are your own relatives. If you don't, the Lord will punish you in his anger."
            },
            {
                "verse_number": "12",
                "verse_text": "About the same time, four of Israel's leaders arrived. They were Azariah son of Johanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai. They agreed with Oded that the Israelite troops were wrong,"
            },
            {
                "verse_number": "13",
                "verse_text": "and they said:"
            },
            {
                "verse_number": "14",
                "verse_text": "So in front of the leaders and the crowd, the troops handed over their prisoners and the property they had taken from Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "The four leaders took some of the stolen clothes and gave them to the prisoners who needed something to wear. They later gave them all a new change of clothes and shoes, then fixed them something to eat and drink, and cleaned their wounds with olive oil. They gave donkeys to those who were too weak to walk, and led all of them back to Jericho, the city known for its palm trees. The leaders then returned to Samaria."
            },
            {
                "verse_number": "19",
                "verse_text": "But God was punishing Judah with these disasters, because Ahaz had disobeyed him and refused to stop Judah from sinning."
            },
            {
                "verse_number": "20",
                "verse_text": "So Tiglath Pileser came to Judah, but instead of helping, he made things worse."
            },
            {
                "verse_number": "21",
                "verse_text": "Ahaz gave him gifts from the Lord 's temple and the king's palace, as well as from the homes of Israel's other leaders. The Assyrian king still refused to help Ahaz."
            },
            {
                "verse_number": "22",
                "verse_text": "Even after all these terrible things happened to Ahaz, he sinned against the Lord even worse than before."
            },
            {
                "verse_number": "23",
                "verse_text": "He said to himself, &apos;The Syrian gods must have helped their kings defeat me. Maybe if I offer sacrifices to those gods, they will help me.&apos; That was the sin that finally led to the downfall of Ahaz, as well as to the destruction of Judah."
            },
            {
                "verse_number": "24",
                "verse_text": "Ahaz collected all the furnishings of the temple and smashed them to pieces. Then he locked the doors to the temple and set up altars to foreign gods on every street corner in Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "In every city and town in Judah he built local shrines to worship foreign gods. All of this made the Lord God of his ancestors very angry."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else Ahaz did while he was king is written in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahaz died and was buried in Jerusalem, but not in the royal tombs. His son Hezekiah then became king."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah was 25 years old when he became king of Judah, and he ruled 29 years from Jerusalem. His mother was Abijah daughter of Zechariah."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah obeyed the Lord by doing right, just as his ancestor David had done. It's time to purify the temple of the Lord God of our ancestors. You Levites must first go through the ceremony to make yourselves clean, then go into the temple and bring out everything that is unclean and unacceptable to the Lord . Mahath son of Amasai and Joel son of Azariah from the Kohath clan; Kish son of Abdi and Azariah son of Jehallelel from the Merari clan; Joah son of Zimmah and Eden son of Joah from the Gershon clan; Shimri and Jeuel from the Elizaphan clan; Zechariah and Mattaniah from the Asaph clan; Jehuel and Shimei from the Heman clan; Shemaiah and Uzziel from the Jeduthun clan. Your Majesty, we have finished our work. The entire temple is now pure again, and so is the altar and its utensils, as well as the table for the sacred loaves of bread and its utensils. The people did this, and some of them voluntarily brought animals to be offered as sacrifices. So the temple was once again used for worshiping the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "In the first month of the first year of Hezekiah's rule, he unlocked the doors to the Lord 's temple and had them repaired."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he called the priests and Levites to the east courtyard of the temple"
            },
            {
                "verse_number": "5",
                "verse_text": "and said:"
            },
            {
                "verse_number": "6",
                "verse_text": "Some of our ancestors were unfaithful and disobeyed the Lord our God. Not only did they turn their backs on the Lord , but they also completely ignored his temple."
            },
            {
                "verse_number": "7",
                "verse_text": "They locked the doors, then let the lamps go out and stopped burning incense and offering sacrifices to him."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord became terribly angry with the people of Judah and Jerusalem, and everyone was shocked and horrified at what he did to punish them. Not only were"
            },
            {
                "verse_number": "9",
                "verse_text": "our ancestors killed in battle, but our own children and wives were taken captive."
            },
            {
                "verse_number": "10",
                "verse_text": "So I have decided to renew our agreement with the Lord God of Israel. Maybe then he will stop being so angry with us."
            },
            {
                "verse_number": "11",
                "verse_text": "Let's not waste any time, my friends. You are the ones who were chosen to be the Lord 's priests and to offer him sacrifices."
            },
            {
                "verse_number": "15",
                "verse_text": "These leaders gathered together the rest of the Levites, and they all went through the ceremony to make themselves clean. Then they began to purify the temple according to the Law of the Lord , just as Hezekiah had commanded."
            },
            {
                "verse_number": "16",
                "verse_text": "The priests went into the temple and carried out everything that was unclean. They put these things in the courtyard, and from there, the Levites carried them outside the city to Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests and Levites began their work on the first day of the first month. It took them one week to purify the courtyards of the temple and another week to purify the temple. So on the sixteenth day of that same month"
            },
            {
                "verse_number": "18",
                "verse_text": "they went back to Hezekiah and said:"
            },
            {
                "verse_number": "19",
                "verse_text": "And we have brought back all the things that King Ahaz took from the temple during the time he was unfaithful to God. We purified them and put them back in front of the altar."
            },
            {
                "verse_number": "20",
                "verse_text": "At once, Hezekiah called together the officials of Jerusalem, and they went to the temple."
            },
            {
                "verse_number": "21",
                "verse_text": "They brought with them seven bulls, seven rams, seven lambs, and seven goats as sacrifices to take away the sins of Hezekiah's family and of the people of Judah, as well as to purify the temple. Hezekiah told the priests, who were descendants of Aaron, to sacrifice these animals on the altar."
            },
            {
                "verse_number": "22",
                "verse_text": "The priests killed the bulls, the rams, and the lambs, then splattered the blood on the altar."
            },
            {
                "verse_number": "23",
                "verse_text": "They took the goats to Hezekiah and the worshipers, and they laid their hands on the animals."
            },
            {
                "verse_number": "24",
                "verse_text": "The priests then killed the goats and splattered the blood on the altar as a sacrifice to take away the sins of everyone in Israel, because Hezekiah had commanded that these sacrifices be made for all the people of Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "Next, Hezekiah assigned the Levites to their places in the temple. He gave them cymbals, harps, and other stringed instruments, according to the instructions that the Lord had given King David and the two prophets, Gad and Nathan."
            },
            {
                "verse_number": "26",
                "verse_text": "The Levites were ready to play the instruments that had belonged to David; the priests were ready to blow the trumpets."
            },
            {
                "verse_number": "27",
                "verse_text": "As soon as Hezekiah gave the signal for the sacrifices to be burned on the altar, the musicians began singing praises to the Lord and playing their instruments,"
            },
            {
                "verse_number": "28",
                "verse_text": "and everyone worshiped the Lord . This continued until the last animal was sacrificed."
            },
            {
                "verse_number": "29",
                "verse_text": "After that, Hezekiah and the crowd of worshipers bowed down and worshiped the Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Hezekiah and his officials ordered the Levites to sing the songs of praise that David and Asaph the prophet had written. And so they bowed down and joyfully sang praises to the Lord ."
            },
            {
                "verse_number": "31",
                "verse_text": "Hezekiah said to the crowd, &apos;Now that you are once again acceptable to the Lord , bring sacrifices and offerings to give him thanks.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Seventy bulls, 100 rams, and 200 lambs were brought as sacrifices to please the Lord ;"
            },
            {
                "verse_number": "33",
                "verse_text": "600 bulls and 3,000 sheep were brought as sacrifices to ask the Lord 's blessing."
            },
            {
                "verse_number": "34",
                "verse_text": "There were not enough priests to skin all these animals, because many of the priests had not taken the time to go through the ceremony to make themselves clean. However, since all the Levites had made themselves clean, they helped the priests until the last animal was skinned."
            },
            {
                "verse_number": "35",
                "verse_text": "Besides all the sacrifices that were burned on the altar, the fat from the other animal sacrifices was burned, and the offerings of wine were poured over the altar."
            },
            {
                "verse_number": "36",
                "verse_text": "Hezekiah and the people of Judah celebrated, because God had helped them make this happen so quickly."
            }
        ],
        "30": [
            {
                "verse_number": "5",
                "verse_text": "Everyone from Beersheba in the south to Dan in the north was invited. This was the largest crowd of people that had ever celebrated Passover, according to the official records."
            },
            {
                "verse_number": "6",
                "verse_text": "Hezekiah's messengers went everywhere in Israel and Judah with the following letter: People of Israel, now that you have survived the invasion of the Assyrian kings, it's time for you to turn back to the Lord God our ancestors Abraham, Isaac, and Jacob worshiped. If you do this, he will stop being angry."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't follow the example of your ancestors and your Israelite relatives in the north. They were unfaithful to the Lord , and he punished them horribly."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't be stubborn like your ancestors. Decide now to obey the Lord our God! Come to Jerusalem and worship him in the temple that will belong to him forever. Then he will stop being angry,"
            },
            {
                "verse_number": "9",
                "verse_text": "and the enemies that have captured your families will show pity and send them back home. The Lord God is kind and merciful, and if you turn back to him, he will no longer turn his back on you."
            },
            {
                "verse_number": "10",
                "verse_text": "The messengers went to every town in Ephraim and West Manasseh as far north as the territory of Zebulun, but people laughed and insulted them."
            },
            {
                "verse_number": "11",
                "verse_text": "Only a few people from the tribes of Asher, West Manasseh, and Zebulun were humble and went to Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "God also made everyone in Judah eager to do what Hezekiah and his officials had commanded."
            },
            {
                "verse_number": "13",
                "verse_text": "In the second month, a large crowd of people gathered in Jerusalem to celebrate the Festival of Thin Bread."
            },
            {
                "verse_number": "14",
                "verse_text": "They took all the foreign altars and incense altars in Jerusalem and threw them into Kidron Valley."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord answered Hezekiah's prayer and did not punish them."
            },
            {
                "verse_number": "21",
                "verse_text": "The worshipers in Jerusalem were very happy and celebrated the Festival for seven days. The Levites and priests sang praises to the Lord every day and played their instruments."
            },
            {
                "verse_number": "22",
                "verse_text": "Hezekiah thanked the Levites for doing such a good job, leading the celebration."
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone was so excited that they agreed to celebrate seven more days."
            },
            {
                "verse_number": "24",
                "verse_text": "So Hezekiah gave the people 1,000 bulls and 7,000 sheep to be offered as sacrifices and to be used as food for the sacred meals. His officials gave 1,000 bulls and 10,000 sheep, and many more priests agreed to go through the ceremony to make themselves clean."
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone was very happy, including those from Judah and Israel, the priests and Levites, and the foreigners living in Judah and Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "It was the biggest celebration in Jerusalem since the days of King Solomon, the son of David."
            },
            {
                "verse_number": "27",
                "verse_text": "The priests and Levites asked God to bless the people, and from his home in heaven, he did."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "After the Festival, the people went to every town in Judah and smashed the stone images of foreign gods and cut down the sacred poles for worshiping the goddess Asherah. They destroyed all the local shrines and foreign altars in Judah, as well as those in the territories of Benjamin, Ephraim, and West Manasseh. Then everyone went home."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah divided the priests and Levites into groups, according to their duties. Then he assigned them the responsibilities of offering sacrifices to please the Lord and sacrifices to ask his blessing. He also appointed people to serve at the temple and to sing praises at the temple gates."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah provided animals from his own herds and flocks to use for the morning and evening sacrifices, as well as for the sacrifices during the Sabbath celebrations, the New Moon Festivals, and the other religious feasts required by the Law of the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "He told the people of Jerusalem to bring the offerings that were to be given to the priests and Levites, so that they would have time to serve the Lord with their work."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as the people heard what the king wanted, they brought a tenth of everything they owned, including their best grain, wine, olive oil, honey, and other crops."
            },
            {
                "verse_number": "6",
                "verse_text": "The people from the other towns of Judah brought a tenth of their herds and flocks, as well as a tenth of anything they had dedicated to the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "The people started bringing their offerings to Jerusalem in the third month, and the last ones arrived four months later."
            },
            {
                "verse_number": "8",
                "verse_text": "When Hezekiah and his officials saw these offerings, they thanked the Lord and the people."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezekiah asked the priests and Levites about the large amount of offerings."
            },
            {
                "verse_number": "10",
                "verse_text": "The high priest at the time was Azariah, a descendant of Zadok, and he replied, &apos;Ever since the people have been bringing us their offerings, we have had more than enough food and supplies. The Lord has certainly blessed his people. Look at how much is left over!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the king gave orders for storerooms to be built in the temple, and when they were completed,"
            },
            {
                "verse_number": "14",
                "verse_text": "Kore son of Imnah was assigned to guard the East Gate, and he was put in charge of receiving the offerings voluntarily given to God and of dividing them among the priests and Levites."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests were listed in the official records by clans, and the Levites 20 years old and older were listed by their duties."
            },
            {
                "verse_number": "18",
                "verse_text": "The official records also included their wives and children, because they had also been faithful in keeping themselves clean and acceptable to serve the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "Hezekiah also appointed other men to take food and supplies to the priests and Levites whose homes were in the pastureland around the towns of Judah. But the priests had to be descendants of Aaron, and the Levites had to be listed in the official records."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "After King Hezekiah had faithfully obeyed the Lord 's instructions by doing these things, King Sennacherib of Assyria invaded Judah. He attacked the fortified cities and thought he would capture every one of them. He gave orders to make a large supply of weapons and shields, These words encouraged the army of Judah. Sennacherib returned to Assyria, completely disgraced. Then one day he went into the temple of his god where some of his sons killed him."
            },
            {
                "verse_number": "2",
                "verse_text": "As soon as Hezekiah learned that Sennacherib was planning to attack Jerusalem,"
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah's workers also repaired the broken sections of the city wall. Then they built defense towers and an outer wall to help protect the one already there. The landfill on the east side of David's City was also strengthened."
            },
            {
                "verse_number": "6",
                "verse_text": "and he appointed army commanders over the troops. Then he gathered the troops together in the open area in front of the city gate and said to them:"
            },
            {
                "verse_number": "7",
                "verse_text": "Be brave and confident! There's no reason to be afraid of King Sennacherib and his powerful army. We are much more powerful,"
            },
            {
                "verse_number": "8",
                "verse_text": "because the Lord our God fights on our side. The Assyrians must rely on human power alone."
            },
            {
                "verse_number": "9",
                "verse_text": "When Sennacherib and his troops were camped at the town of Lachish, he sent a message to Hezekiah and the people in Jerusalem. It said:"
            },
            {
                "verse_number": "10",
                "verse_text": "I am King Sennacherib of Assyria, and I have Jerusalem surrounded. Do you think you can survive my attack?"
            },
            {
                "verse_number": "11",
                "verse_text": "Hezekiah your king is telling you that the Lord your God will save you from me. But he is lying, and you'll die of hunger and thirst."
            },
            {
                "verse_number": "12",
                "verse_text": "Didn't Hezekiah tear down all except one of the Lord 's altars and places of worship? And didn't he tell you people of Jerusalem and Judah to worship at that one place?"
            },
            {
                "verse_number": "13",
                "verse_text": "You've heard what my ancestors and I have done to other nations. Were the gods of those nations able to defend their land against us?"
            },
            {
                "verse_number": "14",
                "verse_text": "None of those gods kept their people safe from the kings of Assyria. Do you really think your God can do any better?"
            },
            {
                "verse_number": "15",
                "verse_text": "Don't be fooled by Hezekiah! No god of any nation has ever been able to stand up to Assyria. Believe me, your God cannot keep you safe!"
            },
            {
                "verse_number": "16",
                "verse_text": "The Assyrian officials said terrible things about the Lord God and his servant Hezekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "Sennacherib's letter even made fun of the Lord . It said, &apos;The gods of other nations could not save their people from Assyria's army, and neither will the God that Hezekiah worships.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The officials said all these things in Hebrew, so that everyone listening from the city wall would understand and be terrified and surrender."
            },
            {
                "verse_number": "19",
                "verse_text": "The officials talked about the Lord God as if he were nothing but an ordinary god or an idol that someone had made."
            },
            {
                "verse_number": "20",
                "verse_text": "Hezekiah and the prophet Isaiah son of Amoz begged the Lord for help,"
            },
            {
                "verse_number": "21",
                "verse_text": "and he sent an angel that killed every soldier and commander in the Assyrian camp."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord rescued Hezekiah and the people of Jerusalem from Sennacherib and also protected them from other enemies."
            },
            {
                "verse_number": "23",
                "verse_text": "People brought offerings to Jerusalem for the Lord and expensive gifts for Hezekiah, and from that day on, every nation on earth respected Hezekiah."
            },
            {
                "verse_number": "24",
                "verse_text": "About this same time, Hezekiah got sick and was almost dead. He prayed, and the Lord gave him a sign that he would recover."
            },
            {
                "verse_number": "25",
                "verse_text": "But Hezekiah was so proud that he refused to thank the Lord for everything he had done for him. This made the Lord angry, and he punished Hezekiah and the people of Judah and Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "Hezekiah and the people later felt sorry and asked the Lord to forgive them. So the Lord did not punish them as long as Hezekiah was king."
            },
            {
                "verse_number": "27",
                "verse_text": "Hezekiah was very rich, and everyone respected him. He built special rooms to store the silver, the gold, the precious stones and spices, the shields, and the other valuable possessions."
            },
            {
                "verse_number": "28",
                "verse_text": "Storehouses were also built for his supply of grain, wine, and olive oil; barns were built for his cattle, and pens were put up for his sheep."
            },
            {
                "verse_number": "29",
                "verse_text": "God made Hezekiah extremely rich, so he bought even more sheep, goats, and cattle. And he built towns where he could keep all these animals."
            },
            {
                "verse_number": "30",
                "verse_text": "It was Hezekiah who built a tunnel that carried the water from Gihon Spring into the city of Jerusalem. In fact, everything he did was successful!"
            },
            {
                "verse_number": "31",
                "verse_text": "Even when the leaders of Babylonia sent messengers to ask Hezekiah about the sign God had given him, God let Hezekiah give his own answer to test him and to see if he would remain faithful."
            },
            {
                "verse_number": "32",
                "verse_text": "Everything else Hezekiah did while he was king, including how faithful he was to the Lord , is included in the records kept by Isaiah the prophet. These are written in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "33",
                "verse_text": "When Hezekiah died, he was buried in the section of the royal tombs that was reserved for the most respected kings, and everyone in Judah and Jerusalem honored him. His son Manasseh then became king."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was 12 years old when he became king of Judah, and he ruled 55 years from Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Manasseh disobeyed the Lord by following the disgusting customs of the nations that the Lord had forced out of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "He rebuilt the local shrines that his father Hezekiah had torn down. He built altars for the god Baal and set up sacred poles for worshiping the goddess Asherah. And he continued to worship the stars. Years ago, God had told David and Solomon: Jerusalem is the place I prefer above all others in Israel. It belongs to me, and there in the temple I will be worshiped forever."
            },
            {
                "verse_number": "4",
                "verse_text": "In the temple, where only the Lord was supposed to be worshiped, Manasseh built altars for the worship of pagan gods"
            },
            {
                "verse_number": "5",
                "verse_text": "and the stars. He placed these altars in both courtyards of the temple"
            },
            {
                "verse_number": "8",
                "verse_text": "If my people will faithfully obey all the laws and teaching I gave to my servant Moses, I will never again force them to leave the land I gave to their ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "But the people of Judah and Jerusalem listened to Manasseh and did even more sinful things than the nations the Lord had wiped out."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord tried to warn Manasseh and the people about their sins, but they ignored the warning."
            },
            {
                "verse_number": "11",
                "verse_text": "So he let Assyrian army commanders invade Judah and capture Manasseh. They put a hook in his nose and tied him up in chains, and they took him to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "While Manasseh was held captive there, he asked the Lord God to forgive him and to help him."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord listened to Manasseh's prayer and saw how sorry he was, and so he let him go back to Jerusalem and rule as king. Manasseh knew from then on that the Lord was God."
            },
            {
                "verse_number": "14",
                "verse_text": "Later, Manasseh rebuilt the eastern section of Jerusalem's outer wall and made it taller. This section went from Gihon Valley north to Fish Gate and around the part of the city called Mount Ophel. He also assigned army officers to each of the fortified cities in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Manasseh also removed the idols and the stone image of the foreign god from the temple, and he gathered the altars he had built near the temple and in other parts of Jerusalem. He threw all these things outside the city."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he repaired the Lord 's altar and offered sacrifices to thank him and sacrifices to ask his blessing. He gave orders that everyone in Judah must worship the Lord God of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "The people obeyed Manasseh, but they worshiped the Lord at their own shrines."
            },
            {
                "verse_number": "18",
                "verse_text": "Everything else Manasseh did while he was king, including his prayer to the Lord God and the warnings from his prophets, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "19",
                "verse_text": "Hozai wrote a lot about Manasseh, including his prayer and God's answer. But Hozai also recorded the evil things Manasseh did before turning back to God, as well as a list of places where Manasseh set up idols, and where he built local shrines and places to worship Asherah."
            },
            {
                "verse_number": "20",
                "verse_text": "Manasseh died and was buried near the palace, and his son Amon became king."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon was 22 years old when he became king of Judah, and he ruled from Jerusalem for 2 years."
            },
            {
                "verse_number": "22",
                "verse_text": "Amon disobeyed the Lord , just as his father Manasseh had done, and he worshiped and offered sacrifices to the idols his father had made."
            },
            {
                "verse_number": "23",
                "verse_text": "Manasseh had turned back to the Lord , but Amon refused to do that. Instead, he sinned even more than his father."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of Amon's officials plotted against him and killed him in his palace."
            },
            {
                "verse_number": "25",
                "verse_text": "But the people of Judah killed the murderers of Amon and made his son Josiah king."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was 8 years old when he became king of Judah, and he ruled 31 years from Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He followed the example of his ancestor David and always obeyed the Lord . And so Josiah got rid of the worship of foreign gods in Judah and Jerusalem. Then Josiah went back to Jerusalem. You were sent here by King Josiah, and this is what the Lord God of Israel says to him: The men left and reported to Josiah what Huldah had said."
            },
            {
                "verse_number": "3",
                "verse_text": "When Josiah was only 16 years old he began worshiping God, just as his ancestor David had done. Then, 4 years later, he decided to destroy the local shrines in Judah and Jerusalem, as well as the sacred poles for worshiping the goddess Asherah and the idols of foreign gods."
            },
            {
                "verse_number": "4",
                "verse_text": "He watched as the altars for the worship of the god Baal were torn down, and as the nearby incense altars were smashed. The Asherah poles, the idols, and the stone images were also smashed, and the pieces were scattered over the graves of their worshipers."
            },
            {
                "verse_number": "5",
                "verse_text": "Josiah then had the bones of the pagan priests burned on the altars."
            },
            {
                "verse_number": "6",
                "verse_text": "He did the same things in the towns and ruined villages in the territories of West Manasseh, Ephraim, and Simeon, as far as the border of Naphtali."
            },
            {
                "verse_number": "7",
                "verse_text": "Everywhere in the northern kingdom of Israel, Josiah tore down pagan altars and Asherah poles; he crushed idols to dust and smashed incense altars."
            },
            {
                "verse_number": "8",
                "verse_text": "In the eighteenth year of Josiah's rule in Judah, after he had removed all the sinful things from the land and from the Lord 's temple, he sent three of his officials to repair the temple. They were Shaphan son of Azaliah, Governor Maaseiah of Jerusalem, and Joah son of Joahaz, who kept the government records."
            },
            {
                "verse_number": "9",
                "verse_text": "These three men went to Hilkiah the high priest. They gave him the money that the Levite guards had collected from the people of West Manasseh, Ephraim, and the rest of Israel, as well as those living in Judah, Benjamin, and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the money was turned over to the men who supervised the repairs to the temple. They used some of it to pay the workers,"
            },
            {
                "verse_number": "11",
                "verse_text": "and they gave the rest of it to the carpenters and builders, who used it to buy the stone and wood they needed to repair the other buildings that Judah's kings had not taken care of."
            },
            {
                "verse_number": "12",
                "verse_text": "The workers were honest, and their supervisors were Jahath and Obadiah from the Levite clan of Merari, and Zechariah and Meshullam from the Levite clan of Kohath. Other Levites, who were all skilled musicians,"
            },
            {
                "verse_number": "13",
                "verse_text": "were in charge of carrying supplies and supervising the workers. Other Levites were appointed to stand guard around the temple."
            },
            {
                "verse_number": "14",
                "verse_text": "While the money was being given to these supervisors, Hilkiah found the book that contained the laws that the Lord had given to Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "Hilkiah handed the book to Shaphan the official and said, &apos;Look what I found here in the temple&ndash; The Book of God's Law .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Shaphan took the book to Josiah and reported, &apos;Your officials are doing everything you wanted."
            },
            {
                "verse_number": "17",
                "verse_text": "They have collected the money from the temple and have given it to the men supervising the repairs."
            },
            {
                "verse_number": "18",
                "verse_text": "But there's something else, Your Majesty. The priest Hilkiah gave me this book.&apos; Then Shaphan read it aloud."
            },
            {
                "verse_number": "19",
                "verse_text": "When Josiah heard what was in The Book of God's Law , he tore his clothes in sorrow."
            },
            {
                "verse_number": "20",
                "verse_text": "At once he called together Hilkiah, Shaphan, Ahikam son of Shaphan, Abdon son of Micah, and his own servant Asaiah. He said,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The Lord must be furious with me and everyone else in Israel and Judah, because our ancestors did not obey the laws written in this book. Go find out what the Lord wants us to do.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Hilkiah and the four other men left at once and went to talk with Huldah the prophet. Her husband was Shallum, who was in charge of the king's clothes. Huldah lived in the northern part of Jerusalem, and when they met in her home,"
            },
            {
                "verse_number": "23",
                "verse_text": "she said:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Josiah, I am the Lord ! And I intend to punish this country and everyone in it, just as this book says."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of Judah and Israel have rejected me. They have offered sacrifices to foreign gods and have worshiped their own idols. I can't stand it any longer. I am furious."
            },
            {
                "verse_number": "28",
                "verse_text": "So before I destroy this place, I will let you die in peace.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "King Josiah called together the leaders of Judah and Jerusalem."
            },
            {
                "verse_number": "30",
                "verse_text": "Then he went to the Lord 's temple, together with all the people of Judah and Jerusalem, the priests, and the Levites. Finally, when everybody was there, he read aloud The Book of God's Law that had been found in the temple."
            },
            {
                "verse_number": "31",
                "verse_text": "After Josiah had finished reading, he stood in the place reserved for the king. He promised in the Lord 's name to faithfully obey the Lord and to follow his laws and teachings that were written in the book."
            },
            {
                "verse_number": "32",
                "verse_text": "Then he asked the people of Jerusalem and Benjamin to make that same promise and to obey the God their ancestors had worshiped."
            },
            {
                "verse_number": "33",
                "verse_text": "Josiah destroyed all the idols in the territories of Israel, and he commanded everyone in Israel to worship only the Lord God. The people did not turn away from the Lord God of their ancestors for the rest of Josiah's rule as king."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Josiah commanded that Passover be celebrated in Jerusalem to honor the Lord . So, on the fourteenth day of the first month, the lambs were killed for the Passover celebration. No longer will you have to carry the sacred chest from place to place. It will stay in the temple built by King Solomon son of David, where you will serve the Lord and his people Israel. I'm not attacking you, king of Judah! We're not even at war. But God has told me to quickly attack my enemy. God is on my side, so if you try to stop me, he will punish you."
            },
            {
                "verse_number": "2",
                "verse_text": "On that day, Josiah made sure the priests knew what duties they were to do in the temple."
            },
            {
                "verse_number": "3",
                "verse_text": "He called together the Levites who served the Lord and who taught the people his laws, and he said:"
            },
            {
                "verse_number": "4",
                "verse_text": "Get ready to do the work that David and Solomon assigned to you, according to your clans."
            },
            {
                "verse_number": "5",
                "verse_text": "Divide yourselves into groups, then arrange yourselves throughout the temple so that each family of worshipers will be able to get help from one of you."
            },
            {
                "verse_number": "6",
                "verse_text": "When the people bring you their Passover lamb, you must kill it and prepare it to be sacrificed to the Lord . Make sure the people celebrate according to the instructions that the Lord gave Moses, and don't do anything to make yourselves unclean and unacceptable."
            },
            {
                "verse_number": "7",
                "verse_text": "Josiah donated 30,000 sheep and goats, and 3,000 bulls from his own flocks and herds for the people to offer as sacrifices."
            },
            {
                "verse_number": "8",
                "verse_text": "Josiah's officials also voluntarily gave some of their animals to the people, the priests, and the Levites as sacrifices. Hilkiah, Zechariah, and Jehiel, who were the officials in charge of the temple, gave the priests 2,600 sheep and lambs and 300 bulls to sacrifice during the Passover celebration."
            },
            {
                "verse_number": "9",
                "verse_text": "Conaniah, his two brothers Shemaiah and Nethanel, as well as Hashabiah, Jeiel, and Jozabad were leaders of the Levites, and they gave the other Levites 5,000 sheep and goats, and 500 bulls to offer as sacrifices."
            },
            {
                "verse_number": "10",
                "verse_text": "When everything was ready to celebrate Passover, the priests and the Levites stood where Josiah had told them."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Levites killed and skinned the Passover lambs, and they handed some of the blood to the priests, who splattered it on the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "The Levites set aside the parts of the animal that the worshipers needed for their sacrifices to please the Lord , just as the Law of Moses required. They also did the same thing with the bulls."
            },
            {
                "verse_number": "13",
                "verse_text": "They sacrificed the Passover animals on the altar and boiled the meat for the other offerings in pots, kettles, and pans. Then they quickly handed the meat to the people so they could eat it."
            },
            {
                "verse_number": "14",
                "verse_text": "All day long, the priests were busy offering sacrifices and burning the animals' fat on the altar. And when everyone had finished, the Levites prepared Passover animals for themselves and for the priests."
            },
            {
                "verse_number": "15",
                "verse_text": "During the celebration some of the Levites prepared Passover animals for the musicians and the guards, so that the Levite musicians would not have to leave their places, which had been assigned to them according to the instructions of David, Asaph, Heman, and Jeduthun the king's prophet. Even the guards at the temple gates did not have to leave their posts."
            },
            {
                "verse_number": "16",
                "verse_text": "So on that day, Passover was celebrated to honor the Lord , and sacrifices were offered on the altar to him, just as Josiah had commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "The worshipers then celebrated the Festival of Thin Bread for the next seven days."
            },
            {
                "verse_number": "18",
                "verse_text": "People from Jerusalem and from towns all over Judah and Israel were there. Passover had not been observed like this since the days of Samuel the prophet. In fact, this was the greatest Passover celebration in Israel's history!"
            },
            {
                "verse_number": "19",
                "verse_text": "All these things happened in the eighteenth year of Josiah's rule in Judah."
            },
            {
                "verse_number": "20",
                "verse_text": "Some time later, King Neco of Egypt led his army to the city of Carchemish on the Euphrates River. And Josiah led his troops north to meet the Egyptians in battle."
            },
            {
                "verse_number": "21",
                "verse_text": "Neco sent the following message to Josiah:"
            },
            {
                "verse_number": "22",
                "verse_text": "But Josiah ignored Neco's warning, even though it came from God! Instead, he disguised himself and marched into battle against Neco in the valley near Megiddo."
            },
            {
                "verse_number": "23",
                "verse_text": "During the battle an Egyptian soldier shot Josiah with an arrow. Josiah told his servants, &apos;Get me out of here! I've been hit.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "They carried Josiah out of his chariot, then put him in the other chariot he had there and took him back to Jerusalem, where he soon died. He was buried beside his ancestors, and everyone in Judah and Jerusalem mourned his death."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeremiah the prophet wrote a funeral song in honor of Josiah. And since then, anyone in Judah who mourns the death of Josiah sings that song. It is included in the collection of funeral songs."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else Josiah did while he was king, including how he faithfully obeyed the Lord ,"
            },
            {
                "verse_number": "27",
                "verse_text": "is written in The History of the Kings of Israel and Judah ."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "After the death of Josiah, the people of Judah crowned his son Jehoahaz their new king."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 23 years old at the time, and he ruled only 3 months from Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "King Neco of Egypt captured Jehoahaz and forced Judah to pay 3.4 tons of silver and 34 kilograms of gold as taxes."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Neco appointed Jehoahaz's brother Eliakim king of Judah and changed his name to Jehoiakim. He led Jehoahaz away to Egypt as his prisoner. I am King Cyrus of Persia. The Lord God of heaven has made me the ruler of every nation on earth. He has also chosen me to build a temple for him in Jerusalem, which is in Judah. The Lord God will watch over any of his people who want to go back to Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was 25 years old when he was appointed king, and he ruled 11 years from Jerusalem. Jehoiakim disobeyed the Lord his God by doing evil."
            },
            {
                "verse_number": "6",
                "verse_text": "During Jehoiakim's rule, King Nebuchadnezzar of Babylonia invaded Judah. He arrested Jehoiakim and put him in chains, and he sent him to the capital city of Babylon."
            },
            {
                "verse_number": "7",
                "verse_text": "Nebuchadnezzar also carried off many of the valuable things in the Lord 's temple, and he put them in his palace in Babylon."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything else Jehoiakim did while he was king, including all the disgusting and evil things, is written in The History of the Kings of Israel and Judah . His son Jehoiachin then became king."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin was 18 years old when he became king of Judah, and he ruled only 3 months and 10 days from Jerusalem. Jehoiachin also disobeyed the Lord by doing evil."
            },
            {
                "verse_number": "10",
                "verse_text": "In the spring of the year, King Nebuchadnezzar of Babylonia had Jehoiachin arrested and taken to Babylon, along with more of the valuable items in the temple. Then Nebuchadnezzar appointed Zedekiah king of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah was 21 years old when he was appointed king of Judah, and he ruled from Jerusalem for 11 years."
            },
            {
                "verse_number": "12",
                "verse_text": "He disobeyed the Lord his God and refused to change his ways, even after a warning from Jeremiah, the Lord 's prophet."
            },
            {
                "verse_number": "13",
                "verse_text": "King Nebuchadnezzar of Babylonia had forced Zedekiah to promise in God's name that he would be loyal. Zedekiah was stubborn and refused to turn back to the Lord God of Israel, so he rebelled against Nebuchadnezzar."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Judah and even the priests who were their leaders became more unfaithful. They followed the disgusting example of the nations around them and made the Lord 's holy temple unfit for worship."
            },
            {
                "verse_number": "15",
                "verse_text": "But the Lord God felt sorry for his people, and instead of destroying the temple, he sent prophets who warned the people over and over about their sins."
            },
            {
                "verse_number": "16",
                "verse_text": "But the people only laughed and insulted these prophets. They ignored what the Lord God was trying to tell them, until he finally became so angry that nothing could stop him from punishing Judah and Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord sent King Nebuchadnezzar of Babylonia to attack Jerusalem. Nebuchadnezzar killed the young men who were in the temple, and he showed no mercy to anyone, whether man or woman, young or old. God let him kill everyone in the city."
            },
            {
                "verse_number": "18",
                "verse_text": "Nebuchadnezzar carried off everything that was left in the temple; he robbed the treasury and the personal storerooms of the king and his officials. He took everything back to Babylon."
            },
            {
                "verse_number": "19",
                "verse_text": "Nebuchadnezzar's troops burned down the temple and destroyed every important building in the city. Then they broke down the city wall."
            },
            {
                "verse_number": "20",
                "verse_text": "The survivors were taken to Babylonia as prisoners, where they were slaves of the king and his sons, until Persia became a powerful nation."
            },
            {
                "verse_number": "21",
                "verse_text": "Judah was an empty desert, and it stayed that way for 70 years, to make up for all the years it was not allowed to rest. These things happened just as Jeremiah the Lord 's prophet had said."
            },
            {
                "verse_number": "22",
                "verse_text": "In the first year that Cyrus was king of Persia, the Lord had Cyrus send a message to all parts of his kingdom. This happened just as Jeremiah the Lord 's prophet had promised."
            },
            {
                "verse_number": "23",
                "verse_text": "The message said:"
            }
        ]
    }
}