{
    "Amos": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Amos. And I raised sheep near the town of Tekoa when Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel. Two years before the earthquake, the Lord gave me several messages about Israel, I will punish Syria They dragged logs with spikes and of King Benhadad. I will destroy the people of Wicked Valley and the ruler of Beth-Eden. as prisoners to Kir. I will punish Philistia They dragged off my people I will strike down Ekron, I will punish Phoenicia and dragged off my people They killed their own relatives and Bozrah. of Rabbah."
            },
            {
                "verse_number": "2",
                "verse_text": "and I said: When the Lord roars from Jerusalem, pasturelands and Mount Carmel dry up and turn brown. for countless crimes, and I won't change my mind. over the people of Gilead. and fortresses of King Hazael the gates of Damascus. Then the Syrians will be dragged I, the Lord , have spoken! for countless crimes, and I won't change my mind. from town after town to sell them as slaves to the Edomites. the walls and fortresses of the city of Gaza. and the ruler of Ashkelon. and that will be the end of the Philistines. I, the Lord , have spoken! for countless crimes, and I won't change my mind. They broke their treaty from town after town to sell them as slaves to the Edomites. to burn down the city of Tyre along with its fortresses. I will punish Edom for countless crimes, and I won't change my mind. and were so terribly furious that they showed no mercy. the fortresses of Teman I will punish Ammon for countless crimes, and I won't change my mind. In Gilead they ripped open pregnant women, just to take the land. the walls and fortresses Enemies will shout and attack like a whirlwind. will be dragged away. I, the Lord , have spoken!"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "4",
                "verse_text": "Now I will burn down the palaces"
            },
            {
                "verse_number": "5",
                "verse_text": "I will break through"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "7",
                "verse_text": "That's why I will burn down"
            },
            {
                "verse_number": "8",
                "verse_text": "I will destroy the king of Ashdod"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "10",
                "verse_text": "That's why I will send flames"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Now I will send fire to wipe out"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "14",
                "verse_text": "Now I will send fire to destroy"
            },
            {
                "verse_number": "15",
                "verse_text": "Ammon's king and leaders"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: I will punish Moab for countless crimes, and I won't change my mind. of the king of Edom. Battle shouts and trumpet blasts will be heard as I destroy Moab I, the Lord , have spoken! I will punish Judah for countless crimes, and I won't change my mind. They have rejected my teachings and refused to obey me. They were led astray by the same false gods their ancestors worshiped. and destroy the fortresses of Jerusalem. I will punish Israel for countless crimes, and I won't change my mind. They sell honest people for money, and the needy are sold for the price of sandals. and push aside those who are helpless. My holy name is dishonored, because fathers and sons sleep with the same young women. on clothes taken as security for loans. And they drink wine in my temple, wine bought with the money they received from fines. when you entered Canaan. They were tall as cedars and strong as oaks. But I wiped them out&ndash; I destroyed their branches and their roots. and for forty years I had led you through the desert. Then I gave you the land of the Amorites. to be prophets People of Israel, you know this is true. I, the Lord , have spoken! not to speak their message, and you pressured the Nazirites into drinking wine. just as a wagon full of grain you won't escape. No matter how strong you are, you will lose your strength and your life. with a bow and arrow, you will retreat. And you won't get away alive, not even if you run fast or ride a horse. but you will run away, stripped naked. I, the Lord , have spoken! They made lime from the bones the fortresses of Kerioth. and others to be Nazirites. crushes the ground."
            },
            {
                "verse_number": "2",
                "verse_text": "Now I will send fire to destroy"
            },
            {
                "verse_number": "3",
                "verse_text": "with its king and leaders."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "5",
                "verse_text": "Now I will send fire on Judah"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "7",
                "verse_text": "They smear the poor in the dirt"
            },
            {
                "verse_number": "8",
                "verse_text": "They lie down beside altars"
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, the Amorites were there"
            },
            {
                "verse_number": "10",
                "verse_text": "I had rescued you from Egypt,"
            },
            {
                "verse_number": "11",
                "verse_text": "I chose some of you"
            },
            {
                "verse_number": "12",
                "verse_text": "But you commanded the prophets"
            },
            {
                "verse_number": "13",
                "verse_text": "And so I will crush you,"
            },
            {
                "verse_number": "14",
                "verse_text": "No matter how fast you run,"
            },
            {
                "verse_number": "15",
                "verse_text": "Even if you are an expert"
            },
            {
                "verse_number": "16",
                "verse_text": "You may be brave and strong,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, I rescued you from Egypt. Now listen to my judgment against you. you are the only one I have chosen. That's why I will punish you because of your sins. without agreeing to meet? unless it has caught a victim? Does it growl in its den unless it is eating? without using a net? Does a trap spring shut unless something is caught? when the trumpet signals an attack? Isn't the Lord the one who brings disaster on a city? plans to do, he tells his servants, the prophets. when a lion roars&ndash; and ordinary people become prophets when the Lord God speaks. for the leaders tell everyone to come together on the hills of Samaria. Let them see the injustice and the lawlessness in that city. that they don't even know how to do right. They have become rich from violence and robbery. that they will be surrounded. Enemies will break through their defenses and steal their treasures. that only a few from Samaria will escape with their lives and with some broken pieces It will be like when a shepherd rescues two leg bones and part of a sheep's ear told me to speak this message against Jacob's descendants: for their sins, I will destroy the altars at Bethel. will be left in the dirt. and summer homes. Houses decorated with ivory and all other mansions will be gone forever. I, the Lord , have spoken!"
            },
            {
                "verse_number": "2",
                "verse_text": "Of all nations on earth,"
            },
            {
                "verse_number": "3",
                "verse_text": "Can two people walk together"
            },
            {
                "verse_number": "4",
                "verse_text": "Does a lion roar in the forest"
            },
            {
                "verse_number": "5",
                "verse_text": "How can anyone catch a bird"
            },
            {
                "verse_number": "6",
                "verse_text": "Isn't the whole city frightened"
            },
            {
                "verse_number": "7",
                "verse_text": "Whatever the Lord God"
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone is terrified"
            },
            {
                "verse_number": "9",
                "verse_text": "Here is a message of Philistia and Egypt&ndash; of their beds and couches. from the jaws of a lion. Even the corners of the altar"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has said"
            },
            {
                "verse_number": "11",
                "verse_text": "And so the Lord God has sworn"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord has promised"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord God All-Powerful"
            },
            {
                "verse_number": "14",
                "verse_text": "When I, the Lord , punish Israel"
            },
            {
                "verse_number": "15",
                "verse_text": "I will tear down winter homes"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "You women of Samaria are fat cows! by sharp hooks. toward Harmon. on the third day. Locusts ate your fig trees what I am thinking. You mistreat and abuse the poor and needy, then you say to your husbands, &apos;Bring us more drinks!&apos; by my own name that your time is coming. Not one of you will be left&ndash; you will be taken away in your city walls, and you will be thrown I, the Lord , have spoken! Sin all you want! Offer sacrifices the next morning and bring a tenth of your crops how thankful you are. Gladly bring more offerings than I have demanded. You really love to do this. I, the Lord God, have spoken! from every town and village, but still you rejected me. I kept back the rain. Sometimes I would let it fall on one town or field but not on another, and pastures dried up. would go to a town that still had water, but it wasn't enough. Even then you rejected me. I, the Lord , have spoken! your gardens and vineyards turned brown. and olive orchards, but even then you rejected me. I, the Lord , have spoken! just as I did to Egypt&ndash; I killed your young men in war; I let your horses be stolen, and I made your camp stink with dead bodies. Even then you rejected me. I, the Lord , have spoken! just as I did the cities of Sodom and Gomorrah. You were a burning stick I rescued from the fire. But even then you rejected me. I, the Lord , have spoken! will deal with you. Get ready to face your God! and the wind. I let humans know I bring darkness at dawn and step over hills. I am the Lord God All-Powerful!"
            },
            {
                "verse_number": "2",
                "verse_text": "I, the Lord God, have sworn"
            },
            {
                "verse_number": "3",
                "verse_text": "You will be dragged through holes"
            },
            {
                "verse_number": "4",
                "verse_text": "Come to Bethel and Gilgal."
            },
            {
                "verse_number": "5",
                "verse_text": "Bring offerings to show me"
            },
            {
                "verse_number": "6",
                "verse_text": "I, the Lord , took away the food"
            },
            {
                "verse_number": "7",
                "verse_text": "Three months before harvest,"
            },
            {
                "verse_number": "8",
                "verse_text": "People from two or three towns"
            },
            {
                "verse_number": "9",
                "verse_text": "I dried up your grain fields;"
            },
            {
                "verse_number": "10",
                "verse_text": "I did terrible things to you,"
            },
            {
                "verse_number": "11",
                "verse_text": "I destroyed many of you,"
            },
            {
                "verse_number": "12",
                "verse_text": "Now, Israel, I myself"
            },
            {
                "verse_number": "13",
                "verse_text": "I created the mountains"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen, nation of Israel, to my mournful message: never to rise again&ndash; you lie deserted in your own land, with no one to help you up. &apos;From every ten soldiers only one will be left; from a thousand troops, only a hundred will survive.&apos; &apos;Israel, turn back to me and you will live! Gilgal will be dragged away, and Bethel will end up and you will live. If you don't, the Lord will attack like fire. Bethel will burn to the ground, and no one can save it. You twist the truth and trample on justice. He turns darkness to dawn and daylight to darkness; he scoops up the ocean and empties it on the earth. and strong fortresses. and honest witnesses; heavy taxes from them. You have built expensive homes, but you won't enjoy them; you have planted vineyards, but you will get no wine. your terrible sins. You cheat honest people and take bribes; you rob the poor of justice. that anyone with good sense will keep quiet. you must stop doing wrong and start doing right. I, the Lord God All-Powerful, will then be on your side, just as you claim I am. See that justice is done. Maybe I, the Lord All-Powerful, will be kind to what's left Noisy crying will be heard in every town and street. Even farmers will be told to mourn for the dead, together with those because I will punish you. I, the Lord , have spoken! when the Lord comes to judge. But you are in for trouble! It won't be a time of sunshine; all will be darkness. only to meet a bear. You will escape to your house, rest your hand on the wall, and be bitten by a snake. will be dark, very dark, without a ray of light. your religious celebrations and your times of worship. or animal sacrifices&ndash; not even your very best. I won't listen when you play your harps. flow like a river that never runs dry. you wandered in the desert, without bringing offerings or sacrifices to me. the two idols you made&ndash; Sakkuth, the one you call king, and Kaiwan, the one you built as captives beyond Damascus. I, the Lord God All-Powerful,"
            },
            {
                "verse_number": "2",
                "verse_text": "You, dearest Israel, have fallen,"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord God has warned,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord keeps saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't go to Gilgal or Bethel or even to Beersheba. as nothing.&apos; you descendants of Joseph, and put them in place. of your people. who are paid to mourn. with crying and weeping, in the shape of a star. have spoken!"
            },
            {
                "verse_number": "6",
                "verse_text": "Turn back to the Lord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "You people are doomed!"
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord created the stars"
            },
            {
                "verse_number": "9",
                "verse_text": "God destroys mighty soldiers"
            },
            {
                "verse_number": "10",
                "verse_text": "You people hate judges"
            },
            {
                "verse_number": "11",
                "verse_text": "you abuse the poor and demand"
            },
            {
                "verse_number": "12",
                "verse_text": "I am the Lord , and I know"
            },
            {
                "verse_number": "13",
                "verse_text": "Times are so evil"
            },
            {
                "verse_number": "14",
                "verse_text": "If you really want to live,"
            },
            {
                "verse_number": "15",
                "verse_text": "Choose good instead of evil!"
            },
            {
                "verse_number": "16",
                "verse_text": "This is what the Lord has sworn:"
            },
            {
                "verse_number": "17",
                "verse_text": "Your vineyards will be filled"
            },
            {
                "verse_number": "18",
                "verse_text": "You look forward to the day"
            },
            {
                "verse_number": "19",
                "verse_text": "You will run from a lion,"
            },
            {
                "verse_number": "20",
                "verse_text": "The day when the Lord judges"
            },
            {
                "verse_number": "21",
                "verse_text": "I, the Lord , hate and despise"
            },
            {
                "verse_number": "22",
                "verse_text": "I won't accept your offerings"
            },
            {
                "verse_number": "23",
                "verse_text": "No more of your noisy songs!"
            },
            {
                "verse_number": "24",
                "verse_text": "But let justice and fairness"
            },
            {
                "verse_number": "25",
                "verse_text": "Israel, for forty years"
            },
            {
                "verse_number": "26",
                "verse_text": "Now you will have to carry"
            },
            {
                "verse_number": "27",
                "verse_text": "I will force you to march"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Do you rulers in Jerusalem and in the city of Samaria feel safe and at ease? Everyone bows down to you, and you think you are better than any other nation. But you are in for trouble! to the cities of Calneh, powerful Hamath, Are you greater than any of those kingdoms? the coming day of judgment. on beds with ivory posts, while dining on the meat of your lambs and calves. to the music of harps, and you make up new tunes, just as David used to do. and wear expensive perfume, but you don't care about to be dragged off as captives; your good times will end. has sworn by his own name: &apos;You descendants of Jacob make me angry by your pride, and I hate your fortresses. And so I will surrender your city and possessions to your enemies.&apos; by hiding in a house you will still die. your relative in the house will ask, &apos;Are there others?&apos; You will answer, &apos;No!&apos; Then your relative will reply, &apos;Be quiet! Don't dare mention houses great and small will be smashed to pieces. But you have turned justice and fairness into bitter poison. and you boast by saying, &apos;We did it on our own.&apos; will send a nation to attack you people of Israel. They will capture Lebo-Hamath in the north, and everything in between."
            },
            {
                "verse_number": "2",
                "verse_text": "Look what happened and Gath in Philistia. the ruin of your nation. to prepare it for burial, the name of the Lord .&apos; oceans can't be plowed. of Lo-Debar and Karnaim, Arabah Creek in the south,"
            },
            {
                "verse_number": "3",
                "verse_text": "You are cruel, and you forget"
            },
            {
                "verse_number": "4",
                "verse_text": "You rich people lounge around"
            },
            {
                "verse_number": "5",
                "verse_text": "You sing foolish songs"
            },
            {
                "verse_number": "6",
                "verse_text": "You drink all the wine you want"
            },
            {
                "verse_number": "7",
                "verse_text": "So you will be the first"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord God All-Powerful"
            },
            {
                "verse_number": "9",
                "verse_text": "If only ten of you survive"
            },
            {
                "verse_number": "10",
                "verse_text": "As you carry out a corpse"
            },
            {
                "verse_number": "11",
                "verse_text": "At the Lord 's command,"
            },
            {
                "verse_number": "12",
                "verse_text": "Horses can't gallop on rocks;"
            },
            {
                "verse_number": "13",
                "verse_text": "You celebrate the defeat"
            },
            {
                "verse_number": "14",
                "verse_text": "But the Lord God All-Powerful"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God showed me that he is going to send locusts to attack your crops. It will happen after the king has already been given his share of the grain and before the rest of the grain has been harvested."
            },
            {
                "verse_number": "2",
                "verse_text": "In my vision the locusts ate every crop in the land, and I said to the Lord , &apos;Please forgive your nation. It's so weak. How can it survive?&apos; &apos;A measuring line,&apos; I answered. The Lord said, &apos;I'm using this measuring line to show that my people Israel don't measure up, and I won't forgive them any more. &quot;Jeroboam will be put to death, and the people will be taken to a foreign country.&quot; &apos; I'm not a prophet! And I wasn't trained to be a prophet. I am a shepherd, and I take care of fig trees. Your wife will become a prostitute in the city, your sons and daughters will be killed in war, and your land will be divided among others. You will die in a country of foreigners, and the people of Israel will be dragged from their homeland."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord felt sorry and answered, &apos;I won't let it be destroyed.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord showed me that he is going to send a ball of fire to burn up everything on earth, including the ocean."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said, &apos;Won't you please stop? How can our weak nation survive?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Again the Lord felt sorry and answered, &apos;I won't let it be destroyed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord showed me a vision of himself standing beside a wall and holding a string with a weight tied to the end of it. The string and weight had been used to measure the straightness of the wall."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he asked, &apos;Amos, what do you see?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Their sacred places will be destroyed, and I will send war against the nation of King Jeroboam.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah the priest at Bethel sent this message to King Jeroboam of Israel, &apos;Amos is plotting against you in the very heart of Israel. Our nation cannot put up with his message for very long."
            },
            {
                "verse_number": "11",
                "verse_text": "Here is what he is saying:"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Amaziah told me, &apos;Amos, take your visions and get out! Go back to Judah and earn your living there as a prophet."
            },
            {
                "verse_number": "13",
                "verse_text": "Don't do any more preaching at Bethel. The king worships here at our national temple.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I answered:"
            },
            {
                "verse_number": "15",
                "verse_text": "But the Lord told me to leave my herds and preach to the people of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "And here you are, telling me not to preach!"
            },
            {
                "verse_number": "17",
                "verse_text": "Now, listen to what the Lord says about you:"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God showed me a basket of ripe fruit"
            },
            {
                "verse_number": "2",
                "verse_text": "and asked, &apos;Amos, what do you see?&apos; &apos;A basket of ripe fruit,&apos; I replied. Then he said, for my people Israel. I won't forgive them again. in the temple, they will cry and weep. Dead bodies will be everywhere. So keep silent! I, the Lord , have spoken!&apos; and wipe out the poor. &apos;How much longer before the end of the New Moon Festival? Our wheat is ready, and we want to sell it now. We can't wait to cheat and charge high prices for the grain we sell. We will use dishonest scales Those who are needy and poor don't have any money. We will make them our slaves for the price of a pair of sandals.&apos; any of this, though you take great pride and you will mourn. It will be like the Nile River that rises and overflows, then sinks back down. will make the sun go down at noon, and I will turn daylight into darkness. will turn into sorrow. and shave your heads, as you would at the death of your only son. It will be a horrible day. a terrible shortage, but not of food and water. You will hunger and thirst to hear my message. from north to south, from east to west. You will go all over the earth, seeking a message from me, the Lord . But you won't find one. and your young men will faint from thirst. to the goddess Ashimah at Samaria; you made vows to other gods at the shrines So now you will fall and never get up. &apos;This is the end When will the Sabbath be over? in your ancestor Jacob. You will wear sackcloth of Dan and Beersheba."
            },
            {
                "verse_number": "3",
                "verse_text": "Instead of singing"
            },
            {
                "verse_number": "4",
                "verse_text": "You people crush those in need"
            },
            {
                "verse_number": "5",
                "verse_text": "You say to yourselves,"
            },
            {
                "verse_number": "6",
                "verse_text": "and mix dust in the grain."
            },
            {
                "verse_number": "7",
                "verse_text": "I, the Lord , won't forget"
            },
            {
                "verse_number": "8",
                "verse_text": "Your country will tremble,"
            },
            {
                "verse_number": "9",
                "verse_text": "On that day, I, the Lord God,"
            },
            {
                "verse_number": "10",
                "verse_text": "Your festivals and joyful singing"
            },
            {
                "verse_number": "11",
                "verse_text": "I, the Lord , also promise you"
            },
            {
                "verse_number": "12",
                "verse_text": "You will search everywhere&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "Your beautiful young women"
            },
            {
                "verse_number": "14",
                "verse_text": "You made promises"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I saw a vision of the Lord standing by the temple altar, rest on the earth. and the Ethiopians the Philistines from Crete and the Arameans from Kir. and he said, &apos;Shake the columns until the tops fall loose, and the doorposts crumble. Then make the pieces fall on the people below. I will take a sword and kill anyone who escapes. or climb to the sky, I'll reach out and get them. of Mount Carmel, I'll search and find them. And if they hide from me at the bottom of the ocean, I'll command a sea monster to bite them. wherever their enemies drag them off as captives. I'm determined to hurt them, not to help them.&apos; touches the earth, it melts, and its people mourn. God makes the earth rise and then fall, just like the Nile River. and let its foundations He scoops up the ocean and empties it on the earth. His name is the Lord . are no less important to me than you are. I brought you out of Egypt, but I also brought what a sinful nation you are, and I'll wipe you out. But I will leave a few of Jacob's descendants. I, the Lord , have spoken! will be sifted like grain. Israelites who remain faithful will be scattered among the nations. And the others will be trapped like trash in a sifter. and you deny that you will ever get caught. But you will be killed. David's fallen kingdom. I will build it from its ruins and set it up again, just as it used to be. and the other nations that are mine. I, the Lord , have spoken, and my words will come true. that you won't be able to bring in all of your wheat before plowing time. You will have grapes left over from season to season; your fruitful vineyards will cover the mountains. You will rebuild your towns and live in them. You will drink wine from your own vineyards and eat the fruit you grow. in the land I have given you, and you won't ever be uprooted again. I, the Lord God, have spoken!"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;If they dig deep into the earth"
            },
            {
                "verse_number": "3",
                "verse_text": "If they escape to the peaks"
            },
            {
                "verse_number": "4",
                "verse_text": "I'll send a sword to kill them,"
            },
            {
                "verse_number": "5",
                "verse_text": "When the Lord God All-Powerful"
            },
            {
                "verse_number": "6",
                "verse_text": "He built his palace in the heavens"
            },
            {
                "verse_number": "7",
                "verse_text": "Israel, I am the Lord God,"
            },
            {
                "verse_number": "8",
                "verse_text": "My eyes have seen"
            },
            {
                "verse_number": "9",
                "verse_text": "At my command, all of you"
            },
            {
                "verse_number": "10",
                "verse_text": "Some of you are evil,"
            },
            {
                "verse_number": "11",
                "verse_text": "In the future, I will rebuild"
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will capture Edom"
            },
            {
                "verse_number": "13",
                "verse_text": "You will have such a harvest"
            },
            {
                "verse_number": "14",
                "verse_text": "I'll make Israel prosper again."
            },
            {
                "verse_number": "15",
                "verse_text": "I'll plant your roots deep"
            }
        ]
    }
}