{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Joel the son of Pethuel. And this is the message the Lord gave to me. and everyone else in the land. Has anything like this ever happened before? Let it be told to our grandchildren and their children too. has attacked our crops, eating everything in sight. Cry long and loud; your wine supply is gone. with countless troops has invaded our land. They have the teeth and jaws of powerful lions. are stripped bare; only naked branches remain. mourning for the man she was to marry. are no longer brought to the Lord 's temple. His servants, the priests, are deep in sorrow. grain, grapes, and olives are scorched and shriveled. and our vineyards! There's no wheat or barley growing in our fields. and so has every tree&ndash; date palms and apples. All happiness has faded away. at the altar of my God. Spend your days and nights Offerings of grain and wine are no longer brought to the Lord 's temple. to come together at the temple. and to pray sincerely. Soon the Lord All-Powerful will bring disaster. there's no more celebrating at the temple of our God. no harvest is possible. Our barns are in bad shape, with no grain to store in them. moaning for lack of pasture, Grasslands and forests are eaten by the scorching heat. because of you; rivers and streams are dry, and pastures are parched."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, you leaders"
            },
            {
                "verse_number": "3",
                "verse_text": "Tell our children!"
            },
            {
                "verse_number": "4",
                "verse_text": "Swarm after swarm of locusts"
            },
            {
                "verse_number": "5",
                "verse_text": "Sober up, you drunkards!"
            },
            {
                "verse_number": "6",
                "verse_text": "A powerful nation"
            },
            {
                "verse_number": "7",
                "verse_text": "Our grapevines and fig trees"
            },
            {
                "verse_number": "8",
                "verse_text": "Grieve like a young woman"
            },
            {
                "verse_number": "9",
                "verse_text": "Offerings of grain and wine"
            },
            {
                "verse_number": "10",
                "verse_text": "Barren fields mourn;"
            },
            {
                "verse_number": "11",
                "verse_text": "Mourn for our farms"
            },
            {
                "verse_number": "12",
                "verse_text": "Grapevines have dried up figs and pomegranates, wearing sackcloth. Order them to go without eating and sheep are suffering."
            },
            {
                "verse_number": "13",
                "verse_text": "Mourn, you priests who serve"
            },
            {
                "verse_number": "14",
                "verse_text": "Tell the leaders and people"
            },
            {
                "verse_number": "15",
                "verse_text": "We are in for trouble!"
            },
            {
                "verse_number": "16",
                "verse_text": "Our food is already gone;"
            },
            {
                "verse_number": "17",
                "verse_text": "Seeds dry up in the ground;"
            },
            {
                "verse_number": "18",
                "verse_text": "Our cattle wander aimlessly,"
            },
            {
                "verse_number": "19",
                "verse_text": "I cry out to you, Lord ."
            },
            {
                "verse_number": "20",
                "verse_text": "Wild animals have no water"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Sound the trumpet on Zion, the Lord 's sacred hill. Warn everyone to tremble! The judgment day of the Lord is coming soon. with storm clouds overhead. Troops will cover the mountains like thunderclouds. No army this powerful has ever been gathered before or will be gathered again. no one escapes. Before they invaded, the land was like Eden; now only a desert remains. and charge like cavalry. like noisy chariots, or a mighty army ready for battle. They are a forest fire that feasts on straw. like warriors; they march in columns without pushing each other; even arrows and spears cannot make them retreat. and enter our homes; they crawl in through windows, just like thieves. and the heavens shake; the sun and moon turn dark, and stars stop shining. of countless troops, and they obey his commands. The day of his judgment is so terrible that no one can stand it. It isn't too late. You can still return to me with all your heart. Start crying and mourning! Go without eating. to show your sorrow. Instead, turn back to me with broken hearts. I am merciful, kind, and caring. I don't easily lose my temper, and I don't like to punish. Perhaps I will change my mind and treat you with mercy. Then you will be blessed with enough grain and wine for offering sacrifices to me. Call the people together. Show your sorrow by going without food. Bring adults, children, babies, and even bring newlyweds from their festivities. to cry inside the temple and to offer this prayer &apos;Save your people, Lord God! Don't let foreign nations make jokes about us. Don't let them laugh and ask, &quot;Where is your God?&quot; &apos; about his land and had pity on his people. he said, &apos;I will give you enough grain, wine, and olive oil to satisfy your needs. No longer will I let you be insulted by the nations. but I will chase it into a scorching desert. There it will rot and stink from the Dead Sea to the Mediterranean.&apos; The Lord works wonders So tell the soil to celebrate to stop being afraid. Grasslands are green again; fruit trees and fig trees are loaded with fruit. Grapevines are covered with grapes. celebrate in honor of the Lord your God! He is generous and has sent the autumn and spring rains your threshing places; jars will overflow with wine and olive oil. will make up for the losses caused by those swarms I sent to attack you. until you are satisfied. Then you will praise me for the wonderful things I have done. Never again will you be put to shame. that I stand at your side. I am the Lord your God&ndash; there are no other gods. Never again will you be put to shame. to everyone. Your sons and daughters will prophesy. Your old men will have dreams, and your young men will see visions. my Spirit to my servants, both men and women. in the sky above and on the earth below. There will be blood and fire and clouds of smoke. and the moon will be as red as blood before that great and terrible day when I appear."
            },
            {
                "verse_number": "2",
                "verse_text": "It will be dark and gloomy"
            },
            {
                "verse_number": "3",
                "verse_text": "Fiery flames surround them;"
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses"
            },
            {
                "verse_number": "5",
                "verse_text": "They roar over mountains"
            },
            {
                "verse_number": "6",
                "verse_text": "The very sight of them is frightening. and never turn aside. is fit to worship me. near the altar: in the proper seasons. and swarms of locusts"
            },
            {
                "verse_number": "7",
                "verse_text": "They climb over walls"
            },
            {
                "verse_number": "8",
                "verse_text": "They charge straight ahead,"
            },
            {
                "verse_number": "9",
                "verse_text": "They swarm over city walls"
            },
            {
                "verse_number": "10",
                "verse_text": "They make the earth tremble"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord God leads this army"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "13",
                "verse_text": "Don't rip your clothes"
            },
            {
                "verse_number": "14",
                "verse_text": "I am the Lord your God."
            },
            {
                "verse_number": "15",
                "verse_text": "Sound the trumpet on Zion!"
            },
            {
                "verse_number": "16",
                "verse_text": "Make sure that everyone"
            },
            {
                "verse_number": "17",
                "verse_text": "Tell my servants, the priests,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord was deeply concerned"
            },
            {
                "verse_number": "19",
                "verse_text": "In answer to their prayers"
            },
            {
                "verse_number": "20",
                "verse_text": "An army attacked from the north,"
            },
            {
                "verse_number": "21",
                "verse_text": "and does great things."
            },
            {
                "verse_number": "22",
                "verse_text": "and wild animals"
            },
            {
                "verse_number": "23",
                "verse_text": "People of Zion,"
            },
            {
                "verse_number": "24",
                "verse_text": "Grain will cover"
            },
            {
                "verse_number": "25",
                "verse_text": "I, the Lord your God,"
            },
            {
                "verse_number": "26",
                "verse_text": "My people, you will eat"
            },
            {
                "verse_number": "27",
                "verse_text": "Israel, you will know"
            },
            {
                "verse_number": "28",
                "verse_text": "Later, I will give my Spirit"
            },
            {
                "verse_number": "29",
                "verse_text": "In those days I will even give"
            },
            {
                "verse_number": "30",
                "verse_text": "I will work wonders"
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will turn dark,"
            },
            {
                "verse_number": "32",
                "verse_text": "Then I, the Lord will save everyone who faithfully worships me. I have promised there will be survivors on Mount Zion and in Jerusalem, and among them will be my chosen ones."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "At that time I, the Lord , will make Judah and Jerusalem prosperous again."
            },
            {
                "verse_number": "2",
                "verse_text": "Then in Judgment Valley I will bring together the nations that scattered my people Israel everywhere in the world, and I will bring charges against those nations. They divided up my land"
            },
            {
                "verse_number": "3",
                "verse_text": "and gambled to see who would get my people; they sold boys and girls to pay for prostitutes and wine. &apos;Get ready for war! Be eager to fight. Line up for battle and prepare to attack. and spears out of garden tools. Strengthen every weakling.&apos; Come quickly. Ask the Lord to bring where the Lord will judge the surrounding nations. Bring in the harvest! They are grapes piled high. If our enemy's sins were wine, every jar would overflow. The judgment day of the Lord will soon be here&ndash; and stars no longer shine. the Lord roars like a lion, shaking the earth and sky. But the Lord is a fortress, a place of safety for his people Israel. And you will know I live on Zion, my sacred hill, because Jerusalem will be sacred, untouched by foreign troops. will cover the mountains. And your cattle and goats that graze on the hills will produce a lot of milk. Streams in Judah will never run dry; a stream from my house and brutal to Judah, without a reason. Now their countries will become a barren desert, will always have people. I will punish the guilty"
            },
            {
                "verse_number": "4",
                "verse_text": "You people of Tyre and Sidon and you Philistines, why are you doing this? Are you trying to get even with me? I'll strike back before you know what's happened."
            },
            {
                "verse_number": "5",
                "verse_text": "You've taken my prized possessions, including my silver and gold, and carried them off to your temples."
            },
            {
                "verse_number": "6",
                "verse_text": "You have dragged the people of Judah and Jerusalem from their land and sold them to the Greeks."
            },
            {
                "verse_number": "7",
                "verse_text": "But I'll make the people of Judah determined to come home, and what happened to them will happen to you."
            },
            {
                "verse_number": "8",
                "verse_text": "I'll hand over your sons and daughters to the people of Judah, and they will sell them to the Sabeans, who live far away. I, the Lord , have spoken!"
            },
            {
                "verse_number": "9",
                "verse_text": "Say to the nations:"
            },
            {
                "verse_number": "10",
                "verse_text": "Make swords out of plows"
            },
            {
                "verse_number": "11",
                "verse_text": "Hurry, all you nations! his warriors along. to Judgment Valley, Start trampling them now! will flow in Acacia Valley. and defend the innocent."
            },
            {
                "verse_number": "12",
                "verse_text": "You must come now"
            },
            {
                "verse_number": "13",
                "verse_text": "They are a field of ripe crops."
            },
            {
                "verse_number": "14",
                "verse_text": "Crowds fill Decision Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "no light from the sun or moon,"
            },
            {
                "verse_number": "16",
                "verse_text": "From the heart of Jerusalem"
            },
            {
                "verse_number": "17",
                "verse_text": "I am the Lord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "On that day, fruitful vineyards"
            },
            {
                "verse_number": "19",
                "verse_text": "Egypt and Edom were cruel"
            },
            {
                "verse_number": "20",
                "verse_text": "but Judah and Jerusalem"
            },
            {
                "verse_number": "21",
                "verse_text": "I, the Lord , live on Mount Zion."
            }
        ]
    }
}