{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God gave Obadiah a message about Edom, and you descendants of Esau the descendants of Jacob. as far as Zarephath. who were taken to Sepharad and rule over Edom. and this is what we heard: &apos;I, the Lord , have sent a messenger with orders for the nations to attack Edom.&apos; I will make you the weakest and most despised nation. because your pride makes you feel safe from attack, but you are mistaken. even if you fly higher than an eagle or nest among the stars. I, the Lord , have spoken! they steal only what they want. And people who harvest grapes always leave some unpicked. But, Edom, you are doomed! will be taken from you. They will force you out of your own country. And your best friends will trick and trap you, even before you know it. I, the Lord , will destroy all your marvelous wisdom. will be terrified, will be wiped out. Now you will be destroyed, disgraced forever. as foreigners entered Jerusalem and took what they wanted. In fact, you were no better than those foreigners. when such a dreadful disaster struck your relatives? Why were you so pleased when everyone in Judah was suffering? and you were cruel to them. You went through their towns, sneering and stealing whatever was left. you ambushed refugees and handed them over to their attackers. when I, the Lord , will judge the nations. And, Edom, you will pay in full for what you have done. to drink the wine of my anger on my sacred mountain. Soon the neighboring nations must drink their fill&ndash; then vanish without a trace. will go to Mount Zion, and it will be holy. Then Jacob's descendants will capture the land of those who took their land. and Edom will be straw going up in flames. The Lord has spoken! who live in the Southern Desert will take the land of Edom. Those who live in the hills will capture Philistia, Ephraim, and Samaria. And the tribe of Benjamin will conquer Gilead. will control Phoenicia Captives from Jerusalem will capture the towns of the Southern Desert. will live on Mount Zion Then the kingdom will belong to the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to Edom:"
            },
            {
                "verse_number": "3",
                "verse_text": "You live in a mountain fortress,"
            },
            {
                "verse_number": "4",
                "verse_text": "I will still bring you down,"
            },
            {
                "verse_number": "5",
                "verse_text": "If thieves break in at night,"
            },
            {
                "verse_number": "6",
                "verse_text": "Everything you treasure most"
            },
            {
                "verse_number": "7",
                "verse_text": "Your allies can't be trusted."
            },
            {
                "verse_number": "8",
                "verse_text": "Edom, when this happens,"
            },
            {
                "verse_number": "9",
                "verse_text": "Warriors from the city of Teman"
            },
            {
                "verse_number": "10",
                "verse_text": "You were cruel to your relatives,"
            },
            {
                "verse_number": "11",
                "verse_text": "You stood there and watched"
            },
            {
                "verse_number": "12",
                "verse_text": "Why did you celebrate"
            },
            {
                "verse_number": "13",
                "verse_text": "They are my people,"
            },
            {
                "verse_number": "14",
                "verse_text": "In their time of torment,"
            },
            {
                "verse_number": "15",
                "verse_text": "The day is coming"
            },
            {
                "verse_number": "16",
                "verse_text": "I forced the people of Judah"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord 's people who escape"
            },
            {
                "verse_number": "18",
                "verse_text": "Israel will be a fire,"
            },
            {
                "verse_number": "19",
                "verse_text": "The people of Israel"
            },
            {
                "verse_number": "20",
                "verse_text": "Those who return from captivity"
            },
            {
                "verse_number": "21",
                "verse_text": "Those the Lord has saved"
            }
        ]
    }
}