{
    "1 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul. God our Savior and Christ Jesus commanded me to be an apostle of Christ Jesus, who gives us hope."
            },
            {
                "verse_number": "2",
                "verse_text": "Timothy, because of our faith, you are like a son to me. I pray that God our Father and our Lord Jesus Christ will be kind and merciful to you. May they bless you with peace!"
            },
            {
                "verse_number": "3",
                "verse_text": "When I was leaving for Macedonia, I asked you to stay on in Ephesus and warn certain people there to stop spreading their false teachings."
            },
            {
                "verse_number": "4",
                "verse_text": "You needed to warn them to stop wasting their time on senseless stories and endless lists of ancestors. Such things only cause arguments. They don't help anyone to do God's work that can only be done by faith."
            },
            {
                "verse_number": "5",
                "verse_text": "You must teach people to have genuine love, as well as a good conscience and true faith."
            },
            {
                "verse_number": "6",
                "verse_text": "There are some who have given up these for nothing but empty talk."
            },
            {
                "verse_number": "7",
                "verse_text": "They want to be teachers of the Law of Moses. But they don't know what they are talking about, even though they think they do."
            },
            {
                "verse_number": "8",
                "verse_text": "We know the Law is good, if it is used in the right way."
            },
            {
                "verse_number": "9",
                "verse_text": "We also understand it wasn't given to control people who please God, but to control lawbreakers, criminals, godless people, and sinners. It is for wicked and evil people, and for murderers, who would even kill their own parents."
            },
            {
                "verse_number": "10",
                "verse_text": "The Law was written for people who are sexual perverts or who live as homosexuals or are kidnappers or liars or won't tell the truth in court. It is for anything else that opposes the correct teaching"
            },
            {
                "verse_number": "11",
                "verse_text": "of the good news the glorious and wonderful God has given me."
            },
            {
                "verse_number": "12",
                "verse_text": "I thank Christ Jesus our Lord, who has given me the strength for my work because he knew he could trust me."
            },
            {
                "verse_number": "13",
                "verse_text": "I used to say terrible and insulting things about him, and I was cruel. But Christ had mercy on me because I didn't know what I was doing, and I had not yet put my faith in him."
            },
            {
                "verse_number": "14",
                "verse_text": "Christ Jesus our Lord treated me with undeserved grace and has greatly blessed my life with faith and love just like his own."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Christ Jesus came into the world to save sinners.&apos; This saying is true, and it can be trusted. I was the worst sinner of all!"
            },
            {
                "verse_number": "16",
                "verse_text": "But since I was worse than anyone else, God had mercy on me and let me be an example of the endless patience of Christ Jesus. He did this so that others would put their faith in Christ and have eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "I pray that honor and glory will always be given to the only God, who lives forever and is the invisible and eternal King! Amen."
            },
            {
                "verse_number": "18",
                "verse_text": "Timothy, my son, the instructions I am giving you are based on what some prophets once said about you. If you follow these instructions, you will fight like a good soldier."
            },
            {
                "verse_number": "19",
                "verse_text": "You will be faithful and have a clear conscience. Some people have made a mess of their faith because they didn't listen to their consciences."
            },
            {
                "verse_number": "20",
                "verse_text": "Two of them are Hymenaeus and Alexander. I have given these men over to the power of Satan, so they will learn not to oppose God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "First of all, I ask you to pray for everyone. Ask God to help and bless them all, and tell God how thankful you are for each of them."
            },
            {
                "verse_number": "2",
                "verse_text": "Pray for kings and others in power, so we may live quiet and peaceful lives as we worship and honor God."
            },
            {
                "verse_number": "3",
                "verse_text": "This kind of prayer is good, and it pleases God our Savior."
            },
            {
                "verse_number": "4",
                "verse_text": "God wants everyone to be saved and to know the whole truth, which is, and Christ Jesus is the only one who can bring us to God. Jesus was truly human, and he gave himself to rescue all of us. at the right time."
            },
            {
                "verse_number": "5",
                "verse_text": "There is only one God,"
            },
            {
                "verse_number": "6",
                "verse_text": "God showed us this"
            },
            {
                "verse_number": "7",
                "verse_text": "This is why God chose me to be a preacher and an apostle of the good news. I am telling the truth. I am not lying. God sent me to teach the Gentiles about faith and truth."
            },
            {
                "verse_number": "8",
                "verse_text": "I want everyone everywhere to lift innocent hands toward heaven and pray, without being angry or arguing with each other."
            },
            {
                "verse_number": "9",
                "verse_text": "I would like for women to wear modest and sensible clothes. They should not have fancy hairdos, or wear expensive clothes, or put on jewelry made of gold or pearls."
            },
            {
                "verse_number": "10",
                "verse_text": "Women who claim to love God should do helpful things for others,"
            },
            {
                "verse_number": "11",
                "verse_text": "and they should learn by being quiet and paying attention."
            },
            {
                "verse_number": "12",
                "verse_text": "They should be silent and not be allowed to teach or to tell men what to do."
            },
            {
                "verse_number": "13",
                "verse_text": "After all, Adam was created before Eve,"
            },
            {
                "verse_number": "14",
                "verse_text": "and the man Adam wasn't the one who was fooled. It was the woman Eve who was completely fooled and sinned."
            },
            {
                "verse_number": "15",
                "verse_text": "But women will be saved by having children, if they stay faithful, loving, holy, and modest."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "It is true that anyone who desires to be a church official wants to be something worthwhile."
            },
            {
                "verse_number": "2",
                "verse_text": "That's why officials must have a good reputation and be faithful in marriage. They must be self-controlled, sensible, well-behaved, friendly to strangers, and able to teach."
            },
            {
                "verse_number": "3",
                "verse_text": "They must not be heavy drinkers or troublemakers. Instead, they must be kind and gentle and not love money. The Spirit proved that he pleased God, and he was seen by angels. Christ was preached to the nations. People in this world put their faith in him, and he was taken up to glory."
            },
            {
                "verse_number": "4",
                "verse_text": "Church officials must be in control of their own families, and they must see that their children are obedient and always respectful."
            },
            {
                "verse_number": "5",
                "verse_text": "If they don't know how to control their own families, how can they look after God's people?"
            },
            {
                "verse_number": "6",
                "verse_text": "They must not be new followers of the Lord. If they are, they might become proud and be doomed along with the devil."
            },
            {
                "verse_number": "7",
                "verse_text": "Finally, they must be well-respected by people who are not followers. Then they won't be trapped and disgraced by the devil."
            },
            {
                "verse_number": "8",
                "verse_text": "Church officers should be serious. They must not be liars, heavy drinkers, or greedy for money."
            },
            {
                "verse_number": "9",
                "verse_text": "And they must have a clear conscience and hold firmly to what God has shown us about our faith."
            },
            {
                "verse_number": "10",
                "verse_text": "They must first prove themselves. Then if no one has anything against them, they can serve as officers."
            },
            {
                "verse_number": "11",
                "verse_text": "Women must also be serious. They must not gossip or be heavy drinkers, and they must be faithful in everything they do."
            },
            {
                "verse_number": "12",
                "verse_text": "Church officers must be faithful in marriage. They must be in full control of their children and everyone else in their home."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who serve well as officers will earn a good reputation and will be highly respected for their faith in Christ Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to visit you soon. But I am writing these instructions,"
            },
            {
                "verse_number": "15",
                "verse_text": "so if I am delayed, you will know how everyone who belongs to God's family ought to behave. After all, the church of the living God is the strong foundation of truth."
            },
            {
                "verse_number": "16",
                "verse_text": "Here is the great mystery of our religion: Christ came as a human."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "God's Spirit clearly says that in the last days many people will turn from their faith. They will be fooled by evil spirits and by teachings that come from demons."
            },
            {
                "verse_number": "2",
                "verse_text": "They will also be fooled by the false claims of liars whose consciences have lost all feeling. These liars"
            },
            {
                "verse_number": "3",
                "verse_text": "will forbid people to marry or to eat certain foods. But God created these foods to be eaten with thankful hearts by his followers who know the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "Everything God created is good. And if you give thanks, you may eat anything."
            },
            {
                "verse_number": "5",
                "verse_text": "What God has said and your prayer will make it fit to eat. &apos;Exercise is good for your body, but religion helps you in every way. It promises life now and forever.&apos; These words are worthwhile and should not be forgotten."
            },
            {
                "verse_number": "6",
                "verse_text": "If you teach these things to other followers, you will be a good servant of Christ Jesus. You will show you have grown up on the teachings about our faith and on the good instructions you have obeyed."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't have anything to do with worthless, senseless stories. Work hard to be truly religious."
            },
            {
                "verse_number": "10",
                "verse_text": "We have put our hope in the living God, who is the Savior of everyone, but especially of those who have faith. This is why we work and struggle so hard."
            },
            {
                "verse_number": "11",
                "verse_text": "Teach these things and tell everyone to do what you say."
            },
            {
                "verse_number": "12",
                "verse_text": "Don't let anyone make fun of you, just because you are young. Set an example for other followers by what you say and do, as well as by your love, faith, and purity."
            },
            {
                "verse_number": "13",
                "verse_text": "Until I arrive, be sure to keep on reading the Scriptures in worship, and don't stop preaching and teaching."
            },
            {
                "verse_number": "14",
                "verse_text": "Use the gift you were given when the prophets spoke and the group of church leaders blessed you by placing their hands on you."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember these things and think about them, so everyone can see how well you are doing."
            },
            {
                "verse_number": "16",
                "verse_text": "Be careful about the way you live and about what you teach. Keep on doing this, and you will save not only yourself, but the people who hear you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Don't correct an older man. Encourage him, as you would your own father. Treat younger men as you would your own brother,"
            },
            {
                "verse_number": "2",
                "verse_text": "and treat older women as you would your own mother. Show the same respect to younger women that you would to your sister. Don't sin because others do, but stay close to God."
            },
            {
                "verse_number": "3",
                "verse_text": "Take care of any widow who is really in need."
            },
            {
                "verse_number": "4",
                "verse_text": "But if a widow has children or grandchildren, they should learn to serve God by taking care of her, as she once took care of them. This is what God wants them to do."
            },
            {
                "verse_number": "5",
                "verse_text": "A widow who is really in need is one who doesn't have any relatives. She has faith in God, and she keeps praying to him night and day, asking for his help."
            },
            {
                "verse_number": "6",
                "verse_text": "A widow who thinks only about having a good time is already dead, even though she is still alive."
            },
            {
                "verse_number": "7",
                "verse_text": "Tell all this to everyone, so they will do the right thing."
            },
            {
                "verse_number": "8",
                "verse_text": "People who don't take care of their relatives, and especially their own families, have given up their faith. They are worse than someone who doesn't have faith in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "For a widow to be put on the list of widows, she must be at least 60 years old, and she must have been faithful in marriage."
            },
            {
                "verse_number": "10",
                "verse_text": "She must also be well-known for doing all sorts of good things, such as raising children, giving food to strangers, welcoming God's people into her home, helping people in need, and always making herself useful."
            },
            {
                "verse_number": "11",
                "verse_text": "Don't put young widows on the list. They may later have a strong desire to get married. Then they will turn away from Christ"
            },
            {
                "verse_number": "12",
                "verse_text": "and become guilty of breaking their promise to him."
            },
            {
                "verse_number": "13",
                "verse_text": "Besides, they will become lazy and get into the habit of going from house to house. Next, they will start gossiping and become busybodies, talking about things that are none of their business."
            },
            {
                "verse_number": "14",
                "verse_text": "I would prefer that young widows get married, have children, and look after their families. Then the enemy won't have any reason to say insulting things about us."
            },
            {
                "verse_number": "15",
                "verse_text": "Look what's already happened to some of the young widows! They have turned away to follow Satan."
            },
            {
                "verse_number": "16",
                "verse_text": "If a woman who is a follower has any widows in her family, she should help them. This will keep the church from having that burden, and then the church can help widows who are really in need."
            },
            {
                "verse_number": "17",
                "verse_text": "Church leaders who do their job well deserve to be paid twice as much, especially if they work hard at preaching and teaching."
            },
            {
                "verse_number": "18",
                "verse_text": "It is just as the Scriptures say, &apos;Don't muzzle an ox when you are using it to grind grain.&apos; You also know the saying, &apos;Workers are worth their pay.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Don't listen to any charge against a church leader, unless at least two or three people bring the same charges."
            },
            {
                "verse_number": "20",
                "verse_text": "But if any of the leaders should keep on sinning, they must be corrected in front of the whole group, as a warning to everyone else."
            },
            {
                "verse_number": "21",
                "verse_text": "In the presence of God and Christ Jesus and their chosen angels, I order you to follow my instructions! Be fair with everyone, and don't have any favorites."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't be too quick to accept people into the service of the Lord by placing your hands on them."
            },
            {
                "verse_number": "23",
                "verse_text": "Stop drinking only water. Take a little wine to help your stomach trouble and the other illnesses you often have."
            },
            {
                "verse_number": "24",
                "verse_text": "Some people get caught in their sins almost at once, even before the time of judgment. But other people's sins don't show up until later."
            },
            {
                "verse_number": "25",
                "verse_text": "It is the same with good deeds. Some are easily seen, but none of them can be hidden."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "If you are a slave, you should respect and honor your owner. This will keep people from saying bad things about God and about our teaching."
            },
            {
                "verse_number": "2",
                "verse_text": "If any of you slaves have owners who are followers, you should show them respect. After all, they are also followers of Christ, and he loves them. So you should serve and help them the best you can. These are the things you must teach and tell the people to do. These people think religion is supposed to make you rich. is the only Ruler, the King of kings and Lord of lords. At the time that God has already decided, he will send Jesus Christ back again. And he lives in light that no one can come near. No human has ever seen God or ever can see him. God will be honored, and his power will last forever. Amen. I pray that the Lord will be kind to all of you!"
            },
            {
                "verse_number": "3",
                "verse_text": "Anyone who teaches something different disagrees with the correct and godly teaching of our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "Those people who disagree are proud of themselves, but they don't really know a thing. Their minds are sick, and they like to argue over words. They cause jealousy, disagreements, unkind words, evil suspicions,"
            },
            {
                "verse_number": "5",
                "verse_text": "and nasty quarrels. They have wicked minds and have missed out on the truth."
            },
            {
                "verse_number": "6",
                "verse_text": "And religion does make your life rich, by making you content with what you have."
            },
            {
                "verse_number": "7",
                "verse_text": "We didn't bring anything into this world, and we won't take anything with us when we leave."
            },
            {
                "verse_number": "8",
                "verse_text": "So we should be satisfied just to have food and clothes."
            },
            {
                "verse_number": "9",
                "verse_text": "People who want to be rich fall into all sorts of temptations and traps. They are caught by foolish and harmful desires that drag them down and destroy them."
            },
            {
                "verse_number": "10",
                "verse_text": "The love of money causes all kinds of trouble. Some people want money so much they have given up their faith and caused themselves a lot of pain."
            },
            {
                "verse_number": "11",
                "verse_text": "Timothy, you belong to God, so keep away from all these evil things. Try your best to please God and to be like him. Be faithful, loving, dependable, and gentle."
            },
            {
                "verse_number": "12",
                "verse_text": "Fight a good fight for the faith and claim eternal life. God offered it to you when you clearly told about your faith, while so many people listened."
            },
            {
                "verse_number": "13",
                "verse_text": "Now I ask you to make a promise. Make it in the presence of God, who gives life to all, and in the presence of Christ Jesus, who openly told Pontius Pilate about his faith."
            },
            {
                "verse_number": "14",
                "verse_text": "Promise to obey completely and fully all that you have been told until our Lord Jesus Christ returns."
            },
            {
                "verse_number": "15",
                "verse_text": "The glorious God"
            },
            {
                "verse_number": "16",
                "verse_text": "Only God lives forever!"
            },
            {
                "verse_number": "17",
                "verse_text": "Warn the rich people of this world not to be proud or to trust in wealth that is easily lost. Tell them to have faith in God, who is rich and blesses us with everything we need to enjoy life."
            },
            {
                "verse_number": "18",
                "verse_text": "Instruct them to do as many good deeds as they can and to help everyone. Remind the rich to be generous and share what they have."
            },
            {
                "verse_number": "19",
                "verse_text": "This will lay a solid foundation for the future, so they will know what true life is like."
            },
            {
                "verse_number": "20",
                "verse_text": "Timothy, guard what God has placed in your care! Don't pay any attention to godless and stupid talk that sounds smart but really isn't."
            },
            {
                "verse_number": "21",
                "verse_text": "Some people have even lost their faith by believing this talk."
            }
        ]
    }
}