{
    "Nehemiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Nehemiah son of Hacaliah, and in this book I tell what I have done. During the month of Chislev in the twentieth year that Artaxerxes ruled Persia, I was in his fortress city of Susa,"
            },
            {
                "verse_number": "2",
                "verse_text": "when my brother Hanani came with some men from Judah. So I asked them about the Jews who had escaped from being captives in Babylonia. I also asked them about the city of Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "They told me, &apos;Those captives who have come back are having all kinds of troubles. They are terribly disgraced, Jerusalem's walls are broken down, and its gates have been burned.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When I heard this, I sat down on the ground and cried. Then for several days, I mourned; I went without eating to show my sorrow, and I prayed:"
            },
            {
                "verse_number": "5",
                "verse_text": "Lord God of heaven, you are great and fearsome. And you faithfully keep your promises to everyone who loves you and obeys your commands."
            },
            {
                "verse_number": "6",
                "verse_text": "I am your servant, so please have mercy on me and answer the prayer that I make day and night for these people of Israel who serve you. I, my family, and the rest of your people have sinned"
            },
            {
                "verse_number": "7",
                "verse_text": "by choosing to disobey you and the laws and teachings you gave to your servant Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Please remember the promise you made to Moses. You told him that if we were unfaithful, you would scatter us among foreign nations."
            },
            {
                "verse_number": "9",
                "verse_text": "But you also said that no matter how far away we were, we could turn to you and start obeying your laws. Then you would bring us back to the place where you have chosen to be worshiped."
            },
            {
                "verse_number": "10",
                "verse_text": "Our Lord , I am praying for your servants&ndash;those you rescued by your great strength and mighty power."
            },
            {
                "verse_number": "11",
                "verse_text": "Please answer my prayer and the prayer of your other servants who gladly honor your name. When I serve the king his wine today, make him pleased with me and let him do what I ask."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "During the month of Nisan in the twentieth year that Artaxerxes was king, I served him his wine, as I had done before. But this was the first time I had ever looked depressed."
            },
            {
                "verse_number": "2",
                "verse_text": "So the king said, &apos;Why do you look so sad? You're not sick. Something must be bothering you.&apos; Even though I was frightened, I prayed to the God who rules from heaven. Immediately, they replied, &apos;Let's start building now!&apos; So they got everything ready."
            },
            {
                "verse_number": "3",
                "verse_text": "I answered, &apos;Your Majesty, I hope you live forever! I feel sad because the city where my ancestors are buried is in ruins, and its gates have been burned down.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king asked, &apos;What do you want me to do?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I told the king, &apos;Sir, if it's all right with you, please send me back to Judah, so that I can rebuild the city where my ancestors are buried.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The queen was sitting beside the king when he asked me, &apos;How long will it take, and when will you be back?&apos; The king agreed to let me go, and I told him when I would return."
            },
            {
                "verse_number": "7",
                "verse_text": "Then I asked, &apos;Your Majesty, would you be willing to give me letters to the governors of the provinces west of the Euphrates River, so that I can travel safely to Judah?"
            },
            {
                "verse_number": "8",
                "verse_text": "I will need timber to rebuild the gates of the fortress near the temple and more timber to construct the city wall and to build a place for me to live. And so, I would appreciate a letter to Asaph, who is in charge of the royal forest.&apos; God was good to me, and the king did everything I asked."
            },
            {
                "verse_number": "9",
                "verse_text": "The king sent some army officers and cavalry troops along with me, and as I traveled through the Western Provinces, I gave the letters to the governors."
            },
            {
                "verse_number": "10",
                "verse_text": "But when Sanballat from Horon and Tobiah the Ammonite official heard about what had happened, they became very angry, because they didn't want anyone to help the people of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Three days after arriving in Jerusalem,"
            },
            {
                "verse_number": "12",
                "verse_text": "I got up during the night and left my house. I took some men with me, without telling anyone what I thought God wanted me to do for the city. The only animal I took was the donkey I rode on."
            },
            {
                "verse_number": "13",
                "verse_text": "I went through Valley Gate on the west, then south past Dragon Spring, before coming to Garbage Gate. As I rode along, I took a good look at the crumbled walls of the city and the gates that had been torn down and burned."
            },
            {
                "verse_number": "14",
                "verse_text": "On the east side of the city, I headed north to Fountain Gate and King's Pool, but then the trail became too narrow for my donkey."
            },
            {
                "verse_number": "15",
                "verse_text": "So I went down to Kidron Valley and looked at the wall from there. Then before daylight I returned to the city through Valley Gate."
            },
            {
                "verse_number": "16",
                "verse_text": "None of the city officials knew what I had in mind. And I had not even told any of the Jews&ndash;not the priests, the leaders, the officials, or any other Jews who would be helping in the work."
            },
            {
                "verse_number": "17",
                "verse_text": "But when I got back, I said to them, &apos;Jerusalem is truly in a mess! The gates have been torn down and burned, and everything is in ruins. We must rebuild the city wall so that we can again take pride in our city.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then I told them how kind God had been and what the king had said."
            },
            {
                "verse_number": "19",
                "verse_text": "When Sanballat, Tobiah, and Geshem the Arab heard about our plans, they started insulting us and saying, &apos;Just look at you! Do you plan to rebuild the walls of the city and rebel against the king?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I answered, &apos;We are servants of the God who rules from heaven, and he will make our work succeed. So we will start rebuilding Jerusalem, but you have no right to any of its property, because you have had no part in its history.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These are the people who helped rebuild the wall and gates of Jerusalem: The high priest Eliashib and the other priests rebuilt Sheep Gate and hung its doors. Then they dedicated Sheep Gate and the section of the wall as far as Hundred Tower and Hananel Tower. Meshullam, son of Berechiah and grandson of Meshezabel, rebuilt the next section, and Zadok son of Baana rebuilt the section beside that. Hananiah the perfume maker rebuilt the section next after that, and it went as far as Broad Wall. Hattush son of Hashabneiah constructed the next section of the wall. Priests from the region around Jerusalem rebuilt the next section of the wall. Azariah, who was the son of Maaseiah and the grandson of Ananiah, rebuilt the section in front of his house. Pedaiah son of Parosh rebuilt the next section of the wall. Shemaiah son of Shecaniah, who looked after the East Gate, rebuilt the section after that. Meshullam son of Berechiah rebuilt the next section, which happened to be in front of his house."
            },
            {
                "verse_number": "2",
                "verse_text": "The people of Jericho rebuilt the next section of the wall, and Zaccur son of Imri rebuilt the section after that."
            },
            {
                "verse_number": "3",
                "verse_text": "The family of Hassenaah built Fish Gate. They put the beams in place and hung the doors, then they added metal bolts and wooden beams as locks."
            },
            {
                "verse_number": "4",
                "verse_text": "Meremoth, son of Uriah and grandson of Hakkoz, completed the next section of the wall."
            },
            {
                "verse_number": "5",
                "verse_text": "The next section was to be repaired by the men of Tekoa, but their town leaders refused to do the hard work they were assigned."
            },
            {
                "verse_number": "6",
                "verse_text": "Joiada son of Paseah and Meshullam son of Besodeiah restored Ancient Gate. They put the beams in place, hung the doors, and added metal bolts and wooden beams as locks."
            },
            {
                "verse_number": "7",
                "verse_text": "Melatiah from Gibeon, Jadon from Meronoth, and the men from Gibeon and Mizpah rebuilt the next section of the wall. This section reached as far as the house of the governor of West Euphrates Province."
            },
            {
                "verse_number": "8",
                "verse_text": "Uzziel son of Harhaiah the goldsmith rebuilt the next section."
            },
            {
                "verse_number": "9",
                "verse_text": "Rephaiah son of Hur ruled half of the Jerusalem District, and he rebuilt the next section of the wall."
            },
            {
                "verse_number": "10",
                "verse_text": "The section after that was close to the home of Jedaiah son of Harumaph, and he rebuilt it."
            },
            {
                "verse_number": "11",
                "verse_text": "Malchijah son of Harim and Hasshub son of Pahath Moab rebuilt the section after that, and they also built Oven Tower."
            },
            {
                "verse_number": "12",
                "verse_text": "Shallum son of Hallohesh ruled the other half of the Jerusalem District, and he rebuilt the next section of the wall. Shallum's daughters also worked with him."
            },
            {
                "verse_number": "13",
                "verse_text": "Hanun and the people who lived in the town of Zanoah rebuilt Valley Gate. They hung the doors and added metal bolts and wooden beams as locks. They also rebuilt the wall for 440 meters, all the way to Garbage Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "Malchijah son of Rechab ruled the district of Beth-Haccherem, and he rebuilt Garbage Gate. He hung the doors and added metal bolts and wooden beams as locks."
            },
            {
                "verse_number": "15",
                "verse_text": "Shallum son of Colhozeh ruled the district of Mizpah, and he rebuilt Fountain Gate. He put a cover over the gateway, then hung the doors and added metal bolts and wooden beams as locks. He also rebuilt the wall at Shelah Pool. This section was next to the king's garden and went as far as the stairs leading down from David's City."
            },
            {
                "verse_number": "16",
                "verse_text": "Nehemiah son of Azbuk ruled half of the district of Beth-Zur, and he rebuilt the next section of the wall. It went as far as the royal cemetery, the artificial pool, and the army barracks."
            },
            {
                "verse_number": "17",
                "verse_text": "The Levites who worked on the next sections of the wall were Rehum son of Bani; Hashabiah, who ruled half of the district of Keilah and did this work for his district;"
            },
            {
                "verse_number": "18",
                "verse_text": "Binnui son of Henadad, who ruled the other half of the district of Keilah;"
            },
            {
                "verse_number": "19",
                "verse_text": "Ezer son of Jeshua, who ruled Mizpah, rebuilt the section of the wall that was in front of the armory and reached to the corner of the wall;"
            },
            {
                "verse_number": "20",
                "verse_text": "Baruch son of Zabbai eagerly rebuilt the section of the wall that went all the way to the door of the house of Eliashib the high priest;"
            },
            {
                "verse_number": "21",
                "verse_text": "Meremoth, son of Uriah and grandson of Hakkoz, built up to the far end of Eliashib's house."
            },
            {
                "verse_number": "22",
                "verse_text": "Here is a list of the priests who worked on the wall:"
            },
            {
                "verse_number": "23",
                "verse_text": "Benjamin and Hasshub rebuilt the wall in front of their own houses."
            },
            {
                "verse_number": "24",
                "verse_text": "Binnui son of Henadad rebuilt the section of the wall from Azariah's house to the corner of the wall."
            },
            {
                "verse_number": "25",
                "verse_text": "Palal son of Uzai rebuilt the next section, which began at the corner of the wall and the tower of the upper palace near the court of the guard."
            },
            {
                "verse_number": "26",
                "verse_text": "He stopped at a place near the Water Gate on the east and the tower guarding the temple. This was close to a section in the city called Ophel, where the temple workers lived."
            },
            {
                "verse_number": "27",
                "verse_text": "The men from Tekoa rebuilt the next section of the wall, and it was their second section. It started at a place across from the large tower that guarded the Temple, and it went all the way to the wall near Ophel."
            },
            {
                "verse_number": "28",
                "verse_text": "Some priests rebuilt the next section of the wall. They began working north of Horse Gate, and each one worked on a section in front of his own house."
            },
            {
                "verse_number": "29",
                "verse_text": "Zadok son of Immer rebuilt the wall in front of his house."
            },
            {
                "verse_number": "30",
                "verse_text": "Hananiah and Hanun rebuilt the next section, which was the second section for them."
            },
            {
                "verse_number": "31",
                "verse_text": "Malchijah, a goldsmith, rebuilt the next section, as far as the house used by the temple workers and merchants. This area was across from Gathering Gate, near the room on top of the wall at the northeast corner."
            },
            {
                "verse_number": "32",
                "verse_text": "The goldsmiths and merchants rebuilt the last section of the wall, which went from the corner room all the way to Sheep Gate."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Sanballat, the governor of Samaria, heard that we were rebuilding the walls of Jerusalem, he became angry and started insulting our people."
            },
            {
                "verse_number": "2",
                "verse_text": "In front of his friends and the Samaritan army he said, &apos;What is this feeble bunch of Jews trying to do? Are they going to rebuild the wall and offer sacrifices all in one day? Do they think they can make something out of this pile of scorched stones?&apos; &apos;So much rubble for us to haul! Worn out and weary, will we ever finish this wall?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Tobiah from Ammon was standing beside Sanballat and said, &apos;Look at the wall they are building! Why, even a fox could knock over this pile of stones.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But I prayed, &apos;Our God, these people hate us and have wished horrible things for us. Please answer our prayers and make their insults fall on them! Let them be the ones to be dragged away as prisoners of war."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't forgive the mean and evil way they have insulted the builders.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The people worked hard, and we built the walls of Jerusalem halfway up again."
            },
            {
                "verse_number": "7",
                "verse_text": "But Sanballat, Tobiah, the Arabs, the Ammonites, and the people from the city of Ashdod saw the walls going up and the holes being repaired. So they became angry"
            },
            {
                "verse_number": "8",
                "verse_text": "and decided to stir up trouble, and to fight against the people of Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "But we kept on praying to our God, and we also stationed guards day and night."
            },
            {
                "verse_number": "10",
                "verse_text": "Meanwhile, the people of Judah were singing a sorrowful song:"
            },
            {
                "verse_number": "11",
                "verse_text": "Our enemies were saying, &apos;Before those Jews know what has happened, we will sneak up and kill them and put an end to their work.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "On at least ten different occasions, the Jews living near our enemies warned us against attacks from every side,"
            },
            {
                "verse_number": "13",
                "verse_text": "and so I sent people to guard the wall at its lowest places and where there were still holes in it. I placed them according to families, and they stood guard with swords and spears and with bows and arrows."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I looked things over and told the leaders, the officials, and the rest of the people, &apos;Don't be afraid of your enemies! The Lord is great and fearsome. So think of him and fight for your relatives and children, your wives and homes!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Our enemies found out that we knew about their plot against us, but God kept them from doing what they had planned. So we went back to work on the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "From then on, I let half of the young men work while the other half stood guard. They wore armor and had spears and shields, as well as bows and arrows. The leaders helped the workers"
            },
            {
                "verse_number": "17",
                "verse_text": "who were rebuilding the wall. Everyone who hauled building materials kept one hand free to carry a weapon."
            },
            {
                "verse_number": "18",
                "verse_text": "Even the workers who were rebuilding the wall strapped on a sword. The worker who was to blow the signal trumpet stayed with me."
            },
            {
                "verse_number": "19",
                "verse_text": "I told the people and their officials and leaders, &apos;Our work is so spread out, that we are a long way from one another."
            },
            {
                "verse_number": "20",
                "verse_text": "If you hear the sound of the trumpet, come quickly and gather around me. Our God will help us fight.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Every day from dawn to dark, half of the workers rebuilt the walls, while the rest stood guard with their spears."
            },
            {
                "verse_number": "22",
                "verse_text": "I asked the men in charge and their workers to stay inside Jerusalem and stand guard at night. So they guarded the city at night and worked during the day."
            },
            {
                "verse_number": "23",
                "verse_text": "I even slept in my work clothes at night; my relatives, the workers, and the guards slept in theirs as well. And we always kept our weapons close by."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Some of the men and their wives complained about the Jews in power"
            },
            {
                "verse_number": "2",
                "verse_text": "and said, &apos;We have large families, and it takes a lot of grain merely to keep us alive.&apos; Then I called a public meeting and accused the leaders So I made the leaders promise in front of the priests to give back the property. The people answered, &apos;We will keep our promise.&apos; Then they praised the Lord and did as they had promised."
            },
            {
                "verse_number": "3",
                "verse_text": "Others said, &apos;During the famine we even had to mortgage our fields, vineyards, and homes to them in order to buy grain.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then others said, &apos;We had to borrow money from those in power to pay the government tax on our fields and vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "We are Jews just as they are, and our children are as good as theirs. But we still have to sell our children as slaves, and some of our daughters have already been raped. We are completely helpless; our fields and vineyards have even been taken from us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When I heard their complaints and their charges, I became very angry."
            },
            {
                "verse_number": "7",
                "verse_text": "So I thought it over and said to the leaders and officials, &apos;How can you charge your own people interest?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "by saying, &apos;We have tried to buy back all of our people who were sold into exile. But here you are, selling more of them for us to buy back!&apos; The officials and leaders did not say a word, because they knew this was true."
            },
            {
                "verse_number": "9",
                "verse_text": "I continued, &apos;What you have done is wrong! We must honor our God by the way we live, so the Gentiles can't find fault with us."
            },
            {
                "verse_number": "10",
                "verse_text": "My relatives, my friends, and I are also lending money and grain, but we must no longer demand payment in return."
            },
            {
                "verse_number": "11",
                "verse_text": "Now give back the fields, vineyards, olive orchards, and houses you have taken and also the interest you have been paid.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The leaders answered, &apos;We will do whatever you say and return their property, without asking to be repaid.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then I emptied my pockets and said, &apos;If you don't keep your promise, that's what God will do to you. He will empty out everything you own, even taking away your houses.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I was governor of Judah from the twentieth year that Artaxerxes was king until the thirty-second year. And during these entire twelve years, my relatives and I refused to accept the food that I was allowed."
            },
            {
                "verse_number": "15",
                "verse_text": "Each governor before me had been a burden to the people by making them pay for his food and wine and by demanding forty silver coins a day. Even their officials had been a burden to the people. But I respected God, and I didn't think it was right to be so hard on them."
            },
            {
                "verse_number": "16",
                "verse_text": "I spent all my time getting the wall rebuilt and did not buy any property. Everyone working for me did the same thing."
            },
            {
                "verse_number": "17",
                "verse_text": "I usually fed 150 of our own Jewish people and their leaders, as well as foreign visitors from surrounding lands."
            },
            {
                "verse_number": "18",
                "verse_text": "Each day one ox, six of the best sheep, and lots of chickens were prepared. Then every ten days, a large supply of wine was brought in. I knew what a heavy burden this would have been for the people, and so I did not ask for my food allowance as governor."
            },
            {
                "verse_number": "19",
                "verse_text": "I pray that God will bless me for everything I have done for my people."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Sanballat, Tobiah, Geshem, and our other enemies learned that I had completely rebuilt the wall. All I lacked was hanging the doors in the gates."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Sanballat and Geshem sent a message, asking me to meet with them in one of the villages in Ono Valley. I knew they were planning to harm me in some way."
            },
            {
                "verse_number": "3",
                "verse_text": "So I sent messengers to tell them, &apos;My work is too important to stop now and go there. I can't afford to slow down the work just to visit with you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They invited me four times, but each time I refused to go."
            },
            {
                "verse_number": "5",
                "verse_text": "Finally, Sanballat sent an official to me with an unsealed letter,"
            },
            {
                "verse_number": "6",
                "verse_text": "which said: A rumor is going around among the nations that you and the other Jews are rebuilding the wall and planning to rebel, because you want to be their king. And Geshem says it's true!"
            },
            {
                "verse_number": "7",
                "verse_text": "You even have prophets in Jerusalem, claiming you are now the king of Judah. You know the Persian king will hear about this, so let's get together and talk it over."
            },
            {
                "verse_number": "8",
                "verse_text": "I sent a message back to Sanballat, saying, &apos;None of this is true! You are making it all up.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Our enemies were trying to frighten us and to keep us from our work. But I asked God to give me strength."
            },
            {
                "verse_number": "10",
                "verse_text": "One day I went to visit Shemaiah. He wasn't supposed to leave his house, but he said, &apos;Let's hurry to the holy place of the temple and hide there. We will lock the temple doors, because your enemies are planning to kill you tonight.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "I answered, &apos;Why should someone like me have to run and hide in the temple to save my life? I won't go!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Suddenly I realized that God had not given Shemaiah this message. But Tobiah and Sanballat had paid him to trick me"
            },
            {
                "verse_number": "13",
                "verse_text": "and to frighten me into doing something wrong, because they wanted to ruin my good name."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I asked God to punish Tobiah and Sanballat for what they had done. I prayed that God would punish the prophet Noadiah and the other prophets who, together with her, had tried to frighten me."
            },
            {
                "verse_number": "15",
                "verse_text": "On the twenty-fifth day of the month Elul, the wall was completely rebuilt. It had taken 52 days."
            },
            {
                "verse_number": "16",
                "verse_text": "When our enemies in the surrounding nations learned that the work was finished, they felt helpless, because they knew that our God had helped us rebuild the wall."
            },
            {
                "verse_number": "17",
                "verse_text": "All this time the Jewish leaders and Tobiah had been writing letters back and forth."
            },
            {
                "verse_number": "18",
                "verse_text": "Many people in Judah were loyal to Tobiah for two reasons: Shecaniah son of Arah was his father-in-law, and Tobiah's son Jehohanan had married the daughter of Meshullam son of Berechiah."
            },
            {
                "verse_number": "19",
                "verse_text": "The people would always tell me about the good things Tobiah had done, and then they would tell Tobiah everything I had said. So Tobiah kept sending letters, trying to frighten me."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After the wall had been rebuilt and the gates hung, then the temple guards, the singers, and the other Levites were assigned their work."
            },
            {
                "verse_number": "2",
                "verse_text": "I put my brother Hanani in charge of Jerusalem, along with Hananiah, the commander of the fortress, because Hananiah could be trusted, and he respected God more than most people did."
            },
            {
                "verse_number": "3",
                "verse_text": "I said to them, &apos;Don't let the gates to the city be opened until the sun has been up for a while. And make sure that they are closed and barred before the guards go off duty at sunset. Choose people from Jerusalem to stand guard at different places around the wall and others to stand guard near their own houses.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Although Jerusalem covered a large area, not many people lived there, and no new houses had been built."
            },
            {
                "verse_number": "7",
                "verse_text": "and that they had come with Zerubbabel, Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah."
            },
            {
                "verse_number": "60",
                "verse_text": "A total of 392 descendants of temple workers and of Solomon's servants returned."
            },
            {
                "verse_number": "65",
                "verse_text": "In fact, the governor told them, &apos;You cannot eat the food offered to God until he lets us know if you really are priests.&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "And so, by the seventh month, priests, Levites, temple guards, musicians, workers, and many of the ordinary people had settled in the towns of Judah."
            }
        ],
        "8": [
            {
                "verse_number": "3",
                "verse_text": "From early morning till noon, he read the Law of Moses to them, and they listened carefully."
            },
            {
                "verse_number": "4",
                "verse_text": "Ezra stood on a high wooden platform that had been built for this occasion. Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah were standing to his right, while Pedaiah, Mishael, Malchijah, Hashum, Hash Baddanah, Zechariah, and Meshullam were standing to his left."
            },
            {
                "verse_number": "5",
                "verse_text": "Ezra was up on the high platform, where he could be seen by everyone, and when he opened the book, all the people stood up."
            },
            {
                "verse_number": "6",
                "verse_text": "Ezra praised the great Lord God, and they lifted their hands, shouting &apos;Amen! Amen!&apos; Then they bowed with their faces to the ground and worshiped the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "The people started crying when God's Law was read to them. Then Nehemiah the governor, Ezra the priest and teacher, and the Levites who had been teaching the people all said, &apos;This is a special day for the Lord your God. So don't be sad and don't cry!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Nehemiah told the people, &apos;Enjoy your good food and wine and share some with those who didn't have anything to bring. Don't be sad! This is a special day for the Lord , and he will make you happy and strong.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Levites encouraged the people by saying, &apos;This is a sacred day, so don't worry or mourn!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the people returned to their homes, they celebrated by eating and drinking and by sharing their food with those in need, because they had understood what had been read to them."
            },
            {
                "verse_number": "13",
                "verse_text": "On the second day of the seventh month, the leaders of all the family groups came together with the priests and the Levites, so Ezra could teach them the Law"
            },
            {
                "verse_number": "14",
                "verse_text": "that the Lord had given to Moses. They learned from the Law that the people of Israel were to live in shelters when they celebrated the festival in the seventh month of the year."
            },
            {
                "verse_number": "15",
                "verse_text": "They also learned that they were to go into the woods and gather branches of leafy trees such as olives, myrtles, and palms for making these shelters."
            },
            {
                "verse_number": "16",
                "verse_text": "So the people gathered branches and made shelters on the flat roofs of their houses, in their yards, in the courtyard of the temple, and in the open areas around the Water Gate and Ephraim Gate."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone who had returned from Babylonia built shelters. They lived in them and joyfully celebrated the Festival of Shelters for the first time since the days of Joshua son of Nun."
            },
            {
                "verse_number": "18",
                "verse_text": "On each of the first seven days of the festival, Ezra read to the people from God's Law. Then on the eighth day, everyone gathered for worship, just as the Law had said they must."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "On the twenty-fourth day of the seventh month, the people of Israel went without eating, and they dressed in sackcloth and threw dirt on their heads to show their sorrow."
            },
            {
                "verse_number": "2",
                "verse_text": "They refused to let foreigners join them, as they met to confess their sins and the sins of their ancestors."
            },
            {
                "verse_number": "3",
                "verse_text": "For three hours they stood and listened to the Law of the Lord their God, and then for the next three hours they confessed their sins and worshiped the Lord . &apos;Stand and shout praises to your Lord , Praise his wonderful name, though he is greater than words can express.&apos; Creator of the heavens and all the stars, Creator of the earth and those who live on it, Creator of the ocean and all its creatures. You are the source of life, praised by the stars that fill the heavens. the one who chose Abram&ndash; you brought him from Ur in Babylonia and named him Abraham. you made an agreement to give his descendants the land of the Canaanites and Hittites, of the Amorites and Perizzites, and of the Jebusites and Girgashites. Now you have kept your promise, just as you always do. were in Egypt, you saw their suffering; you heard their cry for help. and his officials and his nation had mistreated your people. So you worked fearsome miracles against the Egyptians and earned a reputation that still remains. and your people walked through on dry land. But you tossed their enemies in, and they sank down like a heavy stone. with a thick cloud, and at night you showed the way with a flaming fire. from heaven, and you gave your people good laws and teachings that are fair and honest. your holy Sabbath, and you instructed your servant Moses to teach them your laws. you sent bread from heaven, and when they were thirsty, you let water flow from a rock. Then you commanded them to capture the land that you had solemnly promised. * refused to obey&ndash; they forgot about the miracles you had worked for them, and they were determined to return to Egypt and become slaves again. and quick to forgive; you are loving, kind, and very patient. So you never turned away from them&ndash; an idol shaped like a calf and insulted you by claiming, &apos;This is the god who rescued us from Egypt.&apos; you never abandoned them in the desert. And you always guided them with a cloud by day and a fire at night. and water to drink. and for forty years they never lacked a thing. Their clothes didn't wear out, and their feet were never swollen. and take their land, including King Sihon of Heshbon that you had promised their ancestors, and you blessed their nation with people that outnumbered the stars in the sky. conquered the land. You helped them defeat the kings and nations and treat their enemies however they wished. and rich farmland; they took furnished houses, vineyards, olive orchards, and numerous fruit trees. They ate till they were satisfied, and they celebrated your abundant blessings. and disobeyed your laws. They killed your prophets, who warned them to turn back to you, and they cursed your name. to their enemies, who treated them terribly. But in their sufferings, they begged you to help. From heaven you listened to their prayers and because of your great mercy, you sent leaders to rescue them. they would turn against you, and you would hand them over to their enemies. Then they would beg for help, and because you are merciful, you rescued them over and over again. and discover true life by obeying your laws. But they stubbornly refused and continued to sin. with messages spoken by your prophets. Still they refused to listen, and you handed them over to their enemies. and so you never forgot them or let them be destroyed. fearsome, and faithful, always true to your word. So please keep in mind the terrible sufferings of our people, kings, leaders, priests, and prophets, from the time Assyria ruled until this very day. when you punished us for our sins. our priests and ancestors have never obeyed your commands or heeded your warnings. and with an abundance of rich, fertile land, but they refused to worship you or turn from their evil. in this fruitful land you gave to our ancestors. by kings you placed over us because of our sins. Our suffering is unbearable, because they do as they wish to us and our livestock."
            },
            {
                "verse_number": "4",
                "verse_text": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the special platform for the Levites and prayed aloud to the Lord their God."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Levites Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said: the eternal God! when they were at the Red Sea, instructed them, and you gave them manna to eat and King Og of Bashan. as well as cisterns, and your Spirit warned them"
            },
            {
                "verse_number": "6",
                "verse_text": "You alone are the Lord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "You are the Lord our God,"
            },
            {
                "verse_number": "8",
                "verse_text": "Because he was faithful,"
            },
            {
                "verse_number": "9",
                "verse_text": "When our ancestors"
            },
            {
                "verse_number": "10",
                "verse_text": "You knew that the King of Egypt"
            },
            {
                "verse_number": "11",
                "verse_text": "You divided the deep sea,"
            },
            {
                "verse_number": "12",
                "verse_text": "Each day you led your people"
            },
            {
                "verse_number": "13",
                "verse_text": "At Sinai you came down"
            },
            {
                "verse_number": "14",
                "verse_text": "You commanded them to respect"
            },
            {
                "verse_number": "15",
                "verse_text": "When they were hungry,"
            },
            {
                "verse_number": "16",
                "verse_text": "Our stubborn ancestors"
            },
            {
                "verse_number": "17",
                "verse_text": "But, our God, you are merciful"
            },
            {
                "verse_number": "18",
                "verse_text": "not even when they made"
            },
            {
                "verse_number": "19",
                "verse_text": "Because of your great mercy,"
            },
            {
                "verse_number": "20",
                "verse_text": "Your gentle Spirit"
            },
            {
                "verse_number": "21",
                "verse_text": "You took good care of them,"
            },
            {
                "verse_number": "22",
                "verse_text": "You let them conquer kings"
            },
            {
                "verse_number": "23",
                "verse_text": "You brought them into the land"
            },
            {
                "verse_number": "24",
                "verse_text": "Then their descendants"
            },
            {
                "verse_number": "25",
                "verse_text": "They captured strong cities"
            },
            {
                "verse_number": "26",
                "verse_text": "In spite of this, they rebelled"
            },
            {
                "verse_number": "27",
                "verse_text": "So you handed them over"
            },
            {
                "verse_number": "28",
                "verse_text": "But when they were at peace,"
            },
            {
                "verse_number": "29",
                "verse_text": "You warned them to turn back"
            },
            {
                "verse_number": "30",
                "verse_text": "For years, you were patient,"
            },
            {
                "verse_number": "31",
                "verse_text": "But you are merciful and kind,"
            },
            {
                "verse_number": "32",
                "verse_text": "Our God, you are powerful,"
            },
            {
                "verse_number": "33",
                "verse_text": "You have always been fair"
            },
            {
                "verse_number": "34",
                "verse_text": "Our kings and leaders,"
            },
            {
                "verse_number": "35",
                "verse_text": "You blessed them with a kingdom"
            },
            {
                "verse_number": "36",
                "verse_text": "Now we are slaves"
            },
            {
                "verse_number": "37",
                "verse_text": "Its plentiful harvest is taken"
            },
            {
                "verse_number": "38",
                "verse_text": "And so, a firm agreement was made that had the official approval of the leaders, the Levites, and priests."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "As governor, I signed the agreement together with Zedekiah and the following priests:"
            },
            {
                "verse_number": "9",
                "verse_text": "The Levites who signed were: Jeshua son of Azaniah, Binnui from the clan of Henadad, Kadmiel,"
            },
            {
                "verse_number": "10",
                "verse_text": "Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
            },
            {
                "verse_number": "11",
                "verse_text": "Mica, Rehob, Hashabiah,"
            },
            {
                "verse_number": "12",
                "verse_text": "Zaccur, Sherebiah, Shebaniah,"
            },
            {
                "verse_number": "13",
                "verse_text": "Hodiah, Bani, and Beninu."
            },
            {
                "verse_number": "14",
                "verse_text": "The leaders who signed were: Parosh, Pahath Moab, Elam, Zattu, Bani,"
            },
            {
                "verse_number": "15",
                "verse_text": "Bunni, Azgad, Bebai,"
            },
            {
                "verse_number": "16",
                "verse_text": "Adonijah, Bigvai, Adin,"
            },
            {
                "verse_number": "17",
                "verse_text": "Ater, Hezekiah, Azzur,"
            },
            {
                "verse_number": "18",
                "verse_text": "Hodiah, Hashum, Bezai,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hariph, Anathoth, Nebai,"
            },
            {
                "verse_number": "20",
                "verse_text": "Magpiash, Meshullam, Hezir,"
            },
            {
                "verse_number": "21",
                "verse_text": "Meshezabel, Zadok, Jaddua,"
            },
            {
                "verse_number": "22",
                "verse_text": "Pelatiah, Hanan, Anaiah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Hoshea, Hananiah, Hasshub,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hallohesh, Pilha, Shobek,"
            },
            {
                "verse_number": "25",
                "verse_text": "Rehum, Hashabnah, Maaseiah,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ahiah, Hanan, Anan,"
            },
            {
                "verse_number": "27",
                "verse_text": "Malluch, Harim, and Baanah."
            },
            {
                "verse_number": "30",
                "verse_text": "We won't let our sons and daughters marry foreigners."
            },
            {
                "verse_number": "31",
                "verse_text": "We won't buy goods or grain on the Sabbath or on any other sacred day, not even from foreigners."
            },
            {
                "verse_number": "32",
                "verse_text": "Once a year we will each donate a small amount of silver to the temple of our God."
            },
            {
                "verse_number": "33",
                "verse_text": "This is to pay for the sacred bread, as well as for the daily sacrifices and special sacrifices such as those offered on the Sabbath and during the New Moon Festival and the other festivals. It will also pay for the sacrifices to forgive our sins and for all expenses connected with the worship of God in the temple."
            },
            {
                "verse_number": "34",
                "verse_text": "We have decided that the families of priests, Levites, and ordinary people will supply firewood for the temple each year, so that sacrifices can be offered on the altar, just as the Lord our God has commanded."
            },
            {
                "verse_number": "35",
                "verse_text": "Each year we will bring to the temple the first part of our harvest of grain and fruit."
            },
            {
                "verse_number": "36",
                "verse_text": "We will bring our first-born sons and the first-born males of our herds and flocks and offer them to the priests who serve in the temple, because this is what is written in God's Law."
            },
            {
                "verse_number": "37",
                "verse_text": "To the priests in the temple of our God, we will bring the bread dough from the first harvest, together with our best fruit, and an offering of new wine and olive oil."
            },
            {
                "verse_number": "38",
                "verse_text": "A priest from the family of Aaron must be there when we give this to the Levites. Then the Levites will put one tenth of this part in the temple storeroom,"
            },
            {
                "verse_number": "39",
                "verse_text": "which is also the place for the sacred objects used by the priests, the temple guards, and the singers."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The nation's leaders and their families settled in Jerusalem. But there was room for only one out of every ten of the remaining families, and so they asked God to show them who would live there."
            },
            {
                "verse_number": "2",
                "verse_text": "Then everyone else asked God to bless those who were willing to live in Jerusalem. The other leader from Judah was Maaseiah the son of Baruch. His ancestors were Colhozeh, Hazaiah, Adaiah, Joiarib, Zechariah, and Shelah, the son of Judah. The third priest to settle there was Adaiah son of Jeroham. His ancestors were Pelaliah, Amzi, Zechariah, Pashhur, and Malchijah. The fourth priest to settle there was Amashsai son of Azarel. His ancestors were Ahzai, Meshillemoth, and Immer. Finally, there was Abda son of Shammua; his grandfather was Galal, and his great-grandfather was Jeduthun."
            },
            {
                "verse_number": "3",
                "verse_text": "Some of the people of Israel, the priests, the Levites, the temple workers, and the descendants of Solomon's servants lived on their own property in the towns of Judah. But the leaders of the province lived in Jerusalem with their families."
            },
            {
                "verse_number": "9",
                "verse_text": "Joel son of Zichri was their leader, and Judah son of Hassenuah was second in command."
            },
            {
                "verse_number": "10",
                "verse_text": "Four priests settled in Jerusalem. The first was Jedaiah; he was the son of Joiarib and the uncle of Jachin."
            },
            {
                "verse_number": "11",
                "verse_text": "The second priest to settle there was Seraiah son of Hilkiah. His ancestors were Meshullam, Zadok, Meraioth, and Ahitub, who had been a high priest."
            },
            {
                "verse_number": "12",
                "verse_text": "Altogether, there were 822 from his clan who served in the temple."
            },
            {
                "verse_number": "13",
                "verse_text": "Altogether, there were 242 clan leaders among his relatives."
            },
            {
                "verse_number": "14",
                "verse_text": "Altogether, there were 128 brave warriors from their clans, and their leader was Zabdiel son of Haggedolim."
            },
            {
                "verse_number": "15",
                "verse_text": "Several Levites settled in Jerusalem. First, there was Shemaiah son of Hasshub. His ancestors were Azrikam, Hashabiah, and Bunni."
            },
            {
                "verse_number": "16",
                "verse_text": "Next, there were Shabbethai and Jozabad, the Levite leaders in charge of the work outside the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "Then there was Mattaniah son of Mica. His ancestors were Zabdi and Asaph. Mattaniah led the temple choir in the prayer of praise. Bakbukiah, who also settled in Jerusalem, was his assistant."
            },
            {
                "verse_number": "18",
                "verse_text": "Altogether, 284 Levites settled in the holy city."
            },
            {
                "verse_number": "19",
                "verse_text": "One hundred seventy-two temple guards settled in Jerusalem; their leaders were Akkub and Talmon."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the Israelites, including priests and Levites, lived on their own property in the other towns of Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "But the temple workers lived in the section of Jerusalem known as Ophel, and the two men in charge of them were Ziha and Gishpa."
            },
            {
                "verse_number": "22",
                "verse_text": "Uzzi son of Bani was the leader of the Levites in Jerusalem. His grandfather was Hashabiah, his great-grandfather was Mattaniah, and his great-great-grandfather was Mica. He belonged to the Asaph clan that was in charge of the music for the temple services,"
            },
            {
                "verse_number": "23",
                "verse_text": "though the daily choice of music and musicians was decided by royal decree of the Persian king."
            },
            {
                "verse_number": "24",
                "verse_text": "The people of Israel were represented at the Persian court by Pethahiah son of Meshezabel from the Zerah clan of the Judah tribe."
            },
            {
                "verse_number": "25",
                "verse_text": "Some of the people of Judah lived in the following towns near their farms: Kiriath-Arba, Dibon, Jekabzeel,"
            },
            {
                "verse_number": "26",
                "verse_text": "Jeshua, Moladah, Beth-Pelet,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hazar-Shual, Beersheba,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ziklag, Meconah,"
            },
            {
                "verse_number": "29",
                "verse_text": "Enrimmon, Zorah, Jarmuth,"
            },
            {
                "verse_number": "30",
                "verse_text": "Zanoah, Adullam, Lachish, and Azekah. In fact, they settled the towns from Beersheba in the south to Hinnom Valley in the north."
            },
            {
                "verse_number": "31",
                "verse_text": "The people of Benjamin lived in the towns of Geba, Michmash, Aija, Bethel with its nearby villages,"
            },
            {
                "verse_number": "32",
                "verse_text": "Anathoth, Nob, Ananiah,"
            },
            {
                "verse_number": "33",
                "verse_text": "Hazor, Ramah, Gittaim,"
            },
            {
                "verse_number": "34",
                "verse_text": "Hadid, Zeboim, Neballat,"
            },
            {
                "verse_number": "35",
                "verse_text": "Lod, and Ono, as well as in Craft Valley."
            },
            {
                "verse_number": "36",
                "verse_text": "Several groups of Levites from the territory of Judah were sent to live among the people of Benjamin."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Many priests and Levites had returned from Babylonia with Zerubbabel and Joshua as their leaders. Those priests were Seraiah, Jeremiah, Ezra,"
            },
            {
                "verse_number": "2",
                "verse_text": "Amariah, Malluch, Hattush,"
            },
            {
                "verse_number": "3",
                "verse_text": "Shecaniah, Rehum, Meremoth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Iddo, Ginnethoi, Abijah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Mijamin, Maadiah, Bilgah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah, Joiarib, Jedaiah,"
            },
            {
                "verse_number": "7",
                "verse_text": "Sallu, Amok, Hilkiah, and another Jedaiah. These were the leading priests and their assistants during the time of Joshua. Everyone was pleased with the work of the priests and Levites,"
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites who returned were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah. They and their assistants were responsible for the songs of praise,"
            },
            {
                "verse_number": "9",
                "verse_text": "while Bakbukiah and Unno, together with their assistants, were responsible for the choral responses."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua was the father of Joiakim, the grandfather of Eliashib, and the great-grandfather of Joiada."
            },
            {
                "verse_number": "11",
                "verse_text": "Joiada was the father of Jonathan and the grandfather of Jaddua."
            },
            {
                "verse_number": "12",
                "verse_text": "When Joiakim was high priest, the following priests were leaders of their clans: Meraiah of the Seraiah clan, Hananiah of Jeremiah,"
            },
            {
                "verse_number": "13",
                "verse_text": "Meshullam of Ezra, Jehohanan of Amariah,"
            },
            {
                "verse_number": "14",
                "verse_text": "Jonathan of Malluchi, Joseph of Shebaniah,"
            },
            {
                "verse_number": "15",
                "verse_text": "Adna of Harim, Helkai of Meraioth,"
            },
            {
                "verse_number": "16",
                "verse_text": "Zechariah of Iddo, Meshullam of Ginnethon,"
            },
            {
                "verse_number": "17",
                "verse_text": "Zichri of Abijah, Piltai of Moadiah,"
            },
            {
                "verse_number": "18",
                "verse_text": "Shammua of Bilgah, Jehonathan of Shemaiah,"
            },
            {
                "verse_number": "19",
                "verse_text": "Mattenai of Joiarib, Uzzi of Jedaiah,"
            },
            {
                "verse_number": "20",
                "verse_text": "Kallai of Sallai, Eber of Amok,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hashabiah of Hilkiah, and Nethanel of Jedaiah."
            },
            {
                "verse_number": "22",
                "verse_text": "During the time of the high priests Eliashib, Joiada, Johanan, and Jaddua, and including the time that Darius was king of Persia, a record was kept of the heads of the Levite and priestly families."
            },
            {
                "verse_number": "23",
                "verse_text": "However, no official record was kept of the heads of the Levite clans after the death of Johanan, the grandson of Eliashib."
            },
            {
                "verse_number": "24",
                "verse_text": "Hashabiah, Sherebiah, Jeshua son of Kadmiel, and their assistants organized two choirs of Levites to offer praises to God, just as King David, the man of God, had commanded."
            },
            {
                "verse_number": "25",
                "verse_text": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were responsible for guarding the storerooms near the temple gates."
            },
            {
                "verse_number": "26",
                "verse_text": "All of these men lived during the time of Joiakim and during the time that I was governor and Ezra, a teacher of the Law of Moses, was priest."
            },
            {
                "verse_number": "27",
                "verse_text": "When the city wall was dedicated, Levites from everywhere in Judah were invited to join in the celebration with songs of praise and with the music of cymbals, small harps, and other stringed instruments."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and Levites held special ceremonies to make themselves holy, and then they did the same for the rest of the people and for the gates and walls of the city."
            },
            {
                "verse_number": "31",
                "verse_text": "I brought the leaders of Judah to the top of the city wall and put them in charge of the two groups that were to march around on top of the wall, singing praises to God. One group marched to the right in the direction of Garbage Gate."
            },
            {
                "verse_number": "32",
                "verse_text": "Hoshaiah and half of the leaders followed them."
            },
            {
                "verse_number": "33",
                "verse_text": "Then came the priests Azariah, Ezra, Meshullam,"
            },
            {
                "verse_number": "34",
                "verse_text": "Judah, Benjamin, Shemaiah, and Jeremiah,"
            },
            {
                "verse_number": "35",
                "verse_text": "all of them blowing trumpets. Next, there was Zechariah of the Asaph clan"
            },
            {
                "verse_number": "36",
                "verse_text": "and his relatives, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani. They played musical instruments like those that had been played by David, the man of God. And they marched behind Ezra, the teacher of the Law."
            },
            {
                "verse_number": "37",
                "verse_text": "When they reached Fountain Gate, they climbed the steps to David's City and went past his palace, before stopping at the Water Gate near the eastern wall of the city."
            },
            {
                "verse_number": "38",
                "verse_text": "The second group of singers marched along the wall in the opposite direction, and I followed them, together with the other half of the leaders of Judah. We went past Oven Tower, Broad Wall,"
            },
            {
                "verse_number": "39",
                "verse_text": "Ephraim Gate, Old Gate, Fish Gate, Hananel Tower, Hundred Tower, and on to Sheep Gate. Finally, we stopped at Gate of the Guard,"
            },
            {
                "verse_number": "40",
                "verse_text": "where we stood in front of the temple with the other group, praising God. In the group with me were half of the leaders,"
            },
            {
                "verse_number": "41",
                "verse_text": "as well as the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, who were blowing trumpets."
            },
            {
                "verse_number": "42",
                "verse_text": "Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer also stood there, as Jezrahiah led the singers."
            },
            {
                "verse_number": "43",
                "verse_text": "God had made the people very happy, and so on that day they celebrated and offered many sacrifices. The women and children joined in the festivities, and joyful shouts could be heard far from the city of Jerusalem."
            },
            {
                "verse_number": "44",
                "verse_text": "On that same day, some leaders were appointed to be responsible for the safekeeping of gifts for the temple and to be in charge of receiving the first part of the harvest and the ten percent of the crops and livestock that was offered to God. These same leaders also collected the part of crops that the Law of Moses taught was to be given to the Levites."
            },
            {
                "verse_number": "45",
                "verse_text": "when they performed the ceremonies to make people acceptable to worship God. And the singers and the temple guards did their jobs according to the instructions given by David and his son Solomon."
            },
            {
                "verse_number": "46",
                "verse_text": "In fact, ever since the days of David and Asaph, there had been song leaders and songs of praise and worship."
            },
            {
                "verse_number": "47",
                "verse_text": "During the time that Zerubbabel and I were in charge, everyone in Israel gave what they were supposed to give for the daily needs of the singers and temple guards from the Levi tribe. Then the Levites would give the priests their share from what they had received."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "On that day when the Law of Moses was read aloud to everyone, it was discovered that Ammonites and Moabites were forbidden to belong to the people of God."
            },
            {
                "verse_number": "2",
                "verse_text": "This was because they had refused to give food and water to Israel and had hired Balaam to call down a curse on them. However, our God turned the curse into a blessing."
            },
            {
                "verse_number": "3",
                "verse_text": "Following the reading of the Law of Moses, the people of Israel started sending away anyone who had any foreign ancestors. God is truly merciful, and I pray that he will treat me with kindness and bless me for doing this. In the name of God we solemnly promise not to let our sons and daughters marry foreigners. I pray that God will bless me for the good I have done."
            },
            {
                "verse_number": "4",
                "verse_text": "The priest Eliashib was a relative of Tobiah and had earlier been put in charge of the temple storerooms."
            },
            {
                "verse_number": "5",
                "verse_text": "So he let Tobiah live in one of these rooms, where all kinds of things had been stored&ndash;the grain offerings, incense, utensils for the temple, as well as the tenth of the grain, wine, and olive oil that had been given for the use of the Levites, singers, and temple guards, and the gifts for the priests."
            },
            {
                "verse_number": "6",
                "verse_text": "This happened in the thirty-second year that Artaxerxes ruled Babylonia. I was away from Jerusalem at the time, because I was visiting him. Later I received permission from the king"
            },
            {
                "verse_number": "7",
                "verse_text": "to return to Jerusalem. Only then did I find out that Eliashib had done this terrible thing of letting Tobiah have a room in the temple."
            },
            {
                "verse_number": "8",
                "verse_text": "It upset me so much that I threw out every bit of Tobiah's furniture."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I ordered the room to be cleaned and the temple utensils, the grain offerings, and the incense to be brought back into the room."
            },
            {
                "verse_number": "10",
                "verse_text": "I also found out that the temple singers and several other Levites had returned to work on their farms, because they had not been given their share of the harvest."
            },
            {
                "verse_number": "11",
                "verse_text": "I called the leaders together and angrily asked them, &apos;Why is the temple neglected?&apos; Then I told them to start doing their jobs."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, everyone in Judah brought a tenth of their grain, wine, and olive oil to the temple storeroom."
            },
            {
                "verse_number": "13",
                "verse_text": "Finally, I appointed three men with good reputations to be in charge of what was brought there and to distribute it to the others. They were Shelemiah the priest, Zadok the teacher of the Law, and Pedaiah the Levite. Their assistant was Hanan, the son of Zaccur and the grandson of Mattaniah."
            },
            {
                "verse_number": "14",
                "verse_text": "I pray that my God will remember these good things that I have done for his temple and for those who worship there."
            },
            {
                "verse_number": "15",
                "verse_text": "I also noticed what the people of Judah were doing on the Sabbath. Not only were they trampling grapes to make wine, but they were harvesting their grain, grapes, figs, and other crops, and then loading these on donkeys to sell in Jerusalem. So I warned them not to sell food on the Sabbath."
            },
            {
                "verse_number": "16",
                "verse_text": "People who had moved to Jerusalem from the city of Tyre were bringing in fish and other things to sell there on the Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "I got angry and said to the leaders of Judah, &apos;This evil you are doing is an insult to the Sabbath!"
            },
            {
                "verse_number": "18",
                "verse_text": "Didn't God punish us and this city because our ancestors did these very same things? And here you are, about to make God furious again by disgracing the Sabbath!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "I ordered the gates of Jerusalem to be closed on the eve of the Sabbath and not to be opened until after the Sabbath had ended. Then I put some of my own men in charge of the gates to make certain that nothing was brought in on the Sabbath."
            },
            {
                "verse_number": "20",
                "verse_text": "Once or twice some merchants spent the night outside Jerusalem with their goods."
            },
            {
                "verse_number": "21",
                "verse_text": "But I warned them, &apos;If you do this again, I'll have you arrested.&apos; From then on, they did not come on the Sabbath."
            },
            {
                "verse_number": "22",
                "verse_text": "I ordered the Levites to make themselves holy and to guard the gates on the Sabbath, so that it would be kept holy."
            },
            {
                "verse_number": "23",
                "verse_text": "I discovered that some Jewish men had married women from Ashdod, Ammon, and Moab."
            },
            {
                "verse_number": "24",
                "verse_text": "About half of their children could not speak Hebrew&ndash;they spoke only the language of Ashdod or some other foreign language."
            },
            {
                "verse_number": "25",
                "verse_text": "So in my anger, I called down curses on those men. I had them beaten and even pulled out the hair of some of them. Then I made them promise:"
            },
            {
                "verse_number": "26",
                "verse_text": "God dearly loved King Solomon of Israel and made him the greatest king on earth, but Solomon's foreign wives led him into sin."
            },
            {
                "verse_number": "27",
                "verse_text": "So we will obey you and not rebel against our God by marrying foreign women."
            },
            {
                "verse_number": "28",
                "verse_text": "Jehoiada, the son of the high priest Eliashib, had a son who had married a daughter of Sanballat from Horon, and I forced his son to leave."
            },
            {
                "verse_number": "29",
                "verse_text": "I pray that God will punish them for breaking their priestly vows and disgracing the Levi tribe."
            },
            {
                "verse_number": "30",
                "verse_text": "Then I made sure that the people were free from every foreign influence, and I assigned duties for the priests and Levites."
            },
            {
                "verse_number": "31",
                "verse_text": "I also arranged for the people to bring firewood to the altar each day and for them to bring the first part of their harvest to the temple."
            }
        ]
    }
}