{
    "Esther": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "During the third year of his rule, Xerxes gave a big dinner for all his officials and officers. The governors and leaders of the provinces were also invited, and even the commanders of the Persian and Median armies came."
            },
            {
                "verse_number": "4",
                "verse_text": "For 180 days he showed off his wealth and spent a lot of money to impress his guests with the greatness of his kingdom. Your Majesty, Queen Vashti has not only embarrassed you, but she has insulted your officials and everyone else in all the provinces."
            },
            {
                "verse_number": "5",
                "verse_text": "At the end of this time, King Xerxes gave another dinner and invited everyone in the city of Susa, no matter who they were. The eating and drinking lasted seven days in the beautiful palace gardens."
            },
            {
                "verse_number": "6",
                "verse_text": "The area was decorated with blue and white cotton curtains tied back with purple linen cords that ran through silver rings fastened to marble columns. Couches of gold and silver rested on pavement that had all kinds of designs made from costly bright-colored stones and marble and mother-of-pearl."
            },
            {
                "verse_number": "7",
                "verse_text": "The guests drank from gold cups, and each cup had a different design. The king was generous"
            },
            {
                "verse_number": "8",
                "verse_text": "and said to them, &apos;Drink all you want!&apos; Then he told his servants, &apos;Keep their cups full.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "While the men were enjoying themselves, Queen Vashti gave the women a big dinner inside the royal palace."
            },
            {
                "verse_number": "10",
                "verse_text": "By the seventh day, King Xerxes was feeling happy because of so much wine. And he asked his seven personal servants, Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas,"
            },
            {
                "verse_number": "11",
                "verse_text": "to bring Queen Vashti to him. The king wanted her to wear her crown and let his people and his officials see how beautiful she was."
            },
            {
                "verse_number": "12",
                "verse_text": "The king's servants told Queen Vashti what he had said, but she refused to go to him, and this made him terribly angry."
            },
            {
                "verse_number": "15",
                "verse_text": "The king said to them, &apos;Queen Vashti refused to come to me when I sent my servants for her. What does the law say I should do about that?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Memucan told the king and the officials:"
            },
            {
                "verse_number": "17",
                "verse_text": "The women in the kingdom will hear about this, and they will refuse to respect their husbands. They will say, &apos;If Queen Vashti doesn't obey her husband, why should we?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Before this day is over, the wives of the officials of Persia and Media will find out what Queen Vashti has done, and they will refuse to obey their husbands. They won't respect their husbands, and their husbands will be angry with them."
            },
            {
                "verse_number": "19",
                "verse_text": "Your Majesty, if you agree, you should write for the Medes and Persians a law that can never be changed. This law would keep Queen Vashti from ever seeing you again. Then you could let someone who respects you be queen in her place."
            },
            {
                "verse_number": "20",
                "verse_text": "When the women in your great kingdom hear about this new law, they will respect their husbands, no matter if they are rich or poor."
            },
            {
                "verse_number": "21",
                "verse_text": "King Xerxes and his officials liked what Memucan had said,"
            },
            {
                "verse_number": "22",
                "verse_text": "and he sent letters to all of his provinces. Each letter was written in the language of the province to which it was sent, and it said that husbands should be in charge of their wives and children."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After a while, King Xerxes got over being angry. But he kept thinking about what Vashti had done and the law that he had written because of her."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king's personal servants said: Your Majesty, a search must be made to find you some beautiful young women. King Xerxes liked these suggestions, and he followed them. Hegai was put in charge of all the women,"
            },
            {
                "verse_number": "3",
                "verse_text": "You can select officers in every province to bring them to the place where you keep your wives in the capital city of Susa. Put your servant Hegai in charge of them since that is his job. He can see to it that they are given the proper beauty treatments."
            },
            {
                "verse_number": "4",
                "verse_text": "Then let the young woman who pleases you most take Vashti's place as queen."
            },
            {
                "verse_number": "5",
                "verse_text": "At this time a Jew named Mordecai was living in Susa. His father was Jair, and his grandfather Shimei was the son of Kish from the tribe of Benjamin."
            },
            {
                "verse_number": "6",
                "verse_text": "Kish was one of the people that Nebuchadnezzar had taken from Jerusalem, when he took King Jeconiah of Judah to Babylonia."
            },
            {
                "verse_number": "7",
                "verse_text": "Mordecai had a very beautiful cousin named Esther, whose Hebrew name was Hadassah. He had raised her as his own daughter, after her father and mother died."
            },
            {
                "verse_number": "8",
                "verse_text": "When the king ordered the search for beautiful women, many were taken to the king's palace in Susa, and Esther was one of them."
            },
            {
                "verse_number": "9",
                "verse_text": "and from the first day, Esther was his favorite. He began her beauty treatments at once. He also gave her plenty of food and seven special maids from the king's palace, and they had the best rooms."
            },
            {
                "verse_number": "10",
                "verse_text": "Mordecai had warned Esther not to tell anyone that she was a Jew, and she obeyed him."
            },
            {
                "verse_number": "11",
                "verse_text": "He was anxious to see how Esther was getting along and to learn what had happened to her. So each day he would walk back and forth in front of the court where the women lived."
            },
            {
                "verse_number": "12",
                "verse_text": "The young women were given beauty treatments for one whole year. The first six months their skin was rubbed with olive oil and myrrh, and the last six months it was treated with perfumes and cosmetics. Then each of them spent the night alone with King Xerxes."
            },
            {
                "verse_number": "13",
                "verse_text": "When a young woman went to the king, she could wear whatever clothes or jewelry she chose from the women's living quarters."
            },
            {
                "verse_number": "14",
                "verse_text": "In the evening she would go to the king, and the following morning she would go to the place where his wives stayed after being with him. There a man named Shaashgaz was in charge of the king's wives. Only the ones the king wanted and asked for by name could go back to the king."
            },
            {
                "verse_number": "17",
                "verse_text": "Xerxes liked Esther more than he did any of the other young women. None of them pleased him as much as she did, and he immediately fell in love with her and crowned her queen in place of Vashti."
            },
            {
                "verse_number": "18",
                "verse_text": "In honor of Esther he gave a big dinner for his leaders and officials. Then he declared a holiday everywhere in his kingdom and gave expensive gifts."
            },
            {
                "verse_number": "19",
                "verse_text": "When the young women were brought together again, Esther's cousin Mordecai had become a palace official."
            },
            {
                "verse_number": "20",
                "verse_text": "He had told Esther never to tell anyone that she was a Jew, and she obeyed him, just as she had always done."
            },
            {
                "verse_number": "21",
                "verse_text": "Bigthana and Teresh were the two men who guarded King Xerxes' rooms, but they got angry with the king and decided to kill him."
            },
            {
                "verse_number": "22",
                "verse_text": "Mordecai found out about their plans and asked Queen Esther to tell the king what he had found out."
            },
            {
                "verse_number": "23",
                "verse_text": "King Xerxes learned that Mordecai's report was true, and he had the two men hanged. Then the king had all of this written down in his record book as he watched."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Later, King Xerxes promoted Haman the son of Hammedatha to the highest position in his kingdom. Haman was a descendant of Agag,"
            },
            {
                "verse_number": "2",
                "verse_text": "and the king had given orders for his officials at the royal gate to honor Haman by kneeling down to him. All of them obeyed except Mordecai."
            },
            {
                "verse_number": "3",
                "verse_text": "When the other officials asked Mordecai why he disobeyed the king's command,"
            },
            {
                "verse_number": "4",
                "verse_text": "he said, &apos;Because I am a Jew.&apos; They spoke to him for several days about kneeling down, but he still refused to obey. Finally, they reported this to Haman, to find out if he would let Mordecai get away with it. Your Majesty, there are some people who live all over your kingdom and won't have a thing to do with anyone else. They have customs that are different from everyone else's, and they refuse to obey your laws. We would be better off to get rid of them! On the thirteenth day of Adar, the twelfth month, all Jewish men, women, and children are to be killed. And their property is to be taken."
            },
            {
                "verse_number": "5",
                "verse_text": "Haman was furious to learn that Mordecai refused to kneel down and honor him."
            },
            {
                "verse_number": "6",
                "verse_text": "And when he found out that Mordecai was a Jew, he knew that killing only Mordecai was not enough. Every Jew in the whole kingdom had to be killed."
            },
            {
                "verse_number": "7",
                "verse_text": "It was now the twelfth year of the rule of King Xerxes. During Nisan, the first month of the year, Haman said, &apos;Find out the best time for me to do this.&apos; The time chosen was Adar, the twelfth month."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Haman went to the king and said:"
            },
            {
                "verse_number": "9",
                "verse_text": "Why not give orders for all of them to be killed? I can promise that you will get tons of silver for your treasury."
            },
            {
                "verse_number": "10",
                "verse_text": "The king handed his official ring to Haman, who hated the Jews, and the king told him,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Do what you want with those people! You can keep their money.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "On the thirteenth day of Nisan, Haman called in the king's secretaries and ordered them to write letters in every language used in the kingdom. The letters were written in the name of the king and sealed by using the king's own ring. At once they were sent to the king's highest officials, the governors of each province, and the leaders of the different nations in the kingdom of Xerxes."
            },
            {
                "verse_number": "13",
                "verse_text": "The letters were taken by messengers to every part of the kingdom, and this is what was said in the letters:"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Mordecai heard about the letter, he tore his clothes in sorrow and put on sackcloth. Then he covered his head with ashes and went through the city, crying and weeping."
            },
            {
                "verse_number": "2",
                "verse_text": "But he could go only as far as the palace gate, because no one wearing sackcloth was allowed inside the palace."
            },
            {
                "verse_number": "3",
                "verse_text": "In every province where the king's orders were read, the Jews cried and mourned, and they went without eating. Many of them even put on sackcloth and sat in ashes."
            },
            {
                "verse_number": "4",
                "verse_text": "When Esther's servant girls and her other servants told her what Mordecai was doing, she became very upset and sent Mordecai some clothes to wear in place of the sackcloth. But he refused to take them."
            },
            {
                "verse_number": "5",
                "verse_text": "Esther had a servant named Hathach, who had been given to her by the king. So she called him in and said, &apos;Find out what's wrong with Mordecai and why he's acting this way.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Hathach went to Mordecai in the city square in front of the palace gate,"
            },
            {
                "verse_number": "7",
                "verse_text": "and Mordecai told him everything that had happened. He also told him how much money Haman had promised to add to the king's treasury, if all the Jews were killed."
            },
            {
                "verse_number": "8",
                "verse_text": "Mordecai gave Hathach a copy of the orders for the murder of the Jews and told him that these had been read in Susa. He said, &apos;Show this to Esther and explain what it means. Ask her to go to the king and beg him to have pity on her people, the Jews!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Hathach went back to Esther and told her what Mordecai had said."
            },
            {
                "verse_number": "10",
                "verse_text": "She answered, &apos;Tell Mordecai"
            },
            {
                "verse_number": "11",
                "verse_text": "there is a law about going in to see the king, and all his officials and his people know about this law. Anyone who goes in to see the king without being invited by him will be put to death. The only way that anyone can be saved is for the king to hold out the gold scepter to that person. And it's been thirty days since he has asked for me.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Mordecai was told what Esther had said,"
            },
            {
                "verse_number": "13",
                "verse_text": "he sent back this reply, &apos;Don't think that you will escape being killed with the rest of the Jews, just because you live in the king's palace."
            },
            {
                "verse_number": "14",
                "verse_text": "If you don't speak up now, we will somehow get help, but you and your family will be killed. It could be that you were made queen for a time like this!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Esther sent a message to Mordecai, saying,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Bring together all the Jews in Susa and tell them to go without eating for my sake! Don't eat or drink for three days and nights. My servant girls and I will do the same. Then I will go in to see the king, even if it means I must die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Mordecai did everything Esther told him to do."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Three days later, Esther dressed in her royal robes and went to the inner court of the palace in front of the throne. The king was sitting there, facing the open doorway."
            },
            {
                "verse_number": "2",
                "verse_text": "He was happy to see Esther, and he held out the gold scepter to her. When Esther came up and touched the tip of the scepter, The king and Haman went to Esther's dinner, When Haman got home, he called together his friends and his wife Zeresh This seemed like a good idea to Haman, and he had the gallows built."
            },
            {
                "verse_number": "3",
                "verse_text": "the king said, &apos;Esther, what brings you here? Just ask, and I will give you as much as half of my kingdom.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Esther answered, &apos;Your Majesty, please come with Haman to a dinner I will prepare for you later today.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king said to his servants, &apos;Hurry and get Haman, so we can accept Esther's invitation.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "and while they were drinking wine, the king asked her, &apos;What can I do for you? Just ask, and I will give you as much as half of my kingdom.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Haman was feeling great as he left. But when he saw Mordecai at the palace gate, he noticed that Mordecai did not stand up or show him any respect. This made Haman really angry,"
            },
            {
                "verse_number": "10",
                "verse_text": "but he did not say a thing."
            },
            {
                "verse_number": "11",
                "verse_text": "and started bragging about his great wealth and all his sons. He told them the many ways that the king had honored him and how all the other officials and leaders had to respect him."
            },
            {
                "verse_number": "12",
                "verse_text": "Haman added, &apos;That's not all! Besides the king himself, I'm the only person Queen Esther invited for dinner. She has also invited the king and me to dinner tomorrow."
            },
            {
                "verse_number": "13",
                "verse_text": "But none of this makes me happy, as long as I see that Jew Mordecai serving the king.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Haman's wife and friends said to him, &apos;Have a gallows built about 22 meters high, and tomorrow morning ask the king to hang Mordecai there. Then later, you can have dinner with the king and enjoy yourself.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "That night the king could not sleep, and he had a servant read him the records of what had happened since he had been king."
            },
            {
                "verse_number": "2",
                "verse_text": "When the servant read how Mordecai had kept Bigthana and Teresh from killing the king,"
            },
            {
                "verse_number": "3",
                "verse_text": "the king asked, &apos;What has been done to reward Mordecai for this?&apos; &apos;Nothing, Your Majesty!&apos; the king's servants replied. &apos;Tell him to come in,&apos; the king commanded. Haman was sure that he was the one the king wanted to honor."
            },
            {
                "verse_number": "4",
                "verse_text": "About this time, Haman came in to ask the king to have Mordecai hanged on the gallows he had built. The king saw him and asked, &apos;Who is that man waiting in front of the throne room?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king's servants answered, &apos;Your Majesty, it is Haman.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Haman entered the room, the king asked him, &apos;What should I do for a man I want to honor?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So he replied, &apos;Your Majesty, if you wish to honor a man,"
            },
            {
                "verse_number": "8",
                "verse_text": "get someone to bring him one of your own robes and one of your own horses with a fancy headdress."
            },
            {
                "verse_number": "9",
                "verse_text": "Tell one of your highest officials to place your robe on this man and lead him through the streets on your horse, while someone shouts, &quot;This is how the king honors a man!&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king replied, &apos;Hurry and do just what you have said! Don't forget a thing. Get the robe and the horse for Mordecai the Jew, who serves as one of the king's officials!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Haman got the king's robe and put it on Mordecai. He led him through the city on the horse and shouted as he went, &apos;This is how the king honors a man!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Afterwards, Mordecai returned to his duties in the king's palace, and Haman hurried home, hiding his face in shame."
            },
            {
                "verse_number": "13",
                "verse_text": "Haman told his wife and friends what had happened. Then his wife and his advisors said, &apos;If Mordecai is a Jew, this is just the beginning of your troubles! You will end up a ruined man.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They were still talking, when the king's servants came and quickly took Haman to the dinner that Esther had prepared."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The king and Haman were dining with Esther"
            },
            {
                "verse_number": "2",
                "verse_text": "and drinking wine during the second dinner, when the king again said, &apos;Esther, what can I do for you? Just ask, and I will give you as much as half of my kingdom!&apos; Haman was terrified, as he looked at the king and the queen. Haman realized that the king had already decided what to do with him, and he stayed and begged Esther to save his life. As soon as the king said this, his servants covered Haman's head. &apos;Hang Haman from his own gallows!&apos; the king commanded."
            },
            {
                "verse_number": "3",
                "verse_text": "Esther answered, &apos;Your Majesty, if you really care for me and are willing to help, you can save me and my people. That's what I really want,"
            },
            {
                "verse_number": "4",
                "verse_text": "because a reward has been promised to anyone who kills my people. Your Majesty, if we were merely going to be sold as slaves, I would not have bothered you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Who would dare to do such a thing?&apos; the king asked."
            },
            {
                "verse_number": "6",
                "verse_text": "Esther replied, &apos;That evil Haman is the one out to get us!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king was so angry that he got up, left his wine, and went out into the palace garden."
            },
            {
                "verse_number": "8",
                "verse_text": "Just as the king came back into the room, Haman got down on his knees beside Esther, who was lying on the couch. The king shouted, &apos;Now you're even trying to rape my queen here in my own palace!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Harbona, one of the king's personal servants, said, &apos;Your Majesty, Haman built a gallows 22 meters high beside his house, so he could hang Mordecai on it. And Mordecai is the very one who spoke up and saved your life.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "At once, Haman was hanged on the gallows he had built to hang Mordecai, and the king calmed down."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Before the end of the day, King Xerxes gave Esther everything that had belonged to Haman, the enemy of the Jews. Esther told the king that Mordecai was her cousin. So the king made Mordecai one of his highest officials"
            },
            {
                "verse_number": "2",
                "verse_text": "and gave him the royal ring that Haman had worn. Then Esther put Mordecai in charge of Haman's property. A copy of this law is to be posted in every province and read by everyone. After the law was announced in Susa, everyone shouted and cheered,"
            },
            {
                "verse_number": "3",
                "verse_text": "Once again Esther went to speak to the king. This time she fell down at his feet, crying and begging, &apos;Please stop Haman's evil plan to have the Jews killed!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "King Xerxes held out the golden scepter to Esther,"
            },
            {
                "verse_number": "5",
                "verse_text": "and she got up and said, &apos;Your Majesty, I know that you will do the right thing and that you really love me. Please stop what Haman has planned. He has already sent letters demanding that the Jews in all your provinces be killed,"
            },
            {
                "verse_number": "6",
                "verse_text": "and I can't bear to see my people and my own relatives destroyed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "King Xerxes then said to Esther and Mordecai, &apos;I have already ordered Haman to be hanged and his house given to Esther, because of his evil plans to kill the Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "I now give you permission to make a law that will save the lives of your people. You may use my ring to seal the law, so that it can never be changed.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "On the twenty-third day of Sivan, the third month, the king's secretaries wrote the law. They obeyed Mordecai and wrote to the Jews, the rulers, the governors, and the officials of all 127 provinces from India to Ethiopia. The letters were written in every language used in the kingdom, including the Jewish language."
            },
            {
                "verse_number": "10",
                "verse_text": "They were written in the name of King Xerxes and sealed with his ring. Then they were taken by messengers who rode the king's finest and fastest horses."
            },
            {
                "verse_number": "16",
                "verse_text": "and the Jews were no longer afraid. In fact, they were very happy and felt that they had won a victory."
            },
            {
                "verse_number": "17",
                "verse_text": "In every province and city where the law was sent, the Jews had parties and celebrated. Many of the people in the provinces accepted the Jewish religion, because they were now afraid of the Jews."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The first law that the king had made was to be followed on the thirteenth day of Adar, the twelfth month. This was the very day that the enemies of the Jews had hoped to do away with them. But the Jews turned things around,"
            },
            {
                "verse_number": "2",
                "verse_text": "and in the cities of every province they came together to attack their enemies. Everyone was afraid of the Jews, and no one could do anything to oppose them. Each year you must celebrate on both the fourteenth and the fifteenth of Adar, We pray that all of you will live in peace and safety."
            },
            {
                "verse_number": "3",
                "verse_text": "The leaders of the provinces, the rulers, the governors, and the court officials were afraid of Mordecai and took sides with the Jews."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone in the provinces knew that the king had promoted him and had given him a lot of power."
            },
            {
                "verse_number": "5",
                "verse_text": "The Jews took their swords and did away with their enemies, without showing any mercy."
            },
            {
                "verse_number": "11",
                "verse_text": "Later that day, someone told the king how many people had been killed in Susa."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he told Esther, &apos;Five hundred people, including Haman's ten sons, have been killed in Susa alone. If that many were killed here, what must have happened in the provinces? Is there anything else you want done? Just tell me, and it will be done.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Esther answered, &apos;Your Majesty, please let the Jews in Susa fight to defend themselves tomorrow, just as they did today. And order the bodies of Haman's ten sons to be hanged in public.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "King Xerxes did what Esther had requested, and the bodies of Haman's sons were hung in Susa."
            },
            {
                "verse_number": "15",
                "verse_text": "Then on the fourteenth day of Adar the Jews of the city got together and killed 300 more people. But they still did not take anything that belonged to their enemies."
            },
            {
                "verse_number": "18",
                "verse_text": "On the fifteenth day of the month the Jews in Susa held a holiday and celebrated, after killing their enemies on the thirteenth and the fourteenth."
            },
            {
                "verse_number": "19",
                "verse_text": "This is why the Jews in the villages now celebrate on the fourteenth day of the month. It is a joyful holiday that they celebrate by feasting and sending gifts of food to each other."
            },
            {
                "verse_number": "20",
                "verse_text": "Mordecai wrote down everything that had happened. Then he sent letters to the Jews everywhere in the provinces"
            },
            {
                "verse_number": "21",
                "verse_text": "and told them:"
            },
            {
                "verse_number": "22",
                "verse_text": "the days when we Jews defeated our enemies. Remember this month as a time when our sorrow was turned to joy, and celebration took the place of crying. Celebrate by having parties and by giving to the poor and by sharing gifts of food with each other."
            },
            {
                "verse_number": "23",
                "verse_text": "They followed Mordecai's instructions and set aside these two days every year as a time of celebration."
            },
            {
                "verse_number": "24",
                "verse_text": "Haman was the son of Hammedatha and a descendant of Agag. He hated the Jews so much that he planned to destroy them, but he wanted to find out the best time to do it. So he cast lots."
            },
            {
                "verse_number": "25",
                "verse_text": "Esther went to King Xerxes and asked him to save her people. Then the king gave written orders for Haman and his sons to be punished in the same terrible way that Haman had in mind for the Jews. So they were hanged."
            },
            {
                "verse_number": "26",
                "verse_text": "Mordecai's letter had said that the Jews must celebrate for two days because of what had happened to them. This time of celebration is called Purim, which is the Hebrew word for the lots that were cast."
            },
            {
                "verse_number": "27",
                "verse_text": "Now every year the Jews set aside these two days for having parties and celebrating, just as they were told to do."
            },
            {
                "verse_number": "28",
                "verse_text": "From now on, all Jewish families must remember to celebrate Purim on these two days each year."
            },
            {
                "verse_number": "29",
                "verse_text": "Queen Esther, daughter of Abihail, wanted to give full authority to Mordecai's letter about the Festival of Purim, and with his help she wrote a letter about the feast."
            },
            {
                "verse_number": "30",
                "verse_text": "Copies of this letter were sent to Jews in the 127 provinces of King Xerxes. In the letter they said:"
            },
            {
                "verse_number": "31",
                "verse_text": "You and your descendants must always remember to celebrate Purim at the time and in the way that we have said. You must also follow the instructions that we have given you about mourning and going without eating."
            },
            {
                "verse_number": "32",
                "verse_text": "These laws about Purim are written by the authority of Queen Esther."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "King Xerxes made everyone in his kingdom pay taxes, even those in lands across the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "All the great and famous things that King Xerxes did are written in the record books of the kings of Media and Persia. These records also tell about the honors that the king gave to Mordecai."
            },
            {
                "verse_number": "3",
                "verse_text": "Next to the king himself, Mordecai was the highest official in the kingdom. He was a popular leader of the Jews, because he helped them in many ways and would even speak to the king on their behalf."
            }
        ]
    }
}