{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Zephaniah, the son of Cushi, the grandson of Gedaliah, the great-grandson of Amariah, and the great-great-grandson of Hezekiah. When Josiah son of Amon was king of Judah, the Lord gave me this message. will crash to the ground, of the god Baal; or bow down to the god Milcom, foreign customs. of pagan gods to destroy everything on this earth&ndash; birds and fish. Everyone who is evil and I will wipe out the entire human race. Judah and Jerusalem&ndash; nothing will remain nothing will be remembered of his pagan priests. of those who worship stars from their rooftops, while claiming loyalty to me, the Lord . who has turned away and rejected me. and the time is near. I am preparing to sacrifice my people and to invite my guests. national leaders and sons of the king, along with all who follow and cruel palace officials who abuse their power. that on that day noisy crying will be heard from Fish Gate, New Town, and Upper Hills. will mourn loudly, because merchants and money changers will be wiped out. and punish those people who sit there unworried while thinking, &apos;The Lord won't do anything, good or bad.&apos; their homes left in ruins. They won't get to live in the houses they build, or drink wine from the grapes in their own vineyards. is coming soon, very soon. On that terrible day, fearsome shouts of warriors will be heard everywhere. of trouble and torment, of disaster and destruction, of darkness and despair, of storm clouds and shadows, and battle cries against fortified cities and mighty fortresses. who has sinned against him, &apos;I'll strike you blind! Then your blood and your insides will gush out like vomit. can save you on that day when I, the Lord , am angry. My anger will flare up like a furious fire scorching the earth and everyone on it.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I, the Lord , now promise"
            },
            {
                "verse_number": "3",
                "verse_text": "people and animals,"
            },
            {
                "verse_number": "4",
                "verse_text": "I will reach out to punish"
            },
            {
                "verse_number": "5",
                "verse_text": "Not a trace will be found"
            },
            {
                "verse_number": "6",
                "verse_text": "Nothing will remain of anyone"
            },
            {
                "verse_number": "7",
                "verse_text": "Be silent! I am the Lord God,"
            },
            {
                "verse_number": "8",
                "verse_text": "On that day I will punish"
            },
            {
                "verse_number": "9",
                "verse_text": "I will punish worshipers"
            },
            {
                "verse_number": "10",
                "verse_text": "I, the Lord , promise"
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone in Lower Hollow"
            },
            {
                "verse_number": "12",
                "verse_text": "I'll search Jerusalem with lamps"
            },
            {
                "verse_number": "13",
                "verse_text": "Their possessions will be taken,"
            },
            {
                "verse_number": "14",
                "verse_text": "The great day of the Lord"
            },
            {
                "verse_number": "15",
                "verse_text": "It will be a time of anger&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "of trumpet calls"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord warns everyone"
            },
            {
                "verse_number": "18",
                "verse_text": "Not even your silver or gold"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "You disgraceful nation, gather around, The Lord has set a time when his fierce anger will strike like a storm and sweep you away. then come and worship him. If you do right and are humble, perhaps you will be safe on that day when the Lord turns loose his anger. will be deserted and left in ruins. Ashdod will be emptied in broad daylight, who live along the coast, the Lord has this to say: &apos;I am now your enemy, and I'll wipe you out!&apos; into pastureland those survivors in Judah, and he will help them&ndash; his people will take your land to use for pasture. And when evening comes, they will rest * the God of Israel, said: I've heard Moab and Ammon insult my people that Moab and Ammon will end up like Sodom and Gomorrah&ndash; covered with thornbushes and salt pits forever. Then my people who survive will take their land. will at last be repaid for their pride&ndash; and for sneering at the nation that belongs to me, the Lord All-Powerful. Then every god on this earth will shrink to nothing, and everyone of every nation will bow down to me, right where they are. the sword of the Lord will slaughter you! to crush Assyria will live in its rubble; all kinds of desert owls will perch on its stones and hoot in the windows. Noisy ravens will be heard inside its buildings, that felt secure and said, &apos;I am the only one!&apos; Now it's merely ruins, a home for wild animals. Every passerby simply sneers and makes vulgar signs."
            },
            {
                "verse_number": "2",
                "verse_text": "before it's too late."
            },
            {
                "verse_number": "3",
                "verse_text": "If you humbly obey the Lord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "Gaza and Ashkelon and Ekron uprooted. and sheep pens. in houses at Ashkelon. and threaten their nation. and overthrow Nineveh. stripped bare of cedar."
            },
            {
                "verse_number": "5",
                "verse_text": "To you people of Philistia"
            },
            {
                "verse_number": "6",
                "verse_text": "Your seacoast will be changed"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord God hasn't forgotten"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord All-Powerful,"
            },
            {
                "verse_number": "9",
                "verse_text": "And so, I swear by my very life"
            },
            {
                "verse_number": "10",
                "verse_text": "This is how Moab and Ammon"
            },
            {
                "verse_number": "11",
                "verse_text": "I will fiercely attack."
            },
            {
                "verse_number": "12",
                "verse_text": "People of Ethiopia,"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will reach to the north"
            },
            {
                "verse_number": "14",
                "verse_text": "Herds of wild animals"
            },
            {
                "verse_number": "15",
                "verse_text": "This is the glorious city"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Too bad for that disgusting, corrupt, and lawless city! and rejecting correction, Jerusalem refuses to trust or obey the Lord God. its judges are wolves; in the evening they attack, by morning nothing is left. and not to be trusted. The priests have disgraced the place of worship and abused God's Law. but the Lord does right and is always fair. With the dawn of each day, God brings about justice. and left fortresses crumbling in the dirt. Their streets and towns were reduced to ruins and emptied of people. would learn to respect and obey him. Then he would hold back from punishing the city and not wipe it out. But everyone there was eager to start sinning again. Just wait for the day when I accuse you nations. I have decided on a day, when I will bring together every nation and kingdom and punish them all in my fiery anger. I will become furious and destroy the earth. and make those languages Then, with hearts united, everyone will serve only me, the Lord . my scattered people, my true worshipers, will bring offerings to me. you won't rebel against me and be put to shame. I'll do away with those who are proud and arrogant. Never will any of them strut around on my holy mountain. any of your people who are truly humble and turn to me for safety. will live right and refuse to tell lies. They will eat and rest with nothing to fear. celebrate and shout with all your heart! The Lord has forced your enemies to turn and retreat. Your Lord is King of Israel and stands at your side; you don't have to worry about any more troubles. when it will be said to you: &apos;Don't be discouraged or grow weak from fear! wins victory after victory and is always with you. He celebrates and sings because of you, and he will refresh your life Your sorrow has ended, who mistreat you. I will bring together the lame and the outcasts, then they will be praised, instead of despised, in every country on earth. and with your own eyes you will see me bless you with all you once owned. Then you will be famous everywhere on this earth. I, the Lord , have spoken!"
            },
            {
                "verse_number": "2",
                "verse_text": "Forever rebellious"
            },
            {
                "verse_number": "3",
                "verse_text": "Its officials are roaring lions,"
            },
            {
                "verse_number": "4",
                "verse_text": "Jerusalem's prophets are proud"
            },
            {
                "verse_number": "5",
                "verse_text": "All who do evil are shameless,"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord wiped out nations"
            },
            {
                "verse_number": "7",
                "verse_text": "God felt certain that Jerusalem"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "9",
                "verse_text": "I will purify each language acceptable for praising me. of Ethiopia, with his love.&apos; and you can celebrate."
            },
            {
                "verse_number": "10",
                "verse_text": "From across the rivers"
            },
            {
                "verse_number": "11",
                "verse_text": "When that time comes,"
            },
            {
                "verse_number": "12",
                "verse_text": "But I, the Lord , won't destroy"
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Israel who survive"
            },
            {
                "verse_number": "14",
                "verse_text": "Everyone in Jerusalem and Judah,"
            },
            {
                "verse_number": "15",
                "verse_text": "Zion, your punishment is over."
            },
            {
                "verse_number": "16",
                "verse_text": "Jerusalem, the time is coming,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord your God"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord has promised:"
            },
            {
                "verse_number": "19",
                "verse_text": "I will punish those"
            },
            {
                "verse_number": "20",
                "verse_text": "I will lead you home,"
            }
        ]
    }
}