{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, chosen by God to be an apostle of Christ Jesus, and from Sosthenes, who is also a follower. &apos;I will destroy the wisdom of all who claim to be wise. I will confuse those who think they know so much.&apos; Instead, God chose to save only those who believe the foolish message we preach."
            },
            {
                "verse_number": "2",
                "verse_text": "To God's church in Corinth. Christ Jesus chose you to be his very own people, and you worship in his name, as we and all others do who call him Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "My prayer is that God our Father and the Lord Jesus Christ will be kind to you and will bless you with peace!"
            },
            {
                "verse_number": "4",
                "verse_text": "I never stop thanking my God for treating you with undeserved grace by giving you Christ Jesus,"
            },
            {
                "verse_number": "5",
                "verse_text": "who helps you speak and understand so well."
            },
            {
                "verse_number": "6",
                "verse_text": "Now you are certain that everything we told you about our Lord Christ Jesus is true."
            },
            {
                "verse_number": "7",
                "verse_text": "You are not missing out on any blessings, as you wait for him to return."
            },
            {
                "verse_number": "8",
                "verse_text": "And until the day Christ does return, he will keep you completely innocent."
            },
            {
                "verse_number": "9",
                "verse_text": "God can be trusted, and he chose you to be partners with his Son, our Lord Jesus Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "My dear friends, as a follower of our Lord Jesus Christ, I beg you to get along with each other. Don't take sides. Always try to agree in what you think."
            },
            {
                "verse_number": "11",
                "verse_text": "Several people from Chloe's family have already reported to me that you keep arguing with each other."
            },
            {
                "verse_number": "12",
                "verse_text": "They have said that some of you claim to follow me, while others claim to follow Apollos or Peter or Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Has Christ been divided up? Was I nailed to a cross for you? Were you baptized in my name?"
            },
            {
                "verse_number": "14",
                "verse_text": "I thank God that I didn't baptize any of you except Crispus and Gaius."
            },
            {
                "verse_number": "15",
                "verse_text": "Not one of you can say that you were baptized in my name."
            },
            {
                "verse_number": "16",
                "verse_text": "I did baptize the family of Stephanas, but I don't remember if I baptized anyone else."
            },
            {
                "verse_number": "17",
                "verse_text": "Christ did not send me to baptize. He sent me to tell the good news without using words that sound wise and would make the cross of Christ lose its power."
            },
            {
                "verse_number": "18",
                "verse_text": "The message about the cross doesn't make any sense to lost people. But for those of us who are being saved, it is God's power at work."
            },
            {
                "verse_number": "19",
                "verse_text": "As God says in the Scriptures,"
            },
            {
                "verse_number": "20",
                "verse_text": "What happened to those wise people? What happened to those experts in the Scriptures? What happened to the ones who think they have all the answers? Didn't God show that the wisdom of this world is foolish?"
            },
            {
                "verse_number": "21",
                "verse_text": "God was wise and decided not to let the people of this world use their wisdom to learn about him."
            },
            {
                "verse_number": "22",
                "verse_text": "Jews ask for miracles, and Greeks want something that sounds wise."
            },
            {
                "verse_number": "23",
                "verse_text": "But we preach that Christ was nailed to a cross. Most Jews have problems with this, and most Gentiles think it is foolish."
            },
            {
                "verse_number": "24",
                "verse_text": "Our message is God's power and wisdom for the Jews and the Greeks that he has chosen."
            },
            {
                "verse_number": "25",
                "verse_text": "Even when God is foolish, he is wiser than everyone else, and even when God is weak, he is stronger than everyone else."
            },
            {
                "verse_number": "26",
                "verse_text": "My dear friends, remember what you were when God chose you. The people of this world didn't think that many of you were wise. Only a few of you were in places of power, and not many of you came from important families."
            },
            {
                "verse_number": "27",
                "verse_text": "But God chose the foolish things of this world to put the wise to shame. He chose the weak things of this world to put the powerful to shame."
            },
            {
                "verse_number": "28",
                "verse_text": "What the world thinks is worthless, useless, and nothing at all is what God has used to destroy what the world considers important."
            },
            {
                "verse_number": "29",
                "verse_text": "God did all this to keep anyone from bragging to him."
            },
            {
                "verse_number": "30",
                "verse_text": "You are God's children. He sent Christ Jesus to save us and to make us wise, acceptable, and holy."
            },
            {
                "verse_number": "31",
                "verse_text": "So if you want to brag, do what the Scriptures say and brag about the Lord."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Friends, when I came and told you the mystery that God had shared with us, I didn't use big words or try to sound wise."
            },
            {
                "verse_number": "2",
                "verse_text": "In fact, while I was with you, I made up my mind to speak only about Jesus Christ, who had been nailed to a cross. &apos;What God has planned for people who love him is more than eyes have seen or ears have heard. It has never even entered our minds!&apos; &apos;Has anyone ever known the thoughts of the Lord or given him advice?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "At first, I was weak and trembling with fear."
            },
            {
                "verse_number": "4",
                "verse_text": "When I talked with you or preached, I didn't try to prove anything by sounding wise. I simply let God's Spirit show his power."
            },
            {
                "verse_number": "5",
                "verse_text": "That way you would have faith because of God's power and not because of human wisdom."
            },
            {
                "verse_number": "6",
                "verse_text": "We do use wisdom when speaking to people who are mature in their faith. But it isn't the wisdom of this world or of its rulers, who will soon disappear."
            },
            {
                "verse_number": "7",
                "verse_text": "We speak of God's hidden and mysterious wisdom that God decided to use for our glory long before the world began."
            },
            {
                "verse_number": "8",
                "verse_text": "The rulers of this world didn't know anything about this wisdom. If they had known about it, they would not have nailed the glorious Lord to a cross."
            },
            {
                "verse_number": "9",
                "verse_text": "But it is just as the Scriptures say,"
            },
            {
                "verse_number": "10",
                "verse_text": "God's Spirit has shown you everything. His Spirit finds out everything, even what is deep in the mind of God."
            },
            {
                "verse_number": "11",
                "verse_text": "You are the only one who knows what is in your own mind, and God's Spirit is the only one who knows what is in God's mind."
            },
            {
                "verse_number": "12",
                "verse_text": "But God has given us his Spirit. This is why we don't think the same way that the people of this world think. This is also why we can recognize the blessings God has given us."
            },
            {
                "verse_number": "13",
                "verse_text": "Every word we speak was taught to us by God's Spirit, not by human wisdom. And this same Spirit helps us teach spiritual things to spiritual people."
            },
            {
                "verse_number": "14",
                "verse_text": "This is why only someone who has God's Spirit can understand spiritual blessings. Anyone who doesn't have God's Spirit thinks these blessings are foolish."
            },
            {
                "verse_number": "15",
                "verse_text": "People who are guided by the Spirit can make all kinds of judgments, but they cannot be judged by others."
            },
            {
                "verse_number": "16",
                "verse_text": "The Scriptures ask, But we understand what Christ is thinking."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My friends, you are acting like the people of this world. That's why I could not speak to you as spiritual people. You are like babies as far as your faith in Christ is concerned."
            },
            {
                "verse_number": "2",
                "verse_text": "So I had to treat you like babies and feed you milk. You could not take solid food, and you still cannot,"
            },
            {
                "verse_number": "3",
                "verse_text": "because you are not yet spiritual. You are jealous and argue with each other. This proves you are not spiritual and you are acting like the people of this world."
            },
            {
                "verse_number": "4",
                "verse_text": "Some of you say you follow me, and others claim to follow Apollos. Isn't this how ordinary people behave?"
            },
            {
                "verse_number": "5",
                "verse_text": "Apollos and I are merely servants who helped you to have faith. It was the Lord who made it all happen."
            },
            {
                "verse_number": "6",
                "verse_text": "I planted the seeds, Apollos watered them, but God made them sprout and grow."
            },
            {
                "verse_number": "7",
                "verse_text": "What matters isn't those who planted or watered, but God who made the plants grow."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who plants is just as important as the one who waters. And each one will be paid for what they do."
            },
            {
                "verse_number": "9",
                "verse_text": "Apollos and I work together for God, and you are God's garden and God's building."
            },
            {
                "verse_number": "10",
                "verse_text": "God treated me with undeserved grace and let me become an expert builder. I laid a foundation on which others have built. But we must each be careful how we build,"
            },
            {
                "verse_number": "11",
                "verse_text": "because Christ is the only foundation."
            },
            {
                "verse_number": "14",
                "verse_text": "We will be rewarded if our building is left standing."
            },
            {
                "verse_number": "15",
                "verse_text": "But if it is destroyed by the fire, we will lose everything. Yet we ourselves will be saved, like someone escaping from flames."
            },
            {
                "verse_number": "16",
                "verse_text": "All of you surely know you are God's temple and his Spirit lives in you."
            },
            {
                "verse_number": "17",
                "verse_text": "Together you are God's holy temple, and God will destroy anyone who destroys his temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Don't fool yourselves! If any of you think you are wise in the things of this world, you will have to become foolish before you can be truly wise."
            },
            {
                "verse_number": "19",
                "verse_text": "This is because God considers the wisdom of this world to be foolish. It is just as the Scriptures say, &apos;God catches the wise when they try to outsmart him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Scriptures also say, &apos;The Lord knows that the plans made by wise people are useless.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "and you belong to Christ, and Christ belongs to God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Think of us as servants of Christ who have been given the work of explaining God's mysterious ways."
            },
            {
                "verse_number": "2",
                "verse_text": "And since our first duty is to be faithful to the one we work for,"
            },
            {
                "verse_number": "3",
                "verse_text": "it doesn't matter to me if I am judged by you or even by a court of law. In fact, I don't judge myself."
            },
            {
                "verse_number": "4",
                "verse_text": "I don't know of anything against me, but this doesn't prove I am right. The Lord is my judge."
            },
            {
                "verse_number": "5",
                "verse_text": "So don't judge anyone until the Lord returns. He will show what is hidden in the dark and what is in everyone's heart. Then God will be the one who praises each of us."
            },
            {
                "verse_number": "6",
                "verse_text": "Friends, I have used Apollos and myself as examples to teach you the meaning of the saying, &apos;Follow the rules.&apos; I want you to stop saying one of us is better than the other."
            },
            {
                "verse_number": "7",
                "verse_text": "What is so special about you? What do you have that you were not given? And if it was given to you, how can you brag?"
            },
            {
                "verse_number": "8",
                "verse_text": "Are you already satisfied? Are you now rich? Have you become kings while we are still nobodies? I wish you were kings. Then we could have a share in your kingdom."
            },
            {
                "verse_number": "9",
                "verse_text": "It seems to me that God has put us apostles in the worst possible place. We are like prisoners on their way to death. Angels and the people of this world just laugh at us."
            },
            {
                "verse_number": "10",
                "verse_text": "Because of Christ we are thought of as fools, but Christ has made you wise. We are weak and hated, but you are powerful and respected."
            },
            {
                "verse_number": "11",
                "verse_text": "Even today we go hungry and thirsty and don't have anything to wear except rags. We are mistreated and don't have a place to live."
            },
            {
                "verse_number": "12",
                "verse_text": "We work hard with our own hands, and when people abuse us, we wish them well. When we suffer, we are patient."
            },
            {
                "verse_number": "13",
                "verse_text": "When someone curses us, we answer with kind words. Until now we are thought of as nothing more than the trash and garbage of this world."
            },
            {
                "verse_number": "14",
                "verse_text": "I am not writing to embarrass you. I want to help you, just as parents help their own dear children."
            },
            {
                "verse_number": "15",
                "verse_text": "Ten thousand people may teach you about Christ, but I am your only father. You became my children when I told you about Christ Jesus,"
            },
            {
                "verse_number": "16",
                "verse_text": "and I want you to be like me."
            },
            {
                "verse_number": "17",
                "verse_text": "This is why I sent Timothy to you. I love him like a son, and he is a faithful servant of the Lord. Timothy will tell you what I do to follow Christ and how it agrees with what I always teach about Christ in every church."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of you think I am not coming for a visit, and so you are bragging."
            },
            {
                "verse_number": "19",
                "verse_text": "But if the Lord lets me come, I will soon be there. Then I will find out if the ones who are doing all this bragging really have any power."
            },
            {
                "verse_number": "20",
                "verse_text": "God's kingdom isn't just a lot of words. It is power."
            },
            {
                "verse_number": "21",
                "verse_text": "What do you want me to do when I arrive? Do you want me to be hard on you or to be kind and gentle?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have heard terrible things about some of you. In fact, you are behaving worse than Gentiles. A man is even sleeping with his own stepmother."
            },
            {
                "verse_number": "2",
                "verse_text": "You are proud, when you ought to feel bad enough to chase away anyone who acts like this."
            },
            {
                "verse_number": "5",
                "verse_text": "You must then hand that man over to Satan. His body will be destroyed, but his spirit will be saved when the Lord Jesus returns."
            },
            {
                "verse_number": "6",
                "verse_text": "Stop being proud! Don't you know how a little yeast can spread through the whole batch of dough?"
            },
            {
                "verse_number": "7",
                "verse_text": "Get rid of the old yeast! Then you will be like fresh bread made without yeast, and this is what you are. Our Passover lamb is Christ, who has already been sacrificed."
            },
            {
                "verse_number": "8",
                "verse_text": "So don't celebrate the festival by being evil and sinful, which is like serving bread made with yeast. Be pure and truthful and celebrate by using bread made without yeast."
            },
            {
                "verse_number": "9",
                "verse_text": "In my other letter I told you not to have anything to do with immoral people."
            },
            {
                "verse_number": "10",
                "verse_text": "But I wasn't talking about the people of this world. You would have to leave this world to get away from everyone who is immoral or greedy or who cheats or worships idols."
            },
            {
                "verse_number": "11",
                "verse_text": "I was talking about your own people who are immoral or greedy or worship idols or curse others or get drunk or cheat. Don't even eat with them!"
            },
            {
                "verse_number": "12",
                "verse_text": "Why should I judge outsiders? Aren't we supposed to judge only church members?"
            },
            {
                "verse_number": "13",
                "verse_text": "God judges everyone else. The Scriptures say, &apos;Chase away any of your own people who are evil.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "When one of you has a complaint against another, do you take your complaint to a court of sinners? Or do you take it to God's people?"
            },
            {
                "verse_number": "2",
                "verse_text": "Don't you know that God's people will judge the world? And if you are going to judge the world, can't you settle small problems?"
            },
            {
                "verse_number": "3",
                "verse_text": "Don't you know we will judge angels? And if this is so, we can surely judge everyday matters."
            },
            {
                "verse_number": "4",
                "verse_text": "Why do you take everyday complaints to judges who are not respected by the church?"
            },
            {
                "verse_number": "5",
                "verse_text": "I say this to your shame. Aren't any of you wise enough to act as a judge between one follower and another?"
            },
            {
                "verse_number": "6",
                "verse_text": "Why should one of you take another to be tried by unbelievers?"
            },
            {
                "verse_number": "7",
                "verse_text": "When one of you takes another to court, all of you lose. It would be better to let yourselves be cheated and robbed."
            },
            {
                "verse_number": "8",
                "verse_text": "But instead, you cheat and rob other followers."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't you know that evil people won't have a share in the blessings of God's kingdom? Don't fool yourselves! No one who is immoral or worships idols or is unfaithful in marriage or is a pervert or behaves like a homosexual"
            },
            {
                "verse_number": "10",
                "verse_text": "will share in God's kingdom. Neither will any thief or greedy person or drunkard or anyone who curses and cheats others."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of you used to be like that. But now the name of our Lord Jesus Christ and the power of God's Spirit have washed you and made you holy and acceptable to God."
            },
            {
                "verse_number": "12",
                "verse_text": "Some of you say, &apos;We can do anything we want to.&apos; But I tell you not everything is good for us. So I refuse to let anything have power over me."
            },
            {
                "verse_number": "13",
                "verse_text": "You also say, &apos;Food is meant for our bodies, and our bodies are meant for food.&apos; But I tell you that God will destroy them both. We are not supposed to do indecent things with our bodies. We are to use them for the Lord who is in charge of our bodies."
            },
            {
                "verse_number": "14",
                "verse_text": "God will raise us from death by the same power he used when he raised our Lord to life."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't you know that your bodies are part of the body of Christ? Is it right for me to join part of the body of Christ to a prostitute? No, it isn't!"
            },
            {
                "verse_number": "16",
                "verse_text": "Don't you know that a man who does that becomes part of her body? The Scriptures say, &apos;The two of them will be like one person.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But anyone who is joined to the Lord is one in spirit with him."
            },
            {
                "verse_number": "18",
                "verse_text": "Don't be immoral in matters of sex. That is a sin against your own body in a way no other sin is."
            },
            {
                "verse_number": "19",
                "verse_text": "You surely know that your body is a temple where the Holy Spirit lives. The Spirit is in you and is a gift from God. You are no longer your own."
            },
            {
                "verse_number": "20",
                "verse_text": "God paid a great price for you. So use your body to honor God."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now I will answer the questions you asked in your letter. You asked, &apos;Is it best for people not to marry?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Well, having your own husband or wife should keep you from doing something immoral."
            },
            {
                "verse_number": "3",
                "verse_text": "Husbands and wives should be fair with each other about having sex."
            },
            {
                "verse_number": "4",
                "verse_text": "A wife belongs to her husband instead of to herself, and a husband belongs to his wife instead of to himself."
            },
            {
                "verse_number": "5",
                "verse_text": "So don't refuse sex to each other, unless you agree not to have sex for a little while, in order to spend time in prayer. Then Satan won't be able to tempt you because of your lack of self-control."
            },
            {
                "verse_number": "6",
                "verse_text": "In my opinion that is what should be done, though I don't know of anything the Lord said about this matter."
            },
            {
                "verse_number": "7",
                "verse_text": "I wish all of you were like me, but God has given different gifts to each of us."
            },
            {
                "verse_number": "8",
                "verse_text": "My advice for the unmarried and for widows is that it is acceptable for them to remain single, just as I am."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you don't have enough self-control, then go ahead and get married. After all, it is better to marry than to burn with desire."
            },
            {
                "verse_number": "10",
                "verse_text": "I instruct married couples to stay together, and this is exactly what the Lord himself taught. A wife who leaves her husband"
            },
            {
                "verse_number": "11",
                "verse_text": "should either stay single or go back to her husband. And a husband should not leave his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "I don't know of anything else the Lord said about marriage. All I can do is to give you my own advice. If your wife isn't a follower of the Lord, but is willing to stay with you, don't divorce her."
            },
            {
                "verse_number": "13",
                "verse_text": "If your husband isn't a follower, but is willing to stay with you, don't divorce him."
            },
            {
                "verse_number": "14",
                "verse_text": "Your husband or wife who isn't a follower is made holy by having you as a partner. This also makes your children holy and keeps them from being unclean in God's sight."
            },
            {
                "verse_number": "15",
                "verse_text": "If your husband or wife isn't a follower of the Lord and decides to divorce you, then you should agree to it. You are no longer bound to that person. After all, God chose you and wants you to live at peace."
            },
            {
                "verse_number": "16",
                "verse_text": "And besides, how do you know if you will be able to save your husband or wife who isn't a follower?"
            },
            {
                "verse_number": "17",
                "verse_text": "In every church I tell the people to stay as they were when the Lord Jesus chose them and God called them to be his own. Now I say the same thing to you."
            },
            {
                "verse_number": "18",
                "verse_text": "If you are already circumcised, don't try to change it. If you are not circumcised, don't get circumcised."
            },
            {
                "verse_number": "19",
                "verse_text": "Being circumcised or uncircumcised isn't really what matters. The important thing is to obey God's commands."
            },
            {
                "verse_number": "20",
                "verse_text": "So don't try to change what you were when God chose you."
            },
            {
                "verse_number": "21",
                "verse_text": "Are you a slave? Don't let that bother you. But if you can win your freedom, you should."
            },
            {
                "verse_number": "22",
                "verse_text": "When the Lord chooses slaves, they become his free people. And when he chooses free people, they become slaves of Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "God paid a great price for you. So don't become slaves of anyone else."
            },
            {
                "verse_number": "24",
                "verse_text": "Stay what you were when God chose you."
            },
            {
                "verse_number": "25",
                "verse_text": "I don't know of anything the Lord said about people who have never been married. But I will tell you what I think. And you can trust me, because the Lord has treated me with kindness."
            },
            {
                "verse_number": "26",
                "verse_text": "We are now going through hard times, and I think it is best for you to stay as you are."
            },
            {
                "verse_number": "27",
                "verse_text": "If you are married, stay married. If you are not married, don't try to get married."
            },
            {
                "verse_number": "28",
                "verse_text": "It isn't wrong to marry, even if you have never been married before. But those who marry will have a lot of trouble, and I want to protect you from this."
            },
            {
                "verse_number": "29",
                "verse_text": "My friends, what I mean is that the Lord will soon come, and it won't matter if you are married or not."
            },
            {
                "verse_number": "30",
                "verse_text": "It will be all the same if you are crying or laughing, or if you are buying or are completely broke."
            },
            {
                "verse_number": "31",
                "verse_text": "It won't make any difference how much good you are getting from this world or how much you like it. This world as we know it is now passing away."
            },
            {
                "verse_number": "32",
                "verse_text": "I want all of you to be free from worry. An unmarried man worries about how to please the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "But a married man has more worries. He must worry about the things of this world, because he wants to please his wife."
            },
            {
                "verse_number": "34",
                "verse_text": "So he is pulled in two directions. Unmarried women and women who have never been married worry only about pleasing the Lord, and they keep their bodies and minds pure. But a married woman worries about the things of this world, because she wants to please her husband."
            },
            {
                "verse_number": "35",
                "verse_text": "What I am saying is for your own good&ndash;it isn't to limit your freedom. I want to help you to live right and to love the Lord above all else."
            },
            {
                "verse_number": "36",
                "verse_text": "But suppose you are engaged to someone old enough to be married, and you want her so much that all you can think about is getting married. Then go ahead and marry. There is nothing wrong with that."
            },
            {
                "verse_number": "37",
                "verse_text": "But it is better to have self-control and to make up your mind not to marry."
            },
            {
                "verse_number": "38",
                "verse_text": "It is perfectly all right to marry, but it is better not to get married at all."
            },
            {
                "verse_number": "39",
                "verse_text": "A wife should stay married to her husband until he dies. Then she is free to marry again, but only to a man who is a follower of the Lord."
            },
            {
                "verse_number": "40",
                "verse_text": "However, I think I am obeying God's Spirit when I say she would be happier to stay single."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In your letter you asked me about food offered to idols. All of us know something about this subject. But knowledge makes us proud of ourselves, while love makes us helpful to others."
            },
            {
                "verse_number": "2",
                "verse_text": "In fact, people who think they know so much don't know anything at all."
            },
            {
                "verse_number": "3",
                "verse_text": "But God has no doubts about who loves him."
            },
            {
                "verse_number": "4",
                "verse_text": "Even though food is offered to idols, we know that none of the idols in this world are alive. After all, there is only one God."
            },
            {
                "verse_number": "5",
                "verse_text": "Many things in heaven and on earth are called gods and lords, but none of them really are gods or lords."
            },
            {
                "verse_number": "6",
                "verse_text": "We have only one God, and he is the Father. He created everything, and we live for him. Jesus Christ is our only Lord. Everything was made by him, and by him life was given to us."
            },
            {
                "verse_number": "7",
                "verse_text": "Not everyone knows these things. In fact, many people have grown up with the belief that idols have life in them. So when they eat meat offered to idols, they are bothered by a weak conscience."
            },
            {
                "verse_number": "8",
                "verse_text": "But food doesn't bring us any closer to God. We are no worse off if we don't eat, and we are no better off if we do."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't cause problems for someone with a weak conscience, just because you have the right to eat anything."
            },
            {
                "verse_number": "10",
                "verse_text": "You know all this, and so it doesn't bother you to eat in the temple of an idol. But suppose a person with a weak conscience sees you and decides to eat food that has been offered to idols."
            },
            {
                "verse_number": "11",
                "verse_text": "Then what you know has destroyed someone Christ died for."
            },
            {
                "verse_number": "12",
                "verse_text": "When you sin by hurting a follower with a weak conscience, you sin against Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "So if I hurt one of the Lord's followers by what I eat, I will never eat meat as long as I live."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am free. I am an apostle. I have seen the Lord Jesus and have led you to have faith in him."
            },
            {
                "verse_number": "2",
                "verse_text": "Others may think that I am not an apostle, but you are proof that I am an apostle to you."
            },
            {
                "verse_number": "3",
                "verse_text": "When people question me, I tell them"
            },
            {
                "verse_number": "4",
                "verse_text": "that Barnabas and I have the right to our food and drink."
            },
            {
                "verse_number": "5",
                "verse_text": "We each have the right to marry one of the Lord's followers and to take her along with us, just as the other apostles and the Lord's brothers and Peter do."
            },
            {
                "verse_number": "6",
                "verse_text": "Are we the only ones who have to support ourselves by working at another job?"
            },
            {
                "verse_number": "7",
                "verse_text": "Do soldiers pay their own salaries? Don't people who raise grapes eat some of what they grow? Don't shepherds get milk from their own goats?"
            },
            {
                "verse_number": "10",
                "verse_text": "No, he wasn't! He was talking about us. This was written in the Scriptures so that all who plow and all who grind the grain will look forward to sharing in the harvest."
            },
            {
                "verse_number": "11",
                "verse_text": "When we told the message to you, it was like planting spiritual seed. So we have the right to accept material things as our harvest from you."
            },
            {
                "verse_number": "12",
                "verse_text": "If others have the right to do this, we have an even greater right. But we haven't used this right of ours. We are willing to put up with anything to keep from causing trouble for the message about Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Don't you know that people who work in the temple make their living from what is brought to the temple? Don't you know that a person who serves at the altar is given part of what is offered?"
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, the Lord wants everyone who preaches the good news to make a living from preaching this message."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have never used these privileges of mine, and I am not writing this because I want to start now. I would rather die than have someone rob me of the right to take pride in this."
            },
            {
                "verse_number": "16",
                "verse_text": "I don't have any reason to brag about preaching the good news. Preaching is something God told me to do, and if I don't do it, I am doomed."
            },
            {
                "verse_number": "17",
                "verse_text": "If I preach because I want to, I will be paid. But even if I don't want to, it is still something God has sent me to do."
            },
            {
                "verse_number": "18",
                "verse_text": "What pay am I given? It is the chance to preach the good news free of charge and not to use the privileges that are mine because I am a preacher."
            },
            {
                "verse_number": "19",
                "verse_text": "I am not anyone's slave. But I have become a slave to everyone, so I can win as many people as possible."
            },
            {
                "verse_number": "20",
                "verse_text": "When I am with the Jews, I live like a Jew to win Jews. They are ruled by the Law of Moses, and I am not. But I live by the Law to win them."
            },
            {
                "verse_number": "21",
                "verse_text": "And when I am with people who are not ruled by the Law, I forget about the Law to win them. Of course, I never really forget about the law of God. In fact, I am ruled by the law of Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "When I am with people whose faith is weak, I live as they do to win them. I do everything I can to win everyone I possibly can."
            },
            {
                "verse_number": "23",
                "verse_text": "I do all this for the good news, because I want to share in its blessings."
            },
            {
                "verse_number": "24",
                "verse_text": "You know that many runners enter a race, and only one of them wins the prize. So run to win!"
            },
            {
                "verse_number": "25",
                "verse_text": "Athletes work hard to win a crown that cannot last, but we do it for a crown that will last forever."
            },
            {
                "verse_number": "26",
                "verse_text": "I don't run without a goal. And I don't box by beating my fists in the air."
            },
            {
                "verse_number": "27",
                "verse_text": "I keep my body under control and make it my slave, so I won't lose out after telling the good news to others."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Friends, I want to remind you that all our ancestors walked under the cloud and went through the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "This was like being baptized and becoming followers of Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "All of them also ate the same spiritual food"
            },
            {
                "verse_number": "4",
                "verse_text": "and drank the same spiritual drink, which flowed from the spiritual rock that followed them. That rock was Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "But most of them did not please God. So they died, and their bodies were scattered all over the desert."
            },
            {
                "verse_number": "6",
                "verse_text": "What happened to them is a warning to keep us from wanting to do the same evil things."
            },
            {
                "verse_number": "7",
                "verse_text": "They worshiped idols, just as the Scriptures say, &apos;The people sat down to eat and drink. Then they got up to dance around.&apos; So don't worship idols."
            },
            {
                "verse_number": "8",
                "verse_text": "Some of those people did shameful things, and in a single day about 23,000 died. Don't do shameful things as they did."
            },
            {
                "verse_number": "9",
                "verse_text": "And don't try to test Christ, as some of them did and were later bitten by poisonous snakes."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't even grumble, as some of them did and were killed by the destroying angel."
            },
            {
                "verse_number": "11",
                "verse_text": "These things happened to them as a warning to us. All this was written in the Scriptures to teach us who live in these last days."
            },
            {
                "verse_number": "12",
                "verse_text": "Even if you think you can stand up to temptation, be careful not to fall."
            },
            {
                "verse_number": "13",
                "verse_text": "You are tempted in the same way that everyone else is tempted. But God can be trusted not to let you be tempted too much, and he will show you how to escape from your temptations."
            },
            {
                "verse_number": "14",
                "verse_text": "My friends, you must keep away from idols."
            },
            {
                "verse_number": "15",
                "verse_text": "I am speaking to you as people who have enough sense to know what I am talking about."
            },
            {
                "verse_number": "16",
                "verse_text": "When we drink from the cup we ask God to bless, isn't that sharing in the blood of Christ? When we eat the bread we break, isn't that sharing in the body of Christ?"
            },
            {
                "verse_number": "17",
                "verse_text": "By sharing in the same loaf of bread, we become one body, even though there are many of us."
            },
            {
                "verse_number": "18",
                "verse_text": "Aren't the people of Israel sharing in the worship when they gather around the altar and eat the sacrifices offered there?"
            },
            {
                "verse_number": "19",
                "verse_text": "Am I saying that either the idols or the food sacrificed to them is anything at all?"
            },
            {
                "verse_number": "20",
                "verse_text": "No, I am not! This food is really sacrificed to demons and not to God. I don't want you to have anything to do with demons."
            },
            {
                "verse_number": "21",
                "verse_text": "You cannot drink from the cup of demons and still drink from the Lord's cup. You cannot eat at the table of demons and still eat at the Lord's table."
            },
            {
                "verse_number": "22",
                "verse_text": "We would make the Lord jealous if we did this. And we are not stronger than the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Some of you say, &apos;We can do whatever we want to!&apos; But I tell you not everything may be good or helpful."
            },
            {
                "verse_number": "24",
                "verse_text": "We should think about others and not about ourselves."
            },
            {
                "verse_number": "25",
                "verse_text": "However, when you buy meat in the market, go ahead and eat it. Keep your conscience clear by not asking where the meat came from."
            },
            {
                "verse_number": "26",
                "verse_text": "The Scriptures say, &apos;The earth and everything in it belong to the Lord.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "If an unbeliever invites you to dinner, and you want to go, then go. Eat whatever you are served. Don't cause a problem for someone's conscience by asking where the food came from."
            },
            {
                "verse_number": "30",
                "verse_text": "If I give thanks for what I eat, why should anyone accuse me of doing wrong?"
            },
            {
                "verse_number": "31",
                "verse_text": "When you eat or drink or do anything else, always do it to honor God."
            },
            {
                "verse_number": "32",
                "verse_text": "Don't cause problems for Jews or Greeks or anyone else who belongs to God's church."
            },
            {
                "verse_number": "33",
                "verse_text": "I always try to please others instead of myself, in the hope that many of them will be saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "You must follow my example, as I follow the example of Christ. He took some bread in his hands. After I arrive, I will instruct you about the other matters."
            },
            {
                "verse_number": "2",
                "verse_text": "I am proud of you, because you always remember me and obey the teachings I gave you."
            },
            {
                "verse_number": "3",
                "verse_text": "Now I want you to know that Christ is the head of all men, and a man is the head of a woman. But God is the head of Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "This means that any man who prays or prophesies with something on his head brings shame to his head."
            },
            {
                "verse_number": "5",
                "verse_text": "But any woman who prays or prophesies without something on her head brings shame to her head. In fact, she may as well shave her head."
            },
            {
                "verse_number": "6",
                "verse_text": "A woman should wear something on her head. It is a disgrace for a woman to shave her head or cut her hair. But if she refuses to wear something on her head, let her cut off her hair."
            },
            {
                "verse_number": "7",
                "verse_text": "Men were created to be like God and to bring honor to God. This means a man should not wear anything on his head. Women were created to bring honor to men."
            },
            {
                "verse_number": "8",
                "verse_text": "It was the woman who was made from a man, and not the man who was made from a woman."
            },
            {
                "verse_number": "9",
                "verse_text": "He wasn't created for her. She was created for him."
            },
            {
                "verse_number": "10",
                "verse_text": "And so, because of this, and also because of the angels, a woman ought to wear something on her head, as a sign of her authority."
            },
            {
                "verse_number": "11",
                "verse_text": "As far as the Lord is concerned, men and women need each other."
            },
            {
                "verse_number": "12",
                "verse_text": "It is true that the first woman came from a man, but all other men have been given birth by women. Yet God is the one who created everything."
            },
            {
                "verse_number": "13",
                "verse_text": "Ask yourselves if it is proper for a woman to pray without something on her head."
            },
            {
                "verse_number": "14",
                "verse_text": "Isn't it unnatural and disgraceful for men to have long hair?"
            },
            {
                "verse_number": "15",
                "verse_text": "But long hair is a beautiful way for a woman to cover her head."
            },
            {
                "verse_number": "16",
                "verse_text": "This is how things are done in all of God's churches, and this is why none of you should argue about what I have said."
            },
            {
                "verse_number": "17",
                "verse_text": "Your worship services do you more harm than good. I am certainly not going to praise you for this."
            },
            {
                "verse_number": "18",
                "verse_text": "I am told you can't get along with each other when you worship, and I am sure that some of what I have heard is true."
            },
            {
                "verse_number": "19",
                "verse_text": "You are bound to argue with each other, but it is easy to see which of you have God's approval."
            },
            {
                "verse_number": "20",
                "verse_text": "When you meet together, you don't really celebrate the Lord's Supper."
            },
            {
                "verse_number": "21",
                "verse_text": "You even start eating before everyone gets to the meeting, and some of you go hungry, while others get drunk."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't you have homes where you can eat and drink? Do you hate God's church? Do you want to embarrass people who don't have anything? What can I say to you? I certainly cannot praise you."
            },
            {
                "verse_number": "23",
                "verse_text": "I have already told you what the Lord Jesus did on the night he was betrayed. And it came from the Lord himself."
            },
            {
                "verse_number": "24",
                "verse_text": "Then after he had given thanks, he broke it and said, &apos;This is my body, which is given for you. Eat this and remember me.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "After the meal, Jesus took a cup of wine in his hands and said, &apos;This is my blood, and with it God makes his new agreement with you. Drink this and remember me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord meant that when you eat this bread and drink from this cup, you tell about his death until he comes."
            },
            {
                "verse_number": "27",
                "verse_text": "But if you eat the bread and drink the wine in a way that isn't worthy of the Lord, you sin against his body and blood."
            },
            {
                "verse_number": "28",
                "verse_text": "This is why you must examine the way you eat and drink."
            },
            {
                "verse_number": "29",
                "verse_text": "If you fail to understand that you are the body of the Lord, you will condemn yourselves by the way you eat and drink."
            },
            {
                "verse_number": "30",
                "verse_text": "This is why many of you are sick and weak and why a lot of others have died."
            },
            {
                "verse_number": "31",
                "verse_text": "If we carefully judge ourselves, we won't be punished."
            },
            {
                "verse_number": "32",
                "verse_text": "But when the Lord judges and punishes us, he does it to keep us from being condemned with the rest of the world."
            },
            {
                "verse_number": "33",
                "verse_text": "My dear friends, you should wait until everyone gets there before you start eating."
            },
            {
                "verse_number": "34",
                "verse_text": "If you really are hungry, you can eat at home. Then you won't condemn yourselves when you meet together."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "My friends, you asked me about spiritual gifts."
            },
            {
                "verse_number": "2",
                "verse_text": "I want you to remember that before you became followers of the Lord, you were led in all the wrong ways by idols that cannot even talk."
            },
            {
                "verse_number": "3",
                "verse_text": "Now I want you to know that if you are led by God's Spirit, you will say that Jesus is Lord, and you will never curse Jesus. God put our bodies together in such a way that even the parts that seem the least important are valuable."
            },
            {
                "verse_number": "4",
                "verse_text": "There are different kinds of spiritual gifts, but they all come from the same Spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "There are different ways to serve the same Lord,"
            },
            {
                "verse_number": "6",
                "verse_text": "and we can each do different things. Yet the same God works in all of us and helps us in everything we do."
            },
            {
                "verse_number": "7",
                "verse_text": "The Spirit has given each of us a special way of serving others."
            },
            {
                "verse_number": "8",
                "verse_text": "Some of us can speak with wisdom, while others can speak with knowledge, but these gifts come from the same Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "To others the Spirit has given great faith or the power to heal the sick"
            },
            {
                "verse_number": "10",
                "verse_text": "or the power to work mighty miracles. Some of us are prophets, and some of us recognize when God's Spirit is present. Others can speak different kinds of languages, and still others can tell what these languages mean."
            },
            {
                "verse_number": "11",
                "verse_text": "But it is the Spirit who does all this and decides which gifts to give to each of us."
            },
            {
                "verse_number": "12",
                "verse_text": "The body of Christ has many different parts, just as any other body does."
            },
            {
                "verse_number": "13",
                "verse_text": "Some of us are Jews, and others are Gentiles. Some of us are slaves, and others are free. But God's Spirit baptized each of us and made us part of the body of Christ. Now we each drink from that same Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "Our bodies don't have just one part. They have many parts."
            },
            {
                "verse_number": "15",
                "verse_text": "Suppose a foot says, &apos;I'm not a hand, and so I'm not part of the body.&apos; Wouldn't the foot still belong to the body?"
            },
            {
                "verse_number": "16",
                "verse_text": "Or suppose an ear says, &apos;I'm not an eye, and so I'm not part of the body.&apos; Wouldn't the ear still belong to the body?"
            },
            {
                "verse_number": "17",
                "verse_text": "If our bodies were only an eye, we couldn't hear a thing. And if they were only an ear, we couldn't smell a thing."
            },
            {
                "verse_number": "18",
                "verse_text": "But God has put all parts of our body together in the way that he decided is best."
            },
            {
                "verse_number": "19",
                "verse_text": "A body isn't really a body, unless there is more than one part."
            },
            {
                "verse_number": "20",
                "verse_text": "It takes many parts to make a single body."
            },
            {
                "verse_number": "21",
                "verse_text": "That's why the eyes cannot say they don't need the hands. That's also why the head cannot say it doesn't need the feet."
            },
            {
                "verse_number": "22",
                "verse_text": "In fact, we cannot get along without the parts of the body that seem to be the weakest."
            },
            {
                "verse_number": "23",
                "verse_text": "We take special care to dress up some parts of our bodies. We are modest about our personal parts,"
            },
            {
                "verse_number": "24",
                "verse_text": "but we don't have to be modest about other parts."
            },
            {
                "verse_number": "25",
                "verse_text": "He did this to make all parts of the body work together smoothly, with each part caring about the others."
            },
            {
                "verse_number": "26",
                "verse_text": "If one part of our body hurts, we hurt all over. If one part of our body is honored, the whole body will be happy."
            },
            {
                "verse_number": "27",
                "verse_text": "Together you are the body of Christ. Each one of you is part of his body."
            },
            {
                "verse_number": "28",
                "verse_text": "First, God chose some people to be apostles and prophets and teachers for the church. But he also chose some to work miracles or heal the sick or help others or be leaders or speak different kinds of languages."
            },
            {
                "verse_number": "29",
                "verse_text": "Not everyone is an apostle. Not everyone is a prophet. Not everyone is a teacher. Not everyone can work miracles."
            },
            {
                "verse_number": "30",
                "verse_text": "Not everyone can heal the sick. Not everyone can speak different kinds of languages. Not everyone can tell what these languages mean."
            },
            {
                "verse_number": "31",
                "verse_text": "I want you to desire the best gifts. So I will show you a much better way."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "What if I could speak all languages of humans and even of angels? If I did not love others, I would be nothing more than a noisy gong or a clanging cymbal. and understand all mysteries and all knowledge? And what if I had faith that moved mountains? I would be nothing, unless I loved others. that I owned and let myself I would gain nothing, unless I loved others. never jealous, boastful, proud, or Love isn't selfish or quick tempered. It doesn't keep a record of wrongs that others do. but not in evil. loyal, hopeful, and trusting. Everyone who prophesies will stop, and unknown languages will no longer be spoken. All that we know will be forgotten. and our prophecies are not complete. will someday appear, and what isn't perfect will then disappear. we thought and reasoned as children do. But when we grew up, we quit our childish ways. is like a cloudy picture in a mirror. Later we will see him face to face. We don't know everything, but then we will, just as God completely understands us. hope, and love. But of these three, the greatest is love."
            },
            {
                "verse_number": "2",
                "verse_text": "What if I could prophesy"
            },
            {
                "verse_number": "3",
                "verse_text": "What if I gave away all be burned alive?"
            },
            {
                "verse_number": "4",
                "verse_text": "Love is patient and kind,"
            },
            {
                "verse_number": "5",
                "verse_text": "rude."
            },
            {
                "verse_number": "6",
                "verse_text": "Love rejoices in the truth,"
            },
            {
                "verse_number": "7",
                "verse_text": "Love is always supportive,"
            },
            {
                "verse_number": "8",
                "verse_text": "Love never fails!"
            },
            {
                "verse_number": "9",
                "verse_text": "We don't know everything,"
            },
            {
                "verse_number": "10",
                "verse_text": "But what is perfect"
            },
            {
                "verse_number": "11",
                "verse_text": "When we were children,"
            },
            {
                "verse_number": "12",
                "verse_text": "Now all we can see of God"
            },
            {
                "verse_number": "13",
                "verse_text": "For now there are faith,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Love should be your guide. Be eager to have the gifts that come from the Holy Spirit, especially the gift of prophecy."
            },
            {
                "verse_number": "2",
                "verse_text": "If you speak languages that others don't know, God will understand what you are saying, though no one else will know what you mean. You will be talking about mysteries that only the Spirit understands."
            },
            {
                "verse_number": "3",
                "verse_text": "But when you prophesy, you will be understood, and others will be helped. They will be encouraged and made to feel better. &apos;I will use strangers who speak unknown languages to talk to my people. They will speak to them in foreign languages, but still my people won't listen to me.&apos; When God's people meet in church,"
            },
            {
                "verse_number": "4",
                "verse_text": "By speaking languages that others don't know, you help only yourself. But by prophesying you help everyone in the church."
            },
            {
                "verse_number": "5",
                "verse_text": "I am glad for you to speak unknown languages, although I prefer that you would prophesy. In fact, prophesying does much more good than speaking unknown languages, unless someone can help the church by explaining what you mean."
            },
            {
                "verse_number": "6",
                "verse_text": "My friends, what good would it do, if I came and spoke unknown languages to you and didn't explain what I meant? How would I help you, unless I told you what God had shown me or gave you some knowledge or prophecy or teaching?"
            },
            {
                "verse_number": "7",
                "verse_text": "If all musical instruments sounded alike, how would you know the difference between a flute and a harp?"
            },
            {
                "verse_number": "8",
                "verse_text": "If a bugle call isn't clear, how would you know to get ready for battle?"
            },
            {
                "verse_number": "9",
                "verse_text": "This is how it is when you speak unknown languages. If no one can understand what you are talking about, you will only be talking to the wind."
            },
            {
                "verse_number": "10",
                "verse_text": "There are many different languages in this world, and all of them make sense."
            },
            {
                "verse_number": "11",
                "verse_text": "But if I don't understand the language that someone is using, we will be like foreigners to each other."
            },
            {
                "verse_number": "12",
                "verse_text": "If you really want spiritual gifts, choose the ones that will be most helpful to the church."
            },
            {
                "verse_number": "13",
                "verse_text": "When we speak languages that others don't know, we should pray for the power to explain what we mean."
            },
            {
                "verse_number": "14",
                "verse_text": "For example, if I use an unknown language in my prayers, my spirit prays but my mind is useless."
            },
            {
                "verse_number": "15",
                "verse_text": "Then what should I do? There are times when I should pray with my spirit, and times when I should pray with my mind. Sometimes I should sing with my spirit, and at other times I should sing with my mind."
            },
            {
                "verse_number": "16",
                "verse_text": "Suppose some strangers are in your worship service, when you are praising God with your spirit. If they don't understand you, how will they know to say, &apos;Amen&apos;?"
            },
            {
                "verse_number": "17",
                "verse_text": "You may be worshiping God in a wonderful way, but no one else will be helped."
            },
            {
                "verse_number": "18",
                "verse_text": "I thank God that I speak unknown languages more than any of you."
            },
            {
                "verse_number": "19",
                "verse_text": "But words that make sense can help the church. This is why in church I would rather speak five words that make sense than to speak 10,000 words in a language that others don't know."
            },
            {
                "verse_number": "20",
                "verse_text": "My friends, stop thinking like children. Think like mature people and be as innocent as tiny babies."
            },
            {
                "verse_number": "21",
                "verse_text": "In the Scriptures the Lord says,"
            },
            {
                "verse_number": "22",
                "verse_text": "Languages others don't know may mean something to unbelievers, but not to the Lord's followers. Prophecy, on the other hand, is for followers, not for unbelievers."
            },
            {
                "verse_number": "23",
                "verse_text": "Suppose everyone in your worship service started speaking unknown languages, and some outsiders or some unbelievers come in. Won't they think you are crazy?"
            },
            {
                "verse_number": "24",
                "verse_text": "But suppose all of you are prophesying when those unbelievers and outsiders come in. They will realize that they are sinners, and they will want to change their ways because of what you are saying."
            },
            {
                "verse_number": "25",
                "verse_text": "They will tell what is hidden in their hearts. Then they will kneel down and say to God, &apos;We are certain that you are with these people.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "My friends, when you meet to worship, you must do everything for the good of everyone there. That's how it should be when someone sings or teaches or tells what God has said or speaks an unknown language or explains what the language means."
            },
            {
                "verse_number": "27",
                "verse_text": "No more than two or three of you should speak unknown languages during the meeting. You must take turns, and someone should always be there to explain what you mean."
            },
            {
                "verse_number": "28",
                "verse_text": "If no one can explain, you must keep silent in church and speak only to yourself and to God."
            },
            {
                "verse_number": "29",
                "verse_text": "Two or three persons may prophesy, and everyone else must listen carefully."
            },
            {
                "verse_number": "30",
                "verse_text": "If someone sitting there receives a message from God, the speaker must stop and let the other person speak."
            },
            {
                "verse_number": "31",
                "verse_text": "Let only one person speak at a time, then all of you will learn something and be encouraged."
            },
            {
                "verse_number": "32",
                "verse_text": "A prophet should be willing to stop and let someone else speak."
            },
            {
                "verse_number": "33",
                "verse_text": "God wants everything to be done peacefully and in order."
            },
            {
                "verse_number": "34",
                "verse_text": "the women must not be allowed to speak. They must keep quiet and listen, as the Law of Moses teaches."
            },
            {
                "verse_number": "35",
                "verse_text": "If there is something they want to know, they can ask their husbands when they get home. It is disgraceful for women to speak in church."
            },
            {
                "verse_number": "36",
                "verse_text": "God's message did not start with you people, and you are not the only ones it has reached."
            },
            {
                "verse_number": "37",
                "verse_text": "If you think of yourself as a prophet or a spiritual person, you will know I am writing only what the Lord has commanded."
            },
            {
                "verse_number": "38",
                "verse_text": "So don't pay attention to anyone who ignores what I am writing."
            },
            {
                "verse_number": "39",
                "verse_text": "My friends, be eager to prophesy and don't stop anyone from speaking languages that others don't know."
            },
            {
                "verse_number": "40",
                "verse_text": "But do everything properly and in order."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "My friends, I want you to remember the message I preached and that you believed and trusted."
            },
            {
                "verse_number": "2",
                "verse_text": "You will be saved by this message, if you hold firmly to it. But if you don't, your faith was all for nothing. Christ died for our sins, as the Scriptures say. and three days later he was raised to life, as the Scriptures say. then to the twelve. to more than five hundred other followers. Most of them are still alive, but some have died. then to all of the apostles. &apos;Let's eat and drink. Tomorrow we die.&apos; &apos;Death has lost the battle! Where is its sting?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "I told you the most important part of the message exactly as it was told to me. This part is:"
            },
            {
                "verse_number": "4",
                "verse_text": "He was buried,"
            },
            {
                "verse_number": "5",
                "verse_text": "Christ appeared to Peter,"
            },
            {
                "verse_number": "6",
                "verse_text": "After this, he appeared"
            },
            {
                "verse_number": "7",
                "verse_text": "He also appeared to James,"
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, he appeared to me, even though I am like someone who was born at the wrong time."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the least important of all the apostles. In fact, I caused so much trouble for God's church that I don't even deserve to be called an apostle."
            },
            {
                "verse_number": "10",
                "verse_text": "But God treated me with undeserved grace! He made me what I am, and his grace wasn't wasted. I worked much harder than any of the other apostles, although it was really God's grace at work and not me."
            },
            {
                "verse_number": "11",
                "verse_text": "But it doesn't matter if I preached or if they preached. All of you believed the message just the same."
            },
            {
                "verse_number": "12",
                "verse_text": "If we preach that Christ was raised from death, how can some of you say the dead will not be raised to life?"
            },
            {
                "verse_number": "13",
                "verse_text": "If they won't be raised to life, Christ himself wasn't raised to life."
            },
            {
                "verse_number": "14",
                "verse_text": "And if Christ wasn't raised to life, our message is worthless, and so is your faith."
            },
            {
                "verse_number": "15",
                "verse_text": "If the dead won't be raised to life, we have told lies about God by saying he raised Christ to life, when he really did not."
            },
            {
                "verse_number": "16",
                "verse_text": "So if the dead won't be raised to life, Christ wasn't raised to life."
            },
            {
                "verse_number": "17",
                "verse_text": "Unless Christ was raised to life, your faith is useless, and you are still living in your sins."
            },
            {
                "verse_number": "18",
                "verse_text": "And those people who died after putting their faith in him are completely lost."
            },
            {
                "verse_number": "19",
                "verse_text": "If our hope in Christ is good only for this life, we are worse off than anyone else."
            },
            {
                "verse_number": "20",
                "verse_text": "But Christ has been raised to life! And he makes us certain that others will also be raised to life."
            },
            {
                "verse_number": "21",
                "verse_text": "Just as we will die because of Adam, we will be raised to life because of Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "Adam brought death to all of us, and Christ will bring life to all of us."
            },
            {
                "verse_number": "23",
                "verse_text": "But we must each wait our turn. Christ was the first to be raised to life, and his people will be raised to life when he returns."
            },
            {
                "verse_number": "24",
                "verse_text": "Then after Christ has destroyed all powers and forces, the end will come, and he will give the kingdom to God the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "Christ will rule until he puts all his enemies under his power,"
            },
            {
                "verse_number": "26",
                "verse_text": "and the last enemy he destroys will be death."
            },
            {
                "verse_number": "27",
                "verse_text": "When the Scriptures say he will put everything under his power, they don't include God. It was God who put everything under the power of Christ."
            },
            {
                "verse_number": "28",
                "verse_text": "After everything is under the power of God's Son, he will put himself under the power of God, who put everything under his Son's power. Then God will mean everything to everyone."
            },
            {
                "verse_number": "29",
                "verse_text": "If the dead are not going to be raised to life, what will people do who are being baptized for them? Why are they being baptized for those dead people?"
            },
            {
                "verse_number": "30",
                "verse_text": "And why do we always risk our lives"
            },
            {
                "verse_number": "31",
                "verse_text": "and face death every day? The pride that I have in you because of Christ Jesus our Lord is what makes me say this."
            },
            {
                "verse_number": "32",
                "verse_text": "What do you think I gained by fighting wild animals in Ephesus? If the dead are not raised to life,"
            },
            {
                "verse_number": "33",
                "verse_text": "Don't fool yourselves. Bad friends will destroy you."
            },
            {
                "verse_number": "34",
                "verse_text": "Be sensible and stop sinning. You should be embarrassed that some people still don't know about God."
            },
            {
                "verse_number": "35",
                "verse_text": "Some of you have asked, &apos;How will the dead be raised to life? What kind of bodies will they have?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Don't be foolish. A seed must die before it can sprout from the ground."
            },
            {
                "verse_number": "37",
                "verse_text": "Wheat seeds and all other seeds look different from the sprouts that come up."
            },
            {
                "verse_number": "38",
                "verse_text": "This is because God gives everything the kind of body he wants it to have."
            },
            {
                "verse_number": "39",
                "verse_text": "People, animals, birds, and fish are each made of flesh, but none of them are alike."
            },
            {
                "verse_number": "40",
                "verse_text": "Everything in the heavens has a body, and so does everything on earth. But each one is very different from all the others."
            },
            {
                "verse_number": "41",
                "verse_text": "The sun isn't like the moon, the moon isn't like the stars, and each star is different."
            },
            {
                "verse_number": "42",
                "verse_text": "That's how it will be when our bodies are raised to life. These bodies will die, but the bodies that are raised will live forever."
            },
            {
                "verse_number": "43",
                "verse_text": "These ugly and weak bodies will become beautiful and strong."
            },
            {
                "verse_number": "44",
                "verse_text": "As surely as there are physical bodies, there are spiritual bodies. And our physical bodies will be changed into spiritual bodies."
            },
            {
                "verse_number": "45",
                "verse_text": "The first man was named Adam, and the Scriptures tell us that he was a living person. But Jesus, who may be called the last Adam, is a life-giving spirit."
            },
            {
                "verse_number": "46",
                "verse_text": "We see that the one with a spiritual body did not come first. He came after the one who had a physical body."
            },
            {
                "verse_number": "47",
                "verse_text": "The first man was made from the dust of the earth, but the second man came from heaven."
            },
            {
                "verse_number": "48",
                "verse_text": "Everyone on earth has a body like the body of the one who was made from the dust of the earth. And everyone in heaven has a body like the body of the one who came from heaven."
            },
            {
                "verse_number": "49",
                "verse_text": "Just as we are like the one who was made out of earth, we will be like the one who came from heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "My friends, I want you to know that our bodies of flesh and blood will decay. This means they cannot share in God's kingdom, which lasts forever."
            },
            {
                "verse_number": "51",
                "verse_text": "I will explain a mystery to you. Not every one of us will die, but we will all be changed."
            },
            {
                "verse_number": "52",
                "verse_text": "It will happen suddenly, quicker than the blink of an eye. At the sound of the last trumpet the dead will be raised. We will all be changed, so we will never die again."
            },
            {
                "verse_number": "53",
                "verse_text": "Our dead and decaying bodies will be changed into bodies that won't die or decay."
            },
            {
                "verse_number": "54",
                "verse_text": "The bodies we now have are weak and can die. But they will be changed into bodies that are eternal. Then the Scriptures will come true,"
            },
            {
                "verse_number": "55",
                "verse_text": "Where is its victory?"
            },
            {
                "verse_number": "56",
                "verse_text": "Sin is what gives death its sting, and the Law is the power behind sin."
            },
            {
                "verse_number": "57",
                "verse_text": "But thank God for letting our Lord Jesus Christ give us the victory!"
            },
            {
                "verse_number": "58",
                "verse_text": "My dear friends, stand firm and don't be shaken. Always keep busy working for the Lord. You know that everything you do for him is worthwhile."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "When you collect money for God's people, I want you to do exactly what I told the churches in Galatia to do."
            },
            {
                "verse_number": "2",
                "verse_text": "That is, each Sunday each of you must put aside part of what you have earned. If you do this, you won't have to take up a collection when I come."
            },
            {
                "verse_number": "3",
                "verse_text": "Choose some followers to take the money to Jerusalem. I will send them on with the money and with letters which show that you approve of them."
            },
            {
                "verse_number": "4",
                "verse_text": "If you think I should go along, they can go with me. Aquila and Priscilla, together with the church that meets in their house, send greetings in the name of the Lord. Give each other a warm greeting."
            },
            {
                "verse_number": "5",
                "verse_text": "After I have gone through Macedonia, I hope to see you"
            },
            {
                "verse_number": "6",
                "verse_text": "and visit with you for a while. I may even stay all winter, so that you can help me on my way to wherever I will be going next."
            },
            {
                "verse_number": "7",
                "verse_text": "If the Lord lets me, I would rather come later for a longer visit than to stop off now for only a short visit."
            },
            {
                "verse_number": "8",
                "verse_text": "I will stay in Ephesus until Pentecost,"
            },
            {
                "verse_number": "9",
                "verse_text": "because there is a wonderful opportunity for me to do some work here. But there are also many people who are against me."
            },
            {
                "verse_number": "10",
                "verse_text": "When Timothy arrives, give him a friendly welcome. He is doing the Lord's work, just as I am."
            },
            {
                "verse_number": "11",
                "verse_text": "Don't let anyone mistreat him. I am looking for him to return to me together with the other followers. So when he leaves, send him off with your blessings."
            },
            {
                "verse_number": "12",
                "verse_text": "I have tried hard to get our friend Apollos to visit you with the other followers. He doesn't want to come just now, but he will come when he can."
            },
            {
                "verse_number": "13",
                "verse_text": "Keep alert. Be firm in your faith. Stay brave and strong."
            },
            {
                "verse_number": "14",
                "verse_text": "Show love in everything you do."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that Stephanas and his family were the first in Achaia to have faith in the Lord. They have done all they can for God's people. My friends, I ask you"
            },
            {
                "verse_number": "16",
                "verse_text": "to obey leaders like them and to do the same for all others who work hard with you."
            },
            {
                "verse_number": "17",
                "verse_text": "I was glad to see Stephanas and Fortunatus and Achaicus. Having them here was like having you."
            },
            {
                "verse_number": "18",
                "verse_text": "They made me feel much better, just as they made you feel better. You should appreciate people like them."
            },
            {
                "verse_number": "19",
                "verse_text": "Greetings from the churches in Asia."
            },
            {
                "verse_number": "20",
                "verse_text": "All the Lord's followers send their greetings."
            },
            {
                "verse_number": "21",
                "verse_text": "I am signing this letter myself: PAUL."
            },
            {
                "verse_number": "22",
                "verse_text": "I pray that God will put a curse on everyone who doesn't love the Lord. And may the Lord come soon."
            },
            {
                "verse_number": "23",
                "verse_text": "I pray the Lord Jesus will be kind to you."
            },
            {
                "verse_number": "24",
                "verse_text": "I love everyone who belongs to Christ Jesus."
            }
        ]
    }
}