{
    "Leviticus": {
        "1": [
            {
                "verse_number": "4",
                "verse_text": "Lay your hand on its head, and I will accept the animal as a sacrifice for taking away your sins."
            },
            {
                "verse_number": "5",
                "verse_text": "After the bull is killed in my presence, some priests from Aaron's family will offer its blood to me by splattering it against the four sides of the altar."
            },
            {
                "verse_number": "6",
                "verse_text": "Skin the bull and cut it up,"
            },
            {
                "verse_number": "7",
                "verse_text": "while the priests pile wood on the altar fire to make it start blazing."
            },
            {
                "verse_number": "10",
                "verse_text": "If you sacrifice a ram or a goat, it must not have anything wrong with it."
            },
            {
                "verse_number": "11",
                "verse_text": "Lead the animal to the north side of the altar, where it is to be killed in my presence. Then some of the priests will splatter its blood against the four sides of the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "If you offer a bird for this kind of sacrifice, it must be a dove or a pigeon."
            },
            {
                "verse_number": "15",
                "verse_text": "A priest will take the bird to the bronze altar, where he will wring its neck and put its head on the fire. Then he will drain out its blood on one side of the altar,"
            },
            {
                "verse_number": "16",
                "verse_text": "remove the bird's craw with what is in it, and throw them on the ash heap at the east side of the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Finally, he will take the bird by its wings, tear it partially open, and send it up in smoke with a smell that pleases me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When you offer sacrifices to give thanks to me, you must use only your finest flour. Put it in a dish, sprinkle olive oil and incense on the flour,"
            },
            {
                "verse_number": "2",
                "verse_text": "and take it to the priests from Aaron's family. One of them will scoop up the incense together with a handful of the flour and oil. Then, to show that the whole offering belongs to me, the priest will lay this part on the bronze altar and send it up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "3",
                "verse_text": "The rest of this sacrifice is for the priests; it is very holy because it was offered to me."
            },
            {
                "verse_number": "4",
                "verse_text": "If you bake bread in an oven for this sacrifice, use only your finest flour, but without any yeast. You may make the flour into a loaf mixed with olive oil, or you may make it into thin wafers and brush them with oil."
            },
            {
                "verse_number": "5",
                "verse_text": "If you cook bread in a shallow pan for this sacrifice, use only your finest flour. Mix it with olive oil, but do not use any yeast."
            },
            {
                "verse_number": "6",
                "verse_text": "Then break the bread into small pieces and sprinkle them with oil."
            },
            {
                "verse_number": "7",
                "verse_text": "If you cook your bread in a pan with a lid on it, you must also use the finest flour mixed with oil."
            },
            {
                "verse_number": "8",
                "verse_text": "You may prepare sacrifices to give thanks in any of these three ways. Bring your sacrifice to a priest, and he will take it to the bronze altar."
            },
            {
                "verse_number": "9",
                "verse_text": "Then, to show that the whole offering belongs to me, the priest will lay part of it on the altar and send it up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "10",
                "verse_text": "The rest of this sacrifice is for the priests; it is very holy because it was offered to me."
            },
            {
                "verse_number": "11",
                "verse_text": "Yeast and honey must never be burned on the altar, so don't ever mix either of these in a grain sacrifice."
            },
            {
                "verse_number": "12",
                "verse_text": "You may offer either of them separately, when you present the first part of your harvest to me, but they must never be burned on the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "Salt is offered when you make an agreement with me, so sprinkle salt on these sacrifices."
            },
            {
                "verse_number": "14",
                "verse_text": "Freshly cut grain, either roasted or coarsely ground, must be used when you offer the first part of your grain harvest."
            },
            {
                "verse_number": "15",
                "verse_text": "You must mix in some olive oil and put incense on top, because this is a grain sacrifice."
            },
            {
                "verse_number": "16",
                "verse_text": "A priest will sprinkle all of the incense and some of the grain and oil on the altar and send them up in smoke to show that the whole offering belongs to me."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "When you offer sacrifices to ask my blessing, you may offer either a bull or a cow, but there must be nothing wrong with the animal."
            },
            {
                "verse_number": "2",
                "verse_text": "Lead it to the entrance of the sacred tent, lay your hand on its head, and have it killed there. A priest from Aaron's family will splatter its blood against the four sides of the altar. All fat belongs to me."
            },
            {
                "verse_number": "3",
                "verse_text": "Offer all of the fat on the animal's insides,"
            },
            {
                "verse_number": "4",
                "verse_text": "as well as the lower part of the liver and the two kidneys with their fat."
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the priests will lay these pieces on the altar and send them up in smoke with a smell that pleases me, together with the sacrifice that is offered to please me."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead of a bull or a cow, you may offer any sheep or goat that has nothing wrong with it."
            },
            {
                "verse_number": "7",
                "verse_text": "If you offer a sheep, you must present it to me at the entrance to the sacred tent."
            },
            {
                "verse_number": "8",
                "verse_text": "Lay your hand on its head and have it killed there. A priest will then splatter its blood against the four sides of the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "Offer the fat on the tail, the tailbone, and the insides,"
            },
            {
                "verse_number": "10",
                "verse_text": "as well as the lower part of the liver and the two kidneys with their fat."
            },
            {
                "verse_number": "11",
                "verse_text": "One of the priests will lay these pieces on the altar and send them up in smoke as a food offering for me."
            },
            {
                "verse_number": "12",
                "verse_text": "If you offer a goat, you must also present it to me"
            },
            {
                "verse_number": "13",
                "verse_text": "at the entrance to the sacred tent. Lay your hand on its head and have it killed there. A priest will then splatter its blood against the four sides of the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "Offer all of the fat on the animal's insides,"
            },
            {
                "verse_number": "15",
                "verse_text": "as well as the lower part of the liver and the two kidneys with their fat."
            },
            {
                "verse_number": "16",
                "verse_text": "One of the priests will put these pieces on the altar and send them up in smoke as a food offering with a smell that pleases me."
            },
            {
                "verse_number": "17",
                "verse_text": "So you and your descendants must never eat any fat or any blood, not even in the privacy of your own homes. This law will never change."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: Offer a sacrifice to ask forgiveness when you sin by accidentally doing something I have told you not to do."
            },
            {
                "verse_number": "3",
                "verse_text": "When the high priest sins, he makes everyone else guilty too. And so, he must sacrifice a young bull that has nothing wrong with it."
            },
            {
                "verse_number": "4",
                "verse_text": "The priest will lead the bull to the entrance of the sacred tent, lay his hand on its head, and kill it there."
            },
            {
                "verse_number": "5",
                "verse_text": "He will take a bowl of the blood inside the tent,"
            },
            {
                "verse_number": "6",
                "verse_text": "dip a finger in the blood, and sprinkle some of it seven times toward the sacred chest behind the curtain."
            },
            {
                "verse_number": "7",
                "verse_text": "Then, in my presence, he will smear some of the blood on each of the four corners of the incense altar, before pouring out the rest at the foot of the bronze altar near the entrance to the tent."
            },
            {
                "verse_number": "13",
                "verse_text": "When the nation of Israel disobeys me without meaning to, the whole nation is still guilty."
            },
            {
                "verse_number": "14",
                "verse_text": "Once you realize what has happened, you must sacrifice a young bull to ask my forgiveness. Lead the bull to the entrance of the sacred tent,"
            },
            {
                "verse_number": "15",
                "verse_text": "where your tribal leaders will lay their hands on its head, before having it killed in my presence."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will take a bowl of the animal's blood inside the sacred tent,"
            },
            {
                "verse_number": "17",
                "verse_text": "dip a finger in the blood, and sprinkle some of it seven times toward the sacred chest behind the curtain."
            },
            {
                "verse_number": "18",
                "verse_text": "Then, in my presence, he must smear some of the blood on each of the four corners of the incense altar, before pouring out the rest at the foot of the bronze altar near the entrance to the tent."
            },
            {
                "verse_number": "22",
                "verse_text": "Any tribal leader who disobeys me without knowing it is still guilty."
            },
            {
                "verse_number": "23",
                "verse_text": "As soon as the leader realizes what has happened, he must sacrifice a goat that has nothing wrong with it."
            },
            {
                "verse_number": "24",
                "verse_text": "This is a sacrifice for sin. So he will lay his hand on the animal's head, before having it killed in my presence at the north side of the bronze altar."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest will dip a finger in the blood, smear some of it on each of the four corners of the altar, and pour out the rest at the foot of the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "Then he must send all of the fat up in smoke, just as he does when a sacrifice is offered to ask my blessing. By this sacrifice the leader's sin will be forgiven."
            },
            {
                "verse_number": "27",
                "verse_text": "When any of you ordinary people disobey me without meaning to, you are still guilty."
            },
            {
                "verse_number": "28",
                "verse_text": "As soon as you realize what you have done, you must sacrifice a female goat that has nothing wrong with it."
            },
            {
                "verse_number": "29",
                "verse_text": "Lead the goat to the north side of the bronze altar and lay your hand on its head, before having it killed."
            },
            {
                "verse_number": "30",
                "verse_text": "Then a priest will dip a finger in the blood; he will smear some of it on each of the four corners of the altar and pour out the rest at the foot of the altar."
            },
            {
                "verse_number": "31",
                "verse_text": "After this, the priest will remove all of the fat, just as he does when an animal is sacrificed to ask my blessing. The priest will then send the fat up in smoke with a smell that pleases me. This animal is sacrificed so that I will forgive you ordinary people when you sin."
            },
            {
                "verse_number": "32",
                "verse_text": "If you offer a lamb instead of a goat as a sacrifice for sin, it must be a female that has nothing wrong with it."
            },
            {
                "verse_number": "33",
                "verse_text": "Lead the lamb to the altar and lay your hand on its head, before having it killed."
            },
            {
                "verse_number": "34",
                "verse_text": "The priest will dip a finger in the blood, smear some of it on each of the four corners of the altar, and pour out the rest at the foot of the altar."
            },
            {
                "verse_number": "35",
                "verse_text": "After this, all of the fat must be removed, just as when an animal is sacrificed to ask my blessing. Then the priest will send it up in smoke to me, together with a food offering, and your sin will be forgiven."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "If you refuse to testify in court about something you saw or know has happened, you have sinned and can be punished. You will be forgiven when the priest offers these sacrifices as the price for your sin. If this happens, you must either sacrifice a ram that has nothing wrong with it or else pay the price of a ram with the official money used by the priests."
            },
            {
                "verse_number": "2",
                "verse_text": "You are guilty and unfit to worship me, if you accidentally touch the dead body of any kind of unclean animal."
            },
            {
                "verse_number": "3",
                "verse_text": "You are guilty if you find out that you have accidentally touched anything unclean that comes from a human body."
            },
            {
                "verse_number": "4",
                "verse_text": "You are guilty the moment you realize that you have made a hasty promise to do something good or bad."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as you discover that you have committed any of these sins, you must confess what you have done."
            },
            {
                "verse_number": "6",
                "verse_text": "Then you must bring a female sheep or goat to me as the price for your sin. A priest will sacrifice the animal, and you will be forgiven."
            },
            {
                "verse_number": "7",
                "verse_text": "If you are poor and cannot afford to bring an animal, you may bring two doves or two pigeons. One of these will be a sacrifice to ask my forgiveness, and the other will be a sacrifice to please me."
            },
            {
                "verse_number": "8",
                "verse_text": "Give both birds to the priest, who will offer one as a sacrifice to ask my forgiveness. He will wring its neck without tearing off its head,"
            },
            {
                "verse_number": "9",
                "verse_text": "splatter some of its blood on one side of the bronze altar, and drain out the rest at the foot of the altar."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he will follow the proper rules for offering the other bird as a sacrifice to please me."
            },
            {
                "verse_number": "11",
                "verse_text": "If you are so poor that you cannot afford doves or pigeons, you may bring one kilogram of your finest flour. This is a sacrifice to ask my forgiveness, so don't sprinkle olive oil or sweet-smelling incense on it."
            },
            {
                "verse_number": "12",
                "verse_text": "Give the flour to a priest, who will scoop up a handful and send it up in smoke together with the other offerings. This is a reminder that all of the flour belongs to me."
            },
            {
                "verse_number": "13",
                "verse_text": "By offering this sacrifice, the priest pays the price for any of these sins you may have committed. The priest gets to keep the rest of the flour, just as he does with grain sacrifices."
            },
            {
                "verse_number": "16",
                "verse_text": "In addition, you must pay what you owe plus a fine of 20 percent. Then the priest will offer the ram as a sacrifice to make things right, and you will be forgiven."
            }
        ],
        "6": [
            {
                "verse_number": "4",
                "verse_text": "When this happens, you must return what doesn't belong to you"
            },
            {
                "verse_number": "5",
                "verse_text": "and pay the owner a fine of 20 percent."
            },
            {
                "verse_number": "10",
                "verse_text": "The next morning you will dress in your priestly clothes, including your linen underwear. Then clean away the ashes left by the sacrifices and pile them beside the altar."
            },
            {
                "verse_number": "11",
                "verse_text": "Change into your everyday clothes, take the ashes outside the camp, and pile them in the special place."
            },
            {
                "verse_number": "12",
                "verse_text": "The fire must never go out, so put wood on it each morning. After this, you are to lay an animal on the altar next to the fat that you sacrifice to ask my blessing. Then send it all up in smoke to me."
            },
            {
                "verse_number": "13",
                "verse_text": "The altar fire must always be kept burning&ndash;it must never go out."
            },
            {
                "verse_number": "14",
                "verse_text": "When someone offers a sacrifice to give thanks to me, the priests from Aaron's family must bring it to the front of the bronze altar,"
            },
            {
                "verse_number": "15",
                "verse_text": "where one of them will scoop up a handful of the flour and oil, together with all the incense on it. Then, to show that the whole offering belongs to me, he will lay all of this on the altar and send it up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "18",
                "verse_text": "Only the men in Aaron's family are allowed to eat this bread, and they must go through a ceremony to be made holy before touching it. This law will never change."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord spoke to Moses"
            },
            {
                "verse_number": "20",
                "verse_text": "and told him what sacrifices the priests must offer on the morning and evening of the day they are ordained:"
            },
            {
                "verse_number": "21",
                "verse_text": "mixed with olive oil and cooked in a shallow pan. The bread must then be crumbled into small pieces and sent up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "25",
                "verse_text": "how the priests from Aaron's family were to offer the sacrifice for sin:"
            },
            {
                "verse_number": "26",
                "verse_text": "The priest who offers this sacrifice must eat it in the sacred courtyard of the sacred tent,"
            },
            {
                "verse_number": "27",
                "verse_text": "and anyone or anything that touches the meat will be holy. If any of the animal's blood is splattered on the clothes of the priest, they must be washed in a holy place."
            },
            {
                "verse_number": "28",
                "verse_text": "If the meat was cooked in a clay pot, the pot must be destroyed, but if it was cooked in a bronze pot, the pot must be scrubbed and rinsed with water."
            },
            {
                "verse_number": "29",
                "verse_text": "This sacrifice is very holy, and only the priests may have any part of it."
            },
            {
                "verse_number": "30",
                "verse_text": "None of the meat may be eaten from the sacrifices for sin that require blood to be brought into the sacred tent. These sacrifices must be completely burned."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The sacrifice to make things right is very sacred."
            },
            {
                "verse_number": "2",
                "verse_text": "The animal must be killed in the same place where the sacrifice to please me is killed, and the animal's blood must be splattered against the four sides of the bronze altar."
            },
            {
                "verse_number": "3",
                "verse_text": "Offer all of the animal's fat, including the fat on its tail and on its insides,"
            },
            {
                "verse_number": "4",
                "verse_text": "as well as the lower part of the liver and the two kidneys with their fat."
            },
            {
                "verse_number": "5",
                "verse_text": "One of the priests will lay these pieces on the altar and send them up in smoke to me."
            },
            {
                "verse_number": "6",
                "verse_text": "This sacrifice for making things right is very holy. Only the priests may eat it, and they must eat it in a holy place. Don't eat the fat of cattle, sheep, or goats."
            },
            {
                "verse_number": "7",
                "verse_text": "The ceremony for this sacrifice and the one for sin are the same, and the meat may be eaten only by the priest who performs this ceremony of forgiveness."
            },
            {
                "verse_number": "8",
                "verse_text": "In fact, the priest who offers a sacrifice to please me may keep the skin of the animal,"
            },
            {
                "verse_number": "9",
                "verse_text": "just as he may eat the bread from a sacrifice to give thanks to me."
            },
            {
                "verse_number": "10",
                "verse_text": "All other grain sacrifices&ndash;with or without olive oil in them&ndash;are to be divided equally among the priests of Aaron's family."
            },
            {
                "verse_number": "11",
                "verse_text": "Here are the instructions for offering a sacrifice to ask my blessing:"
            },
            {
                "verse_number": "12",
                "verse_text": "If you offer it to give thanks, you must offer some bread together with it. Use the finest flour to make three kinds of bread without yeast&ndash;two in the form of loaves mixed with olive oil and one in the form of thin wafers brushed with oil."
            },
            {
                "verse_number": "13",
                "verse_text": "You must also make some bread with yeast."
            },
            {
                "verse_number": "14",
                "verse_text": "Give me one loaf or wafer from each of these four kinds of bread, after which they will belong to the priest who splattered the blood against the bronze altar."
            },
            {
                "verse_number": "15",
                "verse_text": "When you offer an animal to ask a blessing from me or to thank me, the meat belongs to you, but it must be eaten the same day."
            },
            {
                "verse_number": "16",
                "verse_text": "It is different with the sacrifices you offer when you make me a promise or voluntarily give me something. The meat from those sacrifices may be kept and eaten the next day,"
            },
            {
                "verse_number": "19",
                "verse_text": "Don't eat any of the meat that has touched something unclean. Instead, burn it. The rest of the meat may be eaten by anyone who is clean and acceptable to me."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "23",
                "verse_text": "to say to the people:"
            },
            {
                "verse_number": "24",
                "verse_text": "If one of your animals dies or is killed by some wild animal, you may do anything with its fat except eat it."
            },
            {
                "verse_number": "25",
                "verse_text": "If you eat the fat of an animal that can be used as a sacrifice to me, you will no longer belong to the community of Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "And no matter where you live, you must not eat the blood of any bird or animal,"
            },
            {
                "verse_number": "27",
                "verse_text": "or you will no longer belong to the community of Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord also told Moses"
            },
            {
                "verse_number": "31",
                "verse_text": "A priest from Aaron's family will then send the fat up in smoke, but the ribs belong to the priests."
            },
            {
                "verse_number": "34",
                "verse_text": "I have decided that the people of Israel must always give the choice ribs and the upper joint of the right hind leg to Aaron's descendants"
            },
            {
                "verse_number": "35",
                "verse_text": "who have been ordained as priests to serve me."
            },
            {
                "verse_number": "36",
                "verse_text": "This law will never change. I am the Lord !"
            },
            {
                "verse_number": "37",
                "verse_text": "These are the ceremonies for sacrifices to please the Lord , to give him thanks, and to ask for his blessing or his forgiveness, as well as the ceremonies for those sacrifices that demand a payment and for the sacrifices that are offered when priests are ordained."
            },
            {
                "verse_number": "38",
                "verse_text": "While Moses and the people of Israel were in the desert at Mount Sinai, the Lord commanded them to start offering these sacrifices."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses: The Lord told me that you must boil this meat at the entrance to the sacred tent and eat it there with the bread."
            },
            {
                "verse_number": "2",
                "verse_text": "Send for Aaron and his sons, as well as their priestly clothes, the oil for ordination, the bull for the sin offering, the two rams, and a basket of bread made without yeast."
            },
            {
                "verse_number": "3",
                "verse_text": "Then bring the whole community of Israel together at the entrance to the sacred tent."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses obeyed the Lord , and when everyone had come together,"
            },
            {
                "verse_number": "5",
                "verse_text": "he said, &apos;We are here to follow the Lord 's instructions.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After Moses told Aaron and his sons to step forward, he told them to wash themselves."
            },
            {
                "verse_number": "7",
                "verse_text": "He put the priestly shirt and robe on Aaron and wrapped the sash around his waist. Then he put the sacred vest on Aaron and fastened it with the finely woven belt."
            },
            {
                "verse_number": "8",
                "verse_text": "Next, he put on Aaron the sacred breastpiece that was used in finding out what the Lord wanted his people to do."
            },
            {
                "verse_number": "9",
                "verse_text": "He placed the turban on Aaron's head, and on the front of the turban was the narrow strip of thin gold as a sign of his dedication to the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses then dedicated the sacred tent and everything in it to the Lord by sprinkling them with some of the oil for ordination."
            },
            {
                "verse_number": "11",
                "verse_text": "He sprinkled the bronze altar seven times, and he sprinkled its equipment, as well as the large bronze bowl and its base."
            },
            {
                "verse_number": "12",
                "verse_text": "He also poured some of the oil on Aaron's head to dedicate him to the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Next, Moses dressed Aaron's sons in their shirts, then tied sashes around them and put special caps on them, just as the Lord had commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses led out the bull that was to be sacrificed for sin, and Aaron and his sons laid their hands on its head."
            },
            {
                "verse_number": "15",
                "verse_text": "After it was killed, Moses dipped a finger in the blood and smeared some of it on each of the four corners of the bronze altar, before pouring out the rest at the foot of the altar. This purified the altar and made it a fit place for offering the sacrifice for sin."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses then took the fat on the bull's insides, as well as the lower part of the liver and the two kidneys with their fat, and sent them up in smoke on the altar fire."
            },
            {
                "verse_number": "17",
                "verse_text": "Finally, he took the skin and the flesh of the bull, together with the food still in its stomach, and burned them outside the camp, just as the Lord had commanded."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses led out the ram for the sacrifice to please the Lord . After Aaron and his sons had laid their hands on its head,"
            },
            {
                "verse_number": "19",
                "verse_text": "Moses killed the ram and splattered its blood against the four sides of the altar."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses led out the ram for the ceremony of ordination. Aaron and his sons laid their hands on its head,"
            },
            {
                "verse_number": "23",
                "verse_text": "and it was killed. Moses smeared some of its blood on Aaron's right earlobe, some on his right thumb, and some on the big toe of his right foot."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses did the same thing for Aaron's sons, before splattering the rest of the blood against the four sides of the altar."
            },
            {
                "verse_number": "25",
                "verse_text": "He took the animal's fat tail, the fat on its insides, and the lower part of the liver and the two kidneys with their fat, and the right hind leg."
            },
            {
                "verse_number": "26",
                "verse_text": "Then he took from a basket some of each of the three kinds of bread that had been made without yeast and had been dedicated to the Lord ."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses placed the bread on top of the meat and gave it all to Aaron and his sons, who lifted it up to show that it was dedicated to the Lord ."
            },
            {
                "verse_number": "28",
                "verse_text": "After this, Moses placed it on the fires of the altar and sent it up in smoke with a smell that pleased the Lord . This was part of the ordination ceremony."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses lifted up the choice ribs of the ram to show that they were dedicated to the Lord . This was the part that the Lord had said Moses could have."
            },
            {
                "verse_number": "30",
                "verse_text": "Finally, Moses sprinkled the priestly clothes of Aaron and his sons with some of the oil for ordination and with some of the blood from the altar. So Aaron and his sons, together with their priestly clothes, were dedicated to the Lord ."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses said to Aaron and his sons:"
            },
            {
                "verse_number": "32",
                "verse_text": "Burn what is left over"
            },
            {
                "verse_number": "33",
                "verse_text": "and stay near the entrance to the sacred tent until the ordination ceremony ends seven days from now."
            },
            {
                "verse_number": "34",
                "verse_text": "We have obeyed the Lord in everything that has been done today, so that your sins may be forgiven."
            },
            {
                "verse_number": "35",
                "verse_text": "The Lord has told me that you must stay near the entrance to the tent for seven days and nights, or else you will die."
            },
            {
                "verse_number": "36",
                "verse_text": "Aaron and his sons obeyed everything that the Lord had told Moses they must do."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Eight days later Moses called together Aaron, his sons, and Israel's leaders."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he said to Aaron: Find a young bull and a ram that have nothing wrong with them. Offer the bull to the Lord as a sacrifice for sin and the ram as a sacrifice to please him. The Lord has ordered you to do this, so that he may appear to you in all of his glory."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell the people of Israel that they must offer sacrifices as well. They must offer a goat as a sacrifice for sin, and a bull and a ram as a sacrifice to please the Lord . The bull and the ram must be a year old and have nothing wrong with them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the people must offer a bull and a ram as a sacrifice to ask the Lord 's blessing and also a grain sacrifice mixed with oil. Do this, because the Lord will appear to you today."
            },
            {
                "verse_number": "5",
                "verse_text": "After the animals and the grain had been brought to the front of the sacred tent, and the people were standing there in the presence of the Lord ,"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Aaron, step up to the altar and offer the sacrifice to please the Lord , then offer the sacrifices for the forgiveness of your sins and for the sins of the people, just as the Lord has commanded."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron stepped up to the altar and killed the bull that was to be the sacrifice for his sins."
            },
            {
                "verse_number": "9",
                "verse_text": "His sons brought him the blood. He dipped a finger in it, smeared some on the four corners of the bronze altar, and poured out the rest at its foot."
            },
            {
                "verse_number": "10",
                "verse_text": "But he sent up in smoke the fat, the kidneys, and the lower part of the liver, just as the Lord had commanded Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Aaron burned the skin and the flesh outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "After Aaron had killed the ram that was sacrificed to please the Lord , Aaron's sons brought him the blood, and he splattered it against all four sides of the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "They brought him each piece of the animal, including the head, and he burned them all on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "He washed the insides and the hind legs and also sent them up in smoke."
            },
            {
                "verse_number": "15",
                "verse_text": "Next, Aaron sacrificed the goat for the sins of the people, as he had done with the sacrifice for his own sins."
            },
            {
                "verse_number": "16",
                "verse_text": "And so, he burned this sacrifice on the altar in the proper way."
            },
            {
                "verse_number": "17",
                "verse_text": "He also presented the grain sacrifice and burned a handful of the flour on the altar as part of the morning sacrifice."
            },
            {
                "verse_number": "18",
                "verse_text": "Finally, he killed the bull and the ram as a sacrifice to ask the Lord 's blessing on the people. Aaron's sons brought him the blood, and he splattered it against the four sides of the altar."
            },
            {
                "verse_number": "19",
                "verse_text": "His sons placed all the fat, as well as the kidneys and the lower part of the liver"
            },
            {
                "verse_number": "20",
                "verse_text": "on top of the choice ribs."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Aaron burned the fat on the altar and lifted up the ribs and the right hind leg to show that these were dedicated to the Lord . This was done just as the Lord had instructed Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "Aaron held out his hand and gave the people his blessing, before coming down from the bronze altar where he had offered the sacrifices."
            },
            {
                "verse_number": "23",
                "verse_text": "He and Moses went into the sacred tent, and when they came out, they gave the people their blessing. Then the Lord appeared to the people in all of his glory."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord sent fiery flames that burned up everything on the altar, and when everyone saw this, they shouted and fell to their knees to worship the Lord ."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Nadab and Abihu were two of Aaron's sons, but they disobeyed the Lord by burning incense to him on a fire pan, when they were not supposed to."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly the Lord sent fiery flames and burned them to death."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Moses told Aaron that this was exactly what the Lord had meant when he said: &apos;I demand respect from my priests, and I will be praised by everyone!&apos; Aaron was speechless. Don't show your sorrow by messing up your hair and tearing your priestly clothes, or the Lord will get angry. He will kill the three of you and punish everyone else. It's all right for your relatives, the people of Israel, to mourn for those he destroyed by fire. Aaron and his two sons obeyed Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses sent for Mishael and Elzaphan, the two sons of Aaron's uncle Uzziel. Then he told them, &apos;Take these two dead relatives of yours outside the camp far from the entrance to the sacred tent.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they dragged the dead men away by their clothes."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Moses told Aaron and his other two sons, Eleazar and Ithamar:"
            },
            {
                "verse_number": "7",
                "verse_text": "But you are the Lord 's chosen priests, and you must not leave the sacred tent, or you will die."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to Aaron:"
            },
            {
                "verse_number": "9",
                "verse_text": "When you or your sons enter the sacred tent, you must never drink beer or wine. If you do, you will die right there! This law will never change."
            },
            {
                "verse_number": "10",
                "verse_text": "You must learn the difference between what is holy and what isn't holy and between the clean and the unclean."
            },
            {
                "verse_number": "11",
                "verse_text": "You must also teach the people of Israel everything that I commanded Moses to say to them."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses told Aaron and his two sons, Eleazar and Ithamar: The grain sacrifice that was offered to give thanks to the Lord is very holy. So make bread without yeast from the part that wasn't sent up in smoke and eat it beside the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord has said that this belongs to you and your sons, and that it must be eaten in a holy place."
            },
            {
                "verse_number": "16",
                "verse_text": "When Moses asked around and learned that the ram for the sin sacrifice had already been burned on the altar, he became angry with Eleazar and Ithamar and said,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Why didn't you eat the meat from this sacrifice in an acceptable place? It is very holy, and the Lord has given you this sacrifice to remove Israel's sin and guilt."
            },
            {
                "verse_number": "18",
                "verse_text": "Whenever an animal's blood isn't brought into the sacred tent, I commanded you to eat its meat in an acceptable place, but you burned it instead.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Their father Aaron replied, &apos;Today two of my sons offered the sacrifice for sin and the sacrifice to please the Lord , and look what has happened to me! Would the Lord have approved if I had eaten the sacrifice for sin?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Moses was satisfied with Aaron's reply."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses and Aaron"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: You may eat"
            },
            {
                "verse_number": "3",
                "verse_text": "any animal that has divided hoofs and chews the cud."
            },
            {
                "verse_number": "31",
                "verse_text": "Anyone who touches their dead bodies or anything touched by their dead bodies becomes unclean until evening."
            },
            {
                "verse_number": "32",
                "verse_text": "If something made of wood, cloth, or leather touches one of their dead bodies, it must be washed, but it is still unclean until evening."
            },
            {
                "verse_number": "33",
                "verse_text": "If any of these animals is found dead in a clay pot, the pot must be broken to pieces, and everything in it becomes unclean."
            },
            {
                "verse_number": "34",
                "verse_text": "If you pour water from this pot on any food, that food becomes unclean, and anything drinkable in the pot becomes unclean."
            },
            {
                "verse_number": "35",
                "verse_text": "If the dead body of one of these animals touches anything else, including ovens and stoves, that thing becomes unclean and must be destroyed."
            },
            {
                "verse_number": "36",
                "verse_text": "A spring or a cistern where one of these dead animals is found is still clean, but anyone who touches the animal becomes unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "If the dead body of one of these animals is found lying on seeds that have been set aside for planting, the seeds remain clean."
            },
            {
                "verse_number": "38",
                "verse_text": "But seeds that are soaking in water become unclean, if the dead animal is found in the water."
            },
            {
                "verse_number": "39",
                "verse_text": "If an animal that may be eaten happens to die, and you touch it, you become unclean until evening."
            },
            {
                "verse_number": "40",
                "verse_text": "If you eat any of its meat or carry its body away, you must wash your clothes, but you are still unclean until evening."
            },
            {
                "verse_number": "43",
                "verse_text": "If you eat any of them, you will become just as disgusting and unclean as they are."
            },
            {
                "verse_number": "44",
                "verse_text": "I am the Lord your God, and you must dedicate yourselves to me and be holy, just as I am holy. Don't become disgusting by eating any of these unclean creatures."
            },
            {
                "verse_number": "45",
                "verse_text": "I brought you out of Egypt so that I could be your God. Now you must become holy, because I am holy!"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: If a woman gives birth to a son, she is unclean for seven days, just as she is during her monthly period."
            },
            {
                "verse_number": "3",
                "verse_text": "Her son must be circumcised on the eighth day,"
            },
            {
                "verse_number": "4",
                "verse_text": "but her loss of blood keeps her from being completely clean for another 33 days. During this time she must not touch anything holy or go to the place of worship."
            },
            {
                "verse_number": "5",
                "verse_text": "Any woman who gives birth to a daughter is unclean for two weeks, just as she is during her period. And she won't be completely clean for another 66 days."
            },
            {
                "verse_number": "6",
                "verse_text": "When the mother has completed her time of cleansing, she must come to the front of the sacred tent and bring to the priest a year-old lamb as a sacrifice to please me and a dove or a pigeon as a sacrifice for sin."
            },
            {
                "verse_number": "7",
                "verse_text": "After the priest offers the sacrifices to me, the mother will become completely clean from her loss of blood, whether her child is a boy or a girl."
            },
            {
                "verse_number": "8",
                "verse_text": "If she cannot afford a lamb, she can offer two doves or two pigeons, one as a sacrifice to please me and the other as a sacrifice for sin."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses and Aaron to say to the people:"
            },
            {
                "verse_number": "2",
                "verse_text": "If sores or boils or a skin rash should break out and start spreading on your body, you must be brought to Aaron or to one of the other priests."
            },
            {
                "verse_number": "3",
                "verse_text": "If the priest discovers that the hair in the infected area has turned white and that the infection seems more than skin deep, he will say, &apos;This is leprosy &ndash;you are unclean.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But if the infected area is white and only skin deep, and if the hair in it hasn't turned white, the priest will order you to stay away from everyone else for seven days."
            },
            {
                "verse_number": "5",
                "verse_text": "If the disease hasn't spread by that time, he will order you to stay away from everyone else for another seven days."
            },
            {
                "verse_number": "6",
                "verse_text": "Then if the disease hasn't become any worse or spread, the priest will say, &apos;You are clean. It is only a sore. After you wash your clothes, you may go home.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "However, if the disease comes back, you must return to the priest."
            },
            {
                "verse_number": "8",
                "verse_text": "If it is discovered that the disease has started spreading, he will say, &apos;This is leprosy&ndash;you are unclean.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Any of you with a skin disease must be brought to a priest."
            },
            {
                "verse_number": "10",
                "verse_text": "If he discovers that the sore spot is white with pus and that the hair around it has also turned white,"
            },
            {
                "verse_number": "11",
                "verse_text": "he will say, &apos;This is leprosy. You are unclean and must stay away from everyone else.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "If he discovers that the hair in the infected area has turned white and that the infection seems more than skin deep, he will say, &apos;This is leprosy&ndash;you are unclean.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But if the white area is only on the surface of the skin and hasn't become any worse, and if the hair in it hasn't turned white, he will tell you to stay away from everyone else for seven days."
            },
            {
                "verse_number": "22",
                "verse_text": "If the sore begins spreading during this time, the priest will say, &apos;You are unclean because you have a disease.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But if it doesn't spread, and only a scar remains, he will say, &apos;You are now clean.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "If you have a burn that gets infected and turns red or reddish-white,"
            },
            {
                "verse_number": "25",
                "verse_text": "a priest must examine it. Then if he discovers that the hair in the infected area has turned white and that the infection seems more than skin deep, he will say, &apos;The burn has turned into leprosy, and you are unclean.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But if the priest finds that the hair in the infected area hasn't turned white and that the sore is only skin deep and it is healing, he will tell you to stay away from everyone else for seven days."
            },
            {
                "verse_number": "27",
                "verse_text": "On the seventh day the priest will examine you again, and if the infection is spreading, he will say, &apos;This is leprosy&ndash;you are unclean.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "However, if the infection hasn't spread and has begun to heal, and if only a scar remains, he will say, &apos;Only a scar remains from the burn, and you are clean.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "If you have a sore on your head or chin,"
            },
            {
                "verse_number": "30",
                "verse_text": "it must be examined by a priest. If the infection seems more than skin deep, and the hair in it has thinned out and lost its color, he will say, &apos;This is leprosy&ndash;you are unclean.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "On the other hand, if he discovers that the itchy spot is only skin deep, but that the hair still isn't healthy, he will order you to stay away from everyone else for seven days."
            },
            {
                "verse_number": "32",
                "verse_text": "By that time, if the itch hasn't spread, if the hair seems healthy, and if the itch is only skin deep,"
            },
            {
                "verse_number": "33",
                "verse_text": "you must shave off the hair around the infection, but not those on it. Then the priest will tell you to stay away from everyone else for another seven days."
            },
            {
                "verse_number": "34",
                "verse_text": "By that time, if the itch hasn't spread and seems no more than skin deep, he will say, &apos;You are clean; now you must wash your clothes.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But if he thinks you are completely well, he will say, &apos;You are clean.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "If white spots break out on your skin,"
            },
            {
                "verse_number": "39",
                "verse_text": "but the priest discovers that it is only a rash, he will say, &apos;You are clean.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;This is leprosy&ndash;you are unclean.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "If you ever have leprosy, you must tear your clothes, leave your hair uncombed, cover the lower part of your face, and go around shouting, &apos;I'm unclean! I'm unclean!&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "As long as you have the disease, you are unclean and must live alone outside the camp."
            },
            {
                "verse_number": "51",
                "verse_text": "and if the mildew has spread in that time, he will say, &apos;This is unclean"
            },
            {
                "verse_number": "52",
                "verse_text": "because the mildew has spread.&apos; Then he will burn the clothing or the piece of leather."
            },
            {
                "verse_number": "53",
                "verse_text": "If the priest discovers that the mildew hasn't spread,"
            },
            {
                "verse_number": "54",
                "verse_text": "he will tell you to wash the clothing or leather and put it aside for another seven days,"
            },
            {
                "verse_number": "55",
                "verse_text": "after which he will examine it again. If the spot hasn't spread, but is still greenish or reddish, the clothing or leather is unclean and must be burned."
            },
            {
                "verse_number": "56",
                "verse_text": "But if the spot has faded after being washed, he will tear away the spot."
            },
            {
                "verse_number": "57",
                "verse_text": "Later, if the spot reappears elsewhere on the clothing or the leather, you must burn it."
            },
            {
                "verse_number": "58",
                "verse_text": "Even if the spot completely disappears after being washed, it must be washed again before it is clean."
            },
            {
                "verse_number": "59",
                "verse_text": "These are the rules for deciding if clothing is clean or unclean after a spot appears on it."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses to say to the people: Then, depending on what you can afford, he will offer either the doves or the pigeons together with the grain sacrifice. One of the birds is the sacrifice for sin, and the other is the sacrifice to please me. After this you will be completely clean."
            },
            {
                "verse_number": "4",
                "verse_text": "he will order someone to bring out two live birds that are acceptable for sacrifice, together with a stick of cedar wood, a piece of red yarn, and a branch from a hyssop plant."
            },
            {
                "verse_number": "5",
                "verse_text": "The priest will order someone to kill one of the birds over a clay pot of spring water."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he will dip the other bird, the cedar, the red yarn, and the hyssop in the blood of the dead bird."
            },
            {
                "verse_number": "7",
                "verse_text": "Next, he will sprinkle you seven times with the blood and say, &apos;You are now clean.&apos; Finally, he will release the bird and let it fly away."
            },
            {
                "verse_number": "8",
                "verse_text": "After this you must wash your clothes, shave your entire body, and take a bath before you are completely clean. You may move back into camp, but you must not enter your tent for seven days."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you must once again shave your head, face, and eyebrows, as well as the hair on the rest of your body. Finally, wash your clothes and take a bath, and you will be completely clean."
            },
            {
                "verse_number": "10",
                "verse_text": "On the eighth day you must bring to the priest two rams and a year-old female lamb that have nothing wrong with them; also bring 300 milliliters of olive oil and 3 kilograms of your finest flour mixed with oil."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the priest will present you and your offerings to me at the entrance to my sacred tent."
            },
            {
                "verse_number": "12",
                "verse_text": "There he will offer one of the rams, together with the oil, as a sacrifice to make things right. He will also lift them up to show that they are dedicated to me."
            },
            {
                "verse_number": "13",
                "verse_text": "This sacrifice is very holy. It belongs to the priest and must be killed in the same place where animals are killed as sacrifices for sins and as sacrifices to please me."
            },
            {
                "verse_number": "14",
                "verse_text": "The priest will smear some of the blood from this sacrifice on your right ear lobe, some on your right thumb, and some on the big toe of your right foot."
            },
            {
                "verse_number": "15",
                "verse_text": "He will then pour some of the olive oil into the palm of his left hand,"
            },
            {
                "verse_number": "16",
                "verse_text": "dip a finger of his right hand into the oil, and sprinkle some of it seven times toward the sacred tent."
            },
            {
                "verse_number": "17",
                "verse_text": "Next, the priest will smear some of the oil on your right ear lobe, some on your right thumb, and some on the big toe of your right foot,"
            },
            {
                "verse_number": "21",
                "verse_text": "If you are poor and cannot afford to offer this much, you may offer a ram as a sacrifice to make things right, together with 300 milliliters of olive oil and one kilogram of flour mixed with oil as a grain sacrifice. The priest will then lift these up to dedicate them to me."
            },
            {
                "verse_number": "22",
                "verse_text": "Depending on what you can afford, you must also offer either two doves or two pigeons, one as a sacrifice for sin and the other as a sacrifice to please me."
            },
            {
                "verse_number": "23",
                "verse_text": "The priest will offer these to me in front of the sacred tent on the eighth day."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest will pour some of the olive oil into the palm of his left hand,"
            },
            {
                "verse_number": "27",
                "verse_text": "then dip a finger of his right hand in the oil and sprinkle some of it seven times toward the sacred tent."
            },
            {
                "verse_number": "28",
                "verse_text": "He will smear some of the oil on your right ear lobe, some on your right thumb, and some on the big toe of your right foot, just as he did with the blood of the sacrifice to make things right."
            },
            {
                "verse_number": "32",
                "verse_text": "These are the things you must do if you have leprosy and cannot afford the usual sacrifices to make you clean."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord told Moses and Aaron to say to the people:"
            },
            {
                "verse_number": "34",
                "verse_text": "After I have given you the land of Canaan as your permanent possession, here is what you must do, if I ever put mildew on the walls of any of your homes."
            },
            {
                "verse_number": "35",
                "verse_text": "First, you must say to a priest, &apos;I think there is mildew on the wall of my house.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The priest will reply, &apos;Empty the house before I inspect it, or else everything in it will be unclean.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "If the priest discovers greenish or reddish spots that go deeper than the surface of the walls,"
            },
            {
                "verse_number": "38",
                "verse_text": "he will have the house closed for seven days."
            },
            {
                "verse_number": "39",
                "verse_text": "Then he will return and check to see if the mildew has spread."
            },
            {
                "verse_number": "42",
                "verse_text": "Afterwards the wall must be repaired with new stones and fresh plaster."
            },
            {
                "verse_number": "43",
                "verse_text": "If the mildew appears a second time,"
            },
            {
                "verse_number": "44",
                "verse_text": "the priest will come and say, &apos;This house is unclean. It's covered with mildew that can't be removed.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then he will have the house torn down and every bit of wood, stone, and plaster hauled off to an unclean place outside the town."
            },
            {
                "verse_number": "46",
                "verse_text": "Meanwhile, if any of you entered the house while it was closed, you will be unclean until evening."
            },
            {
                "verse_number": "47",
                "verse_text": "And if you either slept or ate in the house, you must wash your clothes."
            },
            {
                "verse_number": "48",
                "verse_text": "On the other hand, if the priest discovers that mildew hasn't reappeared after the house was newly plastered, he will say, &apos;This house is clean&ndash;the mildew has gone.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then, to show that the house is now clean, he will get two birds, a stick of cedar wood, a piece of red yarn, and a branch from a hyssop plant and bring them to the house."
            },
            {
                "verse_number": "50",
                "verse_text": "He will kill one of the birds over a clay pot of spring water"
            },
            {
                "verse_number": "53",
                "verse_text": "Finally, he will release the bird and let it fly away, ending the ceremony for purifying the house."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses and Aaron"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: Any man with an infected penis is unclean,"
            },
            {
                "verse_number": "3",
                "verse_text": "whether it is stopped up or keeps dripping."
            },
            {
                "verse_number": "4",
                "verse_text": "Anything that he rests on or sits on is also unclean,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you are spit on by the man, you must wash your clothes and take a bath, but you still remain unclean until evening."
            },
            {
                "verse_number": "11",
                "verse_text": "If the man touches you without first washing his hands, you must wash your clothes and take a bath, but you still remain unclean until evening."
            },
            {
                "verse_number": "12",
                "verse_text": "Any clay pot that he touches must be destroyed, and any wooden bowl that he touches must be washed."
            },
            {
                "verse_number": "13",
                "verse_text": "Seven days after the man gets well, he will be considered clean, if he washes his clothes and takes a bath in spring water."
            },
            {
                "verse_number": "14",
                "verse_text": "On the eighth day he must bring either two doves or two pigeons to the front of my sacred tent and give them to a priest."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will offer one of the birds as a sacrifice for sin and the other as a sacrifice to please me, then I will consider the man completely clean."
            },
            {
                "verse_number": "16",
                "verse_text": "Any man who has a flow of semen must take a bath, but he still remains unclean until evening."
            },
            {
                "verse_number": "17",
                "verse_text": "If the semen touches anything made of cloth or leather, these must be washed, but they still remain unclean until evening."
            },
            {
                "verse_number": "18",
                "verse_text": "After having sex, both the man and the woman must take a bath, but they still remain unclean until evening."
            },
            {
                "verse_number": "19",
                "verse_text": "When a woman has her monthly period, she remains unclean for seven days, and if you touch her, you must take a bath, but you remain unclean until evening."
            },
            {
                "verse_number": "24",
                "verse_text": "Any man who has sex with her during this time becomes unclean for seven days, and anything he rests on is also unclean."
            },
            {
                "verse_number": "25",
                "verse_text": "Any woman who has a flow of blood outside her regular monthly period is unclean until it stops, just as she is during her monthly period."
            },
            {
                "verse_number": "26",
                "verse_text": "Anything that she rests on or sits on during this time is also unclean, just as it would be during her period."
            },
            {
                "verse_number": "27",
                "verse_text": "If you touch either of these, you must wash your clothes and take a bath, but you still remain unclean until evening."
            },
            {
                "verse_number": "28",
                "verse_text": "Seven days after the woman gets well, she will be considered clean."
            },
            {
                "verse_number": "29",
                "verse_text": "On the eighth day, she must bring either two doves or two pigeons to the front of my sacred tent and give them to a priest."
            },
            {
                "verse_number": "30",
                "verse_text": "He will offer one of the birds as a sacrifice for sin and the other as a sacrifice to please me; then I will consider the woman completely clean."
            },
            {
                "verse_number": "31",
                "verse_text": "When any of you are unclean, you must stay away from the rest of the community of Israel. Otherwise, my sacred tent will become unclean, and the whole nation will die."
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "Before entering this most holy place, you must offer a bull as a sacrifice for your sins and a ram as a sacrifice to please me."
            },
            {
                "verse_number": "4",
                "verse_text": "You will take a bath and put on the sacred linen clothes, including the underwear, the robe, the sash, and the turban."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the community of Israel will bring you a ram and two goats, both of them males. The goats are to be used as sacrifices for sin, and the ram is to be used as a sacrifice to please me."
            },
            {
                "verse_number": "6",
                "verse_text": "Aaron, you must offer the bull as a sacrifice of forgiveness for your own sins and for the sins of your family."
            },
            {
                "verse_number": "7",
                "verse_text": "Then you will lead the two goats into my presence at the front of the sacred tent,"
            },
            {
                "verse_number": "8",
                "verse_text": "where I will show you which goat will be sacrificed to me and which one will be sent into the desert to the demon Azazel."
            },
            {
                "verse_number": "9",
                "verse_text": "After you offer the first goat as a sacrifice for sin,"
            },
            {
                "verse_number": "10",
                "verse_text": "the other one must be presented to me alive, before you send it into the desert to take away the sins of the people."
            },
            {
                "verse_number": "11",
                "verse_text": "You must offer the bull as a sacrifice to ask forgiveness for your own sins and for the sins of your family."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will take a fire pan of live coals from the bronze altar, together with two handfuls of finely ground incense, into the most holy place."
            },
            {
                "verse_number": "13",
                "verse_text": "There you will present them to me by placing the incense on the coals, so that the place of mercy will be covered with a cloud of smoke. Do this, or you will die right there!"
            },
            {
                "verse_number": "14",
                "verse_text": "Next, use a finger to sprinkle some of the blood on the place of mercy, which is on the lid of the sacred chest; then sprinkle blood seven times in front of the chest."
            },
            {
                "verse_number": "15",
                "verse_text": "Aaron, you must next sacrifice the goat for the sins of the people, and you must sprinkle its blood inside the most holy place, just as you did with the blood of the bull."
            },
            {
                "verse_number": "16",
                "verse_text": "By doing this, you will take away the sins that make both the most holy place and the people of Israel unclean. Do the same for the sacred tent, which is here among the people."
            },
            {
                "verse_number": "17",
                "verse_text": "Only you are allowed in the sacred tent from the time you enter until the time you come out."
            },
            {
                "verse_number": "18",
                "verse_text": "After leaving the tent, you will purify the bronze altar by smearing each of its four corners with some of the blood from the bull and from the goat."
            },
            {
                "verse_number": "19",
                "verse_text": "Use a finger to sprinkle the altar seven times with the blood, and it will be completely clean from the sins of the people."
            },
            {
                "verse_number": "20",
                "verse_text": "After you have purified the most holy place, the sacred tent, and the bronze altar, you must bring the live goat to the front of the tent."
            },
            {
                "verse_number": "21",
                "verse_text": "There you will lay your hands on its head, while confessing every sin the people have committed, and you will appoint someone to lead the goat into the desert, so that it can take away their sins."
            },
            {
                "verse_number": "22",
                "verse_text": "Finally, this goat that carries the heavy burden of Israel's sins must be released deep in the desert."
            },
            {
                "verse_number": "25",
                "verse_text": "The fat from these sacrifices for sin must be sent up in smoke on the bronze altar."
            },
            {
                "verse_number": "26",
                "verse_text": "The one who led the goat into the desert and sent it off to the demon Azazel must take a bath and wash his clothes before coming back into camp."
            },
            {
                "verse_number": "27",
                "verse_text": "The remains of the bull and the goat whose blood was taken into the most holy place must be taken outside the camp and burned."
            },
            {
                "verse_number": "28",
                "verse_text": "And whoever does this must take a bath and change clothes before coming back into camp."
            },
            {
                "verse_number": "29",
                "verse_text": "On the tenth day of the seventh month of each year, you must go without eating to show sorrow for your sins, and no one, including foreigners who live among you, is allowed to work."
            },
            {
                "verse_number": "30",
                "verse_text": "This is the day on which the sacrifice for the forgiveness of your sins will be made in my presence,"
            },
            {
                "verse_number": "31",
                "verse_text": "and from now on, it must be celebrated each year. Go without eating and make this a day of complete rest just like the Sabbath."
            },
            {
                "verse_number": "32",
                "verse_text": "The high priest must offer the sacrifices for cleansing from sin, while wearing the sacred linen clothes."
            },
            {
                "verse_number": "33",
                "verse_text": "He will offer these sacrifices for the most holy place, the sacred tent, the bronze altar, all the priests, and for the whole community."
            },
            {
                "verse_number": "34",
                "verse_text": "You must celebrate this day each year&ndash;it is the Great Day of Forgiveness for all the sins of the people of Israel."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to tell Aaron, his sons, and everyone else in Israel:"
            },
            {
                "verse_number": "5",
                "verse_text": "And so, when you sacrifice an animal to ask my blessing, it must not be done out in a field,"
            },
            {
                "verse_number": "6",
                "verse_text": "but in front of the sacred tent. Then a priest can splatter its blood against the bronze altar and send its fat up in smoke with a smell that pleases me."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't ever turn from me again and offer sacrifices to goat-demons. This law will never change."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember! No one in Israel, including foreigners, is to offer a sacrifice anywhere"
            },
            {
                "verse_number": "9",
                "verse_text": "except at the entrance to the sacred tent. If you do, you will no longer belong to my people."
            },
            {
                "verse_number": "10",
                "verse_text": "I will turn against any of my people who eat blood. This also includes any foreigners living among you."
            },
            {
                "verse_number": "11",
                "verse_text": "Life is in the blood, and I have given you the blood of animals to sacrifice in place of your own."
            },
            {
                "verse_number": "12",
                "verse_text": "That's also why I have forbidden you to eat blood."
            },
            {
                "verse_number": "13",
                "verse_text": "Even if you should hunt and kill a bird or an animal, you must drain out the blood and cover it with soil."
            },
            {
                "verse_number": "14",
                "verse_text": "The life of every living creature is in its blood. That's why I have forbidden you to eat blood and why I have warned you that anyone who does will no longer belong to my people."
            },
            {
                "verse_number": "15",
                "verse_text": "If you happen to find a dead animal and eat it, you must take a bath and wash your clothes, but you are still unclean until evening."
            },
            {
                "verse_number": "16",
                "verse_text": "If you don't take a bath, you will suffer for what you did wrong."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to tell the people of Israel: I am the Lord your God!"
            },
            {
                "verse_number": "3",
                "verse_text": "So don't follow the customs of Egypt where you used to live or those of Canaan where I am bringing you."
            },
            {
                "verse_number": "4",
                "verse_text": "I am the Lord your God, and you must obey my teachings."
            },
            {
                "verse_number": "5",
                "verse_text": "Obey them and you will live. I am the Lord ."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't have sex with any of your close relatives,"
            },
            {
                "verse_number": "7",
                "verse_text": "especially your own mother. This would disgrace your father."
            },
            {
                "verse_number": "8",
                "verse_text": "And don't disgrace him by having sex with any of his other wives."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't have sex with your sister or stepsister, whether you grew up together or not."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't disgrace yourself by having sex with your granddaughter"
            },
            {
                "verse_number": "11",
                "verse_text": "or half sister"
            },
            {
                "verse_number": "14",
                "verse_text": "Don't disgrace your uncle by having sex with his wife."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't have sex with your daughter-in-law"
            },
            {
                "verse_number": "16",
                "verse_text": "or sister-in-law."
            },
            {
                "verse_number": "17",
                "verse_text": "And don't have sex with the daughter or granddaughter of any woman that you have earlier had sex with. You will be having sex with her closest relatives, and that would make you unclean."
            },
            {
                "verse_number": "18",
                "verse_text": "As long as your wife is alive, don't cause trouble for her by taking one of her sisters as a second wife."
            },
            {
                "verse_number": "19",
                "verse_text": "When a woman is having her monthly period, she is unclean, so don't have sex with her."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't have sex with another man's wife&ndash;that would make you unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "Don't sacrifice your children on the altar fires to the god Molech. I am the Lord your God, and that would disgrace me."
            },
            {
                "verse_number": "22",
                "verse_text": "It is disgusting for a man to have sex with another man."
            },
            {
                "verse_number": "23",
                "verse_text": "Anyone who has sex with an animal is unclean."
            },
            {
                "verse_number": "24",
                "verse_text": "Don't make yourselves unclean by any of these disgusting practices of those nations that I am forcing out of the land for you. They made themselves"
            },
            {
                "verse_number": "25",
                "verse_text": "and the land so unclean, that I punished the land because of their sins, and I made it vomit them up."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the land won't become sick of you and vomit you up, just as it did them."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: I am the Lord your God. I am holy, and you must be holy too! Don't practice any kind of witchcraft. I am the Lord your God. I rescued you from Egypt,"
            },
            {
                "verse_number": "5",
                "verse_text": "When you offer a sacrifice to ask my blessing, be sure to follow my instructions."
            },
            {
                "verse_number": "6",
                "verse_text": "You may eat the meat either on the day of the sacrifice or on the next day, but you must burn anything left over on the third day."
            },
            {
                "verse_number": "7",
                "verse_text": "If you eat any of it on the third day, the sacrifice will be disgusting to me, and I will reject it."
            },
            {
                "verse_number": "8",
                "verse_text": "In fact, you will be punished for not respecting what I say is holy, and you will no longer belong to the community of Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "When you harvest your grain, always leave some of it standing along the edges of your fields and don't pick up what falls on the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't strip your grapevines clean or gather the grapes that fall off the vines. Leave them for the poor and for those foreigners who live among you. I am the Lord your God."
            },
            {
                "verse_number": "11",
                "verse_text": "Do not steal or tell lies or cheat others."
            },
            {
                "verse_number": "12",
                "verse_text": "Do not misuse my name by making promises you don't intend to keep. I am the Lord your God."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not steal anything or cheat anyone, and don't fail to pay your workers at the end of each day."
            },
            {
                "verse_number": "14",
                "verse_text": "I am the Lord your God, and I command you not to make fun of the deaf or to cause a blind person to stumble."
            },
            {
                "verse_number": "15",
                "verse_text": "Be fair, no matter who is on trial&ndash;don't favor either the poor or the rich."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't be a gossip, but never hesitate to speak up in court, especially if your testimony can save someone's life."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't hold grudges. On the other hand, it's wrong not to correct someone who needs correcting."
            },
            {
                "verse_number": "18",
                "verse_text": "Don't be angry or try to take revenge. I am the Lord , and I command you to love others as much as you love yourself."
            },
            {
                "verse_number": "19",
                "verse_text": "Breed your livestock animals only with animals of the same kind, and don't plant two kinds of seed in the same field or wear clothes made of different kinds of material."
            },
            {
                "verse_number": "20",
                "verse_text": "If a man has sex with a slave woman who is promised in marriage to someone else, he must pay a fine, but they are not to be put to death. After all, she was still a slave at the time."
            },
            {
                "verse_number": "23",
                "verse_text": "After you enter the land, you will plant fruit trees, but you are not to eat any fruit from them for the first three years."
            },
            {
                "verse_number": "24",
                "verse_text": "In the fourth year the fruit must be set apart, as an expression of thanks"
            },
            {
                "verse_number": "25",
                "verse_text": "to me, the Lord God. Do this, and in the fifth year, those trees will produce an abundant harvest of fruit for you to eat."
            },
            {
                "verse_number": "26",
                "verse_text": "Don't eat the blood of any animal."
            },
            {
                "verse_number": "29",
                "verse_text": "Don't let your daughters serve as temple prostitutes&ndash;this would bring disgrace both to them and the land."
            },
            {
                "verse_number": "30",
                "verse_text": "I command you to respect the Sabbath and the place where I am worshiped."
            },
            {
                "verse_number": "31",
                "verse_text": "Don't make yourselves disgusting to me by going to people who claim they can talk to the dead."
            },
            {
                "verse_number": "32",
                "verse_text": "I command you to show respect for older people and to obey me with fear and trembling."
            },
            {
                "verse_number": "33",
                "verse_text": "Don't mistreat any foreigners who live in your land."
            },
            {
                "verse_number": "34",
                "verse_text": "Instead, treat them as well as you treat your own people and love them as much as you love yourself. Remember, you were once foreigners in the land of Egypt. I am the Lord your God."
            },
            {
                "verse_number": "37",
                "verse_text": "and I command you to obey my laws."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: Death by stoning is the penalty for any citizens or foreigners in the country who sacrifice their children to the god Molech."
            },
            {
                "verse_number": "3",
                "verse_text": "They have disgraced both the place where I am worshiped and my holy name, and so I will turn against them and no longer let them belong to my people."
            },
            {
                "verse_number": "4",
                "verse_text": "Some of you may let them get away with human sacrifice,"
            },
            {
                "verse_number": "5",
                "verse_text": "but not me. If any of you worship Molech, I will turn against you and your entire family, and I will no longer let you belong to my people."
            },
            {
                "verse_number": "6",
                "verse_text": "I will be your enemy if you go to someone who claims to speak with the dead, and I will destroy you from among my people."
            },
            {
                "verse_number": "7",
                "verse_text": "Dedicate yourselves to me and be holy because I am the Lord your God."
            },
            {
                "verse_number": "8",
                "verse_text": "I have chosen you as my people, and I expect you to obey my laws."
            },
            {
                "verse_number": "9",
                "verse_text": "If you curse your father or mother, you will be put to death, and it will be your own fault."
            },
            {
                "verse_number": "10",
                "verse_text": "If any of you men have sex with another man's wife, both you and the woman will be put to death."
            },
            {
                "verse_number": "11",
                "verse_text": "Having sex with one of your father's wives disgraces him. So both you and the woman will be put to death, just as you deserve."
            },
            {
                "verse_number": "12",
                "verse_text": "It isn't natural to have sex with your daughter-in-law, and both of you will be put to death, just as you deserve."
            },
            {
                "verse_number": "13",
                "verse_text": "It's disgusting for men to have sex with one another, and those who do will be put to death, just as they deserve."
            },
            {
                "verse_number": "14",
                "verse_text": "It isn't natural for a man to marry both a woman and her daughter, and so all three of them will be burned to death."
            },
            {
                "verse_number": "17",
                "verse_text": "If you marry one of your sisters, you will be punished, and the two of you will be disgraced by being openly forced out of the community."
            },
            {
                "verse_number": "18",
                "verse_text": "If you have sex with a woman during her monthly period, both you and the woman will be cut off from the people of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "The sisters of your father and mother are your own relatives, and you will be punished for having sex with any of them."
            },
            {
                "verse_number": "20",
                "verse_text": "If you have sex with your uncle's wife, neither you nor she will ever have any children."
            },
            {
                "verse_number": "21",
                "verse_text": "And if you marry your sister-in-law, neither of you will ever have any children."
            },
            {
                "verse_number": "22",
                "verse_text": "Obey my laws and teachings. Or else the land I am giving you will become sick of you and throw you out."
            },
            {
                "verse_number": "23",
                "verse_text": "The nations I am chasing out did these disgusting things, and I hated them for it, so don't follow their example."
            },
            {
                "verse_number": "24",
                "verse_text": "I am the Lord your God, and I have promised you their land that is rich with milk and honey. I have chosen you to be different from other people."
            },
            {
                "verse_number": "25",
                "verse_text": "That's why you must make a difference between animals and birds that I have said are clean and unclean &ndash;this will keep you from becoming disgusting to me."
            },
            {
                "verse_number": "26",
                "verse_text": "I am the Lord , the holy God. You have been chosen to be my people, and so you must be holy too."
            },
            {
                "verse_number": "27",
                "verse_text": "If you claim to receive messages from the dead, you will be put to death by stoning, just as you deserve."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord gave Moses these instructions for Aaron's sons, the priests: Touching a dead body will make you unclean. So don't go near a dead relative, No descendant of yours can ever serve as my priest if he is blind or lame, if his face is disfigured, if one leg is shorter than the other,"
            },
            {
                "verse_number": "2",
                "verse_text": "except your mother, father, son, daughter, brother,"
            },
            {
                "verse_number": "3",
                "verse_text": "or an unmarried sister, who has no husband to take care of her."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't make yourself unclean by attending the funeral of someone related to you by marriage."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't shave any part of your head or trim your beard or cut yourself to show that you are mourning."
            },
            {
                "verse_number": "6",
                "verse_text": "I am the Lord your God, and I have chosen you alone to offer sacrifices of food to me on the altar. That's why you must keep yourselves holy."
            },
            {
                "verse_number": "7",
                "verse_text": "Don't marry a divorced woman or a woman who has served as a temple prostitute. You are holy,"
            },
            {
                "verse_number": "8",
                "verse_text": "because I am holy. And so, you must be treated with proper respect, since you offer food sacrifices to me, the God of holiness."
            },
            {
                "verse_number": "9",
                "verse_text": "If any of you priests has a daughter who disgraces you by serving as a temple prostitute, she must be burned to death."
            },
            {
                "verse_number": "10",
                "verse_text": "If you are the high priest, you must not mess up your hair or tear your clothes in order to mourn for the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "Don't make yourself unclean by going near a dead body, not even that of your own father or mother."
            },
            {
                "verse_number": "12",
                "verse_text": "If you leave the sacred place to attend a funeral, both you and the sacred place become unclean, because you are the high priest."
            },
            {
                "verse_number": "13",
                "verse_text": "If you are the high priest, you must marry only a virgin"
            },
            {
                "verse_number": "14",
                "verse_text": "from your own tribe. Don't marry a divorced woman or any other woman who has already had sex, including a temple prostitute."
            },
            {
                "verse_number": "15",
                "verse_text": "In this way, your descendants will be qualified to serve me. Remember&ndash;I am the Lord , and I have chosen you."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "19",
                "verse_text": "if either a foot or a hand is paralyzed,"
            },
            {
                "verse_number": "20",
                "verse_text": "if he is a hunchback or a dwarf, if an eye or his skin is diseased, or if his testicles have been damaged."
            },
            {
                "verse_number": "21",
                "verse_text": "These men may not serve as my priests and burn sacrifices to me."
            },
            {
                "verse_number": "22",
                "verse_text": "They may eat the food offerings presented to me,"
            },
            {
                "verse_number": "23",
                "verse_text": "but they may not enter the sacred place or serve me at the altar. Remember&ndash;I am the Lord , the one who makes a priest holy."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses told all of this to Aaron, his sons, and the people of Israel."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to Aaron and his sons: I am the Lord God, and I demand that you honor my holy name by showing proper respect for the offerings brought to me by the people of Israel. The animals that are to be completely burned on the altar"
            },
            {
                "verse_number": "3",
                "verse_text": "If any of you are unclean when you accept an offering for me, I will no longer let you serve as a priest."
            },
            {
                "verse_number": "4",
                "verse_text": "None of you may take part in the sacred meals while you have a skin disease or an infected penis, or after you have been near a dead body or have had a flow of semen,"
            },
            {
                "verse_number": "5",
                "verse_text": "or if you have touched an unclean creature of any sort, including an unclean person."
            },
            {
                "verse_number": "8",
                "verse_text": "I command you not to eat anything that is killed by a wild animal or dies a natural death. This would make you unclean."
            },
            {
                "verse_number": "9",
                "verse_text": "Obey me, or you will die on duty for disgracing the place of worship. Remember&ndash;I am the Lord , the one who makes a priest holy."
            },
            {
                "verse_number": "10",
                "verse_text": "Only you priests and your families may eat the food offerings; these are too sacred for any of your servants."
            },
            {
                "verse_number": "11",
                "verse_text": "However, any slave that you own, including those born into your household, may eat this food."
            },
            {
                "verse_number": "12",
                "verse_text": "If your daughter marries someone who isn't a priest, she can no longer have any of this food."
            },
            {
                "verse_number": "13",
                "verse_text": "But if she returns to your home, either widowed or divorced, and has no children, she may join in the meal. Only members of a priestly family can eat this food,"
            },
            {
                "verse_number": "14",
                "verse_text": "and anyone else who accidentally does so, must pay for the food plus a fine of 20 percent."
            },
            {
                "verse_number": "15",
                "verse_text": "I warn you not to treat lightly the offerings that are brought by the people of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't let them become guilty of eating this sacred food. Remember&ndash;I am the Lord , the one who makes these offerings holy."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "18",
                "verse_text": "to tell Aaron and his sons and everyone else the rules for offering sacrifices. He said:"
            },
            {
                "verse_number": "21",
                "verse_text": "When you offer a sacrifice to ask my blessing, there must be nothing wrong with the animal. This is true, whether the sacrifice is part of a promise or something you do voluntarily."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't offer an animal that is blind or injured or that has an infection or a skin disease."
            },
            {
                "verse_number": "23",
                "verse_text": "If one of your cattle or lambs has a leg that is longer or shorter than the others, you may offer it voluntarily, but not as part of a promise."
            },
            {
                "verse_number": "24",
                "verse_text": "As long as you live in this land, don't offer an animal with injured testicles."
            },
            {
                "verse_number": "25",
                "verse_text": "And don't bring me animals you bought from a foreigner. I won't accept them, because they are no better than one that has something wrong with it."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord told Moses to say:"
            },
            {
                "verse_number": "27",
                "verse_text": "Newborn cattle, sheep, or goats must remain with their mothers for seven days, but on the eighth day, you may send them up in smoke to me, and I will accept the offering."
            },
            {
                "verse_number": "28",
                "verse_text": "Don't sacrifice a newborn animal and its mother on the same day."
            },
            {
                "verse_number": "29",
                "verse_text": "When you offer a sacrifice to give thanks to me, you must do it in a way that is acceptable."
            },
            {
                "verse_number": "30",
                "verse_text": "Eat all of the meat that same day and don't save any for the next day. I am the Lord your God!"
            },
            {
                "verse_number": "31",
                "verse_text": "Obey my laws and teachings&ndash;I am the Lord ."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: I have chosen certain times for you to come together and worship me. After you enter the land I am giving you, the first bundle of wheat from each crop must be given to me. So bring it to a priest"
            },
            {
                "verse_number": "3",
                "verse_text": "You have six days when you can do your work, but the seventh day of each week is holy because it belongs to me. No matter where you live, you must rest on the Sabbath and come together for worship. This law will never change."
            },
            {
                "verse_number": "6",
                "verse_text": "The Festival of Thin Bread begins on the fifteenth day of that same month; it lasts seven days, and during this time you must honor me by eating bread made without yeast."
            },
            {
                "verse_number": "7",
                "verse_text": "On the first day of this festival you must rest from your work and come together for worship."
            },
            {
                "verse_number": "8",
                "verse_text": "Each day of this festival you must offer sacrifices. Then on the final day you must once again rest from your work and come together for worship."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "10",
                "verse_text": "to say to the community of Israel:"
            },
            {
                "verse_number": "11",
                "verse_text": "on the day after the Sabbath. He will lift it up in dedication to me, and I will accept you."
            },
            {
                "verse_number": "12",
                "verse_text": "You must also offer a sacrifice to please me. So bring the priest a one-year-old lamb that has nothing wrong with it"
            },
            {
                "verse_number": "13",
                "verse_text": "and two kilograms of your finest flour mixed with olive oil. Then he will place these on the bronze altar and send them up in smoke with a smell that pleases me. Together with these, you must bring a liter of wine as a drink offering."
            },
            {
                "verse_number": "14",
                "verse_text": "I am your God, and I forbid you to eat any new grain or anything made from it until you have brought these offerings. This law will never change."
            },
            {
                "verse_number": "15",
                "verse_text": "Seven weeks after you offer this bundle of grain, each family must bring another offering of new grain."
            },
            {
                "verse_number": "16",
                "verse_text": "Do this exactly 50 days later, which is the day following the seventh Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "Bring two loaves of bread to be lifted up in dedication to me. Each loaf is to be made with yeast and with two kilograms of the finest flour from the first part of your harvest."
            },
            {
                "verse_number": "18",
                "verse_text": "At this same time, the entire community of Israel must bring seven lambs that are a year old, a young bull, and two rams. These animals must have nothing wrong with them, and they must be offered as a sacrifice to please me. You must also offer the proper grain and wine sacrifices with each animal."
            },
            {
                "verse_number": "19",
                "verse_text": "Offer a goat as a sacrifice for sin, and two rams a year old as a sacrifice to ask my blessing."
            },
            {
                "verse_number": "20",
                "verse_text": "The priest will lift up the rams together with the bread in dedication to me. These offerings are holy and are my gift to the priest."
            },
            {
                "verse_number": "21",
                "verse_text": "This is a day of celebration and worship, a time of rest from your work. You and your descendants must obey this law."
            },
            {
                "verse_number": "22",
                "verse_text": "When you harvest your grain, always leave some of it standing around the edges of your fields and don't pick up what falls on the ground. Leave it for the poor and for those foreigners who live among you. I am the Lord your God!"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord God said to Moses:"
            },
            {
                "verse_number": "27",
                "verse_text": "The tenth day of the seventh month is the Great Day of Forgiveness. It is a solemn day of worship; everyone must go without eating to show sorrow for their sins, and sacrifices must be burned."
            },
            {
                "verse_number": "28",
                "verse_text": "No one is to work on that day&ndash;it is the Great Day of Forgiveness, when sacrifices will be offered to me, so that I will forgive your sins."
            },
            {
                "verse_number": "29",
                "verse_text": "I will destroy anyone who refuses to go without eating."
            },
            {
                "verse_number": "32",
                "verse_text": "This is a time of complete rest just like the Sabbath, and everyone must go without eating from the evening of the ninth to the evening of the tenth."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "34",
                "verse_text": "to say to the community of Israel:"
            },
            {
                "verse_number": "35",
                "verse_text": "No one is to do any work on the first day of the festival&ndash;it is a time when everyone must come together for worship."
            },
            {
                "verse_number": "36",
                "verse_text": "For seven days, sacrifices must be offered on the altar. The eighth day is also to be a day of complete rest, as well as a time of offering sacrifices on the altar and of coming together for worship."
            },
            {
                "verse_number": "37",
                "verse_text": "I have chosen these festivals as times when my people must come together for worship and when animals, grain, and wine are to be offered on the proper days."
            },
            {
                "verse_number": "38",
                "verse_text": "These festivals must be celebrated in addition to the Sabbaths and the times when you offer special gifts or sacrifices to keep a promise or as a voluntary offering."
            },
            {
                "verse_number": "39",
                "verse_text": "Remember to begin the Festival of Shelters on the fifteenth day of the seventh month after you have harvested your crops. Celebrate this festival for seven days in honor of me and don't do any work on the first day or on the day following the festival."
            },
            {
                "verse_number": "40",
                "verse_text": "Pick the best fruit from your trees and cut leafy branches to use during the time of this joyous celebration in my honor."
            },
            {
                "verse_number": "41",
                "verse_text": "I command you and all of your descendants to celebrate this festival during the seventh month of each year."
            },
            {
                "verse_number": "42",
                "verse_text": "For seven days every Israelite must live in a shelter,"
            },
            {
                "verse_number": "43",
                "verse_text": "so future generations will know that I made their ancestors live in shelters when I brought them out of Egypt. I am the Lord your God."
            },
            {
                "verse_number": "44",
                "verse_text": "This is how Moses instructed the people of Israel to celebrate the Lord 's festivals."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: You must supply the purest olive oil for the lamps in the sacred tent, so they will keep burning."
            },
            {
                "verse_number": "5",
                "verse_text": "Use your finest flour to bake twelve loaves of bread about two kilograms each,"
            },
            {
                "verse_number": "6",
                "verse_text": "then take them into the sacred tent and lay them on the gold table in two rows of six loaves."
            },
            {
                "verse_number": "7",
                "verse_text": "Alongside each row put some pure incense that will be sent up by fire in place of the bread as an offering to me."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron must lay fresh loaves on the table each Sabbath, and priests in all generations must continue this practice as part of Israel's agreement with me."
            },
            {
                "verse_number": "9",
                "verse_text": "This bread will always belong to Aaron and his family; it is very holy because it was offered to me, and it must be eaten in a holy place."
            },
            {
                "verse_number": "12",
                "verse_text": "who had him guarded while everyone waited for the Lord to tell them what to do."
            },
            {
                "verse_number": "13",
                "verse_text": "Finally, the Lord said to Moses:"
            },
            {
                "verse_number": "14",
                "verse_text": "This man has cursed me! Take him outside the camp and tell the witnesses to lay their hands on his head. Then command the whole community of Israel to stone him to death."
            },
            {
                "verse_number": "17",
                "verse_text": "Death is also the penalty for murder,"
            },
            {
                "verse_number": "18",
                "verse_text": "but the killing of an animal that belongs to someone else requires only that the animal be replaced."
            },
            {
                "verse_number": "19",
                "verse_text": "Personal injuries to others must be dealt with in keeping with the crime&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "a broken bone for a broken bone, an eye for an eye, or a tooth for a tooth."
            },
            {
                "verse_number": "21",
                "verse_text": "It's possible to pay the owner for an animal that has been killed, but death is the penalty for murder."
            },
            {
                "verse_number": "22",
                "verse_text": "I am the Lord your God, and I demand equal justice both for you Israelites and for those foreigners who live among you."
            },
            {
                "verse_number": "23",
                "verse_text": "When Moses finished speaking, the people did what the Lord had told Moses, and they stoned to death the man who had cursed the Lord ."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "When Moses was on Mount Sinai, the Lord told him"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: After you enter the land that I am giving you, it must be allowed to rest one year out of every seven."
            },
            {
                "verse_number": "3",
                "verse_text": "You may raise grain and grapes for six years,"
            },
            {
                "verse_number": "4",
                "verse_text": "but the seventh year you must let your fields and vineyards rest in honor of me, your Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "This is to be a time of complete rest for your fields and vineyards, so don't harvest anything they produce."
            },
            {
                "verse_number": "8",
                "verse_text": "Once every 49 years"
            },
            {
                "verse_number": "9",
                "verse_text": "on the tenth day of the seventh month, which is also the Great Day of Forgiveness, trumpets are to be blown everywhere in the land."
            },
            {
                "verse_number": "10",
                "verse_text": "This fiftieth year is sacred&ndash;it is a time of freedom and of celebration when everyone will receive back their original property, and slaves will return home to their families."
            },
            {
                "verse_number": "11",
                "verse_text": "This is a year of complete celebration, so don't plant any seed or harvest what your fields or vineyards produce."
            },
            {
                "verse_number": "12",
                "verse_text": "In this time of sacred celebration you may eat only what grows on its own."
            },
            {
                "verse_number": "13",
                "verse_text": "During this year, all property must go back to its original owner."
            },
            {
                "verse_number": "16",
                "verse_text": "If it is a long time before the next Year of Celebration, the price will be higher, because what is really being sold are the crops that the land can produce."
            },
            {
                "verse_number": "17",
                "verse_text": "I am the Lord your God, so obey me and don't cheat anyone."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't ever worry about what you will eat during the seventh year when you are forbidden to plant or harvest."
            },
            {
                "verse_number": "21",
                "verse_text": "I will see to it that you harvest enough in the sixth year to last for three years."
            },
            {
                "verse_number": "22",
                "verse_text": "In the eighth year you will live on what you harvested in the sixth year, but in the ninth year you will eat what you plant and harvest in the eighth year."
            },
            {
                "verse_number": "23",
                "verse_text": "No land may be permanently bought or sold. It all belongs to me&ndash;it isn't your land, and you only live there for a little while."
            },
            {
                "verse_number": "24",
                "verse_text": "When property is being sold, the original owner must be given the first chance to buy it."
            },
            {
                "verse_number": "25",
                "verse_text": "If any of you Israelites become so poor that you are forced to sell your property, your closest relative must buy it back,"
            },
            {
                "verse_number": "26",
                "verse_text": "if that relative has the money. Later, if you can afford to buy it,"
            },
            {
                "verse_number": "27",
                "verse_text": "you must pay enough to make up for what the present owner will lose on it before the next Year of Celebration, when the property would become yours again."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you don't have the money to pay the present owner a fair price, you will have to wait until the Year of Celebration, when the property will once again become yours."
            },
            {
                "verse_number": "29",
                "verse_text": "If you sell a house in a walled city, you have only one year in which to buy it back."
            },
            {
                "verse_number": "30",
                "verse_text": "If you don't buy it back before that year is up, it becomes the permanent property of the one who bought it, and it will not be returned to you in the Year of Celebration."
            },
            {
                "verse_number": "31",
                "verse_text": "But a house out in a village may be bought back at any time just like a field. And it must be returned to its original owner in the Year of Celebration."
            },
            {
                "verse_number": "32",
                "verse_text": "If any Levites own houses inside a walled city, they will always have the right to buy them back."
            },
            {
                "verse_number": "33",
                "verse_text": "And any houses that they do not buy back will be returned to them in the Year of Celebration, because these homes are their permanent property among the people of Israel."
            },
            {
                "verse_number": "34",
                "verse_text": "No pastureland owned by the Levi tribe can ever be sold; it is their permanent possession."
            },
            {
                "verse_number": "35",
                "verse_text": "If any of your people become poor and unable to support themselves, you must help them, just as you are supposed to help foreigners who live among you."
            },
            {
                "verse_number": "38",
                "verse_text": "Remember&ndash;I am the Lord your God! I rescued you from Egypt and gave you the land of Canaan, so that I would be your God."
            },
            {
                "verse_number": "39",
                "verse_text": "Suppose some of your people become so poor that they have to sell themselves and become your slaves."
            },
            {
                "verse_number": "40",
                "verse_text": "Then you must treat them as servants, rather than as slaves. And in the Year of Celebration they are to be set free,"
            },
            {
                "verse_number": "41",
                "verse_text": "so they and their children may return home to their families and property."
            },
            {
                "verse_number": "42",
                "verse_text": "I brought them out of Egypt to be my servants, not to be sold as slaves."
            },
            {
                "verse_number": "43",
                "verse_text": "So obey me, and don't be cruel to the poor."
            },
            {
                "verse_number": "44",
                "verse_text": "If you want slaves, buy them from other nations"
            },
            {
                "verse_number": "45",
                "verse_text": "or from the foreigners who live in your own country, and make them your property."
            },
            {
                "verse_number": "46",
                "verse_text": "You can own them, and even leave them to your children when you die, but do not make slaves of your own people or be cruel to them."
            },
            {
                "verse_number": "47",
                "verse_text": "Even if some of you Israelites become so much in debt that you must sell yourselves to foreigners in your country,"
            },
            {
                "verse_number": "48",
                "verse_text": "you still have the right to be set free by a relative, such as a brother"
            },
            {
                "verse_number": "49",
                "verse_text": "or uncle or cousin, or some other family member. In fact, if you ever get enough money, you may buy your own freedom"
            },
            {
                "verse_number": "50",
                "verse_text": "by paying your owner for the number of years you would still be a slave before the next Year of Celebration."
            },
            {
                "verse_number": "53",
                "verse_text": "And even while you are the slaves of foreigners in your own country, your people must make sure that you are not mistreated."
            },
            {
                "verse_number": "54",
                "verse_text": "If you cannot gain your freedom in any of these ways, both you and your children will still be set free in the Year of Celebration."
            },
            {
                "verse_number": "55",
                "verse_text": "People of Israel, I am the Lord your God, and I brought you out of Egypt to be my own servants."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "I am the Lord your God! So don't make or worship idols or images."
            },
            {
                "verse_number": "2",
                "verse_text": "Respect the Sabbath and honor the place where I am worshiped, because I am the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Faithfully obey my laws,"
            },
            {
                "verse_number": "4",
                "verse_text": "and I will send rain to make your crops grow and your trees produce fruit."
            },
            {
                "verse_number": "5",
                "verse_text": "Your harvest of grain and grapes will be so abundant, that you won't know what to do with it all. You will eat and be satisfied, and you will live in safety."
            },
            {
                "verse_number": "6",
                "verse_text": "I will bless your country with peace, and you will rest without fear. I will wipe out the dangerous animals and protect you from enemy attacks."
            },
            {
                "verse_number": "7",
                "verse_text": "You will chase and destroy your enemies,"
            },
            {
                "verse_number": "8",
                "verse_text": "even if there are only 5 of you and 100 of them, or only 100 of you and 10,000 of them."
            },
            {
                "verse_number": "9",
                "verse_text": "I will treat you with such kindness that your nation will grow strong, and I will also keep my promises to you."
            },
            {
                "verse_number": "10",
                "verse_text": "Your barns will overflow with grain each year."
            },
            {
                "verse_number": "11",
                "verse_text": "I will live among you and never again look on you with disgust."
            },
            {
                "verse_number": "12",
                "verse_text": "I will walk with you&ndash;I will be your God, and you will be my people."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the Lord your God, and I rescued you from Egypt, so that you would never again be slaves. I have set you free; now walk with your heads held high."
            },
            {
                "verse_number": "16",
                "verse_text": "I will punish you terribly, and you will be ruined. You will be struck with incurable diseases and with fever that leads to blindness and depression. Your enemies will eat the crops you plant,"
            },
            {
                "verse_number": "17",
                "verse_text": "and I will turn from you and let you be destroyed by your attackers. You will even run at the very rumor of attack."
            },
            {
                "verse_number": "18",
                "verse_text": "Then, if you still refuse to obey me, I will punish you seven times for each of your sins,"
            },
            {
                "verse_number": "19",
                "verse_text": "until your pride is completely crushed. I will hold back the rain, so the sky above you will be like iron, and the ground beneath your feet will be like copper."
            },
            {
                "verse_number": "20",
                "verse_text": "All of your hard work will be for nothing&ndash;and there will be no harvest of grain or fruit."
            },
            {
                "verse_number": "21",
                "verse_text": "If you keep rebelling against me, I'll punish you seven times worse, just as your sins deserve!"
            },
            {
                "verse_number": "22",
                "verse_text": "I'll send wild animals to attack you, and they will gobble up your children and livestock. So few of you will be left that your roads will be deserted."
            },
            {
                "verse_number": "23",
                "verse_text": "If you remain my enemies after this,"
            },
            {
                "verse_number": "24",
                "verse_text": "I'll remain your enemy and punish you even worse."
            },
            {
                "verse_number": "25",
                "verse_text": "War will break out because you broke our agreement, and if you escape to your walled cities, I'll punish you with horrible diseases, and you will be captured by your enemies."
            },
            {
                "verse_number": "26",
                "verse_text": "You will have such a shortage of bread, that ten women will be able to bake their bread in the same oven. Each of you will get only a few crumbs, and you will go hungry."
            },
            {
                "verse_number": "27",
                "verse_text": "Then if you don't stop rebelling,"
            },
            {
                "verse_number": "28",
                "verse_text": "I'll really get furious and punish you terribly for your sins!"
            },
            {
                "verse_number": "29",
                "verse_text": "In fact, you will be so desperate for food that you will eat your own children."
            },
            {
                "verse_number": "30",
                "verse_text": "I'll destroy your shrines and tear down your incense altars, leaving your dead bodies piled on top of your idols. And you will be disgusting to me."
            },
            {
                "verse_number": "31",
                "verse_text": "I'll wipe out your towns and your places of worship and will no longer be pleased with the smell of your sacrifices."
            },
            {
                "verse_number": "32",
                "verse_text": "Your land will become so desolate that even your enemies who settle there will be shocked when they see it."
            },
            {
                "verse_number": "33",
                "verse_text": "After I destroy your towns and ruin your land with war, I'll scatter you among the nations."
            },
            {
                "verse_number": "38",
                "verse_text": "Many of you will die in foreign lands,"
            },
            {
                "verse_number": "39",
                "verse_text": "and others of you will waste away in sorrow as the result of your sins and the sins of your ancestors."
            },
            {
                "verse_number": "42",
                "verse_text": "I'll keep the promise I made to your ancestors Abraham, Isaac, and Jacob. I will bless your land"
            },
            {
                "verse_number": "43",
                "verse_text": "and let it rest during the time that you are in a foreign country, paying for your rebellion against me and my laws."
            },
            {
                "verse_number": "44",
                "verse_text": "No matter what you have done, I am still the Lord your God, and I will never completely reject you or become absolutely disgusted with you there in the land of your enemies."
            },
            {
                "verse_number": "45",
                "verse_text": "While nations watched, I rescued your ancestors from Egypt so that I would be their God. Yes, I am your Lord , and I will never forget our agreement."
            },
            {
                "verse_number": "46",
                "verse_text": "Moses was on Mount Sinai when the Lord gave him these laws and teachings for the people of Israel."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the community of Israel: If you ever want to free someone who has been promised to me, 50 pieces of silver for men ages 20 to 60, and 30 pieces for women; 20 pieces of silver for young men ages 5 to 20, and 10 pieces for young women; 15 pieces of silver for men ages 60 and above and 10 pieces for women; 5 pieces of silver for boys ages 1 month to 5 years, and 3 pieces for girls."
            },
            {
                "verse_number": "8",
                "verse_text": "If you have promised to give someone to me and can't afford to pay the full amount for that person's release, you will be taken to a priest, and he will decide how much you can afford."
            },
            {
                "verse_number": "9",
                "verse_text": "If you promise to sacrifice an animal to me, it becomes holy, and there is no way you can set it free."
            },
            {
                "verse_number": "10",
                "verse_text": "If you try to substitute any other animal, no matter how good, for the one you promised, they will both become holy and must be sacrificed."
            },
            {
                "verse_number": "11",
                "verse_text": "Donkeys are unfit for sacrifice, so if you promise me a donkey, you must bring it to the priest,"
            },
            {
                "verse_number": "12",
                "verse_text": "and let him determine its value."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you want to buy it back, you must pay an additional 20 percent."
            },
            {
                "verse_number": "14",
                "verse_text": "If you promise a house to me, a priest will set the price, whatever the condition of the house."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you decide to buy it back, you must pay an additional 20 percent."
            },
            {
                "verse_number": "16",
                "verse_text": "If you promise part of your family's land to me, its value must be determined by the amount of seed needed to plant the land, and the rate will be ten pieces of silver for every 20 kilograms of seed."
            },
            {
                "verse_number": "17",
                "verse_text": "If this promise is made in the Year of Celebration, the land will be valued at the full price."
            },
            {
                "verse_number": "18",
                "verse_text": "But any time after that, the price will be figured according to the number of years before the next Year of Celebration."
            },
            {
                "verse_number": "19",
                "verse_text": "If you decide to buy back the land, you must pay the price plus an additional 20 percent,"
            },
            {
                "verse_number": "20",
                "verse_text": "but you cannot buy it back once someone else has bought it."
            },
            {
                "verse_number": "21",
                "verse_text": "When the Year of Celebration comes, the land becomes holy because it belongs to me, and it will be given to the priests."
            },
            {
                "verse_number": "22",
                "verse_text": "If you promise me a field that you have bought,"
            },
            {
                "verse_number": "23",
                "verse_text": "its value will be decided by a priest, according to the number of years before the next Year of Celebration, and the money you pay will be mine."
            },
            {
                "verse_number": "24",
                "verse_text": "However, on the next Year of Celebration, the land will go back to the family of its original owner."
            },
            {
                "verse_number": "25",
                "verse_text": "Every price will be set by the official standards."
            },
            {
                "verse_number": "26",
                "verse_text": "All first-born animals of your flocks and herds are already mine, and so you cannot promise any of them to me."
            },
            {
                "verse_number": "27",
                "verse_text": "If you promise me a donkey, you may buy it back by adding an additional 20 percent to its value. If you don't buy it back, it can be sold to someone else for whatever a priest has said it is worth."
            },
            {
                "verse_number": "28",
                "verse_text": "Anything that you completely dedicate to me must be completely destroyed. It cannot be bought back or sold. Every person, animal, and piece of property that you dedicate completely is only for me."
            },
            {
                "verse_number": "29",
                "verse_text": "In fact, any humans who have been promised to me in this way must be put to death."
            },
            {
                "verse_number": "30",
                "verse_text": "Ten percent of everything you harvest is holy and belongs to me, whether it grows in your fields or on your fruit trees."
            },
            {
                "verse_number": "31",
                "verse_text": "If you want to buy back this part of your harvest, you may do so by paying what it is worth plus an additional 20 percent."
            },
            {
                "verse_number": "32",
                "verse_text": "When you count your flocks and herds, one out of ten of every newborn animal is holy and belongs to me,"
            },
            {
                "verse_number": "33",
                "verse_text": "no matter how good or bad it is. If you substitute one animal for another, both of them become holy, and neither can be bought back."
            },
            {
                "verse_number": "34",
                "verse_text": "Moses was on Mount Sinai when the Lord gave him these laws for the people of Israel."
            }
        ]
    }
}