{
    "2 Kings": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "About the same time, an angel from the Lord sent Elijah the prophet from Tishbe to say to the king's messengers, &apos;Ahaziah has rejected Israel's own God by sending you to ask Baalzebub about his injury."
            },
            {
                "verse_number": "4",
                "verse_text": "Tell him that because he has done this, he's on his deathbed!&apos; And Elijah did what he was told."
            },
            {
                "verse_number": "5",
                "verse_text": "When the messengers returned to Ahaziah, he asked, &apos;Why are you back so soon?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;A man met us along the road with a message for you from the Lord ,&apos; they answered. &apos;The Lord wants to know why you sent us to ask Baalzebub about your injury and why you don't believe there's a God in Israel. The man also told us that the Lord says you're going to die.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;What did the man look like?&apos; Ahaziah asked."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;He was hairy and had a leather belt around his waist,&apos; they answered."
            },
            {
                "verse_number": "9",
                "verse_text": "So at once he sent an army officer and 50 soldiers to meet Elijah."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If I am a man of God,&apos; Elijah answered, &apos;God will send down fire on you and your 50 soldiers.&apos; Fire immediately came down from heaven and burned up the officer and his men."
            },
            {
                "verse_number": "11",
                "verse_text": "Ahaziah sent another officer and 50 more soldiers to Elijah. The officer said, &apos;Man of God, the king orders you to come see him at once.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If I am a man of God,&apos; Elijah answered, &apos;fire will destroy you and your 50 soldiers.&apos; And God sent down fire from heaven on the officer and his men."
            },
            {
                "verse_number": "13",
                "verse_text": "Ahaziah sent a third army officer and 50 more soldiers. This officer went up to Elijah, then he got down on his knees and begged, &apos;Man of God, please be kind to me and these 50 servants of yours. Let us live!"
            },
            {
                "verse_number": "14",
                "verse_text": "Fire has already wiped out the other officers and their soldiers. Please don't let it happen to me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The angel from the Lord said to Elijah, &apos;Go with him and don't be afraid.&apos; So Elijah got up and went with the officer."
            },
            {
                "verse_number": "16",
                "verse_text": "When Elijah arrived, he told Ahaziah, &apos;The Lord wants to know why you sent messengers to Ekron to ask Baalzebub about your injury. Don't you believe there's a God in Israel? Ahaziah, because you did that, the Lord says you will die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ahaziah died, just as the Lord had said. But since Ahaziah had no sons, Joram his brother then became king. This happened in the second year that Jehoram son of Jehoshaphat was king of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "Everything else Ahaziah did while he was king is written in The History of the Kings of Israel ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Not long before the Lord took Elijah up into heaven in a strong wind, Elijah and Elisha were leaving Gilgal."
            },
            {
                "verse_number": "2",
                "verse_text": "Elijah said to Elisha, &apos;The Lord wants me to go to Bethel, but you must stay here.&apos; Elisha replied, &apos;I swear by the living Lord and by your own life that I will stay with you no matter what!&apos; And he went with Elijah to Bethel. &apos;Yes, I do,&apos; Elisha answered. &apos;But don't remind me of it.&apos; Elisha replied, &apos;I swear by the living Lord and by your own life, that I will stay with you no matter what!&apos; And he went with Elijah to Jericho. &apos;Yes, I do,&apos; Elisha answered. &apos;But don't remind me of it.&apos; Elisha replied, &apos;I swear by the living Lord and by your own life that I will never leave you!&apos; So the two of them walked on together. Elisha answered, &apos;Please give me twice as much of your power as you give the other prophets, so I can be the one who takes your place as their leader.&apos; They walked over to him, bowed down, &apos;No,&apos; Elisha replied, &apos;they won't find him.&apos; They brought him the bowl of salt,"
            },
            {
                "verse_number": "3",
                "verse_text": "A group of prophets who lived there asked Elisha, &apos;Do you know that today the Lord is going to take away your master?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Elijah then said, &apos;Elisha, now the Lord wants me to go to Jericho, but you must stay here.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "A group of prophets who lived there asked Elisha, &apos;Do you know that today the Lord is going to take away your master?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah then said to Elisha, &apos;Now the Lord wants me to go to the Jordan River, but you must stay here.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Fifty prophets followed Elijah and Elisha from Jericho, then stood at a distance and watched as the two men walked toward the river."
            },
            {
                "verse_number": "8",
                "verse_text": "When they got there, Elijah took off his coat, then he rolled it up and struck the water with it. At once a path opened up through the river, and the two of them walked across on dry ground."
            },
            {
                "verse_number": "9",
                "verse_text": "After they had reached the other side, Elijah said, &apos;Elisha, the Lord will soon take me away. What can I do for you before that happens?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;It won't be easy,&apos; Elijah answered. &apos;It can happen only if you see me as I am being taken away.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Elijah and Elisha were walking along and talking, when suddenly there appeared between them a flaming chariot pulled by fiery horses. At once, a strong wind took Elijah up into heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "Elisha saw this and shouted, &apos;Israel's cavalry and chariots have taken my master away!&apos; After Elijah had gone, Elisha tore his clothes in sorrow."
            },
            {
                "verse_number": "13",
                "verse_text": "Elijah's coat had fallen off, so Elisha picked it up and walked back to the Jordan River."
            },
            {
                "verse_number": "14",
                "verse_text": "He struck the water with the coat and wondered, &apos;Will the Lord perform miracles for me as he did for Elijah?&apos; As soon as Elisha did this, a dry path opened up through the water, and he walked across."
            },
            {
                "verse_number": "15",
                "verse_text": "When the prophets from Jericho saw what happened, they said to each other, &apos;Elisha now has Elijah's power.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "and said, &apos;There are 50 strong men here with us. Please let them go look for your master. Maybe the Spirit of the Lord carried him off to some mountain or valley.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They kept begging until he was embarrassed to say no. He finally agreed, and the prophets sent the men out. They looked three days for Elijah but never found him."
            },
            {
                "verse_number": "18",
                "verse_text": "They returned to Jericho, and Elisha said, &apos;I told you that you wouldn't find him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "One day the people of Jericho said, &apos;Elisha, you can see that our city is in a good spot. But the water from our spring is so bad that it even keeps our crops from growing.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He replied, &apos;Put some salt in a new bowl and bring it to me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "and he carried it to the spring. He threw the salt into the water and said, &apos;The Lord has made this water pure again. From now on you'll be able to grow crops, and no one will starve.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The water has been fine ever since, just as Elisha said."
            },
            {
                "verse_number": "23",
                "verse_text": "Elisha left and headed toward Bethel. Along the way some boys started making fun of him by shouting, &apos;Go away, baldy! Get out of here!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Elisha turned around and stared at the boys. Then he cursed them in the name of the Lord . At once two bears ran out of the woods and ripped to pieces 42 of the boys."
            },
            {
                "verse_number": "25",
                "verse_text": "Elisha went up to Mount Carmel, then returned to Samaria."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Joram son of Ahab became king of Israel in Jehoshaphat's eighteenth year as king of Judah. Joram ruled twelve years from Samaria"
            },
            {
                "verse_number": "2",
                "verse_text": "and disobeyed the Lord by doing wrong. He tore down the stone image his father had made to honor Baal, and so he wasn't as sinful as his parents."
            },
            {
                "verse_number": "3",
                "verse_text": "But he kept doing the sinful things that Jeroboam son of Nebat had led Israel to do. &apos;Yes, I will,&apos; Jehoshaphat answered. &apos;I'm on your side, and my soldiers and horses are at your command. &apos;We will march through Edom Desert,&apos; Joram replied. One of Joram's officers answered, &apos;Elisha son of Shaphat is here. He was one of Elijah's closest followers.&apos; The three kings went over to Elisha, &apos;No,&apos; Joram answered. &apos;It was the Lord who led us out here, so that Moab's army could capture us.&apos; The harpist began playing, and the Lord gave Elisha this message for Joram: Finally, the only city left standing was Kir-Hareseth, but soldiers armed with slings surrounded and attacked it."
            },
            {
                "verse_number": "4",
                "verse_text": "For many years the country of Moab had been controlled by Israel and was forced to pay taxes to the kings of Israel. King Mesha of Moab raised sheep, so he paid the king of Israel 100,000 lambs and the wool from 100,000 rams."
            },
            {
                "verse_number": "5",
                "verse_text": "But soon after the death of Ahab, Mesha rebelled against Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "One day, Joram left Samaria and called together Israel's army."
            },
            {
                "verse_number": "7",
                "verse_text": "He sent this message to King Jehoshaphat of Judah, &apos;The king of Moab has rebelled. Will you go with me to attack him?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But which way should we go?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Joram, Jehoshaphat, and the king of Edom led their troops out. But seven days later, there was no drinking water left for them or their animals."
            },
            {
                "verse_number": "10",
                "verse_text": "Joram cried out, &apos;This is terrible! The Lord must have led us out here to be captured by Moab's army.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoshaphat said, &apos;Which of the Lord 's prophets is with us? We can find out from him what the Lord wants us to do.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoshaphat replied, &apos;He can give us the Lord 's message.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "and he asked Joram, &apos;Why did you come to me? Go talk to the prophets of the foreign gods your parents worshiped.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elisha said to him, &apos;I serve the Lord All-Powerful, and as surely as he lives, I swear I wouldn't even look at you if I didn't respect King Jehoshaphat.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Elisha said, &apos;Send for someone who can play the harp.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord says that this dry riverbed will be filled with water."
            },
            {
                "verse_number": "17",
                "verse_text": "You won't feel any wind or see any rain, but there will be plenty of water for you and your animals."
            },
            {
                "verse_number": "18",
                "verse_text": "That simple thing isn't all the Lord is going to do. He will also help you defeat Moab's army."
            },
            {
                "verse_number": "19",
                "verse_text": "You will capture all their walled cities and important towns. You will chop down every good tree and stop up every spring of water, then ruin their fertile fields by covering them with rocks."
            },
            {
                "verse_number": "20",
                "verse_text": "The next morning, while the sacrifice was being offered, water suddenly started flowing from the direction of Edom, and it flooded the land."
            },
            {
                "verse_number": "21",
                "verse_text": "Meanwhile, the people of Moab had heard that the three kings were coming to attack them. They had called together all of their fighting men, from the youngest to the oldest, and these troops were now standing at their border, ready for battle."
            },
            {
                "verse_number": "22",
                "verse_text": "When they got up that morning, the sun was shining across the water, making it look red. The Moabite troops took one look"
            },
            {
                "verse_number": "23",
                "verse_text": "and shouted, &apos;Look at that blood! The armies of those kings must have fought and killed each other. Come on, let's go take what's left in their camp.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But when they arrived at Israel's camp, the Israelite soldiers came out and attacked them, until they turned and ran away. Israel's army chased them all the way back to Moab, and even there they kept up the attack."
            },
            {
                "verse_number": "25",
                "verse_text": "The Israelites destroyed the Moabite towns. They chopped down the good trees and stopped up the springs of water, then covered the fertile fields with rocks."
            },
            {
                "verse_number": "26",
                "verse_text": "King Mesha of Moab saw that he was about to be defeated. So he took along 700 soldiers with swords and tried to break through the front line where the Edomite troops were positioned. But he failed."
            },
            {
                "verse_number": "27",
                "verse_text": "He then grabbed his oldest son who was to be the next king and sacrificed him as an offering on the city wall. The Israelite troops were so horrified that they left the city and went back home."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "One day the widow of one of the Lord 's prophets said to Elisha, &apos;You know that before my husband died, he was a follower of yours and a worshiper of the Lord . But he owed a man some money, and now that man is on his way to take my two sons as his slaves.&apos; &apos;Sir, I have nothing but a small bottle of olive oil.&apos; Later, when she and her sons were back inside their house, the two sons brought her the jars, and she began filling them. &apos;We don't have any more,&apos; he answered, and the oil stopped flowing from the small bottle. The woman answered, &apos;With my relatives nearby, I have everything I need.&apos; Gehazi replied, &apos;I do know that her husband is old, and that she doesn't have a son.&apos; &apos;You're a man of God,&apos; the woman replied. &apos;Please don't lie to me.&apos; &apos;Carry him back to his mother,&apos; the father said to his servant. &apos;That's all right,&apos; she answered. When Elisha saw her coming, he said, &apos;Gehazi, look! It's the woman from Shunem. &apos;Everything is fine,&apos; she answered Gehazi. Gehazi started toward her to push her away, when Elisha said, &apos;Leave her alone! Don't you see how sad she is? But the Lord hasn't told me why.&apos; One day while the prophets who lived there were meeting with Elisha, he said to his servant, &apos;Prepare a big pot of stew for these prophets.&apos; &apos;Just give it to them,&apos; Elisha replied. &apos;The Lord has promised there will be more than enough.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Maybe there's something I can do to help,&apos; Elisha said. &apos;What do you have in your house?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Elisha told her, &apos;Ask your neighbors for their empty jars. And after you've borrowed as many as you can,"
            },
            {
                "verse_number": "4",
                "verse_text": "go home and shut the door behind you and your sons. Then begin filling the jars with oil and set each one aside as you fill it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The woman left."
            },
            {
                "verse_number": "6",
                "verse_text": "At last, she said to one of her sons, &apos;Bring me another jar.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "After she told Elisha what had happened, he said, &apos;Sell the oil and use part of the money to pay what you owe the man. You and your sons can live on what is left.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Once, while Elisha was in the town of Shunem, he met a rich woman who invited him to her home for dinner. After that, whenever he was in Shunem, he would have a meal there with her and her husband."
            },
            {
                "verse_number": "9",
                "verse_text": "Some time later the woman said to her husband, &apos;I'm sure the man who comes here so often is a prophet of God."
            },
            {
                "verse_number": "10",
                "verse_text": "Why don't we build him a small room on the flat roof of our house? We can put a bed, a table and chair, and an oil lamp in it. Then whenever he comes, he can stay with us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The next time Elisha was in Shunem, he stopped at their house and went up to his room to rest."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Then what can we do for her?&apos; Elisha asked Gehazi."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Ask her to come here again,&apos; Elisha told his servant. He called for her, and she came and stood in the doorway of Elisha's room."
            },
            {
                "verse_number": "16",
                "verse_text": "Elisha said to her, &apos;Next year at this time, you'll be holding your own baby son in your arms.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But a few months later, the woman got pregnant. She gave birth to a son, just as Elisha had promised."
            },
            {
                "verse_number": "18",
                "verse_text": "One day while the boy was still young, he was out in the fields with his father, where the workers were harvesting the crops."
            },
            {
                "verse_number": "19",
                "verse_text": "Suddenly he shouted, &apos;My head hurts. It hurts a lot!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The servant picked up the boy and carried him to his mother. The boy lay on her lap all morning, and by noon he was dead."
            },
            {
                "verse_number": "21",
                "verse_text": "She carried him upstairs to Elisha's room and laid him across the bed. Then she walked out and shut the door behind her."
            },
            {
                "verse_number": "22",
                "verse_text": "The woman called to her husband, &apos;I need to see the prophet. Let me use one of the donkeys. Send a servant along with me, and let me leave now, so I can get back quickly.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Why do you need to see him today?&apos; her husband asked. &apos;It's not the Sabbath or time for the New Moon Festival.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She saddled the donkey and said to her servant, &apos;Let's go. And don't slow down unless I tell you to.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "She left at once for Mount Carmel to talk with Elisha."
            },
            {
                "verse_number": "26",
                "verse_text": "Run and meet her. And ask her if everything is all right with her and her family.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But as soon as she got to the top of the mountain, she went over and grabbed Elisha by the feet."
            },
            {
                "verse_number": "28",
                "verse_text": "The woman said, &apos;Sir, I begged you not to get my hopes up, and I didn't even ask you for a son.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Gehazi, get ready and go to her house,&apos; Elisha said. &apos;Take along my walking stick, and when you get there, lay it on the boy's face. Don't stop to talk to anyone, even if they try to talk to you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But the boy's mother said to Elisha, &apos;I swear by the living Lord and by your own life that I won't leave without you.&apos; So Elisha got up and went with them."
            },
            {
                "verse_number": "31",
                "verse_text": "Gehazi ran on ahead and laid Elisha's walking stick on the boy's face, but the boy didn't move or make a sound. Gehazi ran back to Elisha and said, &apos;The boy didn't wake up.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Elisha arrived at the woman's house and went straight to his room, where he saw the boy's body on his bed."
            },
            {
                "verse_number": "33",
                "verse_text": "He walked in, shut the door, and prayed to the Lord ."
            },
            {
                "verse_number": "34",
                "verse_text": "Then he got on the bed and stretched out over the dead body, with his mouth on the boy's mouth, his eyes on his eyes, and his hand on his hands. As he lay there, the boy's body became warm."
            },
            {
                "verse_number": "35",
                "verse_text": "Elisha got up and walked back and forth in the room, then he went back and leaned over the boy's body. The boy sneezed seven times and opened his eyes."
            },
            {
                "verse_number": "36",
                "verse_text": "Elisha called out to Gehazi, &apos;Ask the boy's mother to come here.&apos; Gehazi did, and when she was at the door, Elisha said, &apos;You can take your son.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "She came in and bowed down at Elisha's feet. Then she picked up her son and left."
            },
            {
                "verse_number": "38",
                "verse_text": "Later, Elisha went back to Gilgal, where there was almost nothing to eat, because the crops had failed."
            },
            {
                "verse_number": "39",
                "verse_text": "One of them went out into the woods to gather some herbs. He found a wild vine and picked as much of its fruit as he could carry, but he didn't know that the fruit was very sour. When he got back, he cut up the fruit and put it in the stew."
            },
            {
                "verse_number": "40",
                "verse_text": "The stew was served, and when the prophets started eating it, they shouted, &apos;Elisha, this stew tastes terrible! We can't eat it.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Bring me some flour,&apos; Elisha said. He sprinkled the flour in the stew and said, &apos;Now serve it to them.&apos; And the stew tasted fine."
            },
            {
                "verse_number": "42",
                "verse_text": "A man from the town of Baal-Shalishah brought Elisha some freshly cut grain and 20 loaves of bread made from the first barley that was harvested. Elisha said, &apos;Give it to the people so they can eat.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;There's not enough here for 100 people,&apos; his servant said."
            },
            {
                "verse_number": "44",
                "verse_text": "So the servant served the bread and grain to the people. They ate and still had some left over, just as the Lord had promised."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Naaman was the commander of the Syrian army. The Lord had helped him and his troops defeat their enemies, so the king of Syria respected Naaman very much. Naaman was a brave soldier, but he had leprosy. Naaman left and took along 30,000 pieces of silver, 6,000 pieces of gold, and 10 new outfits. Naaman kept begging, but Elisha kept refusing. After Naaman had gone only a short distance, When Naaman saw Gehazi running after him, he got out of his chariot to meet him. Naaman asked, &apos;Is everything all right?&apos; &apos;Nowhere, sir,&apos; Gehazi answered. Suddenly, Gehazi's skin became white with leprosy, and he left."
            },
            {
                "verse_number": "2",
                "verse_text": "One day while the Syrian troops were raiding Israel, they captured a girl, and she became a servant of Naaman's wife."
            },
            {
                "verse_number": "3",
                "verse_text": "Some time later the girl said, &apos;If your husband Naaman would go to the prophet in Samaria, he would be cured of his leprosy.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Naaman told the king what the girl had said,"
            },
            {
                "verse_number": "5",
                "verse_text": "the king replied, &apos;Go ahead! I will give you a letter to take to the king of Israel.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He also carried the letter to the king of Israel. It said, &apos;I am sending my servant Naaman to you. Would you cure him of his leprosy?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the king of Israel read the letter, he tore his clothes in fear and shouted, &apos;That Syrian king believes I can cure this man of leprosy! Does he think I'm God with power over life and death? He must be trying to pick a fight with me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "As soon as Elisha the prophet heard what had happened, he sent the Israelite king this message: &apos;Why are you so afraid? Send the man to me, so that he will know there is a prophet in Israel.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Naaman left with his horses and chariots and stopped at the door of Elisha's house."
            },
            {
                "verse_number": "10",
                "verse_text": "Elisha sent someone outside to say to him, &apos;Go wash seven times in the Jordan River. Then you'll be completely cured.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Naaman stormed off, grumbling, &apos;Why couldn't he come out and talk to me? I thought for sure he would stand in front of me and pray to the Lord his God, then wave his hand over my skin and cure me."
            },
            {
                "verse_number": "12",
                "verse_text": "What about the Abana River or the Pharpar River? Those rivers in Damascus are just as good as any river in Israel. I could have washed in them and been cured.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "His servants went over to him and said, &apos;Sir, if the prophet had told you to do something difficult, you would have done it. So why don't you do what he said? Go wash and be cured.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Naaman walked down to the Jordan; he waded out into the water and stooped down in it seven times, just as Elisha had told him. At once, he was cured, and his skin became as smooth as a child's."
            },
            {
                "verse_number": "15",
                "verse_text": "Naaman and his officials went back to Elisha. Naaman stood in front of him and announced, &apos;Now I know that the God of Israel is the only God in the whole world. Sir, would you please accept a gift from me?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I am a servant of the living Lord ,&apos; Elisha answered, &apos;and I swear that I will not take anything from you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Finally Naaman said, &apos;If you won't accept a gift, then please let me take home as much soil as two mules can pull in a wagon. Sir, from now on I will offer sacrifices only to the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "But I pray that the Lord will forgive me when I go into the temple of the god Rimmon and bow down there with the king of Syria.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Go on home, and don't worry about that,&apos; Elisha replied. Then Naaman left."
            },
            {
                "verse_number": "20",
                "verse_text": "Gehazi said to himself, &apos;Elisha let that Syrian off too easy. He should have taken Naaman's gift. I swear by the living Lord that I will talk to Naaman myself and get something from him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So he hurried after Naaman."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Yes,&apos; Gehazi answered. &apos;But my master has sent me to tell you about two young prophets from the hills of Ephraim. They came asking for help, and now Elisha wants to know if you would give them 3,000 pieces of silver and some new clothes?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Sure,&apos; Naaman replied. &apos;But why don't you take twice that amount of silver?&apos; He convinced Gehazi to take it all, then put the silver in two bags. He handed the bags and the clothes to his two servants, and they carried them for Gehazi."
            },
            {
                "verse_number": "24",
                "verse_text": "When they reached the hill where Gehazi lived, he took the bags from the servants and placed them in his house, then sent the men away. After they had gone,"
            },
            {
                "verse_number": "25",
                "verse_text": "Gehazi went in and stood in front of Elisha, who asked, &apos;Gehazi, where have you been?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Elisha asked, &apos;Don't you know that my spirit was there when Naaman got out of his chariot to talk with you? Gehazi, you have no right to accept money or clothes, olive orchards or vineyards, sheep or cattle, or servants."
            },
            {
                "verse_number": "27",
                "verse_text": "Because of what you've done, Naaman's leprosy will now be on you and your descendants forever!&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One day the prophets said to Elisha, &apos;The place where we meet with you is too small."
            },
            {
                "verse_number": "2",
                "verse_text": "Why don't we build a new meeting place near the Jordan River? Each of us could get some wood, then we could build it.&apos; &apos;That's a good idea,&apos; Elisha replied, &apos;get started.&apos; &apos;Yes, I'll go,&apos; Elisha answered, They went to the Jordan River and began chopping down trees. For a while, the Syrian troops stopped invading Israel's territory. The woman answered, &apos;Another woman and I were so hungry that we agreed to eat our sons. She said if we ate my son one day, we could eat hers the next day."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Aren't you going with us?&apos; one of the prophets asked."
            },
            {
                "verse_number": "4",
                "verse_text": "and he left with them."
            },
            {
                "verse_number": "5",
                "verse_text": "While one of the prophets was working, his ax head fell off and dropped into the water. &apos;Oh!&apos; he shouted. &apos;Sir, I borrowed this ax.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Where did it fall in?&apos; Elisha asked. The prophet pointed to the place, and Elisha cut a stick and threw it into the water at that spot. The ax head floated to the top of the water."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Now get it,&apos; Elisha told him. And the prophet reached in and grabbed it."
            },
            {
                "verse_number": "8",
                "verse_text": "Time after time, when the king of Syria was at war against the Israelites, he met with his officers and announced, &apos;I've decided where we will set up camp.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Each time, Elisha would send this warning to the king of Israel: &apos;Don't go near there. That's where the Syrian troops have set up camp.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the king would warn the Israelite troops in that place to be on guard."
            },
            {
                "verse_number": "11",
                "verse_text": "The king of Syria was furious when he found out what was happening. He called in his officers and asked, &apos;Which one of you has been telling the king of Israel our plans?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;None of us, Your Majesty,&apos; one of them answered. &apos;It's an Israelite named Elisha. He's a prophet, so he can tell his king everything&ndash;even what you say in your own room.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Find out where he is!&apos; the king ordered. &apos;I'll send soldiers to bring him here.&apos; They learned that Elisha was in the town of Dothan and reported it to the king. Elisha was home at the time, and the important leaders of Israel were meeting with him. Even before the king's messenger arrived, Elisha told the leaders, &apos;That murderer is sending someone to cut off my head. When you see him coming, shut the door and don't let him in. I'm sure the king himself will be right behind him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He ordered his best troops to go there with horses and chariots. They marched out during the night and surrounded the town."
            },
            {
                "verse_number": "15",
                "verse_text": "When Elisha's servant got up the next morning, he saw that Syrian troops had the town surrounded. &apos;Sir, what are we going to do?&apos; he asked."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Don't be afraid,&apos; Elisha answered. &apos;There are more troops on our side than on theirs.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he prayed, &apos; Lord , please help him to see.&apos; And the Lord let the servant see that the hill was covered with fiery horses and flaming chariots all around Elisha."
            },
            {
                "verse_number": "18",
                "verse_text": "As the Syrian army came closer, Elisha prayed, &apos; Lord , make those soldiers blind!&apos; And the Lord blinded them with a bright light."
            },
            {
                "verse_number": "19",
                "verse_text": "Elisha told the enemy troops, &apos;You've taken the wrong road and are in the wrong town. Follow me. I'll lead you to the man you're looking for.&apos; Elisha led them straight to the capital city of Samaria."
            },
            {
                "verse_number": "20",
                "verse_text": "When all the soldiers were inside the city, Elisha prayed, &apos; Lord , now let them see again.&apos; The Lord let them see that they were standing in the middle of Samaria."
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Israel saw them and asked Elisha, &apos;Should I kill them, sir?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;No!&apos; Elisha answered. &apos;You didn't capture these troops in battle, so you have no right to kill them. Instead, give them something to eat and drink and let them return to their leader.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king ordered a huge meal to be prepared for Syria's army, and when they finished eating, he let them go."
            },
            {
                "verse_number": "24",
                "verse_text": "Some time later, King Benhadad of Syria called his entire army together, then they marched to Samaria and attacked."
            },
            {
                "verse_number": "25",
                "verse_text": "They kept up the attack until there was nothing to eat in the city. In fact, a donkey's head cost 80 pieces of silver, and a small bowl of pigeon droppings cost 5 pieces of silver."
            },
            {
                "verse_number": "26",
                "verse_text": "One day as the king of Israel was walking along the top of the city wall, a woman shouted to him, &apos;Please, Your Majesty, help me!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Let the Lord help you!&apos; the king said. &apos;Do you think I have grain or wine to give you?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then he asked, &apos;What's the matter anyway?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So yesterday we cooked my son and ate him. But today when I went to her house to eat her son, she had hidden him.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The king tore off his clothes in sorrow, and since he was on top of the city wall, the people saw that he was wearing sackcloth underneath."
            },
            {
                "verse_number": "31",
                "verse_text": "He said, &apos;I pray that God will punish me terribly, if Elisha's head is still on his shoulders by this time tomorrow.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then he sent a messenger to Elisha."
            },
            {
                "verse_number": "33",
                "verse_text": "Before Elisha finished talking, the messenger came up and said, &apos;The Lord has made all these terrible things happen to us. Why should I think he will help us now?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Elisha answered, &apos;I have a message for you. The Lord promises that tomorrow here in Samaria, you will be able to buy a large sack of flour or two large sacks of barley for almost nothing.&apos; &apos;You will see it happen, but you won't eat any of the food,&apos; Elisha warned him. As they walked toward the camp, the Lord caused the Syrian troops to hear what sounded like the roar of a huge cavalry. The soldiers said to each other, &apos;Listen! The king of Israel must have hired Hittite and Egyptian troops to attack us. Let's get out of here!&apos; So they ran out of their camp that night, leaving their tents and horses and donkeys. When the four men with leprosy reached the edge of the Syrian camp, no one was there. They walked into one of the tents, where they ate and drank, before carrying off clothes, as well as silver and gold. They hid all this, then walked into another tent; they took what they wanted and hid it too."
            },
            {
                "verse_number": "2",
                "verse_text": "The chief officer there with the king replied, &apos;I don't believe it! Even if the Lord sent a rainstorm, it couldn't produce that much grain by tomorrow.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "About the same time, four men with leprosy were just outside the gate of Samaria. They said to each other, &apos;Why should we sit here, waiting to die?"
            },
            {
                "verse_number": "4",
                "verse_text": "There's nothing to eat in the city, so we would starve if we went inside. But if we stay out here, we will die for sure. Let's sneak over to the Syrian army camp and surrender. They might kill us, but they might not.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They said to each other, &apos;This isn't right. Today is a day to celebrate, and we haven't told anyone else what has happened. If we wait until morning, we will be punished. Let's go to the king's palace at once and tell the good news.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They went back to Samaria and shouted up to the guards at the gate, &apos;We've just come from the Syrian army camp, and all the soldiers are gone! The tents are empty, and the horses and donkeys are still tied up. We didn't see or hear anybody.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The guards reported the news to the king's palace."
            },
            {
                "verse_number": "12",
                "verse_text": "The king got out of bed and said to his officers, &apos;I know what those Syrians are doing. They know we're starving, so they're hiding in the fields, hoping we will go out to look for food. When we do, they can capture us and take over our city.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One of his officers replied, &apos;We have a few horses left&ndash;why don't we let some men take five of them and go to the Syrian camp and see what's happening? We're going to die anyway like those who have already died.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They found two chariots, and the king commanded the men to find out what had happened to the Syrian troops."
            },
            {
                "verse_number": "15",
                "verse_text": "The men rode as far as the Jordan River. All along the way they saw clothes and equipment that the Syrians had thrown away as they escaped. Then they went back to the king and told him what they had seen."
            },
            {
                "verse_number": "16",
                "verse_text": "At once the people went to the Syrian camp and carried off what was left. They took so much that a large sack of flour and two large sacks of barley sold for almost nothing, just as the Lord had promised."
            },
            {
                "verse_number": "17",
                "verse_text": "The king of Israel had put his chief officer in charge of the gate, but he died when the people trampled him as they rushed out of the city."
            },
            {
                "verse_number": "18",
                "verse_text": "Earlier, when the king was at Elisha's house, Elisha had told him that flour or barley would sell for almost nothing."
            },
            {
                "verse_number": "19",
                "verse_text": "But the officer refused to believe that even the Lord could do that. So Elisha warned him that he would see it happen, but would not eat any of the food."
            },
            {
                "verse_number": "20",
                "verse_text": "And that's exactly what happened&ndash;the officer was trampled to death."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Elisha told the woman whose son he had brought back to life, &apos;The Lord has warned that there will be no food here for seven years. Take your family and go live somewhere else for a while.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The woman did exactly what Elisha had said and went to live in Philistine territory. She and her family lived there seven years. &apos;Here's the boy, Your Majesty,&apos; Gehazi said. &apos;And this is his mother.&apos; Elisha answered, &apos;Because I know the terrible things you will do to the people of Israel. You will burn down their walled cities and slaughter their young men. You will even crush the heads of their babies and rip open their pregnant women.&apos; &apos;Hazael, the Lord has told me that you will be the next king of Syria.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then she returned to Israel and immediately begged the king to give back her house and property."
            },
            {
                "verse_number": "4",
                "verse_text": "Meanwhile, the king was asking Gehazi the servant of Elisha about the amazing things Elisha had been doing."
            },
            {
                "verse_number": "5",
                "verse_text": "While Gehazi was telling him that Elisha had brought a dead boy back to life, the woman and her son arrived."
            },
            {
                "verse_number": "6",
                "verse_text": "The king asked the woman to tell her story, and she told him everything that had happened. He then said to one of his officials, &apos;I want you to make sure that this woman gets back everything that belonged to her, including the money her crops have made since the day she left Israel.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Some time later Elisha went to the capital city of Damascus to visit King Benhadad of Syria, who was sick. And when Benhadad was told he was there,"
            },
            {
                "verse_number": "8",
                "verse_text": "he said to Hazael, &apos;Go meet with Elisha the man of God and get him to ask the Lord if I will get well. And take along a gift for him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Hazael left with forty camel loads of the best things made in Damascus as a gift for Elisha. He found the prophet and said, &apos;Your servant, King Benhadad, wants to know if he will get well.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell him he will,&apos; Elisha said to Hazael. &apos;But the Lord has already told me that Benhadad will definitely die.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Elisha stared at him until Hazael was embarrassed, then Elisha began crying."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Sir, why are you crying?&apos; Hazael asked."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How could I ever do anything like that?&apos; Hazael replied. &apos;I'm only a servant and don't have that kind of power.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Hazael went back to Benhadad and told him, &apos;Elisha said that you will get well.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But the very next day, Hazael got a thick blanket; he soaked it in water and held it over Benhadad's face until he died. Hazael then became king."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoram son of Jehoshaphat became king of Judah in Joram's fifth year as king of Israel, while Jehoshaphat was still king of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoram was 32 years old when he became king, and he ruled 8 years from Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoram disobeyed the Lord by doing wrong. He married Ahab's daughter and was as sinful as Ahab's family and the kings of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "But the Lord refused to destroy Judah, because he had promised his servant David that someone from his family would always rule in Judah."
            },
            {
                "verse_number": "20",
                "verse_text": "While Jehoram was king, the people of Edom rebelled and chose their own king."
            },
            {
                "verse_number": "21",
                "verse_text": "So Jehoram and his cavalry marched to Zair, where the Edomite army surrounded him and his commanders. During the night he attacked the Edomites, but he was defeated, and his troops escaped to their homes."
            },
            {
                "verse_number": "22",
                "verse_text": "Judah was never able to regain control of Edom. Even the town of Libnah rebelled at that time."
            },
            {
                "verse_number": "23",
                "verse_text": "Everything else Jehoram did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "24",
                "verse_text": "Jehoram died and was buried beside his ancestors in Jerusalem. His son Ahaziah then became king."
            },
            {
                "verse_number": "25",
                "verse_text": "Ahaziah son of Jehoram became king of Judah in the twelfth year of Joram's rule in Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahaziah was 22 years old when he became king, and he ruled from Jerusalem for only one year. His mother was Athaliah, a granddaughter of King Omri of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "Since Ahaziah was related to Ahab's family, he acted just like them and disobeyed the Lord by doing wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "Ahaziah went with King Joram of Israel to attack King Hazael and the Syrian troops at Ramoth in Gilead. Joram was wounded in that battle,"
            },
            {
                "verse_number": "29",
                "verse_text": "so he went to the town of Jezreel to recover. Ahaziah went there to visit him."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "One day, Elisha called for one of the other prophets and said: Take this bottle of olive oil and get ready to go to the town of Ramoth in Gilead. &apos;For which one of us?&apos; Jehu asked. &apos;You, sir,&apos; the prophet answered. The Lord God of Israel has this message for you: &apos;I am the Lord , and I have chosen you to be king of my people Israel. Then the young prophet opened the door and ran out. &apos;You know him and how he talks,&apos; Jehu answered. &apos;He had a message from the Lord ,&apos; Jehu replied. &apos;He said that the Lord has chosen me to be the next king of Israel.&apos; Meanwhile, Jehu was in Ramoth, making plans to kill Joram. He said to his officers, &apos;If you want me to be king, then don't let anyone leave this town. They might go to Jezreel and tell Joram.&apos; Then Jehu got in his chariot and rode to Jezreel. Joram ordered, &apos;Send someone out to ask them if this is a friendly visit.&apos; &apos;What's it to you?&apos; Jehu asked. &apos;Just stay behind me with the rest of my troops!&apos; About the same time the guard in the watchtower said, &apos;Your Majesty, the rider got there, but he isn't coming back.&apos; &apos;What's it to you?&apos; Jehu asked. &apos;Just get behind me with the rest of my troops!&apos; &apos;How can there be peace?&apos; Jehu asked. &apos;Your mother Jezebel has caused everyone to worship idols and practice witchcraft.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "When you get there, find Jehu son of Jehoshaphat and grandson of Nimshi. Take him to a place where the two of you can be alone,"
            },
            {
                "verse_number": "3",
                "verse_text": "then pour olive oil on his head to show that he is the new king. Say to him, &apos;The Lord has chosen you to be king of Israel.&apos; Then leave quickly&ndash;don't wait around for anything!"
            },
            {
                "verse_number": "4",
                "verse_text": "The young prophet left for Ramoth."
            },
            {
                "verse_number": "5",
                "verse_text": "When he arrived, the army officers were meeting together. &apos;Sir, I have a message for you,&apos; he said."
            },
            {
                "verse_number": "6",
                "verse_text": "So Jehu got up and went inside. The prophet poured olive oil on Jehu's head and told him:"
            },
            {
                "verse_number": "7",
                "verse_text": "I want you to wipe out the family of Ahab, so Jezebel will be punished for killing the prophets and my other servants."
            },
            {
                "verse_number": "8",
                "verse_text": "Every man and boy in Ahab's family must die, whether slave or free."
            },
            {
                "verse_number": "9",
                "verse_text": "His whole family must be destroyed, just like the families of Jeroboam son of Nebat and Baasha son of Ahijah."
            },
            {
                "verse_number": "10",
                "verse_text": "As for Jezebel, her body will be eaten by dogs in the town of Jezreel. There won't be enough left of her to bury.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jehu went back to his officers, and one of them asked, &apos;What did that crazy prophet want? Is everything all right?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;No, we don't. What did he say?&apos; they asked."
            },
            {
                "verse_number": "13",
                "verse_text": "They quickly grabbed their coats and spread them out on the steps where Jehu was standing. Someone blew a trumpet, and everyone shouted, &apos;Jehu is king!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When the guard in the watchtower at Jezreel saw Jehu and his men riding up, he shouted to the king, &apos;I see a large group of men coming this way.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One of the soldiers rode out and said to Jehu, &apos;King Joram wants to know if this is a friendly visit.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Joram sent out another rider, who rode up to Jehu and said, &apos;The king wants to know if this is a friendly visit.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The guard in the watchtower said, &apos;Your Majesty, the rider got there, but he isn't coming back either. Wait a minute! That one man is a reckless chariot driver&ndash;it must be Jehu!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Joram commanded, &apos;Get my chariot ready.&apos; Then he and Ahaziah got in their chariots and rode out to meet Jehu. They all met on the land that had belonged to Naboth."
            },
            {
                "verse_number": "22",
                "verse_text": "Joram asked, &apos;Jehu, is this a peaceful visit?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Ahaziah, let's get out of here!&apos; Joram yelled. &apos;It's a trap!&apos; As Joram tried to escape,"
            },
            {
                "verse_number": "24",
                "verse_text": "Jehu shot an arrow. It hit Joram between his shoulders, then it went through his heart and came out his chest. He fell over dead in his chariot."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahaziah saw all of this happen and tried to escape to the town of Beth-Haggan, but Jehu caught up with him and shouted, &apos;Kill him too!&apos; So his troops shot Ahaziah with an arrow while he was on the road to Gur near Ibleam. He went as far as Megiddo, where he died."
            },
            {
                "verse_number": "28",
                "verse_text": "Ahaziah's officers put his body in a chariot and took it back to Jerusalem, where they buried him beside his ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahaziah had become king of Judah in the eleventh year of the rule of Ahab's son Joram."
            },
            {
                "verse_number": "30",
                "verse_text": "Jehu headed toward Jezreel, and when Jezebel heard he was coming, she put on eye shadow and brushed her hair. Then she stood at the window, waiting for him to arrive."
            },
            {
                "verse_number": "31",
                "verse_text": "As he walked through the city gate, she shouted down to him, &apos;Why did you come here, you murderer? To kill the king? You're no better than Zimri!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "He looked up toward the window and asked, &apos;Is anyone up there on my side?&apos; A few palace workers stuck their heads out of a window,"
            },
            {
                "verse_number": "33",
                "verse_text": "and Jehu shouted, &apos;Throw her out the window!&apos; They threw her down, and her blood splattered on the walls and on the horses that trampled her body."
            },
            {
                "verse_number": "34",
                "verse_text": "Jehu left to get something to eat and drink. Then he told some workers, &apos;Even though she was evil, she was a king's daughter, so make sure she has a proper burial.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But when they went out to bury her body, they found only her skull, her hands, and her feet."
            },
            {
                "verse_number": "36",
                "verse_text": "They reported this to Jehu, and he said, &apos;The Lord told Elijah the prophet that Jezebel's body would be eaten by dogs right here in Jezreel."
            },
            {
                "verse_number": "37",
                "verse_text": "And he warned that her bones would be spread all over the ground like manure, so that no one could tell who it was.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ahab still had 70 descendants living in Samaria. So Jehu wrote a letter to each of the important leaders and officials of the town, and to those who supported Ahab. In the letters he wrote: The 70 descendants of King Ahab were living with some of the most important people of the city. &apos;We are relatives of Ahaziah,&apos; they answered. &apos;We're going to visit his family.&apos; &apos;Yes, I am.&apos; &apos;Then give me your hand,&apos; Jehu answered. He helped Jehonadab into his chariot They rode together in Jehu's chariot King Ahab sometimes worshiped Baal, but I will be completely faithful to Baal. But this was a trick&ndash;Jehu was really planning to kill the worshipers of Baal. Earlier, Jehu had ordered 80 soldiers to wait outside the temple. He had warned them, &apos;I will get all these worshipers here, and if any of you let even one of them escape, you will be killed instead!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Your town is strong, and you're protected by chariots and an armed cavalry. And I know that King Ahab's descendants live there with you. So as soon as you read this letter,"
            },
            {
                "verse_number": "3",
                "verse_text": "choose the best person for the job and make him the next king. Then be prepared to defend Ahab's family."
            },
            {
                "verse_number": "4",
                "verse_text": "The officials and leaders read the letters and were very frightened. They said to each other, &apos;Jehu has already killed King Joram and King Ahaziah! We have to do what he says.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The prime minister, the mayor of the city, as well as the other leaders and Ahab's supporters, sent this answer to Jehu, &apos;We are your servants, Your Majesty, and we will do whatever you tell us. But it's not our place to choose someone to be king. You do what you think is best.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jehu then wrote another letter which said, &apos;If you are on my side and will obey me, then prove it. Bring me the heads of the descendants of Ahab! And be here in Jezreel by this time tomorrow.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And when these people read Jehu's second letter, they called together all 70 of Ahab's descendants. They killed them, put their heads in baskets, and sent them to Jezreel."
            },
            {
                "verse_number": "8",
                "verse_text": "When Jehu was told what had happened, he said, &apos;Put the heads in two piles at the city gate, and leave them there until morning.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The next morning, Jehu went out and stood where everyone could hear him, and he said, &apos;You people are not guilty of anything. I'm the one who plotted against Joram and had him killed. But who killed all these men?"
            },
            {
                "verse_number": "10",
                "verse_text": "Listen to me. Everything the Lord 's servant Elijah promised about Ahab's family will come true.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jehu killed the rest of Ahab's relatives living in Jezreel, as well as his highest officials, his priests, and his closest friends. No one in Ahab's family was left alive in Jezreel."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Take them alive!&apos; Jehu said to his officers. So they grabbed them and led them to the well near the shepherds' meeting place, where they killed all 42 of them."
            },
            {
                "verse_number": "15",
                "verse_text": "As Jehu went on, he saw Jehonadab son of Rechab coming to meet him. Jehu greeted him, then said, &apos;Jehonadab, I'm on your side. Are you on mine?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "and said, &apos;Come with me and see how faithful I am to the Lord .&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "to Samaria. Jehu killed everyone there who belonged to Ahab's family, as well as all his officials. Everyone in his family was now dead, just as the Lord had promised Elijah."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehu called together the people in Samaria and said:"
            },
            {
                "verse_number": "19",
                "verse_text": "I'm going to offer a huge sacrifice to him. So invite his prophets and priests, and be sure everyone who worships him is there. Anyone who doesn't come will be killed."
            },
            {
                "verse_number": "20",
                "verse_text": "He said, &apos;Announce a day of worship for Baal!&apos; After the day had been announced,"
            },
            {
                "verse_number": "21",
                "verse_text": "Jehu sent an invitation to everyone in Israel. All the worshipers of Baal came, and the temple was filled from one end to the other."
            },
            {
                "verse_number": "22",
                "verse_text": "Jehu told the official in charge of the sacred robes to make sure that everyone had a robe to wear."
            },
            {
                "verse_number": "23",
                "verse_text": "Jehu and Jehonadab went into the temple, and Jehu said to the crowd, &apos;Look around and make sure that only the worshipers of Baal are here. No one who worships the Lord is allowed in.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then they began to offer sacrifices to Baal."
            },
            {
                "verse_number": "25",
                "verse_text": "As soon as Jehu finished offering the sacrifice, he told the guards and soldiers, &apos;Come in and kill them! Don't let anyone escape.&apos; They slaughtered everyone in the crowd and threw the bodies outside. Then they went back into the temple"
            },
            {
                "verse_number": "26",
                "verse_text": "and carried out the image of Baal. They burned it"
            },
            {
                "verse_number": "27",
                "verse_text": "and broke it into pieces, then they completely destroyed Baal's temple. And since that time, it's been nothing but a public toilet."
            },
            {
                "verse_number": "28",
                "verse_text": "That's how Jehu stopped the worship of Baal in Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "But he did not stop the worship of the gold statues of calves at Dan and Bethel that Jeroboam had made for the people to worship."
            },
            {
                "verse_number": "30",
                "verse_text": "Later the Lord said, &apos;Jehu, you have done right by destroying Ahab's entire family, just as I had planned. So I will make sure that the next four kings of Israel will come from your own family.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Jehu did not completely obey the commands of the Lord God of Israel. Instead, he kept doing the sinful things that Jeroboam had caused the Israelites to do."
            },
            {
                "verse_number": "32",
                "verse_text": "In those days the Lord began to reduce the size of Israel's territory. King Hazael of Syria defeated the Israelites and took control"
            },
            {
                "verse_number": "33",
                "verse_text": "of the regions of Gilead and Bashan east of the Jordan River and north of the town of Aroer near the Arnon River. This was the land where the tribes of Gad, Reuben, and Manasseh had once lived."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything else Jehu did while he was king, including his brave deeds, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "35",
                "verse_text": "Jehu died and was buried in Samaria, and his son Jehoahaz became king."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehu had ruled Israel 28 years from Samaria."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "As soon as Athaliah heard that her son King Ahaziah was dead, she decided to kill any relative who could possibly become king. She would have done that,"
            },
            {
                "verse_number": "2",
                "verse_text": "but Jehosheba rescued Joash son of Ahaziah just as he was about to be murdered. Jehosheba, who was Jehoram's daughter and Ahaziah's half sister, hid her nephew Joash and his personal servant in a bedroom in the Lord 's temple where he was safe from Athaliah."
            },
            {
                "verse_number": "3",
                "verse_text": "Joash hid in the temple with Jehosheba for six years while Athaliah ruled as queen of Judah. Here's what I want you to do. Three of your guard units will be on duty on the Sabbath. I want one unit to guard the palace. After Jehoiada had placed guards around the Lord 's temple,"
            },
            {
                "verse_number": "4",
                "verse_text": "Joash son of Ahaziah had hidden in the Lord 's temple six years. Then in the seventh year, Jehoiada the priest sent for the commanders of the king's special bodyguards and the commanders of the palace guards. They met him at the temple, and he asked them to make a promise in the name of the Lord . Then he brought out Joash"
            },
            {
                "verse_number": "5",
                "verse_text": "and said to them:"
            },
            {
                "verse_number": "6",
                "verse_text": "Another unit will guard Sur Gate, and the third unit will guard the palace gate and relieve the palace guards."
            },
            {
                "verse_number": "7",
                "verse_text": "The other two guard units are supposed to be off duty on the Sabbath. But I want both of them to stay here at the temple and protect King Joash."
            },
            {
                "verse_number": "8",
                "verse_text": "Make sure they follow him wherever he goes, and tell them to keep their swords ready to kill anyone who tries to get near him."
            },
            {
                "verse_number": "9",
                "verse_text": "The commanders followed Jehoiada's orders. Each one called together his guards&ndash;those coming on duty and those going off duty."
            },
            {
                "verse_number": "10",
                "verse_text": "Jehoiada brought out the swords and shields that had belonged to King David and gave them to the commanders."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they gave the weapons to their guards, who took their positions around the temple and the altar to protect Joash on every side."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoiada brought Joash outside, where he placed the crown on his head and gave him a copy of instructions for ruling the nation. Olive oil was poured on his head to show that he was now king, while the crowd clapped and shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Queen Athaliah heard the crowd and went to the temple."
            },
            {
                "verse_number": "14",
                "verse_text": "There she saw Joash standing by one of the columns, which was the usual place for the king. The singers and the trumpet players were standing next to him, and the people were celebrating and blowing trumpets. Athaliah tore her clothes in anger and shouted, &apos;You betrayed me, you traitors!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "At once, Jehoiada said to the army commanders, &apos;Kill her! But don't do it anywhere near the Lord 's temple. Take her out in front of the troops and kill anyone who is with her!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the commanders dragged her to the gate where horses are led into the palace, and they killed her there."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoiada the priest asked King Joash and the people to promise that they would be faithful to each other and to the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the crowd went to the temple built to honor Baal and tore it down. They smashed the altars and idols and killed Mattan the priest of Baal right in front of the altars."
            },
            {
                "verse_number": "19",
                "verse_text": "he called together all the commanders, the king's special bodyguards, the palace guards, and the people. They led Joash from the temple, through the Guards' Gate, and into the palace. He took his place on the throne and became king of Judah."
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone celebrated because Athaliah had been killed and Jerusalem was peaceful again."
            },
            {
                "verse_number": "21",
                "verse_text": "Joash was only seven years old when this happened."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Joash became king of Judah in Jehu's seventh year as king of Israel, and he ruled 40 years from Jerusalem. His mother Zibiah was from the town of Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoiada the priest taught Joash what was right, and so for the rest of his life Joash obeyed the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "But even Joash did not destroy the local shrines, and they were still used as places for offering sacrifices."
            },
            {
                "verse_number": "4",
                "verse_text": "One day, Joash said to the priests, &apos;Collect all the money that has been given to the Lord 's temple, whether from taxes or gifts,"
            },
            {
                "verse_number": "5",
                "verse_text": "and use it to repair the temple whenever you see the need.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the priests never started repairing the temple. So in the twenty-third year of his rule,"
            },
            {
                "verse_number": "7",
                "verse_text": "Joash called for Jehoiada and the other priests and said, &apos;Why aren't you using the money to repair the temple? Don't take any more money for yourselves. It is only to be used to pay for the repairs.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The priests agreed that they would not collect any more money or be in charge of the temple repairs."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiada found a wooden box; he cut a hole in the top of it and set it on the right side of the altar where people went into the temple. Whenever someone gave money to the temple, the priests guarding the entrance would put it into this box."
            },
            {
                "verse_number": "10",
                "verse_text": "When the box was full of money, the king's secretary and the chief priest would count the money and put it in bags."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they would give it to the men supervising the repairs to the temple. Some of the money was used to pay the builders, the woodworkers,"
            },
            {
                "verse_number": "12",
                "verse_text": "the stonecutters, and the men who built the walls. And some was used to buy wood and stone and to pay any other costs for repairing the temple."
            },
            {
                "verse_number": "13",
                "verse_text": "While the repairs were being made, the money that was given to the temple was not used to make silver bowls, lamp snuffers, small sprinkling bowls, trumpets, or anything gold or silver for the temple."
            },
            {
                "verse_number": "14",
                "verse_text": "It went only to pay for repairs."
            },
            {
                "verse_number": "15",
                "verse_text": "The men in charge were honest, so no one had to keep track of the money."
            },
            {
                "verse_number": "16",
                "verse_text": "The fines that had to be paid along with the sacrifices to make things right and the sacrifices for sin did not go to the temple. This money belonged only to the priests."
            },
            {
                "verse_number": "17",
                "verse_text": "About the same time, King Hazael of Syria attacked the town of Gath and captured it. Next, he decided to attack Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "So Joash collected everything he and his ancestors Jehoshaphat, Jehoram, and Ahaziah had dedicated to the Lord , as well as the gold in the storage rooms in the temple and palace. He sent it all to Hazael as a gift, and when Hazael received it, he ordered his troops to leave Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything else Joash did while he was king is written in The History of the Kings of Judah ."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Jehoahaz son of Jehu became king of Israel in the twenty-third year of Joash's rule in Judah. Jehoahaz ruled 17 years from Samaria"
            },
            {
                "verse_number": "2",
                "verse_text": "and disobeyed the Lord by doing wrong. He never stopped following the example of Jeroboam, who had caused the Israelites to sin. Every year in the spring, Moab's leaders sent raiding parties into Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord was angry with the Israelites, so he let King Hazael of Syria and his son Benhadad rule over them for a long time."
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoahaz prayed to the Lord for help, and the Lord saw how terribly Hazael was treating the Israelites. He answered Jehoahaz"
            },
            {
                "verse_number": "5",
                "verse_text": "by sending Israel a leader who rescued them from the Syrians, and the Israelites lived in peace as they had before."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything else Jehoahaz did while he was king, including his brave deeds, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoahaz died and was buried in Samaria, and his son Jehoash became king."
            },
            {
                "verse_number": "10",
                "verse_text": "Jehoash became king of Israel in the thirty-seventh year of Joash's rule in Judah, and he ruled 16 years from Samaria."
            },
            {
                "verse_number": "11",
                "verse_text": "He disobeyed the Lord by doing just like Jeroboam, who had caused the Israelites to sin."
            },
            {
                "verse_number": "12",
                "verse_text": "Everything else Jehoash did while he was king, including his war against King Amaziah of Judah, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "13",
                "verse_text": "Jehoash died and was buried in Samaria beside the other Israelite kings. His son Jeroboam then became king."
            },
            {
                "verse_number": "14",
                "verse_text": "Some time before the death of King Jehoash, Elisha the prophet was very sick and about to die. Jehoash went in and stood beside him, crying. He said, &apos;Master, what will Israel's chariots and cavalry be able to do without you?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "and said, &apos;Open the window facing east.&apos; When it was open, Elisha shouted, &apos;Now shoot!&apos; Jehoash shot an arrow and Elisha said, &apos;That arrow is a sign that the Lord will help you completely defeat the Syrian army at Aphek.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Elisha said, &apos;Pick up the arrows and hit the ground with them.&apos; Jehoash grabbed the arrows and hit the ground three times, then stopped."
            },
            {
                "verse_number": "19",
                "verse_text": "Elisha became angry with the king and exclaimed, &apos;If you had struck it five or six times, you would completely wipe out the Syrians. Now you will defeat them only three times.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha died and was buried."
            },
            {
                "verse_number": "21",
                "verse_text": "Once, while some Israelites were burying a man's body, they saw a group of Moabites. The Israelites quickly threw the body into Elisha's tomb and ran away. As soon as the man's body touched the bones of Elisha, the man came back to life and stood up."
            },
            {
                "verse_number": "22",
                "verse_text": "Israel was under the power of King Hazael of Syria during the entire rule of Jehoahaz."
            },
            {
                "verse_number": "23",
                "verse_text": "But the Lord was kind to the Israelites and showed them mercy because of his solemn agreement with their ancestors Abraham, Isaac, and Jacob. In fact, he has never turned his back on them or let them be completely destroyed."
            },
            {
                "verse_number": "24",
                "verse_text": "Hazael died, and his son Benhadad then became king of Syria."
            },
            {
                "verse_number": "25",
                "verse_text": "King Jehoash of Israel attacked and defeated the Syrian army three times. He took back from Benhadad all the towns Hazael had captured in battle from his father Jehoahaz."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah son of Joash became king of Judah in the second year of Jehoash's rule in Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Amaziah was 25 years old when he became king, and he ruled 29 years from Jerusalem, which was also the hometown of his mother Jehoaddin. Once upon a time, a small thornbush in Lebanon announced that his son was going to marry the daughter of a large cedar tree. But a wild animal came along and trampled the small bush. Jehoash then marched to Jerusalem and broke down the city wall from Ephraim Gate to Corner Gate, a section nearly 200 meters long. Everything else Amaziah did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "3",
                "verse_text": "Amaziah followed the example of his father Joash by obeying the Lord and doing right. But he was not as faithful as his ancestor David."
            },
            {
                "verse_number": "4",
                "verse_text": "Amaziah did not destroy the local shrines, and they were still used as places for offering sacrifices."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as Amaziah had control of Judah, he arrested and killed the officers who had murdered his father."
            },
            {
                "verse_number": "6",
                "verse_text": "But the children of those officers were not killed. The Lord had commanded in the Law of Moses that only the people who sinned were to be punished, not their parents or children."
            },
            {
                "verse_number": "7",
                "verse_text": "While Amaziah was king, he killed 10,000 Edomite soldiers in Salt Valley. He captured the town of Sela and renamed it Joktheel, which is still its name."
            },
            {
                "verse_number": "8",
                "verse_text": "One day, Amaziah sent a message to King Jehoash of Israel: &apos;Come out and face me in battle!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoash sent back this reply:"
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah, you think you're so powerful because you defeated Edom. Go ahead and celebrate&ndash;but stay at home. If you cause any trouble, both you and your kingdom of Judah will be destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "But Amaziah refused to listen. So Jehoash and his troops marched to the town of Beth-Shemesh in Judah to attack Amaziah and his troops."
            },
            {
                "verse_number": "12",
                "verse_text": "During the battle, Judah's army was crushed. Every soldier from Judah ran back home,"
            },
            {
                "verse_number": "13",
                "verse_text": "and Jehoash captured Amaziah."
            },
            {
                "verse_number": "14",
                "verse_text": "He took the gold and silver, as well as everything of value from the Lord 's temple and the king's treasury. He took hostages, then returned to Samaria."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything else Jehoash did while he was king, including his brave deeds and how he defeated King Amaziah of Judah, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoash died and was buried in Samaria beside the other Israelite kings. His son Jeroboam then became king."
            },
            {
                "verse_number": "17",
                "verse_text": "Fifteen years after Jehoash died,"
            },
            {
                "verse_number": "21",
                "verse_text": "After his death the people of Judah made his son Azariah king, even though he was only 16 at the time."
            },
            {
                "verse_number": "22",
                "verse_text": "Azariah was the one who later recaptured and rebuilt the town of Elath."
            },
            {
                "verse_number": "23",
                "verse_text": "Jeroboam son of Jehoash became king of Israel in the fifteenth year of Amaziah's rule in Judah. Jeroboam ruled 41 years from Samaria."
            },
            {
                "verse_number": "24",
                "verse_text": "He disobeyed the Lord by following the evil example of Jeroboam son of Nebat, who had caused the Israelites to sin."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam extended the boundaries of Israel from Lebo-Hamath in the north to the Dead Sea in the south, just as the Lord had promised his servant Jonah son of Amittai, who was a prophet from Gath-Hepher."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord helped Jeroboam do this because he had seen how terribly the Israelites were suffering, whether slave or free, and no one was left to help them."
            },
            {
                "verse_number": "27",
                "verse_text": "And since the Lord had promised that he would not let Israel be completely destroyed, he helped Jeroboam rescue them."
            },
            {
                "verse_number": "28",
                "verse_text": "Everything else Jeroboam did while he was king, including his brave deeds and how he recaptured the towns of Damascus and Hamath, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "29",
                "verse_text": "Jeroboam died and was buried, and his son Zechariah became king."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Azariah son of Amaziah became king of Judah in Jeroboam's twenty-seventh year as king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He was only 16 years old when he became king, and he ruled 52 years from Jerusalem, which was also the hometown of his mother Jecoliah. Everything else Zechariah did while he was king is written in The History of the Kings of Israel . Everything else Shallum did while he was king, including his plot against Zechariah, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "3",
                "verse_text": "Azariah obeyed the Lord by doing right, as his father Amaziah had done."
            },
            {
                "verse_number": "4",
                "verse_text": "But Azariah did not destroy the local shrines, and they were still used as places for offering sacrifices."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord punished Azariah with leprosy for the rest of his life. He wasn't allowed to live in the royal palace, so his son Jotham lived there and ruled in his place."
            },
            {
                "verse_number": "6",
                "verse_text": "Everything else Azariah did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "7",
                "verse_text": "Azariah died and was buried beside his ancestors in Jerusalem. His son Jotham then became king."
            },
            {
                "verse_number": "8",
                "verse_text": "Zechariah son of Jeroboam became king of Israel in the thirty-eighth year of Azariah's rule in Judah, but he ruled only six months from Samaria."
            },
            {
                "verse_number": "9",
                "verse_text": "Like his ancestors, Zechariah disobeyed the Lord by following the evil ways of Jeroboam son of Nebat, who had caused the Israelites to sin."
            },
            {
                "verse_number": "10",
                "verse_text": "Shallum son of Jabesh plotted against Zechariah and killed him in public. Shallum then became king."
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum became king of Israel in the thirty-ninth year of Azariah's rule in Judah. But only one month after Shallum became king,"
            },
            {
                "verse_number": "17",
                "verse_text": "Menahem became king of Israel in Azariah's thirty-ninth year as king of Judah, and he ruled Israel ten years from Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "He constantly disobeyed the Lord by following the example of Jeroboam son of Nebat, who had caused the Israelites to sin."
            },
            {
                "verse_number": "19",
                "verse_text": "During Menahem's rule, King Tiglath Pileser of Assyria invaded Israel. He agreed to help Menahem keep control of his kingdom, if Menahem would pay him over 34 tons of silver."
            },
            {
                "verse_number": "20",
                "verse_text": "So Menahem ordered every rich person in Israel to give him at least 50 pieces of silver, and he gave it all to Tiglath Pileser, who stopped his attack and left Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "Everything else Menahem did while he was king is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "22",
                "verse_text": "Menahem died, and his son Pekahiah became king."
            },
            {
                "verse_number": "23",
                "verse_text": "Pekahiah became king of Israel in the fiftieth year of Azariah's rule in Judah, and he ruled two years from Samaria."
            },
            {
                "verse_number": "24",
                "verse_text": "He disobeyed the Lord and caused the Israelites to sin, just as Jeroboam son of Nebat had done."
            },
            {
                "verse_number": "25",
                "verse_text": "Pekah son of Remaliah was Pekahiah's chief officer, but he made plans to kill the king. So he and 50 men from Gilead broke into the strongest part of the palace in Samaria and murdered Pekahiah, together with Argob and Arieh. Pekah then became king."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else Pekahiah did while he was king is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "Pekah son of Remaliah became king of Israel in Azariah's fifty-second year as king of Judah, and he ruled 20 years from Samaria."
            },
            {
                "verse_number": "28",
                "verse_text": "He disobeyed the Lord and followed the evil example of Jeroboam son of Nebat, who had caused the Israelites to sin."
            },
            {
                "verse_number": "29",
                "verse_text": "During Pekah's rule, King Tiglath Pileser of Assyria marched into Israel. He captured the territories of Gilead and Galilee, including the towns of Ijon, Abel-Bethmaacah, Janoah, Kedesh, and Hazor, as well as the entire territory of Naphtali. Then he took Israelites from those regions to Assyria as prisoners."
            },
            {
                "verse_number": "30",
                "verse_text": "In the twentieth year of Jotham's rule in Judah, Hoshea son of Elah plotted against Pekah and murdered him. Hoshea then became king of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "Everything else Pekah did while he was king is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "32",
                "verse_text": "Jotham son of Azariah became king of Judah in the second year of Pekah's rule in Israel."
            },
            {
                "verse_number": "33",
                "verse_text": "Jotham was 25 years old when he became king, and he ruled 16 years from Jerusalem. His mother Jerusha was the daughter of Zadok."
            },
            {
                "verse_number": "34",
                "verse_text": "Jotham followed the example of his father by obeying the Lord and doing right."
            },
            {
                "verse_number": "35",
                "verse_text": "It was Jotham who rebuilt the Upper Gate that led into the court around the Lord 's temple. But the local shrines were not destroyed, and they were still used as places for offering sacrifices."
            },
            {
                "verse_number": "36",
                "verse_text": "Everything else Jotham did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "37",
                "verse_text": "During his rule, the Lord let King Rezin of Syria and King Pekah of Israel start attacking Judah."
            },
            {
                "verse_number": "38",
                "verse_text": "Jotham died and was buried beside his ancestors in Jerusalem, and his son Ahaz became king."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz son of Jotham became king of Judah in the seventeenth year of Pekah's rule in Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 20 years old at the time, and he ruled from Jerusalem for 16 years. Ahaz wasn't like his ancestor David. Instead, he disobeyed the Lord About the same time, King Rezin of Syria and King Pekah of Israel marched to Jerusalem and attacked, but they could not capture it. From now on, the morning and evening sacrifices as well as all gifts of grain and wine are to be offered on this altar. The sacrifices for the people and for the king must also be offered here. Sprinkle the blood from all the sacrifices on it, but leave the bronze altar for me to use for prayer and finding out what God wants me to do."
            },
            {
                "verse_number": "3",
                "verse_text": "and was even more sinful than the kings of Israel. He sacrificed his own son, which was a disgusting custom of the nations that the Lord had forced out of Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "Ahaz offered sacrifices at the local shrines, as well as on every hill and in the shade of large trees."
            },
            {
                "verse_number": "7",
                "verse_text": "Ahaz sent a message to King Tiglath Pileser of Assyria that said, &apos;Your Majesty, King Rezin and King Pekah are attacking me, your loyal servant. Please come and rescue me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Along with the message, Ahaz sent silver and gold from the Lord 's temple and from the palace treasury as a gift for the Assyrian king."
            },
            {
                "verse_number": "9",
                "verse_text": "As soon as Tiglath Pileser received the message, he and his troops marched to Syria. He captured the capital city of Damascus, then he took the people living there to the town of Kir as prisoners and killed King Rezin."
            },
            {
                "verse_number": "10",
                "verse_text": "Later, Ahaz went to Damascus to meet Tiglath Pileser. And while Ahaz was there, he saw an altar and sent a model of it back to Uriah the priest, along with the plans for building one."
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah followed the plans and built an altar exactly like the one in Damascus, finishing it just before Ahaz came back."
            },
            {
                "verse_number": "12",
                "verse_text": "When Ahaz returned, he went to see the altar and to offer sacrifices on it. He walked up to the altar"
            },
            {
                "verse_number": "13",
                "verse_text": "and poured wine over it. Then he offered sacrifices to please the Lord , to give him thanks, and to ask for his blessings."
            },
            {
                "verse_number": "14",
                "verse_text": "After that, he had the bronze altar moved aside, so his new altar would be right in front of the Lord 's temple."
            },
            {
                "verse_number": "15",
                "verse_text": "He told Uriah the priest:"
            },
            {
                "verse_number": "16",
                "verse_text": "Uriah did everything Ahaz told him."
            },
            {
                "verse_number": "17",
                "verse_text": "Ahaz also had the side panels and the small bowls taken off the movable stands in the Lord 's temple. He had the large bronze bowl, called the Sea, removed from the bronze bulls on which it rested and had it placed on a stand made of stone."
            },
            {
                "verse_number": "18",
                "verse_text": "He took down the special tent that was used for worship on the Sabbath and closed up the private entrance that the kings of Judah used for going into the temple. He did all these things to please Tiglath Pileser."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything else Ahaz did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "20",
                "verse_text": "Ahaz died and was buried beside his ancestors in Jerusalem, and his son Hezekiah became king."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Hoshea son of Elah became king of Israel in the twelfth year of Ahaz's rule in Judah, and he ruled nine years from Samaria."
            },
            {
                "verse_number": "2",
                "verse_text": "Hoshea disobeyed the Lord and sinned, but not as much as the earlier Israelite kings had done. Only the people living in Judah were left, That's why the people of Israel were taken away as prisoners to Assyria, and that's where they remained. Do not worship any other gods! Do not bow down to them or offer them a sacrifice. I will say it again: Do not worship any god"
            },
            {
                "verse_number": "3",
                "verse_text": "During Hoshea's rule, King Shalmaneser of Assyria invaded Israel; he took control of the country and made Hoshea pay taxes."
            },
            {
                "verse_number": "4",
                "verse_text": "But later, Hoshea refused to pay the taxes and asked King So of Egypt to help him rebel. When Shalmaneser found out, he arrested Hoshea and put him in prison."
            },
            {
                "verse_number": "5",
                "verse_text": "Shalmaneser invaded Israel and attacked the city of Samaria for three years,"
            },
            {
                "verse_number": "6",
                "verse_text": "before capturing it in the ninth year of Hoshea's rule. The Assyrian king took the Israelites away to Assyria as prisoners. He forced some of them to live in the town of Halah, others to live near the Habor River in the territory of Gozan, and still others to live in towns where the Median people lived."
            },
            {
                "verse_number": "7",
                "verse_text": "All of this happened because the people of Israel had sinned against the Lord their God, who had rescued them from Egypt, where they had been slaves. They worshiped foreign gods,"
            },
            {
                "verse_number": "8",
                "verse_text": "followed the customs of the nations that the Lord had forced out of Israel, and were just as sinful as the Israelite kings."
            },
            {
                "verse_number": "9",
                "verse_text": "Even worse, the Israelites tried to hide their sins from the Lord their God. They built their own local shrines everywhere in Israel&ndash;from small towns to large, walled cities."
            },
            {
                "verse_number": "10",
                "verse_text": "They also built stone images of foreign gods and set up sacred poles for the worship of Asherah on every hill and under every shady tree."
            },
            {
                "verse_number": "11",
                "verse_text": "They offered sacrifices at the shrines, just as the foreign nations had done before the Lord forced them out of Israel. They did sinful things that made the Lord very angry."
            },
            {
                "verse_number": "12",
                "verse_text": "Even though the Lord had commanded the Israelites not to worship idols, they did it anyway."
            },
            {
                "verse_number": "13",
                "verse_text": "So the Lord made sure that every prophet warned Israel and Judah with these words: &apos;I, the Lord , command you to stop doing sinful things and start obeying my laws and teachings! I gave them to your ancestors, and I told my servants the prophets to repeat them to you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But the Israelites would not listen; they were as stubborn as their ancestors who had refused to worship the Lord their God."
            },
            {
                "verse_number": "15",
                "verse_text": "They ignored the Lord 's warnings and commands, and they rejected the solemn agreement he had made with their ancestors. They worshiped worthless idols and became worthless themselves. The Lord had told the Israelites not to do the things that the foreign nations around them were doing, but Israel became just like them."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel disobeyed all the commands of the Lord their God. They made two gold statues of calves and set up a sacred pole for Asherah; they also worshiped the stars and the god Baal."
            },
            {
                "verse_number": "17",
                "verse_text": "They used magic and witchcraft and even sacrificed their own children. The Israelites were determined to do whatever the Lord hated."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord became so furious with the people of Israel that he allowed them to be carried away as prisoners."
            },
            {
                "verse_number": "19",
                "verse_text": "but they also disobeyed the Lord 's commands and acted like the Israelites."
            },
            {
                "verse_number": "20",
                "verse_text": "So the Lord turned his back on everyone in Israel and let them be punished and defeated until no one was left."
            },
            {
                "verse_number": "21",
                "verse_text": "Earlier, when the Lord took the northern tribes away from David's family, the people living in northern Israel chose Jeroboam son of Nebat as their king. Jeroboam caused the Israelites to sin and to stop worshiping the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "The people kept on sinning like Jeroboam,"
            },
            {
                "verse_number": "23",
                "verse_text": "until the Lord got rid of them, just as he had warned his servants the prophets."
            },
            {
                "verse_number": "24",
                "verse_text": "The king of Assyria took people who were living in the cities of Babylon, Cuthah, Avva, Hamath, and Sepharvaim, and forced them to move to Israel. They took over the towns where the Israelites had lived, including the capital city of Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "At first these people did not worship the Lord , so he sent lions to attack them, and the lions killed some of them."
            },
            {
                "verse_number": "26",
                "verse_text": "A messenger told the king of Assyria, &apos;The people you moved to Israel don't know how to worship the god of that country. So he sent lions that have attacked and killed some of them.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king replied, &apos;Get one of the Israelite priests we brought here and send him back to Israel. He can live there and teach them about the god of that country.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "One of the Israelite priests was chosen to go back to Israel. He lived in Bethel and taught the people how to worship the Lord ."
            },
            {
                "verse_number": "29",
                "verse_text": "But in towns all over Israel, the different groups of people made statues of their own gods, then they placed these idols in local Israelite shrines."
            },
            {
                "verse_number": "30",
                "verse_text": "The people from Babylonia made the god Succoth-Benoth; those from Cuthah made the god Nergal; those from Hamath made Ashima;"
            },
            {
                "verse_number": "31",
                "verse_text": "those from Avva made Nibhaz and Tartak; and the people from Sepharvaim sacrificed their children to their own gods Adrammelech and Anammelech."
            },
            {
                "verse_number": "34",
                "verse_text": "Everyone followed their old customs. None of them worshiped only the Lord , and they refused to obey the laws and commands that the Lord had given to the descendants of Jacob, the man he named Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "At the time when the Lord had made his solemn agreement with the people of Israel, he told them:"
            },
            {
                "verse_number": "36",
                "verse_text": "Worship only me! I am the one who rescued you from Egypt with my mighty power. Bow down to me and offer sacrifices."
            },
            {
                "verse_number": "37",
                "verse_text": "Never worship any other god, always obey my laws and teachings,"
            },
            {
                "verse_number": "38",
                "verse_text": "and remember the solemn agreement between us."
            },
            {
                "verse_number": "39",
                "verse_text": "except me. I am the Lord your God, and I will rescue you from all your enemies."
            },
            {
                "verse_number": "40",
                "verse_text": "But the people living in Israel ignored that command and kept on following their old customs."
            },
            {
                "verse_number": "41",
                "verse_text": "They did worship the Lord , but they also worshiped their own idols. Their descendants did the same thing."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah son of Ahaz became king of Judah in the third year of Hoshea's rule in Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah was 25 years old when he became king, and he ruled 29 years from Jerusalem. His mother Abi was the daughter of Zechariah. Sennacherib told Hezekiah to pay ten tons of silver and one ton of gold. I have a message for Hezekiah from the great king of Assyria. Ask Hezekiah why he feels so sure of himself. Listen to what the great king of Assyria says! Hezekiah claims the Lord will save you. But don't be fooled by him."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah obeyed the Lord , just as his ancestor David had done."
            },
            {
                "verse_number": "4",
                "verse_text": "He destroyed the local shrines, then tore down the images of foreign gods and cut down the sacred pole for worshiping the goddess Asherah. He also smashed the bronze snake Moses had made. The people had named it Nehushtan and had been offering sacrifices to it."
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah trusted the Lord God of Israel. No other king of Judah was like Hezekiah, either before or after him."
            },
            {
                "verse_number": "6",
                "verse_text": "He was completely faithful to the Lord and obeyed the laws the Lord had given to Moses for the people."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord helped Hezekiah, so he was successful in everything he did. He even rebelled against the king of Assyria, refusing to be his servant."
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah defeated the Philistine towns as far away as Gaza&ndash;from the smallest towns to the large, walled cities."
            },
            {
                "verse_number": "9",
                "verse_text": "During the fourth year of Hezekiah's rule, which was the seventh year of Hoshea's rule in Israel, King Shalmaneser of Assyria led his troops to Samaria, the capital city of Israel. They attacked"
            },
            {
                "verse_number": "10",
                "verse_text": "and captured it three years later, in the sixth year of Hezekiah's rule and the ninth year of Hoshea's rule."
            },
            {
                "verse_number": "11",
                "verse_text": "The king of Assyria took the Israelites away as prisoners; he forced some of them to live in the town of Halah, others to live near the Habor River in the territory of Gozan, and still others to live in towns where the Median people lived."
            },
            {
                "verse_number": "12",
                "verse_text": "All of that happened because the people of Israel had not obeyed the Lord their God. They rejected the solemn agreement he had made with them, and they ignored everything that the Lord 's servant Moses had told them."
            },
            {
                "verse_number": "13",
                "verse_text": "In the fourteenth year of Hezekiah's rule in Judah, King Sennacherib of Assyria invaded the country and captured every walled city, except Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "Hezekiah sent this message to Sennacherib, who was in the town of Lachish: &apos;I know I am guilty of rebellion. But I will pay you whatever you want, if you stop your attack.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Hezekiah collected all the silver from the Lord 's temple and the royal treasury."
            },
            {
                "verse_number": "16",
                "verse_text": "He even stripped the gold that he had used to cover the doors and doorposts in the temple. He gave it all to Sennacherib."
            },
            {
                "verse_number": "17",
                "verse_text": "The king of Assyria ordered his three highest military officers to leave Lachish and take a large army to Jerusalem. When they arrived, the officers stood on the road near the cloth makers' shops along the canal from the upper pool."
            },
            {
                "verse_number": "18",
                "verse_text": "They called out to Hezekiah, and three of his highest officials came out to meet them. One of them was Hilkiah's son Eliakim, who was the prime minister. The other two were Shebna, assistant to the prime minister, and Joah son of Asaph, keeper of the government records."
            },
            {
                "verse_number": "19",
                "verse_text": "One of the Assyrian commanders told them:"
            },
            {
                "verse_number": "20",
                "verse_text": "Does he think he can plan and win a war with nothing but words? Who is going to help him, now that he has turned against the king of Assyria?"
            },
            {
                "verse_number": "21",
                "verse_text": "Is he depending on Egypt and its king? That's the same as leaning on a broken stick, and it will go right through his hand."
            },
            {
                "verse_number": "22",
                "verse_text": "Is Hezekiah now depending on the Lord your God? Didn't Hezekiah tear down all except one of the Lord 's altars and places of worship? Didn't he tell the people of Jerusalem and Judah to worship at that one place?"
            },
            {
                "verse_number": "23",
                "verse_text": "The king of Assyria wants to make a bet with you people. He will give you 2,000 horses, if you have enough troops to ride them."
            },
            {
                "verse_number": "24",
                "verse_text": "How could you even defeat our lowest ranking officer, when you have to depend on Egypt for chariots and cavalry?"
            },
            {
                "verse_number": "25",
                "verse_text": "Don't forget that it was the Lord who sent me here with orders to destroy your nation!"
            },
            {
                "verse_number": "26",
                "verse_text": "Eliakim, Shebna, and Joah said, &apos;Sir, we don't want the people listening from the city wall to understand what you are saying. So please speak to us in Aramaic instead of Hebrew.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The Assyrian army commander answered, &apos;My king sent me to speak to everyone, not just to you leaders. These people will soon have to eat their own body waste and drink their own urine! And so will the three of you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then, in a voice loud enough for everyone to hear, he shouted in Hebrew:"
            },
            {
                "verse_number": "29",
                "verse_text": "Don't be fooled by Hezekiah. He can't save you."
            },
            {
                "verse_number": "30",
                "verse_text": "Don't trust him when he tells you that the Lord will protect you from the king of Assyria."
            },
            {
                "verse_number": "31",
                "verse_text": "Stop listening to Hezekiah! Pay attention to my king. Surrender to him. He will let you keep your own vineyards, fig trees, and cisterns"
            },
            {
                "verse_number": "32",
                "verse_text": "for a while. Then he will come and take you away to a country just like yours, where you can plant vineyards, raise your own grain, and have plenty of olive oil and honey. Believe me, you won't starve there."
            },
            {
                "verse_number": "33",
                "verse_text": "Were any other gods able to defend their land against the king of Assyria?"
            },
            {
                "verse_number": "34",
                "verse_text": "What happened to the gods of Hamath and Arpad? What about the gods of Sepharvaim, Hena, and Ivvah? Were the gods of Samaria able to protect their land against the Assyrian forces?"
            },
            {
                "verse_number": "35",
                "verse_text": "None of these gods kept their people safe from the king of Assyria. Do you think the Lord your God can do any better?"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "As soon as Hezekiah heard the news, he tore off his clothes in sorrow and put on sackcloth. Then he went into the temple of the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "He told Prime Minister Eliakim, Assistant Prime Minister Shebna, and the senior priests to dress in sackcloth and tell the prophet Isaiah: I am the Lord . Don't worry about the insulting things that have been said about me by these messengers from the king of Assyria. Hezekiah, I heard your prayer about King Sennacherib of Assyria. The people of Jerusalem hate and make fun of you; they laugh behind your back. shouted, and sneered at me, the holy God of Israel. insult me, the Lord. And this is how you bragged about yourself: &apos;I led my chariots to the highest heights of Lebanon's mountains. I went deep into its forest, cutting down the best cedar and cypress trees. in the land of Egypt, and I drank water from wells I had dug.&apos; to me, the Lord. I planned all this long ago. And you don't even realize that I alone am the one who decided that you would do these things. I let you make ruins of fortified cities. terribly confused. They were like wild flowers or tender young grass growing on a flat roof, even how fiercely angry you are with me. and the tremendous hatred you have for me. Now I will put a hook in your nose, then I will send you back to where you came from."
            },
            {
                "verse_number": "3",
                "verse_text": "These are difficult and disgraceful times. Our nation is like a woman too weak to give birth, when it's time for her baby to be born."
            },
            {
                "verse_number": "4",
                "verse_text": "Please pray for those of us who are left alive. The king of Assyria sent his army commander to insult the living God. Perhaps the Lord heard what he said and will do something, if you will pray."
            },
            {
                "verse_number": "5",
                "verse_text": "When these leaders went to Isaiah,"
            },
            {
                "verse_number": "6",
                "verse_text": "he told them that the Lord had this message for Hezekiah:"
            },
            {
                "verse_number": "7",
                "verse_text": "I will upset him with rumors about what's happening in his own country. He will go back, and there I will make him die a violent death."
            },
            {
                "verse_number": "8",
                "verse_text": "Meanwhile, the commander of the Assyrian forces heard that his king had left the town of Lachish and was now attacking Libnah. So he went there."
            },
            {
                "verse_number": "9",
                "verse_text": "About this same time the king of Assyria learned that King Tirhakah of Ethiopia was on his way to attack him. Then the king of Assyria sent some messengers with this note for Hezekiah:"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't trust your God or be fooled by his promise to defend Jerusalem against me."
            },
            {
                "verse_number": "11",
                "verse_text": "You have heard how we Assyrian kings have completely wiped out other nations. What makes you feel so safe?"
            },
            {
                "verse_number": "12",
                "verse_text": "The Assyrian kings before me destroyed the towns of Gozan, Haran, Rezeph, and everyone from Eden who lived in Telassar. What good did their gods do them?"
            },
            {
                "verse_number": "13",
                "verse_text": "The kings of Hamath, Arpad, Sepharvaim, Hena, and Ivvah have all disappeared."
            },
            {
                "verse_number": "14",
                "verse_text": "After Hezekiah had read the note from the king of Assyria, he took it to the temple and spread it out for the Lord to see."
            },
            {
                "verse_number": "15",
                "verse_text": "He prayed: Lord God of Israel, your throne is above the winged creatures. You created the heavens and the earth, and you alone rule the kingdoms of this world. scorched before it matures. a bit in your mouth,"
            },
            {
                "verse_number": "16",
                "verse_text": "But just look how Sennacherib has insulted you, the living God."
            },
            {
                "verse_number": "17",
                "verse_text": "It is true, our Lord , that Assyrian kings have turned nations into deserts."
            },
            {
                "verse_number": "18",
                "verse_text": "They destroyed the idols of wood and stone that the people of those nations had made and worshiped."
            },
            {
                "verse_number": "19",
                "verse_text": "But you are our Lord and our God! We ask you to keep us safe from the Assyrian king. Then everyone in every kingdom on earth will know that you are the only God."
            },
            {
                "verse_number": "20",
                "verse_text": "Isaiah went to Hezekiah and told him that the Lord God of Israel had said:"
            },
            {
                "verse_number": "21",
                "verse_text": "Now this is what I say to that king:"
            },
            {
                "verse_number": "22",
                "verse_text": "Sennacherib, you cursed,"
            },
            {
                "verse_number": "23",
                "verse_text": "You let your officials"
            },
            {
                "verse_number": "24",
                "verse_text": "I dried up every stream"
            },
            {
                "verse_number": "25",
                "verse_text": "Sennacherib, now listen"
            },
            {
                "verse_number": "26",
                "verse_text": "Their people became weak,"
            },
            {
                "verse_number": "27",
                "verse_text": "I know all about you,"
            },
            {
                "verse_number": "28",
                "verse_text": "I have seen your pride"
            },
            {
                "verse_number": "29",
                "verse_text": "Hezekiah, I will tell you what's going to happen. This year you will eat crops that grow on their own, and the next year you will eat whatever springs up where those crops grew. But the third year you will plant grain and vineyards, and you will eat what you harvest."
            },
            {
                "verse_number": "30",
                "verse_text": "Those who survive in Judah will be like a vine that puts down deep roots and bears fruit."
            },
            {
                "verse_number": "31",
                "verse_text": "I, the Lord All-Powerful, will see to it that some who live in Jerusalem will survive."
            },
            {
                "verse_number": "32",
                "verse_text": "I promise that the king of Assyria won't get into Jerusalem, or shoot an arrow into the city, or even surround it and prepare to attack."
            },
            {
                "verse_number": "33",
                "verse_text": "As surely as I am the Lord , he will return by the way he came and will never enter Jerusalem."
            },
            {
                "verse_number": "34",
                "verse_text": "I will protect it for myself and for my servant David."
            },
            {
                "verse_number": "35",
                "verse_text": "That same night the Lord sent an angel to the camp of the Assyrians, and he killed 185,000 of them. And so the next morning, the camp was full of dead bodies."
            },
            {
                "verse_number": "36",
                "verse_text": "After this King Sennacherib went back to Assyria and lived in the city of Nineveh."
            },
            {
                "verse_number": "37",
                "verse_text": "One day he was worshiping in the temple of his god Nisroch, when his sons, Adrammelech and Sharezer, killed him with their swords. They escaped to the land of Ararat, and his son Esarhaddon became king."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "About this time, Hezekiah got sick and was almost dead. Isaiah the prophet went in and told him, &apos;The Lord says you won't ever get well. You are going to die, so you had better start doing what needs to be done.&apos; Hezekiah, you are the ruler of my people, and I am the Lord God, who was worshiped by your ancestor David. I heard you pray, and I saw you cry. I will heal you, so that three days from now you will be able to worship in my temple. &apos;They came all the way from Babylonia,&apos; Hezekiah answered. Hezekiah answered, &apos;I showed them everything in my kingdom.&apos; I have a message for you from the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah turned toward the wall and prayed,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Don't forget that I have been faithful to you, Lord . I have obeyed you with all my heart, and I do whatever you say is right.&apos; After this, he cried bitterly."
            },
            {
                "verse_number": "4",
                "verse_text": "Before Isaiah got to the middle court of the palace,"
            },
            {
                "verse_number": "5",
                "verse_text": "the Lord sent him back to Hezekiah with this message:"
            },
            {
                "verse_number": "6",
                "verse_text": "I will let you live 15 years more, while I protect you and your city from the king of Assyria. I will defend this city as an honor to me and to my servant David."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Isaiah said to the king's servants, &apos;Bring some mashed figs and place them on the king's open sore. He will then get well.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah asked Isaiah, &apos;Can you prove that the Lord will heal me, so that I can worship in his temple in three days?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Isaiah replied, &apos;The Lord will prove to you that he will keep his promise. Will the shadow made by the setting sun on the stairway go forward ten steps or back ten steps?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;It's normal for the sun to go forward,&apos; Hezekiah answered. &apos;But how can it go back?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Isaiah prayed, and the Lord made the shadow go back ten steps on the stairway built for King Ahaz."
            },
            {
                "verse_number": "12",
                "verse_text": "Merodach Baladan, the son of Baladan, was now king of Babylonia. And when he learned that Hezekiah had been sick, he sent messengers with letters and a gift for him."
            },
            {
                "verse_number": "13",
                "verse_text": "Hezekiah welcomed the messengers and showed them all the silver, the gold, the spices, and the fine oils that were in his storehouse. He even showed them where he kept his weapons. Nothing in his palace or in his entire kingdom was kept hidden from them."
            },
            {
                "verse_number": "14",
                "verse_text": "Isaiah asked Hezekiah, &apos;Where did these men come from? What did they want?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;What did you show them?&apos; Isaiah asked."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Isaiah told Hezekiah:"
            },
            {
                "verse_number": "17",
                "verse_text": "One day everything you and your ancestors have stored up will be taken to Babylonia. The Lord has promised that nothing will be left."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of your own sons will be taken to Babylonia, where they will be disgraced and made to serve in the king's palace."
            },
            {
                "verse_number": "19",
                "verse_text": "Hezekiah thought, &apos;At least our nation will be at peace for a while.&apos; So he told Isaiah, &apos;The message you brought me from the Lord is good.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Everything else Hezekiah did while he was king, including his brave deeds and how he made the upper pool and tunnel bring water into Jerusalem, is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "21",
                "verse_text": "Hezekiah died, and his son Manasseh became king."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was 12 years old when he became king of Judah, and he ruled 55 years from Jerusalem. His mother was Hephzibah."
            },
            {
                "verse_number": "2",
                "verse_text": "Manasseh disobeyed the Lord by following the disgusting customs of the nations that the Lord had forced out of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "He rebuilt the local shrines that his father Hezekiah had torn down. He built altars for the god Baal and set up a sacred pole for worshiping the goddess Asherah, just as King Ahab of Israel had done. And he faithfully worshiped the stars in heaven. Years ago the Lord had told David and his son Solomon: Jerusalem is the place I prefer above all others in Israel. It belongs to me, and there I will be worshiped forever. Everything else Amon did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "4",
                "verse_text": "In the temple, where only the Lord was supposed to be worshiped, Manasseh built altars for the worship of pagan gods"
            },
            {
                "verse_number": "5",
                "verse_text": "and the stars. He placed these altars in both courts of the temple,"
            },
            {
                "verse_number": "8",
                "verse_text": "If my people will faithfully obey all the commands in the Law of my servant Moses, I will never make them leave the land I gave to their ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "But the people of Judah disobeyed the Lord . They listened to Manasseh and did even more sinful things than the nations the Lord had wiped out."
            },
            {
                "verse_number": "10",
                "verse_text": "One day the Lord said to some of his prophets:"
            },
            {
                "verse_number": "11",
                "verse_text": "King Manasseh has done more disgusting things than the Amorites, and he has led my people to sin by forcing them to worship his idols."
            },
            {
                "verse_number": "12",
                "verse_text": "Now I, the Lord God of Israel, will destroy both Jerusalem and Judah! People will hear about it but won't believe it."
            },
            {
                "verse_number": "13",
                "verse_text": "Jerusalem is as sinful as Ahab and the people of Samaria were. So I will wipe out Jerusalem and be done with it, just as someone wipes water off a plate and turns it over to dry."
            },
            {
                "verse_number": "14",
                "verse_text": "I will even get rid of my people who survive. They will be defeated and robbed by their enemies."
            },
            {
                "verse_number": "15",
                "verse_text": "My people have done what I hate and have not stopped making me angry since their ancestors left Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "Manasseh was guilty of causing the people of Judah to sin and disobey the Lord . He also refused to protect innocent people&ndash;he even let so many of them be killed that their blood filled the streets of Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything else Manasseh did while he was king, including his terrible sins, is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "18",
                "verse_text": "He died and was buried in Uzza Garden near his palace, and his son Amon became king."
            },
            {
                "verse_number": "19",
                "verse_text": "Amon was 22 years old when he became king of Judah, and he ruled from Jerusalem for 2 years. His mother Meshullemeth was the daughter of Haruz from Jotbah."
            },
            {
                "verse_number": "20",
                "verse_text": "Amon disobeyed the Lord , just as his father Manasseh had done."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon worshiped the idols Manasseh had made and"
            },
            {
                "verse_number": "22",
                "verse_text": "refused to be faithful to the Lord , the God his ancestors had worshiped."
            },
            {
                "verse_number": "23",
                "verse_text": "Some of Amon's officials plotted against him and killed him in his palace."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was 8 years old when he became king of Judah, and he ruled 31 years from Jerusalem. His mother Jedidah was the daughter of Adaiah from Bozkath."
            },
            {
                "verse_number": "2",
                "verse_text": "Josiah always obeyed the Lord , just as his ancestor David had done. Go to the Lord 's temple Shaphan read it, You were sent here by King Josiah, and this is what the Lord God of Israel says to him: The men left and took Huldah's answer back to Josiah."
            },
            {
                "verse_number": "3",
                "verse_text": "After Josiah had been king for 18 years, he told Shaphan, one of his highest officials:"
            },
            {
                "verse_number": "4",
                "verse_text": "and ask Hilkiah the high priest to collect from the guards all the money that the people have donated."
            },
            {
                "verse_number": "5",
                "verse_text": "Tell Hilkiah to give it to the men supervising the repairs to the temple. They can use some of the money to pay"
            },
            {
                "verse_number": "6",
                "verse_text": "the workers, and with the rest of it they can buy wood and stone for the repair work."
            },
            {
                "verse_number": "7",
                "verse_text": "They are honest, so we won't ask them to keep track of the money."
            },
            {
                "verse_number": "8",
                "verse_text": "While Shaphan was at the temple, Hilkiah handed him a book and said, &apos;Look what I found here in the temple&ndash; The Book of God's Law .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "then went back to Josiah and reported, &apos;Your officials collected the money in the temple and gave it to the men supervising the repairs."
            },
            {
                "verse_number": "10",
                "verse_text": "But there's something else, Your Majesty. The priest Hilkiah gave me this book.&apos; Then Shaphan read it out loud."
            },
            {
                "verse_number": "11",
                "verse_text": "When Josiah heard what was in The Book of God's Law , he tore his clothes in sorrow."
            },
            {
                "verse_number": "12",
                "verse_text": "At once he called together Hilkiah, Shaphan, Ahikam son of Shaphan, Achbor son of Micaiah, and his own servant Asaiah. He said,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The Lord must be furious with me and everyone else in Judah, because our ancestors did not obey the laws written in this book. Go find out what the Lord wants us to do.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The five men left at once and went to talk with Huldah the prophet. Her husband was Shallum, who was in charge of the king's clothes. Huldah lived in the northern part of Jerusalem, and when they met in her home,"
            },
            {
                "verse_number": "15",
                "verse_text": "she said:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Josiah, I am the Lord ! And I will see to it that this country and everyone living in it will be destroyed. It will happen just as this book says."
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Judah have rejected me. They have offered sacrifices to foreign gods and have worshiped their own idols. I cannot stand it any longer. I am furious."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Josiah, listen to what I am going to do."
            },
            {
                "verse_number": "19",
                "verse_text": "I noticed how sad you were when you read that this country and its people would be completely wiped out. You even tore your clothes in sorrow, and I heard you cry."
            },
            {
                "verse_number": "20",
                "verse_text": "So I will let you die in peace, before I destroy this place.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "King Josiah called together the older leaders of Judah and Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he went to the Lord 's temple, together with the people of Judah and Jerusalem, the priests, and the prophets. Finally, when everybody was there, he read aloud The Book of God's Law that had been found in the temple. Then Josiah saw the grave of the prophet who had said this would happen Some people who lived nearby answered, &apos;It belongs to the prophet from Judah who told what would happen to this altar.&apos; After all that, Josiah went back to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "After Josiah had finished reading, he stood by one of the columns. He asked the people to promise in the Lord 's name to faithfully obey the Lord and to follow his commands. The people agreed to do everything written in the book."
            },
            {
                "verse_number": "4",
                "verse_text": "Josiah told Hilkiah the priest, the assistant priests, and the guards at the temple door to go into the temple and bring out the things used to worship Baal, Asherah, and the stars. Josiah had these things burned in Kidron Valley just outside Jerusalem, and he had the ashes carried away to the town of Bethel."
            },
            {
                "verse_number": "5",
                "verse_text": "Josiah also got rid of the pagan priests at the local shrines in Judah and around Jerusalem. These were the men that the kings of Judah had appointed to offer sacrifices to Baal and to the sun, moon, and stars."
            },
            {
                "verse_number": "6",
                "verse_text": "Josiah had the sacred pole for Asherah brought out of the temple and taken to Kidron Valley, where it was burned. He then had its ashes ground into dust and scattered over the public cemetery there."
            },
            {
                "verse_number": "7",
                "verse_text": "He had the buildings torn down where the male prostitutes lived next to the temple, and where the women wove sacred robes for the idol of Asherah."
            },
            {
                "verse_number": "8",
                "verse_text": "In almost every town in Judah, priests had been offering sacrifices to the Lord at local shrines. Josiah brought these priests to Jerusalem and had their shrines made unfit for worship&ndash;every shrine from Geba just north of Jerusalem to Beersheba in the south. He even tore down the shrine at Beersheba that was just to the left of Joshua Gate, which was named after the highest official of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "Those local priests could not serve at the Lord 's altar in Jerusalem, but they were allowed to eat sacred bread, just like the priests from Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Josiah sent some men to Hinnom Valley just outside Jerusalem with orders to make the altar there unfit for worship. That way, people could no longer use it for sacrificing their children to the god Molech."
            },
            {
                "verse_number": "11",
                "verse_text": "He also got rid of the horses that the kings of Judah used in their ceremonies to worship the sun, and he destroyed the chariots along with them. The horses had been kept near the entrance to the Lord 's temple, in a courtyard close to where an official named Nathan-Melech lived."
            },
            {
                "verse_number": "12",
                "verse_text": "Some of the kings of Judah, especially Manasseh, had built altars in the two courts of the temple and in the room that Ahaz had built on the palace roof. Josiah had these altars torn down and smashed to pieces, and he had the pieces thrown into Kidron Valley, just outside Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "After that, he closed down the shrines that Solomon had built east of Jerusalem and south of Spoil Hill to honor Astarte the disgusting goddess of Sidon, Chemosh the disgusting god of Moab, and Milcom the disgusting god of Ammon."
            },
            {
                "verse_number": "14",
                "verse_text": "He tore down the stone images of foreign gods and cut down the sacred pole used in the worship of Asherah. Then he had the whole area covered with human bones."
            },
            {
                "verse_number": "15",
                "verse_text": "But Josiah was not finished yet. At Bethel he destroyed the shrine and the altar that Jeroboam son of Nebat had built and that had caused the Israelites to sin. Josiah had the shrine and the Asherah pole burned and ground into dust."
            },
            {
                "verse_number": "16",
                "verse_text": "As he looked around, he saw graves on the hillside. He had the bones in them dug up and burned on the altar, so that it could no longer be used. This happened just as God's prophet had said when Jeroboam was standing at the altar, celebrating a festival."
            },
            {
                "verse_number": "17",
                "verse_text": "and he asked, &apos;Whose grave is that?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Josiah replied, &apos;Then leave it alone. Don't dig up his bones.&apos; So they did not disturb his bones or the bones of the old prophet from Israel who had also been buried there."
            },
            {
                "verse_number": "19",
                "verse_text": "Some of the Israelite kings had made the Lord angry by building pagan shrines all over Israel. So Josiah sent troops to destroy these shrines just as he had done to the one in Bethel."
            },
            {
                "verse_number": "20",
                "verse_text": "He killed the priests who served at them and burned their bones on the altars."
            },
            {
                "verse_number": "21",
                "verse_text": "Josiah told the people of Judah, &apos;Celebrate Passover in honor of the Lord your God, just as it says in The Book of God's Law .&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "This festival had not been celebrated in this way since the time that tribal leaders ruled Israel or the kings ruled Israel and Judah."
            },
            {
                "verse_number": "23",
                "verse_text": "But in Josiah's eighteenth year as king of Judah, everyone came to Jerusalem to celebrate Passover."
            },
            {
                "verse_number": "24",
                "verse_text": "Josiah got rid of every disgusting person and thing in Judah and Jerusalem&ndash;including magicians, fortunetellers, and idols. He did his best to obey every law written in the book that the priest Hilkiah found in the Lord 's temple."
            },
            {
                "verse_number": "25",
                "verse_text": "No other king before or after Josiah tried as hard as he did to obey the Law of Moses."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Lord was still furious with the people of Judah because Manasseh had done so many things to make him angry."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord said, &apos;I will desert the people of Judah, just as I deserted the people of Israel. I will reject Jerusalem, even though I chose it to be mine. And I will abandon this temple built to honor me.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Everything else Josiah did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "29",
                "verse_text": "During Josiah's rule, King Neco of Egypt led his army north to the Euphrates River to help the king of Assyria. Josiah led his troops north to fight Neco, but when they met in battle at Megiddo, Josiah was killed."
            },
            {
                "verse_number": "30",
                "verse_text": "A few of Josiah's servants put his body in a chariot and took it back to Jerusalem, where they buried it in his own tomb. Then the people of Judah found his son Jehoahaz and poured olive oil on his head to show that he was their new king."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoahaz was 23 years old when he became king of Judah, and he ruled from Jerusalem only 3 months. His mother Hamutal was the daughter of Jeremiah from Libnah."
            },
            {
                "verse_number": "32",
                "verse_text": "Jehoahaz disobeyed the Lord , just as some of his ancestors had done."
            },
            {
                "verse_number": "33",
                "verse_text": "King Neco of Egypt had Jehoahaz arrested and put in prison at Riblah near Hamath. Then he forced the people of Judah to pay him 3.4 tons of silver and 34 kilograms of gold as taxes."
            },
            {
                "verse_number": "34",
                "verse_text": "Neco appointed Josiah's son Eliakim king of Judah, and changed his name to Jehoiakim. He took Jehoahaz as a prisoner to Egypt, where he died."
            },
            {
                "verse_number": "35",
                "verse_text": "Jehoiakim forced the people of Judah to pay higher taxes, so he could give Neco the silver and gold he demanded."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehoiakim was 25 years old when he was appointed king, and he ruled 11 years from Jerusalem. His mother Zebidah was the daughter of Pedaiah from Rumah."
            },
            {
                "verse_number": "37",
                "verse_text": "Jehoiakim disobeyed the Lord by following the example of his ancestors."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "During Jehoiakim's rule, King Nebuchadnezzar of Babylonia invaded and took control of Judah. Jehoiakim obeyed Nebuchadnezzar for three years, but then he rebelled. The people of Judah and Jerusalem had made the Lord so angry that he turned his back on them. That's why these horrible things were happening."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time, the Lord started sending troops to rob and destroy towns in Judah. Some of these troops were from Babylonia, and others were from Syria, Moab, and Ammon. The Lord had sent his servants the prophets to warn Judah about this,"
            },
            {
                "verse_number": "3",
                "verse_text": "and now he was making it happen. The country of Judah was going to be wiped out, because Manasseh had sinned"
            },
            {
                "verse_number": "4",
                "verse_text": "and caused many innocent people to die. The Lord would not forgive this."
            },
            {
                "verse_number": "5",
                "verse_text": "Everything else Jehoiakim did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "6",
                "verse_text": "Jehoiakim died, and his son Jehoiachin became king."
            },
            {
                "verse_number": "7",
                "verse_text": "King Nebuchadnezzar defeated King Neco of Egypt and took control of his land from the Egyptian Gorge all the way north to the Euphrates River. So Neco never invaded Judah again."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoiachin was 18 years old when he became king of Judah, and he ruled only 3 months from Jerusalem. His mother Nehushta was the daughter of Elnathan from Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin disobeyed the Lord , just as his father Jehoiakim had done."
            },
            {
                "verse_number": "10",
                "verse_text": "King Nebuchadnezzar of Babylonia sent troops to attack Jerusalem soon after Jehoiachin became king."
            },
            {
                "verse_number": "11",
                "verse_text": "During the attack, Nebuchadnezzar himself arrived at the city."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoiachin immediately surrendered, together with his mother and his servants, as well as his army officers and officials. Then Nebuchadnezzar had Jehoiachin arrested. These things took place in the eighth year of Nebuchadnezzar's rule in Babylonia."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord had warned that someday the treasures would be taken from the royal palace and from the temple, including the gold objects that Solomon had made for the temple. And that's exactly what Nebuchadnezzar ordered his soldiers to do."
            },
            {
                "verse_number": "14",
                "verse_text": "He also led away as prisoners the Jerusalem officials, the military leaders, and the skilled workers&ndash;10,000 in all. Only the very poorest people were left in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Nebuchadnezzar took Jehoiachin to Babylon, along with his mother, his wives, his officials, and the most important leaders of Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "He also led away 7,000 soldiers and 1,000 skilled workers, all of them trained for battle."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Nebuchadnezzar appointed Jehoiachin's uncle Mattaniah king of Judah and changed his name to Zedekiah."
            },
            {
                "verse_number": "18",
                "verse_text": "Zedekiah was 21 years old when he was appointed king of Judah, and he ruled from Jerusalem for 11 years. His mother Hamutal was the daughter of Jeremiah from Libnah."
            },
            {
                "verse_number": "19",
                "verse_text": "Zedekiah disobeyed the Lord , just as Jehoiakim had done."
            },
            {
                "verse_number": "20",
                "verse_text": "It was Zedekiah who finally rebelled against Nebuchadnezzar."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "In Zedekiah's ninth year as king, on the tenth day of the tenth month, King Nebuchadnezzar of Babylonia led his entire army to attack Jerusalem. The troops set up camp outside the city and built ramps up to the city walls. Most of the people of Judah had been carried away as captives from their own country."
            },
            {
                "verse_number": "4",
                "verse_text": "the Babylonian troops broke through the city wall. That same night, Zedekiah and his soldiers tried to escape through the gate near the royal garden, even though they knew the enemy had the city surrounded. They headed toward the desert,"
            },
            {
                "verse_number": "5",
                "verse_text": "but the Babylonian troops caught up with them near Jericho. They arrested Zedekiah, but his soldiers scattered in every direction."
            },
            {
                "verse_number": "6",
                "verse_text": "Zedekiah was taken to Riblah, where Nebuchadnezzar put him on trial and found him guilty."
            },
            {
                "verse_number": "7",
                "verse_text": "Zedekiah's sons were killed right in front of him. His eyes were then poked out, and he was put in chains and dragged off to Babylon."
            },
            {
                "verse_number": "8",
                "verse_text": "About a month later, in Nebuchadnezzar's nineteenth year as king, Nebuzaradan, who was his official in charge of the guards, arrived in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Nebuzaradan burned down the Lord 's temple, the king's palace, and every important building in the city, as well as all the houses."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he ordered the Babylonian soldiers to break down the walls around Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "He led away as prisoners the people left in the city, including those who had become loyal to Nebuchadnezzar."
            },
            {
                "verse_number": "12",
                "verse_text": "Only some of the poorest people were left behind to work the vineyards and the fields."
            },
            {
                "verse_number": "13",
                "verse_text": "The Babylonian soldiers took the two bronze columns that stood in front of the temple, the ten movable bronze stands, and the large bronze bowl called the Sea. They broke them into pieces so they could take the bronze to Babylonia."
            },
            {
                "verse_number": "14",
                "verse_text": "They carried off the bronze things used for worship at the temple, including the pans for hot ashes, and the shovels, snuffers, and also the dishes for incense,"
            },
            {
                "verse_number": "15",
                "verse_text": "as well as the fire pans and the sprinkling bowls. Nebuzaradan ordered his soldiers to take everything made of gold or silver."
            },
            {
                "verse_number": "16",
                "verse_text": "The pile of bronze from the columns, the stands, and the large bowl that Solomon had made for the temple was too large to be weighed."
            },
            {
                "verse_number": "17",
                "verse_text": "Each column had been eight meters tall with a bronze cap over one meter high. These caps were decorated with bronze designs&ndash;some of them like chains and others like pomegranates."
            },
            {
                "verse_number": "18",
                "verse_text": "Next, Nebuzaradan arrested Seraiah the chief priest, Zephaniah his assistant, and three temple officials."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he arrested one of the army commanders, the king's five personal advisors, and the officer in charge of gathering the troops for battle. He also found 60 more soldiers who were still in Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "Nebuzaradan led them all to Riblah"
            },
            {
                "verse_number": "21",
                "verse_text": "near Hamath, where Nebuchadnezzar had them killed."
            },
            {
                "verse_number": "22",
                "verse_text": "King Nebuchadnezzar appointed Gedaliah son of Ahikam to rule the few people still living in Judah."
            },
            {
                "verse_number": "23",
                "verse_text": "When the army officers and troops heard that Gedaliah was their ruler, the officers met with him at Mizpah. These men were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth from Netophah, and Jaazaniah from Maacah."
            },
            {
                "verse_number": "24",
                "verse_text": "Gedaliah said to them, &apos;Everything will be fine, I promise. We don't need to be afraid of the Babylonian rulers, if we live here peacefully and do what Nebuchadnezzar says.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Ishmael was from the royal family. And about two months after Gedaliah began his rule, Ishmael and ten other men went to Mizpah. They killed Gedaliah and his officials, including those from Judah and those from Babylonia."
            },
            {
                "verse_number": "26",
                "verse_text": "After that, the army officers and all the people in Mizpah, whether important or not, were afraid of what the Babylonians might do. So they left Judah and went to Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "Jehoiachin was a prisoner in Babylon for 37 years. Then Evil-Merodach became king of Babylonia, and in the first year of his rule, on the twenty-seventh day of the twelfth month, he let Jehoiachin out of prison."
            },
            {
                "verse_number": "28",
                "verse_text": "Evil-Merodach was kind to Jehoiachin and honored him more than any of the other kings held prisoner there."
            },
            {
                "verse_number": "29",
                "verse_text": "Jehoiachin was even allowed to wear regular clothes, and he ate at the king's table every day."
            },
            {
                "verse_number": "30",
                "verse_text": "As long as Jehoiachin lived, he was paid a daily allowance to buy whatever he needed."
            }
        ]
    }
}