{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Nahum from Elkosh. And this is the message that I wrote down about Nineveh. In his anger, he takes revenge on his enemies. yet patient; he makes sure that the guilty are always punished. He can be seen in storms and in whirlwinds; clouds are the dust from his feet. oceans and rivers dry up. Bashan, Mount Carmel, and their flowers fade. mountains and hills tremble and melt; the earth and its people shudder and shake. of his furious anger? It flashes out like fire and shatters stones. He protects those who trust him in times of trouble. the Lord chases his enemies into dark places He wipes out his enemies, and they never revive. overcome by wine, or like twisted thornbushes has made evil plans against the Lord . no matter how strong you are, you will be cut down! My people Judah, I have troubled you before, but I won't do it again. and set you free from the Assyrians.&apos; the Lord says to you: &apos;Your name will be forgotten. I will destroy every idol in your temple, and I will send you to the grave, because you are worthless.&apos; people of Judah! Here comes a messenger with good news of peace. Celebrate your festivals. Keep your promises to God. Your evil enemies are destroyed and will never again invade your country."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord God demands loyalty."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord is powerful,"
            },
            {
                "verse_number": "4",
                "verse_text": "At the Lord 's command, and Lebanon wither, and destroys them. burning in a fire."
            },
            {
                "verse_number": "5",
                "verse_text": "At the sight of the Lord ,"
            },
            {
                "verse_number": "6",
                "verse_text": "Who can stand the heat"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord is good."
            },
            {
                "verse_number": "8",
                "verse_text": "But like a roaring flood,"
            },
            {
                "verse_number": "9",
                "verse_text": "So don't plot against the Lord !"
            },
            {
                "verse_number": "10",
                "verse_text": "They are like drunkards"
            },
            {
                "verse_number": "11",
                "verse_text": "Assyria, one of your rulers"
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord says, &apos;Assyria,"
            },
            {
                "verse_number": "13",
                "verse_text": "I'll snap your chains"
            },
            {
                "verse_number": "14",
                "verse_text": "Assyria, this is what else"
            },
            {
                "verse_number": "15",
                "verse_text": "Look toward the mountains,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Nineveh, someone is coming to attack and scatter you. Guard your fortresses! Watch the road! Be brave! Prepare for battle! with branches broken by their enemies. But the Lord is going to restore their power and glory. * your enemies' shields are red; their uniforms are crimson. dart around like lightning or flaming torches. But his soldiers stumble, as they hasten to build a shelter to protect themselves against rocks thrown down and panic floods the palace. The queen is dragged off. Her servant women mourn; they moan like doves, and they beat their breasts with leaking water. Shouts of &apos;Stop! Don't go!&apos; can be heard everywhere. But everyone is leaving. &apos;The city is full of treasure and all kinds of wealth. Steal her silver! Grab her gold!&apos; Her people tremble with fear; They were safer there than powerful lions in a den, with no one to disturb them. that ferociously attacked their victims, then dragged away the flesh to feed their young. is against you, Nineveh. God will burn your chariots and send an army to kill those young lions of yours. You will never again make victims of others or send messengers to threaten everyone on this earth."
            },
            {
                "verse_number": "2",
                "verse_text": "Judah and Israel are like trees"
            },
            {
                "verse_number": "3",
                "verse_text": "Nineveh, on this day of attack,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their horses prance, and their armored chariots from the city wall. in sorrow. their faces turn pale."
            },
            {
                "verse_number": "5",
                "verse_text": "An officer gives a command."
            },
            {
                "verse_number": "6",
                "verse_text": "The river gates fly open,"
            },
            {
                "verse_number": "7",
                "verse_text": "Nineveh is disgraced."
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh is like a pond"
            },
            {
                "verse_number": "9",
                "verse_text": "Enemy soldiers shout,"
            },
            {
                "verse_number": "10",
                "verse_text": "Nineveh is doomed! Destroyed!"
            },
            {
                "verse_number": "11",
                "verse_text": "What happened to this city?"
            },
            {
                "verse_number": "12",
                "verse_text": "These are the same lions"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord All-Powerful"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Doom to the crime capital! Nineveh, city of murder and treachery, cracking whips, churning wheels; galloping horses, roaring chariots; swords and spears flashing; soldiers stumbling over piles of dead bodies. than a prostitute using your magical charms and witchcraft to attract and trap nations. am now your enemy. I will pull up your skirt and let nations and kingdoms stare at your nakedness. treat you like trash, and rub you in the dirt. will turn away and shout, &apos;Nineveh is done for! Is anyone willing to mourn or to give her comfort?&apos; The Nile River were her allies. to a foreign country. Her children were murdered at every street corner. The members of her royal family were auctioned off, and her high officials were bound in chains. You will get drunk and try to hide from your enemy. with ripe figs. Merely shake the trees, and fruit will fall into every open mouth. Fire has destroyed the crossbars on your city gates; now they stand wide open to your enemy. Haul in extra water! Strengthen your defenses! Start making bricks! Stir the mortar! and be cut down by swords that will wipe you out like a field attacked by grasshoppers. So, go ahead and increase than there are stars in the sky&ndash; but they are like locusts that eat everything, then fly away. are swarms of locusts. On a chilly day they settle on a fence, but when the sun comes out, they take off to who-knows-where. your officials and leaders are sound asleep, while your people are scattered in the mountains. Yes, your people are sheep without a shepherd. There's no hope for you. But everyone claps when they hear this news, because your constant cruelty has caused them pain."
            },
            {
                "verse_number": "2",
                "verse_text": "here is your fate&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "cavalry attacking,"
            },
            {
                "verse_number": "4",
                "verse_text": "You were nothing more"
            },
            {
                "verse_number": "5",
                "verse_text": "But I, the Lord All-Powerful,"
            },
            {
                "verse_number": "6",
                "verse_text": "I will cover you with garbage,"
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone who sees you"
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh, do you feel safer than the city of Thebes? was its wall of defense. of Ethiopia and Egypt; the nations of Put and Libya like a swarm of locusts!"
            },
            {
                "verse_number": "9",
                "verse_text": "Thebes trusted the mighty power"
            },
            {
                "verse_number": "10",
                "verse_text": "But she was captured and taken"
            },
            {
                "verse_number": "11",
                "verse_text": "Nineveh, now it's your turn!"
            },
            {
                "verse_number": "12",
                "verse_text": "Your fortresses are fig trees"
            },
            {
                "verse_number": "13",
                "verse_text": "Your army is weak."
            },
            {
                "verse_number": "14",
                "verse_text": "Your city is under attack."
            },
            {
                "verse_number": "15",
                "verse_text": "You will still go up in flames"
            },
            {
                "verse_number": "16",
                "verse_text": "More merchants are in your city"
            },
            {
                "verse_number": "17",
                "verse_text": "Your guards and your officials"
            },
            {
                "verse_number": "18",
                "verse_text": "King of Assyria,"
            },
            {
                "verse_number": "19",
                "verse_text": "You're fatally wounded."
            }
        ]
    }
}