{
    "Philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul and Timothy, servants of Christ Jesus. To all God's people who belong to Christ Jesus at Philippi and to all your bishops and deacons. I will keep on being glad,"
            },
            {
                "verse_number": "2",
                "verse_text": "I pray that God our Father and the Lord Jesus Christ will be kind to you and will bless you with peace!"
            },
            {
                "verse_number": "3",
                "verse_text": "Every time I think of you, I thank my God."
            },
            {
                "verse_number": "4",
                "verse_text": "And whenever I mention you in my prayers, it makes me happy."
            },
            {
                "verse_number": "5",
                "verse_text": "This is because you have taken part with me in spreading the good news from the first day you heard about it."
            },
            {
                "verse_number": "6",
                "verse_text": "God is the one who began this good work in you, and I am certain that he won't stop before it is complete on the day that Christ Jesus returns."
            },
            {
                "verse_number": "7",
                "verse_text": "You have a special place in my heart. So it is only natural for me to feel the way I do. All of you have helped in the work God has given me, as I defend the good news and tell about it here in jail."
            },
            {
                "verse_number": "8",
                "verse_text": "God himself knows how much I want to see you. He knows I care for you in the same way Christ Jesus does."
            },
            {
                "verse_number": "9",
                "verse_text": "I pray that your love will keep on growing and you will fully know and understand"
            },
            {
                "verse_number": "10",
                "verse_text": "how to make the right choices. Then you will still be pure and innocent when Christ returns. And until that day,"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus Christ will keep you busy doing good deeds that bring glory and praise to God."
            },
            {
                "verse_number": "12",
                "verse_text": "My dear friends, I want you to know that what has happened to me has helped to spread the good news."
            },
            {
                "verse_number": "13",
                "verse_text": "The Roman guards and all the others know I am here in jail because I serve Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "Now most of the Lord's followers have become brave and are fearlessly telling the message."
            },
            {
                "verse_number": "15",
                "verse_text": "Some are preaching about Christ because they are jealous and envious of us. Others are preaching because they want to help."
            },
            {
                "verse_number": "16",
                "verse_text": "They love Christ and know I am here to defend the good news about him."
            },
            {
                "verse_number": "17",
                "verse_text": "But the ones who are jealous of us are not sincere. They just want to cause trouble for me while I am in jail."
            },
            {
                "verse_number": "18",
                "verse_text": "But that doesn't matter. All that matters is that people are telling about Christ, whether they are sincere or not. This is what makes me glad."
            },
            {
                "verse_number": "19",
                "verse_text": "because I know that your prayers and the help that comes from the Spirit of Christ Jesus will keep me safe."
            },
            {
                "verse_number": "20",
                "verse_text": "I honestly expect and hope I will never do anything to be ashamed of. Whether I live or die, I always want to be as brave as I am now and bring honor to Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "If I live, it will be for Christ, and if I die, I will gain even more."
            },
            {
                "verse_number": "22",
                "verse_text": "I don't know what to choose. I could keep on living and doing something useful."
            },
            {
                "verse_number": "23",
                "verse_text": "It is a hard choice to make. I want to die and be with Christ, because this would be much better."
            },
            {
                "verse_number": "26",
                "verse_text": "Then, when I visit you again, you will have good reason to take great pride in Christ Jesus because of me."
            },
            {
                "verse_number": "27",
                "verse_text": "Above all else, you must live in a way that brings honor to the good news about Christ. Then, whether I visit you or not, I will hear that all of you think alike. I will know that you are working together and are struggling side by side to get others to believe the good news."
            },
            {
                "verse_number": "28",
                "verse_text": "Be brave when you face your enemies. Your courage will show them that they are going to be destroyed, and it will show you that you will be saved. God will make all of this happen,"
            },
            {
                "verse_number": "29",
                "verse_text": "and he has blessed you. Not only do you have faith in Christ, but you suffer for him."
            },
            {
                "verse_number": "30",
                "verse_text": "You saw me suffer, and you still hear about my troubles. Now you must suffer in the same way."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Christ encourages you, and his love comforts you. God's Spirit unites you, and you are concerned for others."
            },
            {
                "verse_number": "2",
                "verse_text": "Now make me completely happy! Live in harmony by showing love for each other. Be united in what you think, as if you were only one person."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't be jealous or proud, but be humble and consider others more important than yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Care about them as much as you care about yourselves"
            },
            {
                "verse_number": "5",
                "verse_text": "and think the same way that Christ Jesus thought: equal with God. and became a slave, when he became like one of us. He obeyed God and even died on a cross. the highest place and honored his name above all others. everyone will bow down, those in heaven, on earth, and under the earth. of God the Father everyone will openly agree, &apos;Jesus Christ is Lord!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Christ was truly God. But he did not try to remain"
            },
            {
                "verse_number": "7",
                "verse_text": "Instead he gave up everything"
            },
            {
                "verse_number": "8",
                "verse_text": "Christ was humble."
            },
            {
                "verse_number": "9",
                "verse_text": "Then God gave Christ"
            },
            {
                "verse_number": "10",
                "verse_text": "So at the name of Jesus"
            },
            {
                "verse_number": "11",
                "verse_text": "And to the glory"
            },
            {
                "verse_number": "12",
                "verse_text": "My dear friends, you always obeyed when I was with you. Now that I am away, you should obey even more. So work with fear and trembling to discover what it really means to be saved."
            },
            {
                "verse_number": "13",
                "verse_text": "God is working in you to make you willing and able to obey him."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything without grumbling or arguing."
            },
            {
                "verse_number": "15",
                "verse_text": "Then you will be the pure and innocent children of God. You live among people who are crooked and evil, but you must not do anything they can say is wrong. Try to shine as lights among the people of this world,"
            },
            {
                "verse_number": "16",
                "verse_text": "as you hold firmly to the message that gives life. Then on the day when Christ returns, I can take pride in you. I can also know that my work and efforts were not useless."
            },
            {
                "verse_number": "17",
                "verse_text": "Your faith in the Lord and your service are like a sacrifice offered to him. And my own blood may have to be poured out with the sacrifice. If this happens, I will be glad and rejoice with you."
            },
            {
                "verse_number": "18",
                "verse_text": "In the same way, you should be glad and rejoice with me."
            },
            {
                "verse_number": "19",
                "verse_text": "I want to be encouraged by news about you. So I hope the Lord Jesus will soon let me send Timothy to you."
            },
            {
                "verse_number": "20",
                "verse_text": "I don't have anyone else who cares about you as much as he does."
            },
            {
                "verse_number": "21",
                "verse_text": "The others think only about what interests them and not about what concerns Christ Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "But you know what kind of person Timothy is. He has worked with me like a son in spreading the good news."
            },
            {
                "verse_number": "23",
                "verse_text": "I hope to send him to you, as soon as I find out what is going to happen to me."
            },
            {
                "verse_number": "24",
                "verse_text": "And I feel sure the Lord will also let me come soon."
            },
            {
                "verse_number": "25",
                "verse_text": "I think I ought to send my dear friend Epaphroditus back to you. He is a follower and a worker and a soldier of the Lord, just as I am. You sent him to look after me,"
            },
            {
                "verse_number": "26",
                "verse_text": "but now he is eager to see you. He is worried, because you heard he was sick."
            },
            {
                "verse_number": "27",
                "verse_text": "In fact, he was very sick and almost died. But God was kind to him, and also to me, and he kept me from being burdened down with sorrow."
            },
            {
                "verse_number": "28",
                "verse_text": "Now I am more eager than ever to send Epaphroditus back again. You will be glad to see him, and I won't have to worry any longer."
            },
            {
                "verse_number": "29",
                "verse_text": "Be sure to give him a cheerful welcome, just as people who serve the Lord deserve."
            },
            {
                "verse_number": "30",
                "verse_text": "He almost died working for Christ, and he risked his own life to do for me what you could not."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally, my dear friends, be glad that you belong to the Lord. It doesn't bother me to write the same things to you that I have written before. In fact, it is for your own good."
            },
            {
                "verse_number": "2",
                "verse_text": "Watch out for those people who behave like dogs! They are evil and want to do more than just circumcise you."
            },
            {
                "verse_number": "3",
                "verse_text": "But we are the ones who are truly circumcised, because we worship by the power of God's Spirit and take pride in Christ Jesus. We don't brag about what we have done,"
            },
            {
                "verse_number": "4",
                "verse_text": "although I could. Others may brag about themselves, but I have more reason to brag than anyone else."
            },
            {
                "verse_number": "5",
                "verse_text": "I was circumcised when I was eight days old, and I am from the nation of Israel and the tribe of Benjamin. I am a true Hebrew. As a Pharisee, I strictly obeyed the Law of Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "And I was so eager I even made trouble for the church. I did everything the Law demands in order to please God."
            },
            {
                "verse_number": "7",
                "verse_text": "But Christ has shown me that what I once thought was valuable is worthless."
            },
            {
                "verse_number": "8",
                "verse_text": "Nothing is as wonderful as knowing Christ Jesus my Lord. I have given up everything else and count it all as garbage. All I want is Christ"
            },
            {
                "verse_number": "9",
                "verse_text": "and to know that I belong to him. I could not make myself acceptable to God by obeying the Law of Moses. God accepted me simply because of my faith in Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "All I want is to know Christ and the power that raised him to life. I want to suffer and die as he did,"
            },
            {
                "verse_number": "11",
                "verse_text": "so that somehow I also may be raised to life."
            },
            {
                "verse_number": "12",
                "verse_text": "I have not yet reached my goal, and I am not perfect. But Christ has taken hold of me. So I keep on running and struggling to take hold of the prize."
            },
            {
                "verse_number": "13",
                "verse_text": "My friends, I don't feel I have already arrived. But I forget what is behind, and I struggle for what is ahead."
            },
            {
                "verse_number": "14",
                "verse_text": "I run toward the goal, so I can win the prize of being called to heaven. This is the prize God offers because of what Christ Jesus has done."
            },
            {
                "verse_number": "15",
                "verse_text": "All of us who are mature should think in this same way. And if any of you think differently, God will make it clear to you."
            },
            {
                "verse_number": "16",
                "verse_text": "But we must keep going in the direction that we are now headed."
            },
            {
                "verse_number": "17",
                "verse_text": "My friends, I want you to follow my example and learn from others who closely follow the example we set for you."
            },
            {
                "verse_number": "18",
                "verse_text": "I often warned you that many people are living as enemies of the cross of Christ. And now with tears in my eyes, I warn you again"
            },
            {
                "verse_number": "19",
                "verse_text": "that they are headed for hell! They worship their stomachs and brag about the disgusting things they do. All they can think about are the things of this world."
            },
            {
                "verse_number": "20",
                "verse_text": "But we are citizens of heaven and are eagerly waiting for our Savior to come from there. Our Lord Jesus Christ"
            },
            {
                "verse_number": "21",
                "verse_text": "has power over everything, and he will make these poor bodies of ours like his own glorious body."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, I love you and long to see you. Please keep on being faithful to the Lord. You are my pride and joy. The Lord's followers here with me send you their greetings."
            },
            {
                "verse_number": "2",
                "verse_text": "Euodia and Syntyche, you belong to the Lord, so I beg you to stop arguing with each other."
            },
            {
                "verse_number": "3",
                "verse_text": "And, my true partner, I ask you to help them. These women have worked together with me and with Clement and with the others in spreading the good news. Their names are now written in the book of life."
            },
            {
                "verse_number": "4",
                "verse_text": "Always be glad because of the Lord! I will say it again: Be glad."
            },
            {
                "verse_number": "5",
                "verse_text": "Always be gentle with others. The Lord will soon be here."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't worry about anything, but pray about everything. With thankful hearts offer up your prayers and requests to God."
            },
            {
                "verse_number": "7",
                "verse_text": "Then, because you belong to Christ Jesus, God will bless you with peace that no one can completely understand. And this peace will control the way you think and feel."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, my friends, keep your minds on whatever is true, pure, right, holy, friendly, and proper. Don't ever stop thinking about what is truly worthwhile and worthy of praise."
            },
            {
                "verse_number": "9",
                "verse_text": "You know the teachings I gave you, and you know what you heard me say and saw me do. So follow my example. And God, who gives peace, will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has made me very grateful that at last you have thought about me once again. Actually, you were thinking about me all along, but you didn't have any chance to show it."
            },
            {
                "verse_number": "11",
                "verse_text": "I am not complaining about having too little. I have learned to be satisfied with whatever I have."
            },
            {
                "verse_number": "12",
                "verse_text": "I know what it is to be poor or to have plenty, and I have lived under all kinds of conditions. I know what it means to be full or to be hungry, to have too much or too little."
            },
            {
                "verse_number": "13",
                "verse_text": "Christ gives me the strength to face anything."
            },
            {
                "verse_number": "14",
                "verse_text": "It was good of you to help me when I was having such a hard time."
            },
            {
                "verse_number": "15",
                "verse_text": "My friends at Philippi, you remember what it was like when I started preaching the good news in Macedonia. After I left there, you were the only church that became my partner by giving blessings and by receiving them in return."
            },
            {
                "verse_number": "16",
                "verse_text": "Even when I was in Thessalonica, you helped me more than once."
            },
            {
                "verse_number": "17",
                "verse_text": "I am not trying to get something from you, but I want you to receive the blessings that come from giving."
            },
            {
                "verse_number": "18",
                "verse_text": "I have been paid back everything, and with interest. I am completely satisfied with the gifts you sent with Epaphroditus. They are like a sweet-smelling offering or like the right kind of sacrifice that pleases God."
            },
            {
                "verse_number": "19",
                "verse_text": "I pray that God will take care of all your needs with the wonderful blessings that come from Christ Jesus!"
            },
            {
                "verse_number": "20",
                "verse_text": "May God our Father be praised forever and ever. Amen."
            },
            {
                "verse_number": "21",
                "verse_text": "Give my greetings to all who are God's people because of Christ Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "All of God's people send their greetings, especially those in the service of the Emperor."
            },
            {
                "verse_number": "23",
                "verse_text": "I pray that our Lord Jesus Christ will be kind to you and will bless your life!"
            }
        ]
    }
}