{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, once so crowded, lies deserted and lonely. This city that was known all over the world is now like a widow. This queen of the nations has been made a slave. flood her cheeks. None of her former lovers are there to offer comfort; and are now her enemies. suffering in a foreign land, with no rest from sorrow. Their enemies captured them because no one travels there to celebrate the festivals. The city gates are deserted; priests are weeping. Zion is in sorrow! and live as they please. The Lord has punished Jerusalem because of her awful sins; he has let her people be dragged away. Her leaders are like deer that cannot find pasture; they are hunted down till their strength is gone. that once was theirs; now they suffer and are scattered. No one was there to protect them from their enemies who sneered when their city was taken. have made the city a joke. Those who once admired her now hate her instead&ndash; she has been disgraced; she groans and turns away. but she wasn't worried about what could happen. And when Jerusalem fell, it was so tragic. No one gave her comfort when she cried out, &apos;Help! I'm in trouble, Lord ! The enemy has won.&apos; Jerusalem saw foreigners enter her place of worship, though the Lord had forbidden them while searching for food; they trade their valuables for barely enough scraps to stay alive. Jerusalem shouts to the Lord , &apos;Please look and see how miserable I am!&apos; Why doesn't someone notice my terrible sufferings? You were fiercely angry, Lord , and you punished me worst of all. that burned in my bones; you set a trap for my feet and made me turn back. All day long you leave me in shock from constant pain. and they weigh so heavily that my strength is gone. You have put me in the power of enemies too strong for me. my warriors and crushed my young heroes. Judah was a woman untouched, but you let her be trampled like grapes in a wine pit. and tears flood my eyes. No one is here to comfort or to encourage me; we have lost the war&ndash; my people are suffering. but no one offers comfort. The Lord has turned the neighboring nations against Jacob's descendants. Jerusalem is merely a filthy rag to her neighbors. but I refused to obey him. Now I ask all of you to look at my sufferings&ndash; even my young people have been dragged away. but they betrayed me. My priests and my leaders died while searching the city for scraps of food. how upset I am, our Lord ? My stomach is in knots, and my heart is broken because I betrayed you. In the streets and at home, my people are slaughtered. but no one offered comfort. My enemies know of the trouble that you have brought on me, and it makes them glad. Hurry and punish them, as you have promised. escape your sight. Punish them as much as you have punished me because of my sins. I never stop groaning&ndash; I've lost all hope!"
            },
            {
                "verse_number": "2",
                "verse_text": "Each night, bitter tears her friends have betrayed her and were terribly cruel. Young women are raped; to belong to his people. around my neck,"
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Judah are slaves,"
            },
            {
                "verse_number": "4",
                "verse_text": "The roads to Zion mourn"
            },
            {
                "verse_number": "5",
                "verse_text": "Enemies now rule the city"
            },
            {
                "verse_number": "6",
                "verse_text": "Zion's glory has disappeared."
            },
            {
                "verse_number": "7",
                "verse_text": "Her people recall the good life"
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem's horrible sins"
            },
            {
                "verse_number": "9",
                "verse_text": "Her sins had made her filthy,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zion's treasures were stolen."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone in the city groans"
            },
            {
                "verse_number": "12",
                "verse_text": "No passerby even cares."
            },
            {
                "verse_number": "13",
                "verse_text": "From heaven you sent a fire"
            },
            {
                "verse_number": "14",
                "verse_text": "You have tied my sins"
            },
            {
                "verse_number": "15",
                "verse_text": "You, Lord , have turned back"
            },
            {
                "verse_number": "16",
                "verse_text": "Because of this, I mourn,"
            },
            {
                "verse_number": "17",
                "verse_text": "Zion reaches out her hands,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord was right,"
            },
            {
                "verse_number": "19",
                "verse_text": "I called out to my lovers,"
            },
            {
                "verse_number": "20",
                "verse_text": "Won't you look and see"
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone heard my groaning,"
            },
            {
                "verse_number": "22",
                "verse_text": "Don't let their evil deeds"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord was angry! So he disgraced Zion the whole army of Israel the homes on Mount Zion. like a hut in a garden; How great is your pain? about their powerful forces. though it was Israel's pride and his own place of rest. In his anger he threw Zion down from heaven to earth. He destroyed the homes of Jacob's descendants. In his anger he tore down every walled city in Judah; he toppled the nation together with its leaders, leaving them in shame. that he wiped out by not supporting them when the enemy attacked. He was like a raging fire that swallowed up the descendants of Jacob. with a bow and arrows, killing our loved ones. He has burned to the ground He left Israel in ruins with its palaces and fortresses destroyed, and with everyone in Judah moaning and weeping. he completely wiped out his meeting place, and did away with festivals and Sabbaths in the city of Zion. In his fierce anger he rejected our king and priests. and his temple; he let Zion's enemies capture her fortresses. Noisy shouts were heard from the temple, as if it were a time of celebration. to tear down the walls of Zion stone by stone. So he started destroying and did not stop until walls and fortresses mourned and trembled. facedown on the ground; the bars that locked the gates are smashed to pieces. Her king and royal family are prisoners in foreign lands. Her priests don't teach, and her prophets don't have a message from the Lord . They just sit on the ground, tossing dirt on their heads and wearing sackcloth. Her young women can do nothing but stare at the ground. my stomach is in knots, and I feel sick all over. My people are being wiped out, and children lie helpless in the streets of the city. for food and drink, then blacks out like a wounded soldier lying in the street. The child slowly dies in its mother's arms. Lovely city of Jerusalem, how can I heal your wounds, gaping as wide as the sea? with false visions and lying messages&ndash; they should have warned you to leave your sins and be saved from disaster. shake their heads and sneer as they make fun and shout, &apos;What a lovely city you were, the happiest on earth, but look at you now!&apos; and snarl like wild animals, while shouting, &apos;This is the day we've waited for! At last, we've got you!&apos; that he had planned and threatened long ago. He destroyed you without mercy and let your enemies boast you cried out to the Lord. Now let your tears overflow your walls day and night. Don't ever lose hope or let your tears stop. all through the night. Pour out your feelings to the Lord, as you would pour water out of a jug. Beg him to save your people, who are starving to death at every street crossing. Have you ever been this cruel to anyone before? Is it right for mothers to eat their children, or for priests and prophets to be killed in your temple? lie dead in the streets. Because you were angry, my young men and women were brutally slaughtered. you invited my enemies like guests for a party. No one survived that day; enemies killed my children, my own little ones."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord had no mercy!"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord was so furiously angry"
            },
            {
                "verse_number": "4",
                "verse_text": "He attacked like an enemy"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord was like an enemy!"
            },
            {
                "verse_number": "6",
                "verse_text": "He shattered his temple"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord abandoned his altar"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord had decided"
            },
            {
                "verse_number": "9",
                "verse_text": "Zion's gates have fallen"
            },
            {
                "verse_number": "10",
                "verse_text": "Zion's leaders are silent."
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes are red from crying,"
            },
            {
                "verse_number": "12",
                "verse_text": "A child begs its mother"
            },
            {
                "verse_number": "13",
                "verse_text": "Zion, how can I comfort you?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets deceived you"
            },
            {
                "verse_number": "15",
                "verse_text": "Those who pass by"
            },
            {
                "verse_number": "16",
                "verse_text": "Zion, your enemies curse you"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has done everything"
            },
            {
                "verse_number": "18",
                "verse_text": "Zion, deep in your heart"
            },
            {
                "verse_number": "19",
                "verse_text": "Get up and pray for help"
            },
            {
                "verse_number": "20",
                "verse_text": "Think about it, Lord !"
            },
            {
                "verse_number": "21",
                "verse_text": "My people, both young and old,"
            },
            {
                "verse_number": "22",
                "verse_text": "When you were angry, Lord ,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I have suffered much because God was angry. where no light could enter. over and over again, without ever stopping. to waste away, and he crushed my bones. with hardships and trouble; like someone long dead. that I cannot climb over, and he chained me down. and prayed for help, he refused to listen. and made me follow a crooked path. waiting in ambush for me; and shot his arrows no one ever stops making fun of me. and rubbed me in the dirt. or remember happiness. I can't count on the Lord to do anything for me.&apos; and my lonely wandering makes me miserable. that fills me with hope. If he had not been merciful, to show mercy each morning. &apos;The Lord is all I need; I can depend on him!&apos; who trusts and obeys him. for the Lord to save us. it is good to struggle hard if this is what the Lord intends. and hard knocks. but he also has pity because of his great love. sending grief or pain. under your feet what is rightfully theirs. God Most High sees everything, to give someone a fair trial. without the Lord's approval. at the command of God Most High. We shouldn't complain when we are being punished for our sins. about the way we are living, and turn back to the Lord . in prayer to God in heaven, we should offer him our hearts and say, We've rebelled against you, and you haven't forgiven us! as you pursue and slaughter us without showing pity. that blocks out our prayers. to treat us like garbage; caught and crushed.&apos; Tears flood my eyes, from heaven and helps. what enemies have done to the young women of our city. but I was hunted down like a bird. by tossing me into a pit and throwing stones at me. I thought I was gone. I prayed to you, Lord . &apos;Help!&apos; I shouted. &apos;Save me!&apos; You answered my prayer You told me, &apos;Don't worry!&apos; and saved my life. so make things right. they have made against me. and their evil plans. with words and whispers. they keep on mocking me. they have done, Lord ! until not a trace is left under the heavens."
            },
            {
                "verse_number": "2",
                "verse_text": "He chased me into a dark place,"
            },
            {
                "verse_number": "3",
                "verse_text": "I am the only one he punishes"
            },
            {
                "verse_number": "4",
                "verse_text": "God caused my skin and flesh"
            },
            {
                "verse_number": "5",
                "verse_text": "He attacked and surrounded me"
            },
            {
                "verse_number": "6",
                "verse_text": "he forced me to sit in the dark"
            },
            {
                "verse_number": "7",
                "verse_text": "God built a fence around me"
            },
            {
                "verse_number": "8",
                "verse_text": "Even when I shouted"
            },
            {
                "verse_number": "9",
                "verse_text": "God put big rocks in my way"
            },
            {
                "verse_number": "10",
                "verse_text": "God was like a bear or a lion"
            },
            {
                "verse_number": "11",
                "verse_text": "he dragged me from the road, then tore me to shreds. and I am depressed. we would have been destroyed. can teach us a lesson; and make them suffer."
            },
            {
                "verse_number": "12",
                "verse_text": "God took careful aim"
            },
            {
                "verse_number": "13",
                "verse_text": "straight through my heart."
            },
            {
                "verse_number": "14",
                "verse_text": "I am a joke to everyone&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "God has turned my life sour."
            },
            {
                "verse_number": "16",
                "verse_text": "He made me eat gravel"
            },
            {
                "verse_number": "17",
                "verse_text": "I cannot find peace"
            },
            {
                "verse_number": "18",
                "verse_text": "I tell myself, &apos;I am finished!"
            },
            {
                "verse_number": "19",
                "verse_text": "Just thinking of my troubles"
            },
            {
                "verse_number": "20",
                "verse_text": "That's all I ever think about,"
            },
            {
                "verse_number": "21",
                "verse_text": "Then I remember something"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord 's kindness never fails!"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord can always be trusted"
            },
            {
                "verse_number": "24",
                "verse_text": "Deep in my heart I say,"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is kind to everyone"
            },
            {
                "verse_number": "26",
                "verse_text": "It is good to wait patiently"
            },
            {
                "verse_number": "27",
                "verse_text": "When we are young,"
            },
            {
                "verse_number": "28",
                "verse_text": "and to sit silently alone,"
            },
            {
                "verse_number": "29",
                "verse_text": "Being rubbed in the dirt"
            },
            {
                "verse_number": "30",
                "verse_text": "we can also learn from insults"
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord won't always reject us!"
            },
            {
                "verse_number": "32",
                "verse_text": "He causes a lot of suffering,"
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord doesn't enjoy"
            },
            {
                "verse_number": "34",
                "verse_text": "Don't trample prisoners"
            },
            {
                "verse_number": "35",
                "verse_text": "or cheat anyone out of"
            },
            {
                "verse_number": "36",
                "verse_text": "and he knows when you refuse"
            },
            {
                "verse_number": "37",
                "verse_text": "No one can do anything"
            },
            {
                "verse_number": "38",
                "verse_text": "Good and bad each happen"
            },
            {
                "verse_number": "39",
                "verse_text": "We're still alive!"
            },
            {
                "verse_number": "40",
                "verse_text": "Instead, we should think"
            },
            {
                "verse_number": "41",
                "verse_text": "When we lift our hands"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;We've sinned!"
            },
            {
                "verse_number": "43",
                "verse_text": "Anger is written all over you,"
            },
            {
                "verse_number": "44",
                "verse_text": "You are behind a wall of clouds"
            },
            {
                "verse_number": "45",
                "verse_text": "You allowed nations"
            },
            {
                "verse_number": "46",
                "verse_text": "our enemies curse us."
            },
            {
                "verse_number": "47",
                "verse_text": "We are terrified and trapped,"
            },
            {
                "verse_number": "48",
                "verse_text": "My people are destroyed!"
            },
            {
                "verse_number": "49",
                "verse_text": "and they won't stop"
            },
            {
                "verse_number": "50",
                "verse_text": "until the Lord looks down"
            },
            {
                "verse_number": "51",
                "verse_text": "I am horrified when I see"
            },
            {
                "verse_number": "52",
                "verse_text": "No one had reason to hate me,"
            },
            {
                "verse_number": "53",
                "verse_text": "Then they tried to kill me"
            },
            {
                "verse_number": "54",
                "verse_text": "Water covered my head&ndash;"
            },
            {
                "verse_number": "55",
                "verse_text": "From the bottom of the pit,"
            },
            {
                "verse_number": "56",
                "verse_text": "I begged you to listen."
            },
            {
                "verse_number": "57",
                "verse_text": "and came when I was in need."
            },
            {
                "verse_number": "58",
                "verse_text": "You rescued me"
            },
            {
                "verse_number": "59",
                "verse_text": "You saw them abuse me, Lord ,"
            },
            {
                "verse_number": "60",
                "verse_text": "You know every plot"
            },
            {
                "verse_number": "61",
                "verse_text": "Yes, you know their insults"
            },
            {
                "verse_number": "62",
                "verse_text": "All day long they attack"
            },
            {
                "verse_number": "63",
                "verse_text": "No matter what they are doing,"
            },
            {
                "verse_number": "64",
                "verse_text": "Pay them back for everything"
            },
            {
                "verse_number": "65",
                "verse_text": "Put your curse on them"
            },
            {
                "verse_number": "66",
                "verse_text": "Get angry and go after them"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The purest gold is ruined and has lost its shine; jewels from the temple lie scattered in the streets. worth more than purest gold; yet they are counted worthless like dishes of clay. but my people are like ostriches that abandon their own. that their tongues are stuck to the roof of the mouth. Children go begging for food, but no one gives them any. lie starving in the streets; those who grew up in luxury now sit on trash heaps. than the people of Sodom, whose city was destroyed in a flash without the help were purer than snow and whiter than milk; their bodies were healthy and no one recognizes them; their skin clings to their bones and is drier than firewood. is better than slowly starving to death. that loving mothers have boiled and eaten their own children. that he burned the city of Zion to the ground. or the people of any nation believed enemies could break through her gates. her prophets and her priests had sinned and caused the death of innocent victims. were covered with blood; no one would come near them, as they wandered from street to street. &apos;Go away! Don't touch us! You're filthy and unfit to belong to God's people!&apos; So they had to leave and become refugees. But foreign nations told them, who sent them scattering, and he has forgotten them. No respect or kindness will be shown to the priests or leaders. hopelessly looking that could not save us. on every public street. Our time was up; our doom was near. than eagles from the sky. They hunted for us in the hills and set traps to catch us out in the desert. was our hope for survival! We thought he would keep us safe somewhere among the nations, but even he was caught in one of their traps. can celebrate now! But your time will come to suffer and stagger around naked. have paid for their sins, and the Lord will soon let them return home. But, people of Edom, you will be punished, and your sins exposed."
            },
            {
                "verse_number": "2",
                "verse_text": "These are Zion's people,"
            },
            {
                "verse_number": "3",
                "verse_text": "Even jackals nurse their young,"
            },
            {
                "verse_number": "4",
                "verse_text": "Babies are so thirsty"
            },
            {
                "verse_number": "5",
                "verse_text": "All who ate expensive foods"
            },
            {
                "verse_number": "6",
                "verse_text": "My nation was punished worse of human hands. and glowed like jewels. &apos;You can't stay here!&apos; for help from a nation"
            },
            {
                "verse_number": "7",
                "verse_text": "The leaders of Jerusalem"
            },
            {
                "verse_number": "8",
                "verse_text": "Now they are blacker than tar,"
            },
            {
                "verse_number": "9",
                "verse_text": "Being killed with a sword"
            },
            {
                "verse_number": "10",
                "verse_text": "Life in the city is so bad"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord was so fiercely angry"
            },
            {
                "verse_number": "12",
                "verse_text": "Not a king on this earth"
            },
            {
                "verse_number": "13",
                "verse_text": "Jerusalem was punished because"
            },
            {
                "verse_number": "14",
                "verse_text": "Yes, her prophets and priests"
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, everyone shouted,"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord is the one"
            },
            {
                "verse_number": "17",
                "verse_text": "Our eyes became weary,"
            },
            {
                "verse_number": "18",
                "verse_text": "Enemies hunted us down"
            },
            {
                "verse_number": "19",
                "verse_text": "They swooped down faster"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord 's chosen leader"
            },
            {
                "verse_number": "21",
                "verse_text": "You people of Edom"
            },
            {
                "verse_number": "22",
                "verse_text": "The people of Zion"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Our Lord , don't forget how we have suffered and been disgraced. have taken our land and our homes. whose mothers are widows. and the wood we burn cost far too much. we are worn out and can find no rest. because we were hungry. but they are dead, and we are left to pay for their sins. and there is no one to set us free. from brutal desert tribes; we must risk our lives from fever and hunger. our wives and daughters are being raped. by their arms, and our nation's advisors are treated shamefully. to do the work of slaves; boys must carry heavy loads of wood. to decide cases in court, and young people no longer play music. instead of dancing, we mourn. And we are doomed because of our sins. and can't even see straight; overrun by wild dogs. You are King for all time. for so long? Give us a fresh start. that you don't want us?"
            },
            {
                "verse_number": "2",
                "verse_text": "Foreigners and strangers"
            },
            {
                "verse_number": "3",
                "verse_text": "We are like children"
            },
            {
                "verse_number": "4",
                "verse_text": "The water we drink"
            },
            {
                "verse_number": "5",
                "verse_text": "We are terribly mistreated;"
            },
            {
                "verse_number": "6",
                "verse_text": "We had to surrender to Egypt and Assyria just to bring in our crops."
            },
            {
                "verse_number": "7",
                "verse_text": "Our ancestors sinned,"
            },
            {
                "verse_number": "8",
                "verse_text": "Slaves are now our rulers,"
            },
            {
                "verse_number": "9",
                "verse_text": "We are in danger"
            },
            {
                "verse_number": "10",
                "verse_text": "Our skin is scorched"
            },
            {
                "verse_number": "11",
                "verse_text": "On Zion and everywhere in Judah"
            },
            {
                "verse_number": "12",
                "verse_text": "Our rulers are strung up"
            },
            {
                "verse_number": "13",
                "verse_text": "Young men are forced"
            },
            {
                "verse_number": "14",
                "verse_text": "Our leaders are not allowed"
            },
            {
                "verse_number": "15",
                "verse_text": "Our hearts are sad;"
            },
            {
                "verse_number": "16",
                "verse_text": "Zion's glory has disappeared!"
            },
            {
                "verse_number": "17",
                "verse_text": "We feel sick all over"
            },
            {
                "verse_number": "18",
                "verse_text": "our city is in ruins,"
            },
            {
                "verse_number": "19",
                "verse_text": "You will rule forever, Lord !"
            },
            {
                "verse_number": "20",
                "verse_text": "Why have you forgotten us"
            },
            {
                "verse_number": "21",
                "verse_text": "Bring us back to you!"
            },
            {
                "verse_number": "22",
                "verse_text": "Or do you despise us so much"
            }
        ]
    }
}