{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a servant of Christ Jesus. God chose me to be an apostle, and he appointed me to preach the good news I pray that God our Father and our Lord Jesus Christ will be kind to you and will bless you with peace! These people don't respect their parents."
            },
            {
                "verse_number": "2",
                "verse_text": "that he promised long ago by what his prophets said in the holy Scriptures."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus was kind to me and chose me to be an apostle, so that people of all nations would obey and have faith."
            },
            {
                "verse_number": "6",
                "verse_text": "You are some of those people chosen by Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "This letter is to all of you in Rome. God loves you and has chosen you to be his very own people."
            },
            {
                "verse_number": "8",
                "verse_text": "First, I thank God in the name of Jesus Christ for all of you. I do this because people everywhere in the world are talking about your faith."
            },
            {
                "verse_number": "9",
                "verse_text": "God has seen how I never stop praying for you, while I serve him with all my heart and tell the good news about his Son."
            },
            {
                "verse_number": "10",
                "verse_text": "In all my prayers, I ask God to make it possible for me to visit you."
            },
            {
                "verse_number": "11",
                "verse_text": "I want to see you and share with you the same blessings that God's Spirit has given me. Then you will grow stronger in your faith."
            },
            {
                "verse_number": "12",
                "verse_text": "What I am saying is that we can encourage each other by the faith that is ours."
            },
            {
                "verse_number": "13",
                "verse_text": "My friends, I want you to know that I have often planned to come for a visit. But something has always kept me from doing it. I want to win followers to Christ in Rome, as I have done in many other places."
            },
            {
                "verse_number": "16",
                "verse_text": "I am proud of the good news! It is God's powerful way of saving all people who have faith, whether they are Jews or Gentiles."
            },
            {
                "verse_number": "17",
                "verse_text": "The good news tells how God accepts everyone who has faith, but only those who have faith. It is just as the Scriptures say, &apos;The people God accepts because of their faith will live.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "From heaven God shows how angry he is with all the wicked and evil things that sinful people do to crush the truth."
            },
            {
                "verse_number": "19",
                "verse_text": "They know everything that can be known about God, because God has shown it all to them."
            },
            {
                "verse_number": "20",
                "verse_text": "God's eternal power and character cannot be seen. But from the beginning of creation, God has shown what these are like by all he has made. That's why those people don't have any excuse."
            },
            {
                "verse_number": "21",
                "verse_text": "They know about God, but they don't honor him or even thank him. Their thoughts are useless, and their stupid minds are in the dark."
            },
            {
                "verse_number": "22",
                "verse_text": "They claim to be wise, but they are fools."
            },
            {
                "verse_number": "23",
                "verse_text": "They don't worship the glorious and eternal God. Instead, they worship idols that are made to look like humans who cannot live forever, and like birds, animals, and reptiles."
            },
            {
                "verse_number": "24",
                "verse_text": "So God let these people go their own way. They did what they wanted to do, and their filthy thoughts made them do shameful things with their bodies."
            },
            {
                "verse_number": "25",
                "verse_text": "They gave up the truth about God for a lie, and they worshiped God's creation instead of God, who will be praised forever. Amen."
            },
            {
                "verse_number": "26",
                "verse_text": "God let them follow their own evil desires. Women no longer wanted to have sex in a natural way, and they did things with each other that were not natural."
            },
            {
                "verse_number": "27",
                "verse_text": "Men behaved in the same way. They stopped wanting to have sex with women and had strong desires for sex with other men. They did shameful things with each other, and what has happened to them is punishment for their foolish deeds."
            },
            {
                "verse_number": "28",
                "verse_text": "Since these people refused even to think about God, he let their useless minds rule over them. That's why they do all sorts of indecent things."
            },
            {
                "verse_number": "29",
                "verse_text": "They are evil, wicked, and greedy, as well as mean in every possible way. They want what others have, and they murder, argue, cheat, and are hard to get along with. They gossip,"
            },
            {
                "verse_number": "30",
                "verse_text": "say cruel things about others, and hate God. They are proud, conceited, and boastful, always thinking up new ways to do evil."
            },
            {
                "verse_number": "31",
                "verse_text": "They are stupid, unreliable, and don't have any love or pity for others."
            },
            {
                "verse_number": "32",
                "verse_text": "They know God has said that anyone who acts this way deserves to die. But they keep on doing evil things, and they even encourage others to do them."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Some of you accuse others of doing wrong. But there is no excuse for what you do. When you judge others, you condemn yourselves, because you are guilty of doing the very same things."
            },
            {
                "verse_number": "2",
                "verse_text": "We know that God is right to judge everyone who behaves in this way."
            },
            {
                "verse_number": "3",
                "verse_text": "Do you really think God won't punish you, when you behave exactly like the people you accuse?"
            },
            {
                "verse_number": "4",
                "verse_text": "You surely don't think much of God's wonderful goodness or of his patience and willingness to put up with you. Don't you know that the reason God is good to you is because he wants you to turn to him?"
            },
            {
                "verse_number": "5",
                "verse_text": "But you are stubborn and refuse to turn to God. So you are making things even worse for yourselves on that day when he will show how angry he is and will judge the world with fairness."
            },
            {
                "verse_number": "6",
                "verse_text": "God will reward each of us for what we have done."
            },
            {
                "verse_number": "7",
                "verse_text": "He will give eternal life to everyone who has patiently done what is good in the hope of receiving glory, honor, and life that lasts forever."
            },
            {
                "verse_number": "8",
                "verse_text": "But he will show how angry and furious he can be with every selfish person who rejects the truth and wants to do evil."
            },
            {
                "verse_number": "9",
                "verse_text": "All who are wicked will be punished with trouble and suffering. It doesn't matter if they are Jews or Gentiles."
            },
            {
                "verse_number": "10",
                "verse_text": "But all who do right will be rewarded with glory, honor, and peace, whether they are Jews or Gentiles."
            },
            {
                "verse_number": "11",
                "verse_text": "God doesn't have any favorites!"
            },
            {
                "verse_number": "12",
                "verse_text": "Those people who don't know about God's Law will still be punished for what they do wrong. And the Law will be used to judge everyone who knows what it says."
            },
            {
                "verse_number": "13",
                "verse_text": "God accepts those who obey his Law, but not those who simply hear it."
            },
            {
                "verse_number": "14",
                "verse_text": "Some people naturally obey the Law's commands, even though they don't have the Law."
            },
            {
                "verse_number": "15",
                "verse_text": "This proves that the conscience is like a law written in the human heart. And it will show whether we are forgiven or condemned,"
            },
            {
                "verse_number": "16",
                "verse_text": "when God appoints Jesus Christ to judge everyone's secret thoughts, just as my message says."
            },
            {
                "verse_number": "17",
                "verse_text": "Some of you call yourselves Jews. You trust in the Law and take pride in God."
            },
            {
                "verse_number": "18",
                "verse_text": "By reading the Scriptures you learn how God wants you to behave, and you discover what is right."
            },
            {
                "verse_number": "19",
                "verse_text": "You are sure that you are a guide for the blind and a light for all who are in the dark."
            },
            {
                "verse_number": "20",
                "verse_text": "And since there is knowledge and truth in God's Law, you think you can instruct fools and teach young people."
            },
            {
                "verse_number": "21",
                "verse_text": "But how can you teach others when you refuse to learn? You preach it is wrong to steal. But do you steal?"
            },
            {
                "verse_number": "22",
                "verse_text": "You say people should be faithful in marriage. But are you faithful? You hate idols, yet you rob their temples."
            },
            {
                "verse_number": "23",
                "verse_text": "You take pride in the Law, but you disobey the Law and bring shame to God."
            },
            {
                "verse_number": "24",
                "verse_text": "It is just as the Scriptures tell us, &apos;You have made foreigners say insulting things about God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Being circumcised is worthwhile, if you obey the Law. But if you don't obey the Law, you are no better off than people who are not circumcised."
            },
            {
                "verse_number": "26",
                "verse_text": "In fact, if they obey the Law, they are as good as anyone who is circumcised."
            },
            {
                "verse_number": "27",
                "verse_text": "So everyone who obeys the Law, but has never been circumcised, will condemn you. Even though you are circumcised and have the Law, you still don't obey its teachings."
            },
            {
                "verse_number": "28",
                "verse_text": "Just because you live like a Jew and are circumcised doesn't make you a real Jew."
            },
            {
                "verse_number": "29",
                "verse_text": "To be a real Jew you must obey the Law. True circumcision is something that happens deep in your heart, not something done to your body. And besides, you should want praise from God and not from humans."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "What good is it to be a Jew? What good is it to be circumcised?"
            },
            {
                "verse_number": "2",
                "verse_text": "It is good in a lot of ways! First of all, God's messages were spoken to the Jews."
            },
            {
                "verse_number": "3",
                "verse_text": "It is true that some of them did not believe the message. But does this mean that God cannot be trusted, just because they did not have faith?"
            },
            {
                "verse_number": "4",
                "verse_text": "No, indeed! God tells the truth, even if everyone else is a liar. The Scriptures say about God, &apos;Your words will be proven true, and in court you will win your case.&apos; &apos;No one is acceptable to God! or even searches for God. and are worthless. There isn't one person who does right. an open pit, and their tongues are good only for telling lies. Each word is as deadly as the fangs of a snake, but bitter curses. become violent. they leave ruin and destruction. to live in peace."
            },
            {
                "verse_number": "5",
                "verse_text": "If our evil deeds show how right God is, then what can we say? Is it wrong for God to become angry and punish us? What a foolish thing to ask."
            },
            {
                "verse_number": "6",
                "verse_text": "But the answer is, &apos;No.&apos; Otherwise, how could God judge the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "Since your lies bring great honor to God by showing how truthful he is, you may ask why God still says you are a sinner."
            },
            {
                "verse_number": "8",
                "verse_text": "You might as well say, &apos;Let's do something evil, so that something good will come of it!&apos; Some people even claim that we are saying this. But God is fair and will judge them as well."
            },
            {
                "verse_number": "9",
                "verse_text": "What does all this mean? Does it mean that we Jews are better off than the Gentiles? No, it doesn't! Jews, as well as Gentiles, are ruled by sin, just as I have said."
            },
            {
                "verse_number": "10",
                "verse_text": "The Scriptures tell us,"
            },
            {
                "verse_number": "11",
                "verse_text": "Not one of them understands"
            },
            {
                "verse_number": "12",
                "verse_text": "They have all turned away"
            },
            {
                "verse_number": "13",
                "verse_text": "Their words are like"
            },
            {
                "verse_number": "14",
                "verse_text": "and they say nothing"
            },
            {
                "verse_number": "15",
                "verse_text": "These people quickly"
            },
            {
                "verse_number": "16",
                "verse_text": "Wherever they go,"
            },
            {
                "verse_number": "17",
                "verse_text": "They don't know how"
            },
            {
                "verse_number": "18",
                "verse_text": "They don't even fear God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "We know that everything in the Law was written for those who are under its power. The Law says these things to stop anyone from making excuses and to let God show that the whole world is guilty."
            },
            {
                "verse_number": "20",
                "verse_text": "God doesn't accept people simply because they obey the Law. No, indeed! All the Law does is to point out our sin."
            },
            {
                "verse_number": "21",
                "verse_text": "Now we see how God does make us acceptable to him. The Law and the Prophets tell how we become acceptable, and it isn't by obeying the Law of Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "God treats everyone alike. He accepts people only because they have faith in Jesus Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "All of us have sinned and fallen short of God's glory."
            },
            {
                "verse_number": "24",
                "verse_text": "But God treats us much better than we deserve, and because of Christ Jesus, he freely accepts us and sets us free from our sins."
            },
            {
                "verse_number": "27",
                "verse_text": "What is left for us to brag about? Not a thing! Is it because we obeyed some law? No! It is because of faith."
            },
            {
                "verse_number": "28",
                "verse_text": "We see that people are acceptable to God because they have faith, and not because they obey the Law."
            },
            {
                "verse_number": "29",
                "verse_text": "Does God belong only to the Jews? Isn't he also the God of the Gentiles? Yes, he is!"
            },
            {
                "verse_number": "30",
                "verse_text": "There is only one God, and he accepts Gentiles as well as Jews, simply because of their faith."
            },
            {
                "verse_number": "31",
                "verse_text": "Do we destroy the Law by our faith? Not at all! We make it even more powerful."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Well then, what can we say about our ancestor Abraham?"
            },
            {
                "verse_number": "2",
                "verse_text": "If he became acceptable to God because of what he did, then he would have something to brag about. But he would never be able to brag about it to God."
            },
            {
                "verse_number": "3",
                "verse_text": "The Scriptures say, &apos;God accepted Abraham because Abraham had faith in him.&apos; when God forgives our sins and our evil deeds. What a blessing when the Lord erases our sins from his book.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Money paid to workers isn't a gift. It is something they earn by working."
            },
            {
                "verse_number": "5",
                "verse_text": "But you cannot make God accept you because of something you do. God accepts sinners only because they have faith in him."
            },
            {
                "verse_number": "6",
                "verse_text": "In the Scriptures David talks about the blessings that come to people who are acceptable to God, even though they don't do anything to deserve these blessings. David says,"
            },
            {
                "verse_number": "9",
                "verse_text": "Are these blessings meant for circumcised people or for those who are not circumcised? Well, the Scriptures say that God accepted Abraham because Abraham had faith in him."
            },
            {
                "verse_number": "10",
                "verse_text": "But when did this happen? Was it before or after Abraham was circumcised? Of course, it was before."
            },
            {
                "verse_number": "11",
                "verse_text": "Abraham let himself be circumcised to show he had been accepted because of his faith even before he was circumcised. This makes Abraham the father of all who are acceptable to God because of their faith, even though they are not circumcised."
            },
            {
                "verse_number": "12",
                "verse_text": "This also makes Abraham the father of everyone who is circumcised and has faith in God, as Abraham did before he was circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "God promised Abraham and his descendants that he would give them the world. This promise wasn't made because Abraham had obeyed a law, but because his faith in God made him acceptable."
            },
            {
                "verse_number": "14",
                "verse_text": "If Abraham and his descendants were given this promise because they had obeyed a law, then faith would mean nothing, and the promise would be worthless."
            },
            {
                "verse_number": "15",
                "verse_text": "God becomes angry when his Law is broken. But where there isn't a law, it cannot be broken."
            },
            {
                "verse_number": "16",
                "verse_text": "Everything depends on having faith in God, so that God's promise is assured by his gift of undeserved grace. This promise isn't only for Abraham's descendants who have the Law. It is for all who are Abraham's descendants because they have faith, just as he did. Abraham is the ancestor of us all."
            },
            {
                "verse_number": "17",
                "verse_text": "The Scriptures say that Abraham would become the ancestor of many nations. This promise was made to Abraham because he had faith in God, who raises the dead to life and creates new things."
            },
            {
                "verse_number": "18",
                "verse_text": "God promised Abraham a lot of descendants. And when it all seemed hopeless, Abraham still had faith in God and became the ancestor of many nations."
            },
            {
                "verse_number": "19",
                "verse_text": "Abraham's faith never became weak, not even when he was nearly 100 years old. He knew he was almost dead and that his wife Sarah could not have children."
            },
            {
                "verse_number": "20",
                "verse_text": "But Abraham never doubted or questioned God's promise. His faith made him strong, and he gave all the credit to God."
            },
            {
                "verse_number": "21",
                "verse_text": "Abraham was certain that God could do what he had promised."
            },
            {
                "verse_number": "22",
                "verse_text": "So God accepted him,"
            },
            {
                "verse_number": "23",
                "verse_text": "just as we read in the Scriptures. But these words were not written only for Abraham."
            },
            {
                "verse_number": "24",
                "verse_text": "They were written for us, since we will also be accepted because of our faith in God, who raised our Lord Jesus to life."
            },
            {
                "verse_number": "25",
                "verse_text": "God gave Jesus to die for our sins, and he raised him to life, so that we would be made acceptable to God."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "By faith we have been made acceptable to God. And now, thanks to our Lord Jesus Christ, we have peace with God."
            },
            {
                "verse_number": "2",
                "verse_text": "Christ has also introduced us to God's gift of undeserved grace on which we now take our stand. So we are happy, as we look forward to sharing in the glory of God."
            },
            {
                "verse_number": "3",
                "verse_text": "But that's not all! We gladly suffer, because we know that suffering helps us to endure."
            },
            {
                "verse_number": "4",
                "verse_text": "And endurance builds character, which gives us a hope"
            },
            {
                "verse_number": "5",
                "verse_text": "that will never disappoint us. All of this happens because God has given us the Holy Spirit, who fills our hearts with his love. In some ways Adam is like Christ who came later."
            },
            {
                "verse_number": "6",
                "verse_text": "Christ died for us at a time when we were helpless and sinful."
            },
            {
                "verse_number": "7",
                "verse_text": "No one is really willing to die for an honest person, though someone might be willing to die for a truly good person."
            },
            {
                "verse_number": "8",
                "verse_text": "But God showed how much he loved us by having Christ die for us, even though we were sinful."
            },
            {
                "verse_number": "9",
                "verse_text": "But there is more! Now that God has accepted us because Christ sacrificed his life's blood, we will also be kept safe from God's anger."
            },
            {
                "verse_number": "10",
                "verse_text": "Even when we were God's enemies, he made peace with us, because his Son died for us. Yet something even greater than friendship is ours. Now that we are at peace with God, we will be saved by the life of his Son."
            },
            {
                "verse_number": "11",
                "verse_text": "And in addition to everything else, we are happy because God sent our Lord Jesus Christ to make peace with us."
            },
            {
                "verse_number": "12",
                "verse_text": "Adam sinned, and that sin brought death into the world. Now everyone has sinned, and so everyone must die."
            },
            {
                "verse_number": "13",
                "verse_text": "Sin was in the world before the Law came. But no record of sin was kept, because there was no Law."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet death still had power over all who lived from the time of Adam to the time of Moses. This happened, though not everyone disobeyed a direct command from God, as Adam did."
            },
            {
                "verse_number": "15",
                "verse_text": "But the gift of God's undeserved grace was very different from Adam's sin. That one sin brought death to many others. Yet in an even greater way, Jesus Christ alone brought God's gift of undeserved grace to many people."
            },
            {
                "verse_number": "16",
                "verse_text": "There is a lot of difference between Adam's sin and God's gift. That one sin led to punishment. But God's gift made it possible for us to be acceptable to him, even though we have sinned many times."
            },
            {
                "verse_number": "17",
                "verse_text": "Death ruled like a king because Adam had sinned. But that cannot compare with what Jesus Christ has done. God has treated us with undeserved grace, and he has accepted us because of Jesus. And so we will live and rule like kings."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone was going to be punished because Adam sinned. But because of the good thing that Christ has done, God accepts us and gives us the gift of life."
            },
            {
                "verse_number": "19",
                "verse_text": "Adam disobeyed God and caused many others to be sinners. But Jesus obeyed him and will make many people acceptable to God."
            },
            {
                "verse_number": "20",
                "verse_text": "The Law came, so that the full power of sin could be seen. Yet where sin was powerful, God's gift of undeserved grace was even more powerful."
            },
            {
                "verse_number": "21",
                "verse_text": "Sin ruled by means of death. But God's gift of grace now rules, and God has accepted us because of Jesus Christ our Lord. This means that we will have eternal life."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "What should we say? Should we keep on sinning, so that God's gift of undeserved grace will show up even better?"
            },
            {
                "verse_number": "2",
                "verse_text": "No, we should not! If we are dead to sin, how can we go on sinning?"
            },
            {
                "verse_number": "3",
                "verse_text": "Don't you know that all who share in Christ Jesus by being baptized also share in his death?"
            },
            {
                "verse_number": "4",
                "verse_text": "When we were baptized, we died and were buried with Christ. We were baptized, so we would live a new life, as Christ was raised to life by the glory of God the Father."
            },
            {
                "verse_number": "5",
                "verse_text": "If we shared in Jesus' death by being baptized, we will be raised to life with him."
            },
            {
                "verse_number": "6",
                "verse_text": "We know that the persons we used to be were nailed to the cross with Jesus. This was done, so our sinful bodies would no longer be the slaves of sin."
            },
            {
                "verse_number": "7",
                "verse_text": "We know sin doesn't have power over dead people."
            },
            {
                "verse_number": "8",
                "verse_text": "As surely as we died with Christ, we believe we will also live with him."
            },
            {
                "verse_number": "9",
                "verse_text": "We know that death no longer has any power over Christ. He died and was raised to life, never again to die."
            },
            {
                "verse_number": "10",
                "verse_text": "When Christ died, he died for sin once and for all. But now he is alive, and he lives only for God."
            },
            {
                "verse_number": "11",
                "verse_text": "In the same way, you must think of yourselves as dead to the power of sin. But Christ Jesus has given life to you, and you live for God."
            },
            {
                "verse_number": "12",
                "verse_text": "Don't let sin rule your body. After all, your body is bound to die, so don't obey its desires"
            },
            {
                "verse_number": "13",
                "verse_text": "or let any part of it become a slave of evil. Give yourselves to God, as people who have been raised from death to life. Make every part of your body a slave that pleases God."
            },
            {
                "verse_number": "14",
                "verse_text": "Don't let sin keep ruling your lives. You are ruled by God's undeserved grace and not by the Law."
            },
            {
                "verse_number": "15",
                "verse_text": "What does all this mean? Does it mean we are free to sin, because we are ruled by God's gift of undeserved grace and not by the Law? Certainly not!"
            },
            {
                "verse_number": "16",
                "verse_text": "Don't you know that you are slaves of anyone you obey? You can be slaves of sin and die, or you can be obedient slaves of God and be acceptable to him."
            },
            {
                "verse_number": "17",
                "verse_text": "You used to be slaves of sin. But I thank God that with all your heart you followed the example set forth in the teaching you received."
            },
            {
                "verse_number": "18",
                "verse_text": "Now you are set free from sin and are slaves who please God."
            },
            {
                "verse_number": "19",
                "verse_text": "I am using these everyday examples, because in some ways you are still weak. You used to let the different parts of your body be slaves of your evil thoughts. But now you must make every part of your body serve God, so that you will belong completely to him."
            },
            {
                "verse_number": "20",
                "verse_text": "When you were slaves of sin, you didn't have to please God."
            },
            {
                "verse_number": "21",
                "verse_text": "But what good did you receive from the things you did? All you have to show for them is your shame, and they lead to death."
            },
            {
                "verse_number": "22",
                "verse_text": "Now you have been set free from sin, and you are God's slaves. This will make you holy and will lead you to eternal life."
            },
            {
                "verse_number": "23",
                "verse_text": "Sin pays off with death. But God's gift is eternal life given by Jesus Christ our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My friends, you surely understand enough about law to know that laws only have power over people who are alive."
            },
            {
                "verse_number": "2",
                "verse_text": "For example, the Law says that a man's wife must remain his wife as long as he lives. But once her husband is dead, she is free"
            },
            {
                "verse_number": "3",
                "verse_text": "to marry someone else. However, if she goes off with another man while her husband is still alive, she is said to be unfaithful. So with my mind I serve the Law of God, although my selfish desires make me serve the law of sin."
            },
            {
                "verse_number": "4",
                "verse_text": "That is how it is with you, my friends. You are now part of the body of Christ and are dead to the power of the Law. You are free to belong to Christ, who was raised to life so we could serve God."
            },
            {
                "verse_number": "5",
                "verse_text": "When we thought only of ourselves, the Law made us have sinful desires. It made every part of our bodies into slaves who are doomed to die."
            },
            {
                "verse_number": "6",
                "verse_text": "But the Law no longer rules over us. We are like dead people, and it cannot have any power over us. Now we can serve God in a new way by obeying his Spirit, and not in the old way by obeying the written Law."
            },
            {
                "verse_number": "7",
                "verse_text": "Does this mean that the Law is sinful? Certainly not! But if it had not been for the Law, I would not have known what sin is really like. For example, I would not have known what it means to want something that belongs to someone else, unless the Law had told me not to do this."
            },
            {
                "verse_number": "8",
                "verse_text": "It was sin that used this command as a way of making me have all kinds of desires. But without the Law, sin is dead."
            },
            {
                "verse_number": "9",
                "verse_text": "Before I knew about the Law, I was alive. But as soon as I heard that command, sin came to life,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I died. The very command that was supposed to bring life to me, instead brought death."
            },
            {
                "verse_number": "11",
                "verse_text": "Sin used this command to trick me, and because of it I died."
            },
            {
                "verse_number": "12",
                "verse_text": "Still, the Law and its commands are holy and correct and good."
            },
            {
                "verse_number": "13",
                "verse_text": "Am I saying something good caused my death? Certainly not! It was sin that killed me by using something good. Now we can see how terrible and evil sin really is."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the Law is spiritual. But I am merely a human, and I have been sold as a slave to sin."
            },
            {
                "verse_number": "15",
                "verse_text": "In fact, I don't understand why I act the way I do. I don't do what I know is right. I do the things I hate."
            },
            {
                "verse_number": "16",
                "verse_text": "Although I don't do what I know is right, I agree that the Law is good."
            },
            {
                "verse_number": "17",
                "verse_text": "So I am not the one doing these evil things. The sin that lives in me is what does them."
            },
            {
                "verse_number": "18",
                "verse_text": "I know that my selfish desires won't let me do anything that is good. Even when I want to do right, I cannot."
            },
            {
                "verse_number": "19",
                "verse_text": "Instead of doing what I know is right, I do wrong."
            },
            {
                "verse_number": "20",
                "verse_text": "And so, if I don't do what I know is right, I am no longer the one doing these evil things. The sin that lives in me is what does them."
            },
            {
                "verse_number": "21",
                "verse_text": "The Law has shown me that something in me keeps me from doing what I know is right."
            },
            {
                "verse_number": "22",
                "verse_text": "With my whole heart I agree with the Law of God."
            },
            {
                "verse_number": "23",
                "verse_text": "But in every part of me I discover something fighting against my mind, and it makes me a prisoner of sin that controls everything I do."
            },
            {
                "verse_number": "24",
                "verse_text": "What a miserable person I am. Who will rescue me from this body that is doomed to die?"
            },
            {
                "verse_number": "25",
                "verse_text": "Thank God! Jesus Christ will rescue me."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "If you belong to Christ Jesus, you won't be punished."
            },
            {
                "verse_number": "2",
                "verse_text": "The Holy Spirit will give you life that comes from Christ Jesus and will set you free from sin and death."
            },
            {
                "verse_number": "3",
                "verse_text": "The Law of Moses cannot do this, because our selfish desires make the Law weak. But God set you free when he sent his own Son to be like us sinners and to be a sacrifice for our sin. God used Christ's body to condemn sin."
            },
            {
                "verse_number": "4",
                "verse_text": "He did this, so that we would do what the Law commands by obeying the Spirit instead of our own desires. &apos;For you we face death all day long. We are like sheep on their way to be butchered.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "People who are ruled by their desires think only of themselves. Everyone who is ruled by the Holy Spirit thinks about spiritual things."
            },
            {
                "verse_number": "6",
                "verse_text": "If our minds are ruled by our desires, we will die. But if our minds are ruled by the Spirit, we will have life and peace."
            },
            {
                "verse_number": "7",
                "verse_text": "Our desires fight against God, because they do not and cannot obey God's laws."
            },
            {
                "verse_number": "8",
                "verse_text": "If we follow our desires, we cannot please God."
            },
            {
                "verse_number": "9",
                "verse_text": "You are no longer ruled by your desires, but by God's Spirit, who lives in you. People who don't have the Spirit of Christ in them don't belong to him."
            },
            {
                "verse_number": "10",
                "verse_text": "But Christ lives in you. So you are alive because God has accepted you, even though your bodies must die because of your sins."
            },
            {
                "verse_number": "11",
                "verse_text": "Yet God raised Jesus to life! God's Spirit now lives in you, and he will raise you to life by his Spirit."
            },
            {
                "verse_number": "12",
                "verse_text": "My dear friends, we must not live to satisfy our desires."
            },
            {
                "verse_number": "13",
                "verse_text": "If you do, you will die. But you will live, if by the help of God's Spirit you say &apos;No&apos; to your desires."
            },
            {
                "verse_number": "14",
                "verse_text": "Only those people who are led by God's Spirit are his children."
            },
            {
                "verse_number": "15",
                "verse_text": "God's Spirit doesn't make us slaves who are afraid of him. Instead, we become his children and call him our Father."
            },
            {
                "verse_number": "16",
                "verse_text": "God's Spirit makes us sure that we are his children."
            },
            {
                "verse_number": "17",
                "verse_text": "His Spirit lets us know that together with Christ we will be given what God has promised. We will also share in the glory of Christ, because we have suffered with him."
            },
            {
                "verse_number": "18",
                "verse_text": "I am sure what we are suffering now cannot compare with the glory that will be shown to us."
            },
            {
                "verse_number": "19",
                "verse_text": "In fact, all creation is eagerly waiting for God to show who his children are."
            },
            {
                "verse_number": "20",
                "verse_text": "Meanwhile, creation is confused, but not because it wants to be confused. God made it this way in the hope"
            },
            {
                "verse_number": "21",
                "verse_text": "that creation would be set free from decay and would share in the glorious freedom of his children."
            },
            {
                "verse_number": "22",
                "verse_text": "We know that all creation is still groaning and is in pain, like a woman about to give birth."
            },
            {
                "verse_number": "23",
                "verse_text": "The Spirit makes us sure about what we will be in the future. But now we groan silently, while we wait for God to show that we are his children. This means that our bodies will also be set free."
            },
            {
                "verse_number": "24",
                "verse_text": "And this hope is what saves us. But if we already have what we hope for, there is no need to keep on hoping."
            },
            {
                "verse_number": "25",
                "verse_text": "However, we hope for something we have not yet seen, and we patiently wait for it."
            },
            {
                "verse_number": "26",
                "verse_text": "In certain ways we are weak, but the Spirit is here to help us. For example, when we don't know what to pray for, the Spirit prays for us in ways that cannot be put into words."
            },
            {
                "verse_number": "27",
                "verse_text": "All of our thoughts are known to God. He can understand what is in the mind of the Spirit, as the Spirit prays for God's people."
            },
            {
                "verse_number": "28",
                "verse_text": "We know that God is always at work for the good of everyone who loves him. They are the ones God has chosen for his purpose,"
            },
            {
                "verse_number": "29",
                "verse_text": "and he has always known who his chosen ones would be. He had decided to let them become like his own Son, so his Son would be the first of many children."
            },
            {
                "verse_number": "30",
                "verse_text": "God then accepted the people he had already decided to choose, and he has shared his glory with them."
            },
            {
                "verse_number": "31",
                "verse_text": "What can we say about all this? If God is on our side, can anyone be against us?"
            },
            {
                "verse_number": "32",
                "verse_text": "God did not keep back his own Son, but he gave him for us. If God did this, won't he freely give us everything else?"
            },
            {
                "verse_number": "33",
                "verse_text": "If God says his chosen ones are acceptable to him, can anyone bring charges against them?"
            },
            {
                "verse_number": "34",
                "verse_text": "Or can anyone condemn them? No indeed! Christ died and was raised to life, and now he is at God's right side, speaking to him for us."
            },
            {
                "verse_number": "35",
                "verse_text": "Can anything separate us from the love of Christ? Can trouble, suffering, and hard times, or hunger and nakedness, or danger and death?"
            },
            {
                "verse_number": "36",
                "verse_text": "It is exactly as the Scriptures say,"
            },
            {
                "verse_number": "37",
                "verse_text": "In everything we have won more than a victory because of Christ who loves us."
            },
            {
                "verse_number": "38",
                "verse_text": "I am sure that nothing can separate us from God's love&ndash;not life or death, not angels or spirits, not the present or the future,"
            },
            {
                "verse_number": "39",
                "verse_text": "and not powers above or powers below. Nothing in all creation can separate us from God's love for us in Christ Jesus our Lord!"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am a follower of Christ, and the Holy Spirit is a witness to my conscience. So I tell the truth and I am not lying when I say"
            },
            {
                "verse_number": "2",
                "verse_text": "my heart is broken and I am in great sorrow."
            },
            {
                "verse_number": "3",
                "verse_text": "I would gladly be placed under God's curse and be separated from Christ for the good of my own people."
            },
            {
                "verse_number": "4",
                "verse_text": "They are the descendants of Israel, and they are also God's chosen people. God showed them his glory. He made agreements with them and gave them his Law. The temple is theirs and so are the promises that God made to them."
            },
            {
                "verse_number": "5",
                "verse_text": "They have those famous ancestors, who were also the ancestors of the Christ. I pray that God, who rules over all, will be praised forever! Amen. &apos;Although they are not my people, I will make them my people. I will treat with love those nations that have never been loved. &quot;You are not my people.&quot; But in that very place they will be called children of the living God.&apos; &apos;The people of Israel are as many as the grains of sand along the beach. But only a few who are left will be saved. and sure to do on earth what he has warned he will do.&apos; &apos;If the Lord All-Powerful had not spared some of our descendants, we would have been destroyed like the cities of Sodom &apos;Look! I am placing in Zion a stone to make people stumble and fall. But those who have faith in that one will never be disappointed.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "It cannot be said that God broke his promise. After all, not all of the people of Israel are the true people of God."
            },
            {
                "verse_number": "9",
                "verse_text": "Sarah, &apos;At this time next year I will return, and you will already have a son.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't forget what happened to the twin sons of Isaac and Rebekah."
            },
            {
                "verse_number": "13",
                "verse_text": "That's why the Scriptures say that the Lord liked Jacob more than Esau."
            },
            {
                "verse_number": "14",
                "verse_text": "Are we saying God is unfair? Certainly not!"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord told Moses that he has pity and mercy on anyone he wants to."
            },
            {
                "verse_number": "16",
                "verse_text": "Everything then depends on God's mercy and not on what people want or do."
            },
            {
                "verse_number": "17",
                "verse_text": "In the Scriptures the Lord says to the king of Egypt, &apos;I let you become king, so that I could show you my power and be praised by all people on earth.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Everything depends on what God decides to do, and he can either have pity on people or make them stubborn."
            },
            {
                "verse_number": "19",
                "verse_text": "Someone may ask, &apos;How can God blame us, if he makes us behave in the way he wants us to?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But, my friend, I ask, &apos;Who do you think you are to question God? Does the clay have the right to ask the potter why he shaped it the way he did?"
            },
            {
                "verse_number": "21",
                "verse_text": "Doesn't a potter have the right to make a fancy bowl and a plain bowl out of the same lump of clay?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "God wanted to show his anger and reveal his power against everyone who deserved to be destroyed. But instead, he patiently put up with them."
            },
            {
                "verse_number": "23",
                "verse_text": "He did this by showing how glorious he is when he has pity on the people he has chosen to share in his glory."
            },
            {
                "verse_number": "24",
                "verse_text": "Whether Jews or Gentiles, we are those chosen ones,"
            },
            {
                "verse_number": "25",
                "verse_text": "just as the Lord says in the book of Hosea,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Once they were told,"
            },
            {
                "verse_number": "27",
                "verse_text": "And this is what the prophet Isaiah said about the people of Israel,"
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord will be quick"
            },
            {
                "verse_number": "29",
                "verse_text": "Isaiah also said, and Gomorrah.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "What does all of this mean? It means that the Gentiles were not trying to be acceptable to God, but they found that he would accept them if they had faith."
            },
            {
                "verse_number": "33",
                "verse_text": "just as God says in the Scriptures,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, my greatest wish and my prayer to God is for the people of Israel to be saved."
            },
            {
                "verse_number": "2",
                "verse_text": "I know they love God, but they don't understand"
            },
            {
                "verse_number": "3",
                "verse_text": "what makes people acceptable to him. So they refuse to trust God, and they try to be acceptable by obeying the Law."
            },
            {
                "verse_number": "4",
                "verse_text": "But Christ makes the Law no longer necessary for those who become acceptable to God by faith. &apos;The message was told everywhere on earth. It was announced all over the world.&apos; &apos;I will make Israel jealous of people who are a nation of nobodies. I will make them angry with people who don't understand a thing.&apos; &apos;I was found by people who were not looking for me. I appeared to the ones who were not asking about me.&apos; &apos;All day long the Lord has reached out to people who are stubborn and refuse to obey.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses said a person could become acceptable to God by obeying the Law. He did this when he wrote, &apos;If you want to live, you must do all the Law commands.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But people whose faith makes them acceptable to God will never ask, &apos;Who will go up to heaven to bring Christ down?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Neither will they ask, &apos;Who will go down into the world of the dead to raise him to life?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "All who are acceptable because of their faith simply say, &apos;The message is as near as your mouth or your heart.&apos; And this is the same message we preach about faith."
            },
            {
                "verse_number": "9",
                "verse_text": "So you will be saved, if you honestly say, &apos;Jesus is Lord,&apos; and if you believe with all your heart that God raised him from death."
            },
            {
                "verse_number": "10",
                "verse_text": "God will accept you and save you, if you truly believe this and tell it to others."
            },
            {
                "verse_number": "11",
                "verse_text": "The Scriptures say no one who has faith will be disappointed,"
            },
            {
                "verse_number": "12",
                "verse_text": "no matter if that person is a Jew or a Gentile. There is only one Lord, and he is generous to everyone who asks for his help."
            },
            {
                "verse_number": "13",
                "verse_text": "All who call out to the Lord will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "How can people have faith in the Lord and ask him to save them, if they have never heard about him? And how can they hear, unless someone tells them?"
            },
            {
                "verse_number": "15",
                "verse_text": "And how can anyone tell them without being sent by the Lord? The Scriptures say it is a beautiful sight to see even the feet of someone coming to preach the good news."
            },
            {
                "verse_number": "16",
                "verse_text": "Yet not everyone has believed the message. For example, the prophet Isaiah asked, &apos;Lord, has anyone believed what we said?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "No one can have faith without hearing the message about Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "But am I saying that the people of Israel did not hear? No, I am not! The Scriptures say,"
            },
            {
                "verse_number": "19",
                "verse_text": "Did the people of Israel understand or not? Moses answered this question when he told that the Lord had said,"
            },
            {
                "verse_number": "20",
                "verse_text": "Isaiah was fearless enough to tell that the Lord had said,"
            },
            {
                "verse_number": "21",
                "verse_text": "And Isaiah said about the people of Israel,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Am I saying that God has turned his back on his people? Certainly not! I am one of the people of Israel, and I myself am a descendant of Abraham from the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God did not turn his back on his chosen people. Don't you remember reading in the Scriptures how Elijah complained to God about the people of Israel?"
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;Lord, they killed your prophets and destroyed your altars. I am the only one left, and now they want to kill me.&apos; &apos;God made them so stupid that their eyes are blind, and their ears are still deaf.&apos; &apos;Turn their meals into bait for a trap, so that they will stumble and be given what they deserve. Don't let them see. Bend their backs beneath a burden that will never be lifted.&apos; &apos;From Zion someone will come to rescue us. Then Jacob's descendants will stop being evil. has promised to do when he forgives their sins.&apos; the thoughts of the Lord or given him advice? something to the Lord that must be repaid?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord told Elijah, &apos;I still have 7,000 followers who have not worshiped Baal.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same way now. God treated the people of Israel with undeserved grace, and so a few of them are still his followers."
            },
            {
                "verse_number": "6",
                "verse_text": "This happened because of God's undeserved kindness and not because of anything they have done. It could not have happened except for God's gift of undeserved grace."
            },
            {
                "verse_number": "7",
                "verse_text": "This means that only a chosen few of the people of Israel found what all of them were searching for. And the rest of them were stubborn,"
            },
            {
                "verse_number": "8",
                "verse_text": "just as the Scriptures say,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then David said,"
            },
            {
                "verse_number": "10",
                "verse_text": "Blindfold their eyes!"
            },
            {
                "verse_number": "11",
                "verse_text": "Do I mean that the people of Israel fell, never to get up again? Certainly not! Their failure made it possible for the Gentiles to be saved, and this will make the people of Israel jealous."
            },
            {
                "verse_number": "12",
                "verse_text": "But if the rest of the world's people were helped so much by their sin and loss, they will be helped even more by their full return."
            },
            {
                "verse_number": "13",
                "verse_text": "I am now speaking to you Gentiles, and as long as I am an apostle to you, I will take pride in my work."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope in this way to make some of my own people jealous enough to be saved."
            },
            {
                "verse_number": "15",
                "verse_text": "When Israel rejected God, the rest of the people in the world were able to turn to him. So when God makes friends with Israel, it will be like bringing the dead back to life."
            },
            {
                "verse_number": "16",
                "verse_text": "If part of a batch of dough is made holy by being offered to God, then all of the dough is holy. If the roots of a tree are holy, the rest of the tree is holy too."
            },
            {
                "verse_number": "17",
                "verse_text": "You Gentiles are like branches of a wild olive tree made to be part of a cultivated olive tree. You have taken the place of some branches that were cut away from it. And because of this, you enjoy the blessings that come from being part of that cultivated tree."
            },
            {
                "verse_number": "18",
                "verse_text": "But don't think you are better than the branches that were cut away. Just remember you are not supporting the roots of this tree. Its roots are supporting you."
            },
            {
                "verse_number": "19",
                "verse_text": "Maybe you think those branches were cut away, so you could be put in their place."
            },
            {
                "verse_number": "20",
                "verse_text": "That's true enough. But they were cut away because they did not have faith, and you are where you are because you do have faith. So don't be proud, but be afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "If God cut away those natural branches, couldn't he do the same to you?"
            },
            {
                "verse_number": "22",
                "verse_text": "Now you see both how kind and how hard God can be. He was hard on those who fell, but he was kind to you. And he will keep on being kind to you, if you keep on trusting in his kindness. Otherwise, you will be cut away too."
            },
            {
                "verse_number": "23",
                "verse_text": "If those other branches will start having faith, they will be made a part of that tree again. God has the power to put them back."
            },
            {
                "verse_number": "24",
                "verse_text": "After all, it wasn't natural for branches to be cut from a wild olive tree and to be made part of a cultivated olive tree. So it is much more likely that God will join the natural branches back to the cultivated olive tree."
            },
            {
                "verse_number": "25",
                "verse_text": "My friends, I don't want you Gentiles to be too proud of yourselves. So I will explain the mystery of what has happened to the people of Israel. Some of them have become stubborn, and they will stay like that until the complete number of you Gentiles has come in."
            },
            {
                "verse_number": "26",
                "verse_text": "In this way all of Israel will be saved, as the Scriptures say,"
            },
            {
                "verse_number": "27",
                "verse_text": "This is what the Lord"
            },
            {
                "verse_number": "28",
                "verse_text": "The people of Israel are treated as God's enemies, so the good news can come to you Gentiles. But they are still the chosen ones, and God loves them because of their famous ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "God doesn't take back the gifts he has given or disown the people he has chosen."
            },
            {
                "verse_number": "30",
                "verse_text": "At one time you Gentiles rejected God. But now Israel has rejected God, and you have been shown mercy."
            },
            {
                "verse_number": "31",
                "verse_text": "And because of the mercy shown to you, they will also be shown mercy."
            },
            {
                "verse_number": "32",
                "verse_text": "All people have disobeyed God, and that's why he treats them as prisoners. But he does this, so that he can have mercy on all of them."
            },
            {
                "verse_number": "33",
                "verse_text": "Who can measure the wealth and wisdom and knowledge of God? Who can understand his decisions or explain what he does?"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Has anyone known"
            },
            {
                "verse_number": "35",
                "verse_text": "Has anyone loaned"
            },
            {
                "verse_number": "36",
                "verse_text": "Everything comes from the Lord. All things were made because of him and will return to him. Praise the Lord forever! Amen."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, God is good. So I beg you to offer your bodies to him as a living sacrifice, pure and pleasing. That's the most sensible way to serve God."
            },
            {
                "verse_number": "2",
                "verse_text": "Don't be like the people of this world, but let God change the way you think. Then you will know how to do everything that is good and pleasing to him. &apos;I am the one to take revenge and pay them back.&apos; &apos;If your enemies are hungry, give them something to eat. And if they are thirsty, give them something to drink. This will be the same as piling burning coals on their heads.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "I realize God has treated me with undeserved grace, and so I tell each of you not to think you are better than you really are. Use good sense and measure yourself by the amount of faith that God has given you."
            },
            {
                "verse_number": "4",
                "verse_text": "A body is made up of many parts, and each of them has its own use."
            },
            {
                "verse_number": "5",
                "verse_text": "That's how it is with us. There are many of us, but we each are part of the body of Christ, as well as part of one another."
            },
            {
                "verse_number": "6",
                "verse_text": "God has also given each of us different gifts to use. If we can prophesy, we should do it according to the amount of faith we have."
            },
            {
                "verse_number": "7",
                "verse_text": "If we can serve others, we should serve. If we can teach, we should teach."
            },
            {
                "verse_number": "8",
                "verse_text": "If we can encourage others, we should encourage them. If we can give, we should be generous. If we are leaders, we should do our best. If we are good to others, we should do it cheerfully."
            },
            {
                "verse_number": "9",
                "verse_text": "Be sincere in your love for others. Hate everything that is evil and hold tight to everything that is good."
            },
            {
                "verse_number": "10",
                "verse_text": "Love each other as brothers and sisters and honor others more than you do yourself."
            },
            {
                "verse_number": "11",
                "verse_text": "Never give up. Eagerly follow the Holy Spirit and serve the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Let your hope make you glad. Be patient in time of trouble and never stop praying."
            },
            {
                "verse_number": "13",
                "verse_text": "Take care of God's needy people and welcome strangers into your home."
            },
            {
                "verse_number": "14",
                "verse_text": "Ask God to bless everyone who mistreats you. Ask him to bless them and not to curse them."
            },
            {
                "verse_number": "15",
                "verse_text": "When others are happy, be happy with them, and when they are sad, be sad."
            },
            {
                "verse_number": "16",
                "verse_text": "Be friendly with everyone. Don't be proud and feel that you know more than others. Make friends with ordinary people."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't mistreat someone who has mistreated you. But try to earn the respect of others,"
            },
            {
                "verse_number": "18",
                "verse_text": "and do your best to live at peace with everyone."
            },
            {
                "verse_number": "19",
                "verse_text": "Dear friends, don't try to get even. Let God take revenge. In the Scriptures the Lord says,"
            },
            {
                "verse_number": "20",
                "verse_text": "The Scriptures also say,"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't let evil defeat you, but defeat evil with good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Obey the rulers who have authority over you. Only God can give authority to anyone, and he puts these rulers in their places of power."
            },
            {
                "verse_number": "2",
                "verse_text": "People who oppose the authorities are opposing what God has done, and they will be punished."
            },
            {
                "verse_number": "3",
                "verse_text": "Rulers are a threat to evil people, not to good people. There is no need to be afraid of the authorities. Just do right, and they will praise you for it."
            },
            {
                "verse_number": "4",
                "verse_text": "After all, they are God's servants, and it is their duty to help you. If you do something wrong, you ought to be afraid, because these rulers have the right to punish you. They are God's servants who punish criminals to show how angry God is."
            },
            {
                "verse_number": "5",
                "verse_text": "But you should obey the rulers because you know it is the right thing to do, and not just because of God's anger."
            },
            {
                "verse_number": "6",
                "verse_text": "You must also pay your taxes. The authorities are God's servants, and it is their duty to take care of these matters."
            },
            {
                "verse_number": "7",
                "verse_text": "Pay all that you owe, whether it is taxes and fees or respect and honor."
            },
            {
                "verse_number": "8",
                "verse_text": "Let love be your only debt! If you love others, you have done all that the Law demands."
            },
            {
                "verse_number": "9",
                "verse_text": "In the Law there are many commands, such as, &apos;Be faithful in marriage. Do not murder. Do not steal. Do not want what belongs to others.&apos; But all of these are summed up in the command that says, &apos;Love others as much as you love yourself.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "No one who loves others will harm them. So love is all that the Law demands."
            },
            {
                "verse_number": "11",
                "verse_text": "You know what sort of times we live in, and so you should live properly. It is time to wake up. You know that the day when we will be saved is nearer now than when we first put our faith in the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Night is almost over, and day will soon appear. We must stop behaving as people do in the dark and be ready to live in the light."
            },
            {
                "verse_number": "13",
                "verse_text": "So behave properly, as people do in the day. Don't go to wild parties or get drunk or be vulgar or indecent. Don't quarrel or be jealous."
            },
            {
                "verse_number": "14",
                "verse_text": "Let the Lord Jesus Christ be as near to you as the clothes you wear. Then you won't try to satisfy your selfish desires."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Welcome all the Lord's followers, even those whose faith is weak. Don't criticize them for having beliefs that are different from yours."
            },
            {
                "verse_number": "2",
                "verse_text": "Some think it is all right to eat anything, while those whose faith is weak will eat only vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "But you should not criticize others for eating or for not eating. After all, God welcomes everyone."
            },
            {
                "verse_number": "4",
                "verse_text": "What right do you have to criticize someone else's servants? Only their Lord can decide if they are doing right, and the Lord will make sure that they do right. &apos;I swear by my very life that everyone will kneel down and praise my name!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the Lord's followers think one day is more important than another. Others think all days are the same. But each of you should make up your own mind."
            },
            {
                "verse_number": "6",
                "verse_text": "Any followers who count one day more important than another day do it to honor their Lord. And any followers who eat meat give thanks to God, just like the ones who don't eat meat."
            },
            {
                "verse_number": "7",
                "verse_text": "Whether we live or die, it must be for God, rather than for ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "Whether we live or die, it must be for the Lord. Alive or dead, we still belong to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "This is because Christ died and rose to life, so that he would be the Lord of the dead and of the living."
            },
            {
                "verse_number": "10",
                "verse_text": "Why do you criticize other followers of the Lord? Why do you look down on them? The day is coming when God will judge all of us."
            },
            {
                "verse_number": "11",
                "verse_text": "In the Scriptures God says,"
            },
            {
                "verse_number": "12",
                "verse_text": "And so, each of us must give an account to God for what we do."
            },
            {
                "verse_number": "13",
                "verse_text": "We must stop judging others. We must also make up our minds not to upset anyone's faith."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord Jesus has made it clear to me that God considers all foods fit to eat. But if you think some foods are unfit to eat, then for you they are not fit."
            },
            {
                "verse_number": "15",
                "verse_text": "If you are hurting others by the foods you eat, you are not guided by love. Don't let your appetite destroy someone Christ died for."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't let your right to eat bring shame to Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "God's kingdom isn't about eating and drinking. It is about pleasing God, about living in peace, and about true happiness. All this comes from the Holy Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "If you serve Christ in this way, you will please God and be respected by people."
            },
            {
                "verse_number": "19",
                "verse_text": "We should try to live at peace and help each other have a strong faith."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't let your appetite destroy what God has done. All foods are fit to eat, but it is wrong to cause problems for others by what you eat."
            },
            {
                "verse_number": "21",
                "verse_text": "It is best not to eat meat or drink wine or do anything else that causes problems for other followers of the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "What you believe about these things should be kept between you and God. You are fortunate, if your actions don't make you have doubts."
            },
            {
                "verse_number": "23",
                "verse_text": "But if you do have doubts about what you eat, you are going against your beliefs. And you know that is wrong, because anything you do against your beliefs is sin."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "If our faith is strong, we should be patient with the Lord's followers whose faith is weak. We should try to please them instead of ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "We should think of their good and try to help them by doing what pleases them."
            },
            {
                "verse_number": "3",
                "verse_text": "Even Christ did not try to please himself. But as the Scriptures say, &apos;The people who insulted you also insulted me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And the Scriptures were written to teach and encourage us by giving us hope."
            },
            {
                "verse_number": "5",
                "verse_text": "God is the one who makes us patient and cheerful. I pray that he will help you live at peace with each other, as you follow Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Then all of you together will praise God, the Father of our Lord Jesus Christ. &apos;I will tell the nations about you, and I will sing praises to your name.&apos; &apos;Praise the Lord, all you Gentiles. All you nations, come and worship him.&apos; &apos;Someone from David's family will come to power. He will rule the nations, and they will put their hope in him.&apos; &apos;All who haven't been told about him will see him, and those who haven't heard about him will understand.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Honor God by accepting each other, as Christ has accepted you."
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you that Christ came as a servant of the Jews to show that God has kept the promises he made to their famous ancestors. Christ also came,"
            },
            {
                "verse_number": "9",
                "verse_text": "so that the Gentiles would praise God for being kind to them. It is just as the Scriptures say,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Scriptures also say to the Gentiles, &apos;Come and celebrate with God's people.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Again the Scriptures say,"
            },
            {
                "verse_number": "12",
                "verse_text": "Isaiah says,"
            },
            {
                "verse_number": "13",
                "verse_text": "I pray that God, who gives hope, will bless you with complete happiness and peace because of your faith. And may the power of the Holy Spirit fill you with hope."
            },
            {
                "verse_number": "14",
                "verse_text": "My friends, I am sure that you are very good and that you have all the knowledge you need to teach each other."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have spoken to you plainly and have tried to remind you of some things. God treated me with undeserved grace!"
            },
            {
                "verse_number": "16",
                "verse_text": "He chose me to be a servant of Christ Jesus for the Gentiles and to do the work of a priest in the service of his good news. God did this so that the Holy Spirit could make the Gentiles into a holy offering, pleasing to him."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of Christ Jesus, I can take pride in my service for God."
            },
            {
                "verse_number": "18",
                "verse_text": "In fact, all I will talk about is how Christ let me speak and work, so that the Gentiles would obey him."
            },
            {
                "verse_number": "19",
                "verse_text": "Indeed, I will tell how Christ worked miracles and wonders by the power of the Holy Spirit. I have preached the good news about him all the way from Jerusalem to Illyricum."
            },
            {
                "verse_number": "20",
                "verse_text": "But I have always tried to preach where people have never heard about Christ. I am like a builder who doesn't build on someone else's foundation."
            },
            {
                "verse_number": "21",
                "verse_text": "It is just as the Scriptures say,"
            },
            {
                "verse_number": "22",
                "verse_text": "My work has always kept me from coming to see you."
            },
            {
                "verse_number": "23",
                "verse_text": "Now there is nothing left for me to do in this part of the world, and for years I have wanted to visit you."
            },
            {
                "verse_number": "24",
                "verse_text": "So I plan to stop off on my way to Spain. Then after a short, but refreshing, visit with you, I hope you will quickly send me on."
            },
            {
                "verse_number": "27",
                "verse_text": "This is something they really wanted to do. But sharing their money with the Jews was also like paying back a debt, because the Jews had already shared their spiritual blessings with the Gentiles."
            },
            {
                "verse_number": "28",
                "verse_text": "After I have safely delivered this money, I will visit you and then go on to Spain."
            },
            {
                "verse_number": "29",
                "verse_text": "And when I do arrive in Rome, I know it will be with the full blessings of Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "My friends, by the power of the Lord Jesus Christ and by the love that comes from the Holy Spirit, I beg you to pray sincerely with me and for me."
            },
            {
                "verse_number": "31",
                "verse_text": "Pray that God will protect me from the unbelievers in Judea, and that his people in Jerusalem will be pleased with what I am doing."
            },
            {
                "verse_number": "32",
                "verse_text": "Ask God to let me come to you and have a pleasant and refreshing visit."
            },
            {
                "verse_number": "33",
                "verse_text": "I pray that God, who gives peace, will be with all of you. Amen."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "I have good things to say about Phoebe, who is a leader in the church at Cenchreae."
            },
            {
                "verse_number": "2",
                "verse_text": "Welcome her in a way that is proper for someone who has faith in the Lord and is one of God's own people. Help her in any way you can. After all, she has proved to be a respected leader for many others, including me. Greet my dear friend Epaenetus, who was the first person in Asia to have faith in Christ. Greet my dear friend Stachys. Greet Aristobulus and his family. Greet Narcissus and the others in his family, who have faith in the Lord. Greet my dear friend Persis. She also works hard for the Lord. All of Christ's churches greet you."
            },
            {
                "verse_number": "3",
                "verse_text": "Give my greetings to Priscilla and Aquila. They have not only served Christ Jesus together with me,"
            },
            {
                "verse_number": "4",
                "verse_text": "but they have even risked their lives for me. I am grateful for them and so are all the Gentile churches."
            },
            {
                "verse_number": "5",
                "verse_text": "Greet the church that meets in their home."
            },
            {
                "verse_number": "6",
                "verse_text": "Greet Mary, who has worked so hard for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Greet my relatives Andronicus and Junia, who were in jail with me. They are highly respected by the apostles and were followers of Christ before I was."
            },
            {
                "verse_number": "8",
                "verse_text": "Greet Ampliatus, my dear friend whose faith is in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Greet Urbanus, who serves Christ along with us."
            },
            {
                "verse_number": "10",
                "verse_text": "Greet Apelles, a faithful servant of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Greet Herodion, who is a relative of mine."
            },
            {
                "verse_number": "12",
                "verse_text": "Greet Tryphaena and Tryphosa, who work hard for the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Greet Rufus, that special servant of the Lord, and greet his mother, who has been like a mother to me."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, and Hermas, as well as our friends who are with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all of God's people who are with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Be sure to give each other a warm greeting."
            },
            {
                "verse_number": "17",
                "verse_text": "My friends, I beg you to watch out for anyone who causes trouble and divides the church by refusing to do what all of you were taught. Stay away from them!"
            },
            {
                "verse_number": "18",
                "verse_text": "They want to serve themselves and not Christ the Lord. Their flattery and fancy talk fool people who don't know any better."
            },
            {
                "verse_number": "19",
                "verse_text": "I am glad that everyone knows how well you obey the Lord. But still, I want you to understand what is good and not have anything to do with evil."
            },
            {
                "verse_number": "20",
                "verse_text": "Then God, who gives peace, will soon crush Satan under your feet. I pray that our Lord Jesus will be kind to you."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, who works with me, sends his greetings, and so do my relatives, Lucius, Jason, and Sosipater."
            },
            {
                "verse_number": "22",
                "verse_text": "I, Tertius, also send my greetings. I am a follower of the Lord, and I wrote this letter."
            },
            {
                "verse_number": "25",
                "verse_text": "Praise God! He can make you strong by means of my good news, which is the message about Jesus Christ. For ages and ages this message was kept secret,"
            },
            {
                "verse_number": "26",
                "verse_text": "but now at last it has been told. The eternal God commanded his prophets to write about the good news, so that all nations would obey and have faith."
            },
            {
                "verse_number": "27",
                "verse_text": "And now, because of Jesus Christ, we can praise the only wise God forever! Amen."
            }
        ]
    }
}