{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is Solomon's most beautiful song. Your love is better than wine, All the young women adore you; the very mention of your name is like spreading perfume. * Take me to your home. We are happy for you! And we praise your love even more than wine. Young women of Jerusalem, it is only right that you should adore him. like a tent in the desert or like Solomon's curtains. just because the sun has darkened my skin. My brothers were angry with me; they made me work in the vineyard, and so I neglected my complexion. Where do you feed your sheep and let them rest at noon? Don't let the other shepherds think badly of me. I'm not one of those women who shamelessly follow just follow the path of the sheep. Then feed your young goats near the shepherds' tents. as the pony that leads the chariot of the king. and you wear a necklace of precious stones. of gold, woven with silver. were on your couch, between my breasts; so very lovely&ndash; your eyes are those of a dove. truly handsome&ndash; the fresh green grass will be our wedding bed and cypress trees."
            },
            {
                "verse_number": "2",
                "verse_text": "Kiss me tenderly!"
            },
            {
                "verse_number": "3",
                "verse_text": "and you smell so sweet."
            },
            {
                "verse_number": "4",
                "verse_text": "Hurry, my king! Let's hurry."
            },
            {
                "verse_number": "5",
                "verse_text": "My skin is dark and beautiful,"
            },
            {
                "verse_number": "6",
                "verse_text": "Don't stare at me"
            },
            {
                "verse_number": "7",
                "verse_text": "My darling, I love you! after shepherds. my aroma was a magic charm. from the gardens of En-Gedi."
            },
            {
                "verse_number": "8",
                "verse_text": "My dearest, if you don't know,"
            },
            {
                "verse_number": "9",
                "verse_text": "You move as gracefully"
            },
            {
                "verse_number": "10",
                "verse_text": "Earrings add to your beauty,"
            },
            {
                "verse_number": "11",
                "verse_text": "Let's make you some jewelry"
            },
            {
                "verse_number": "12",
                "verse_text": "My king, while you"
            },
            {
                "verse_number": "13",
                "verse_text": "My darling, you are perfume"
            },
            {
                "verse_number": "14",
                "verse_text": "you are flower blossoms"
            },
            {
                "verse_number": "15",
                "verse_text": "My darling, you are lovely,"
            },
            {
                "verse_number": "16",
                "verse_text": "My love, you are handsome,"
            },
            {
                "verse_number": "17",
                "verse_text": "in the shade of cedar"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am merely a rose from the land of Sharon, a lily from the valley. with other young women, you are a lily among thorns. are an apple tree among trees of the forest. Your shade brought me pleasure; your fruit was sweet. and showered me with love. with raisins and apples. I am hungry for love! and embrace me with your right arm. promise me by the power never to awaken love before it is ready. of the one I love, as he comes leaping over mountains and hills Now he stands outside our wall, looking through the window My darling, I love you! Let's go away together. the rain has stopped; The cooing of doves is heard in our land. while blossoms on grapevines fill the air with perfume. My darling, I love you! Let's go away together. hiding among the rocks on the side of a cliff. Let me see how lovely you are! Let me hear the sound of your melodious voice. we must catch the little foxes and you are mine, as you feed your sheep among the lilies. until daylight comes and shadows fade away."
            },
            {
                "verse_number": "2",
                "verse_text": "My darling, when compared"
            },
            {
                "verse_number": "3",
                "verse_text": "And you, my love,"
            },
            {
                "verse_number": "4",
                "verse_text": "You led me to your banquet room"
            },
            {
                "verse_number": "5",
                "verse_text": "Refresh and strengthen me"
            },
            {
                "verse_number": "6",
                "verse_text": "Put your left hand under my head"
            },
            {
                "verse_number": "7",
                "verse_text": "Young women of Jerusalem, of deer and gazelles it's time to sing. that destroy the vineyards. dancing on mountain slopes"
            },
            {
                "verse_number": "8",
                "verse_text": "I hear the voice"
            },
            {
                "verse_number": "9",
                "verse_text": "like a deer or a gazelle."
            },
            {
                "verse_number": "10",
                "verse_text": "and speaking to me."
            },
            {
                "verse_number": "11",
                "verse_text": "Winter is past,"
            },
            {
                "verse_number": "12",
                "verse_text": "flowers cover the earth,"
            },
            {
                "verse_number": "13",
                "verse_text": "Fig trees are bearing fruit,"
            },
            {
                "verse_number": "14",
                "verse_text": "You are my dove"
            },
            {
                "verse_number": "15",
                "verse_text": "Our vineyards are in blossom;"
            },
            {
                "verse_number": "16",
                "verse_text": "My darling, I am yours,"
            },
            {
                "verse_number": "17",
                "verse_text": "Pretend to be a young deer"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "While in bed at night, I reached for the one I love with heart and soul. I looked for him, but he wasn't there. for the one I love. I looked on every street, but he wasn't there. patrolling the town, &apos;Have you seen the one I love so much?&apos; I held him and would not let go until I had taken him to the home of my mother. promise me by the power never to awaken love before it is ready. from the desert like a cloud of smoke? With it comes the sweet smell of spices, including myrrh and frankincense. carried on a throne, surrounded by sixty of Israel's best soldiers. They are experts at fighting, even in the dark. from Lebanon. the back is gold, and the seat is covered with purple cloth. You women of Jerusalem have taken great care given to Solomon by his mother on his happy wedding day."
            },
            {
                "verse_number": "2",
                "verse_text": "So I searched through the town"
            },
            {
                "verse_number": "3",
                "verse_text": "I even asked the guards"
            },
            {
                "verse_number": "4",
                "verse_text": "Right after that, I found him."
            },
            {
                "verse_number": "5",
                "verse_text": "Young women of Jerusalem, of deer and gazelles, to furnish the inside."
            },
            {
                "verse_number": "6",
                "verse_text": "What do we see approaching"
            },
            {
                "verse_number": "7",
                "verse_text": "It is King Solomon"
            },
            {
                "verse_number": "8",
                "verse_text": "Each of them wears a sword."
            },
            {
                "verse_number": "9",
                "verse_text": "The throne is made of trees"
            },
            {
                "verse_number": "10",
                "verse_text": "Its posts are silver,"
            },
            {
                "verse_number": "11",
                "verse_text": "Now come and see the crown"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My darling, you are lovely, so very lovely&ndash; as you look through your veil, your eyes are those of a dove. Your hair tosses about as gracefully as goats coming down from Gilead. than sheep freshly washed; they match perfectly, not one is missing. your mouth is shapely; behind your veil are hidden than the tower of David, decorated with thousands of warriors' shields. they are twin deer feeding among lilies. sprinkled with sweet perfume and stay there till sunrise. in every way. we will leave Lebanon! We will say goodbye to the peaks of Mount Amana, Senir, and Hermon, where lions and leopards live in the caves. you have stolen my heart! With one glance from your eyes and the glow of your necklace, you have stolen my heart. the smell of your perfume is more fragrant than spices. milk and honey flow from your tongue. Your dress has the aroma of cedar trees from Lebanon. you are a garden, a fountain closed off to all others. covered with delicious fruits and all sorts of spices&ndash; henna, nard, calamus, cinnamon, frankincense, myrrh, and aloes &ndash;all the finest spices. a fountain of pure water, and a refreshing stream from Mount Lebanon. the south wind too! Let them spread the aroma of my garden, so the one I love may enter and taste its delicious fruits."
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are whiter"
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are crimson cords, beautiful rosy cheeks."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is more graceful"
            },
            {
                "verse_number": "5",
                "verse_text": "Your breasts are perfect;"
            },
            {
                "verse_number": "6",
                "verse_text": "I will hasten to those hills"
            },
            {
                "verse_number": "7",
                "verse_text": "My darling, you are lovely"
            },
            {
                "verse_number": "8",
                "verse_text": "My bride, together"
            },
            {
                "verse_number": "9",
                "verse_text": "My bride, my very own,"
            },
            {
                "verse_number": "10",
                "verse_text": "Your love is sweeter than wine;"
            },
            {
                "verse_number": "11",
                "verse_text": "Your lips are a honeycomb;"
            },
            {
                "verse_number": "12",
                "verse_text": "My bride, my very own,"
            },
            {
                "verse_number": "13",
                "verse_text": "Your arms are vines,"
            },
            {
                "verse_number": "14",
                "verse_text": "saffron,"
            },
            {
                "verse_number": "15",
                "verse_text": "You are a spring in the garden,"
            },
            {
                "verse_number": "16",
                "verse_text": "Let the north wind blow,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My bride, my very own, I come to my garden and enjoy its spices. I eat my honeycomb and honey; I drink my wine and milk. Eat and drink until you are drunk with love. The one I love was at the door, knocking and saying, &apos;My darling, my very own, my flawless dove, open the door for me! My head is drenched with evening dew.&apos; and bathed my feet. Should I dress again and get my feet dirty? reached to open the latch, and my heart stood still. my hands and my fingers dripped with perfume. while he spoke to me, but when I opened the door, my darling had disappeared. I searched and shouted, but I could not find him&ndash; there was no answer. patrolling the town and guarding the wall. They beat me up and stripped off my robe. if you find the one I love, please say to him, &apos;She is weak with desire.&apos; why is the one you love more special than others? Why do you ask us to tell him how you feel? the most outstanding among ten thousand. his hair is wavy, black as a raven. bathing in a stream of sweet-smelling spices; his lips are lilies dripping with perfume. covered with jewels; decorated with sapphires. on feet of gold. He stands there majestic like Mount Lebanon and its choice cedar trees. I desire him so much! Young women of Jerusalem, he is my lover and friend."
            },
            {
                "verse_number": "2",
                "verse_text": "I was asleep, but dreaming:"
            },
            {
                "verse_number": "3",
                "verse_text": "But I had already undressed"
            },
            {
                "verse_number": "4",
                "verse_text": "Then my darling's hand"
            },
            {
                "verse_number": "5",
                "verse_text": "When I rose to open the door,"
            },
            {
                "verse_number": "6",
                "verse_text": "And I yearned for him"
            },
            {
                "verse_number": "7",
                "verse_text": "Then I was found by the guards"
            },
            {
                "verse_number": "8",
                "verse_text": "Young women of Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Most beautiful of women,"
            },
            {
                "verse_number": "10",
                "verse_text": "He is handsome and healthy,"
            },
            {
                "verse_number": "11",
                "verse_text": "His head is purest gold;"
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are a pair of doves flowing with milk. his body is ivory"
            },
            {
                "verse_number": "13",
                "verse_text": "His face is a garden"
            },
            {
                "verse_number": "14",
                "verse_text": "His arms are branches of gold"
            },
            {
                "verse_number": "15",
                "verse_text": "His legs are columns of marble"
            },
            {
                "verse_number": "16",
                "verse_text": "His kisses are sweet."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Most beautiful of women, tell us where he has gone. Let us help you find him. to his garden of spices, where he will feed his sheep and gather lilies. as he feeds his sheep among the lilies. and Jerusalem are not as lovely as you. Your charms are more powerful than all of the stars they make me melt. Your hair tosses about as gracefully as goats coming down from Gilead. than sheep freshly washed; they match perfectly, not one is missing. sixty queens, eighty wives, and thousands of others! my flawless dove, the favorite child of your mother. The young women, the queens, and all the others tell how excited you are as they sing your praises: as the morning sky&ndash; glorious as the moon&ndash; blinding as the sun! Your charms are more powerful were on the walnut trees, grapevines, and fruit trees. I was suddenly riding Beautiful woman from Shulam, let us see you dance! Why do you want to see this woman from Shulam"
            },
            {
                "verse_number": "2",
                "verse_text": "My darling has gone down"
            },
            {
                "verse_number": "3",
                "verse_text": "I am his, and he is mine,"
            },
            {
                "verse_number": "4",
                "verse_text": "My dearest, the cities of Tirzah in the heavens. beautiful rosy cheeks. than all the stars above.&apos; on a glorious chariot. dancing with the others?"
            },
            {
                "verse_number": "5",
                "verse_text": "Turn away your eyes&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are whiter"
            },
            {
                "verse_number": "7",
                "verse_text": "Behind your veil are hidden"
            },
            {
                "verse_number": "8",
                "verse_text": "What if I could have"
            },
            {
                "verse_number": "9",
                "verse_text": "You would be my only choice,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You are as majestic"
            },
            {
                "verse_number": "11",
                "verse_text": "I went down to see if blossoms"
            },
            {
                "verse_number": "12",
                "verse_text": "But in my imagination"
            },
            {
                "verse_number": "13",
                "verse_text": "Dance! Dance!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "You are a princess, and your feet are graceful in their sandals. Your thighs are works of art, each one a jewel; filled to overflowing. Your body is full and slender like a bundle of wheat bound together by lilies. of a deer. and your eyes sparkle like the pools of Heshbon by the gate of Bath-Rabbim. Your nose is beautiful like Mount Lebanon above the city of Damascus. like Mount Carmel; your hair is so lovely so desirable! like a palm tree, and your breasts are full. and cling to its branches. I will discover that your breasts are clusters of grapes, and that your breath is the aroma of apples. than drinking the finest wine. and you desire me. and sleep in the villages. if grapevines and fruit trees are covered with blossoms. When we are there, I will give you my love. fills the air, my darling. Right at our doorstep I have stored up for you all kinds of tasty fruits."
            },
            {
                "verse_number": "2",
                "verse_text": "your navel is a wine glass"
            },
            {
                "verse_number": "3",
                "verse_text": "Your breasts are like twins"
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like ivory,"
            },
            {
                "verse_number": "5",
                "verse_text": "Your head is held high it holds a king prisoner. How wonderful and tasty!"
            },
            {
                "verse_number": "6",
                "verse_text": "You are very beautiful,"
            },
            {
                "verse_number": "7",
                "verse_text": "You are tall and slender"
            },
            {
                "verse_number": "8",
                "verse_text": "I will climb that tree"
            },
            {
                "verse_number": "9",
                "verse_text": "Kissing you is more delicious"
            },
            {
                "verse_number": "10",
                "verse_text": "My darling, I am yours,"
            },
            {
                "verse_number": "11",
                "verse_text": "Let's stroll through the fields"
            },
            {
                "verse_number": "12",
                "verse_text": "At dawn let's slip out and see"
            },
            {
                "verse_number": "13",
                "verse_text": "Perfume from the magic flower"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "If you were my brother, I could kiss you whenever we happen to meet, and no one would say I did wrong. of my mother, I would give you delicious wine and fruit juice as well. and embrace me with your right arm. promise me never to awaken love before it is ready. coming in from the desert and leaning on the shoulder of the one she loves? I stirred up your passions under the apple tree where you were born. and wear this bracelet to remember me by. The passion of love bursting into flame is more powerful than death, stronger than the grave. by oceans or floods. It cannot be bought&ndash; any offer would be scorned no matter how great. whose breasts are not yet formed. If someone asks to marry her, what should we do? that we can defend behind a silver shield. Neither is she a room that we can protect behind a wooden door. my breasts are towers, and just looking at me brings him great pleasure. at Baal-Hamon, which he rents to others for a thousand pieces of silver each. Solomon can keep his silver and the others can keep their share of the profits. with friends all around. Let me hear your voice! Run faster than a deer to mountains of spices."
            },
            {
                "verse_number": "2",
                "verse_text": "I could take you to the home who taught me all I know."
            },
            {
                "verse_number": "3",
                "verse_text": "Put your left hand under my head"
            },
            {
                "verse_number": "4",
                "verse_text": "Young women of Jerusalem,"
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this young woman"
            },
            {
                "verse_number": "6",
                "verse_text": "Always keep me in your heart"
            },
            {
                "verse_number": "7",
                "verse_text": "Love cannot be drowned"
            },
            {
                "verse_number": "8",
                "verse_text": "We have a little sister"
            },
            {
                "verse_number": "9",
                "verse_text": "She isn't a wall"
            },
            {
                "verse_number": "10",
                "verse_text": "I am a wall around a city,"
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon has a vineyard"
            },
            {
                "verse_number": "12",
                "verse_text": "My vineyard is mine alone!"
            },
            {
                "verse_number": "13",
                "verse_text": "You are in the garden"
            },
            {
                "verse_number": "14",
                "verse_text": "Hurry to me, my darling!"
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}