{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Malachi. And this is the message that the Lord gave me for Israel. But I, the Lord All-Powerful, promise to tear down whatever they build. Then everyone will know that I will never stop being angry with them as long as they are so sinful."
            },
            {
                "verse_number": "2",
                "verse_text": "Israel, I, the Lord , have loved you. And yet you ask in what way have I loved you. Don't forget that Esau was the brother of your ancestor Jacob, but I chose Jacob"
            },
            {
                "verse_number": "3",
                "verse_text": "instead of Esau. And I turned Esau's hill country into a barren desert where jackals roam."
            },
            {
                "verse_number": "4",
                "verse_text": "Esau's descendants may say, &apos;Although our nation Edom is in ruins, we will rebuild it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Israel, when you see this, you will shout, &apos;The Lord 's great reputation reaches beyond our borders.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I, the Lord All-Powerful, have something to say to you priests. Children respect their fathers, and servants respect their masters. I am your father and your master, so why don't you respect me? You priests have insulted me, and now you ask, &apos;How did we insult you?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "You embarrass me by offering worthless food on my altar. Then you ask, &apos;How have we embarrassed you?&apos; You have done it by saying, &apos;What's so great about the Lord 's altar?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But isn't it wrong to offer animals that are blind, lame, or sick? Just try giving those animals to your governor. That certainly wouldn't please him or make him want to help you."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the Lord God All-Powerful, and you had better try to please me. You have sinned. Now see if I will have mercy on any of you."
            },
            {
                "verse_number": "10",
                "verse_text": "I wish someone would lock the doors of my temple, so you would stop wasting time building fires on my altar. I am not pleased with you priests, and I refuse to accept any more of your offerings."
            },
            {
                "verse_number": "11",
                "verse_text": "From dawn until dusk my name is praised by every nation on this earth, as they burn incense and offer the proper sacrifices to me."
            },
            {
                "verse_number": "12",
                "verse_text": "But even you priests insult me by saying, &apos;There's nothing special about the Lord 's altar, and these sacrifices are worthless.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "You get so disgusted that you even make vulgar signs at me. And for an offering, you bring stolen animals or those that are lame or sick. Should I accept these?"
            },
            {
                "verse_number": "14",
                "verse_text": "Instead of offering the acceptable animals you have promised, you bring me those that are unhealthy. I will punish you for this, because I am the great King, the Lord All-Powerful, and I am worshiped by nations everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I, the Lord All-Powerful, have something else to say to you priests."
            },
            {
                "verse_number": "2",
                "verse_text": "You had better take seriously the need to honor my name. Otherwise, when you give a blessing, I will turn it into a curse. In fact, I have already done this, because you haven't taken to heart your duties as priests."
            },
            {
                "verse_number": "3",
                "verse_text": "I will punish your descendants and rub your faces in the manure from your animal sacrifices, and then be done with you. You did it by saying, &apos;The Lord is pleased with evil and doesn't care about justice.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I am telling you this, so I can continue to keep my agreement with your ancestor Levi."
            },
            {
                "verse_number": "5",
                "verse_text": "I blessed him with a full life, as I had promised, and he kept his part of the agreement by honoring me and respecting my name."
            },
            {
                "verse_number": "6",
                "verse_text": "He taught the truth and never told lies, and he led a lot of people to turn from sin, because he obeyed me and lived right."
            },
            {
                "verse_number": "7",
                "verse_text": "You priests should be eager to spread knowledge, and everyone should come to you for instruction, because you speak for me, the Lord All-Powerful."
            },
            {
                "verse_number": "8",
                "verse_text": "But you have turned your backs on me. Your teachings have led others to do sinful things, and you have broken the agreement I made with your ancestor Levi."
            },
            {
                "verse_number": "9",
                "verse_text": "So I caused everyone to hate and despise you, because you disobeyed me and failed to treat all people alike."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't you know that we all have God as our Father? Didn't the one God create each of us? Then why do you cheat each other by breaking the agreement God made with your ancestors?"
            },
            {
                "verse_number": "11",
                "verse_text": "You people in Judah and Jerusalem have been unfaithful to the Lord . You have disgraced the temple that he loves, and you have committed the disgusting sin of marrying the worshipers of other gods."
            },
            {
                "verse_number": "12",
                "verse_text": "I pray that the Lord will no longer let those who are guilty belong to his people, even if they eagerly decide to offer the Lord a gift."
            },
            {
                "verse_number": "13",
                "verse_text": "And what else are you doing? You cry noisily and flood the Lord 's altar with your tears, because he isn't pleased with your offerings and refuses to accept them."
            },
            {
                "verse_number": "14",
                "verse_text": "And why isn't God pleased? It's because he knows that each of you men has been unfaithful to the wife you married when you were young. You promised that she would be your partner, but now you have broken that promise."
            },
            {
                "verse_number": "15",
                "verse_text": "Didn't God create you and your wife to become like one person? And why did he do this? It was so you would have children, and then lead them to become God's people. Don't ever be unfaithful to your wife."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord God All-Powerful of Israel hates anyone who is cruel enough to divorce his wife. So take care never to be unfaithful!"
            },
            {
                "verse_number": "17",
                "verse_text": "You have worn out the Lord with your words. And yet, you ask, &apos;How did we do that?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I, the Lord All-Powerful, will send my messenger to prepare the way for me. Then suddenly the Lord you are looking for will appear in his temple. The messenger you desire is coming with my promise, and he is on his way. I'm now on my way to judge you. And I will quickly condemn all who practice witchcraft or cheat in marriage or tell lies in court or rob workers of their pay or mistreat widows and orphans or steal the property of foreigners or refuse to respect me. And yet you ask, &apos;How can we return?&apos; You people are precious to me, and when I come to bring justice, I will protect you, just as parents protect an obedient child."
            },
            {
                "verse_number": "2",
                "verse_text": "On the day the Lord comes, he will be like a furnace that purifies silver or like strong soap in a washbasin. No one will be able to stand up to him."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will purify the descendants of Levi, as though they were gold or silver. Then they will bring the proper offerings to the Lord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "and the offerings of the people of Judah and Jerusalem will please him, just as they did in the past."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord All-Powerful said:"
            },
            {
                "verse_number": "6",
                "verse_text": "Descendants of Jacob, I am the Lord All-Powerful, and I never change. That's why you haven't been wiped out,"
            },
            {
                "verse_number": "7",
                "verse_text": "even though you have ignored and disobeyed my laws ever since the time of your ancestors. But if you return to me, I will return to you."
            },
            {
                "verse_number": "8",
                "verse_text": "You people are robbing me, your God. And, here you are, asking, &apos;How are we robbing you?&apos; You are robbing me of the offerings and of the ten percent that belongs to me."
            },
            {
                "verse_number": "9",
                "verse_text": "That's why your whole nation is under a curse."
            },
            {
                "verse_number": "10",
                "verse_text": "I am the Lord All-Powerful, and I challenge you to put me to the test. Bring the entire ten percent into the storehouse, so there will be food in my house. Then I will open the windows of heaven and flood you with blessing after blessing."
            },
            {
                "verse_number": "11",
                "verse_text": "I will also stop locusts from destroying your crops and keeping your vineyards from producing."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone of every nation will talk about how I have blessed you and about your wonderful land. I, the Lord All-Powerful, have spoken!"
            },
            {
                "verse_number": "13",
                "verse_text": "You have said horrible things about me, and yet you ask, &apos;What have we said?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Here is what you have said: &apos;It's foolish to serve the Lord God All-Powerful. What do we get for obeying God and from going around looking sad?"
            },
            {
                "verse_number": "15",
                "verse_text": "See how happy those arrogant people are. Everyone who does wrong is successful, and when they put God to the test, they always get away with it.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "All those who truly respected the Lord and honored his name started discussing these things, and when God saw what was happening, he had their names written as a reminder in his book."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Lord All-Powerful said:"
            },
            {
                "verse_number": "18",
                "verse_text": "Then everyone will once again see the difference between those who obey me by doing right and those who reject me by doing wrong."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The day of judgment is certain to come. And it will be like a red-hot furnace with flames that burn up proud and sinful people, as though they were straw. Not a branch or a root will be left. I, the Lord All-Powerful, have spoken!"
            },
            {
                "verse_number": "2",
                "verse_text": "But for you that honor my name, victory will shine like the sun with healing in its rays, and you will jump around like calves at play."
            },
            {
                "verse_number": "3",
                "verse_text": "When I come to bring justice, you will trample those who are evil, as though they were ashes under your feet. I, the Lord All-Powerful, have spoken!"
            },
            {
                "verse_number": "4",
                "verse_text": "Don't ever forget the laws and teachings I gave my servant Moses on Mount Sinai."
            },
            {
                "verse_number": "5",
                "verse_text": "I, the Lord , promise to send the prophet Elijah before that great and terrible day comes."
            },
            {
                "verse_number": "6",
                "verse_text": "He will lead children and parents to love each other more, so that when I come, I won't bring destruction to the land."
            }
        ]
    }
}