{
    "1 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Elkanah lived in Ramah, a town in the hill country of Ephraim. His great-great-grandfather was Zuph, so Elkanah was a member of the Zuph clan of the Ephraim tribe. Elkanah's father was Jeroham, his grandfather was Elihu, and his great-grandfather was Tohu. One day, Elkanah was there offering a sacrifice, when Hannah began crying and refused to eat."
            },
            {
                "verse_number": "2",
                "verse_text": "Elkanah had two wives, Hannah and Peninnah. Although Peninnah had children, Hannah did not have any."
            },
            {
                "verse_number": "3",
                "verse_text": "Once a year Elkanah traveled from his hometown to Shiloh, where he worshiped the Lord All-Powerful and offered sacrifices. Eli was the Lord 's priest there, and his two sons Hophni and Phinehas served with him as priests."
            },
            {
                "verse_number": "4",
                "verse_text": "Whenever Elkanah offered a sacrifice, he gave some of the meat to Peninnah and some to each of her sons and daughters."
            },
            {
                "verse_number": "5",
                "verse_text": "But he gave Hannah even more, because he loved Hannah very much, even though the Lord had kept her from having children of her own."
            },
            {
                "verse_number": "6",
                "verse_text": "Peninnah liked to make Hannah feel miserable about not having any children,"
            },
            {
                "verse_number": "7",
                "verse_text": "especially when the family went to the house of the Lord each year."
            },
            {
                "verse_number": "8",
                "verse_text": "So Elkanah asked, &apos;Hannah, why are you crying? Why won't you eat? Why do you feel so bad? Don't I mean more to you than ten sons?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When the sacrifice had been offered, and they had eaten the meal, Hannah got up and went to pray. Eli was sitting in his chair near the door to the place of worship."
            },
            {
                "verse_number": "10",
                "verse_text": "Hannah was heartbroken and was crying as she prayed,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; Lord All-Powerful, I am your servant, but I am so miserable! Please let me have a son. I promise to give him to you for as long as he lives, and his hair will never be cut.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;How long are you going to stay drunk?&apos; he asked. &apos;Sober up!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli replied, &apos;Go home. Everything will be fine. The God of Israel will answer your prayer.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Sir, thank you for being so kind to me,&apos; Hannah said. Then she left, and after eating something, she felt much better."
            },
            {
                "verse_number": "19",
                "verse_text": "Elkanah and his family got up early the next morning and worshiped the Lord . Then they went back home to Ramah. Later the Lord blessed Elkanah and Hannah"
            },
            {
                "verse_number": "20",
                "verse_text": "with a son. She named him Samuel because she had asked the Lord for him."
            },
            {
                "verse_number": "21",
                "verse_text": "The next time Elkanah and his family went to offer their yearly sacrifice, he took along a gift that he had promised to give to the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "But Hannah stayed home, because she had told Elkanah, &apos;Samuel and I won't go until he's old enough for me to stop nursing him. Then I'll give him to the Lord , and he can stay there at Shiloh for the rest of his life.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;You know what's best,&apos; Elkanah said. &apos;Stay here until it's time to stop nursing him. I'm sure the Lord will help you do what you have promised.&apos; Hannah did not go to Shiloh until she stopped nursing Samuel."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Sir,&apos; Hannah said, &apos;a few years ago I stood here beside you and asked the Lord"
            },
            {
                "verse_number": "27",
                "verse_text": "to give me a child. Here he is! The Lord gave me just what I asked for."
            },
            {
                "verse_number": "28",
                "verse_text": "Now I am giving him to the Lord , and he will be the Lord 's servant for as long as he lives.&apos; Elkanah worshiped the Lord there at Shiloh, and"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Hannah prayed: You make me strong and happy, Lord . You rescued me. Now I can be glad and laugh at my enemies. And with you we are safer &apos;Stop your boasting! Nothing is hidden from the Lord , and he judges what we do.&apos; the bows of warriors, but you give strength to everyone who stumbles. had plenty to eat must now hire themselves out for only a piece of bread. But you give the hungry more than enough to eat. A woman did not have a child, and you gave her seven, but a woman who had many was left with none. and you give life. You send people down to the world of the dead and bring them back again. who makes us rich or poor. You put some in high positions and bring disgrace on others. out of the garbage dump and give them places of honor in royal palaces. You set the world on foundations, and they belong to you. but everyone who is evil will die in darkness. We cannot win a victory by our own strength. will be broken in pieces when you fight back with thunder from heaven. You will judge the whole earth and give power and strength to your chosen king. Then the servant would tell them, &apos;The priest doesn't want his meat boiled! Give him some raw meat that he can roast!&apos; &apos;No,&apos; the servant would reply. &apos;If you don't give it to me now, I'll take it by force.&apos; But the Lord had already decided to kill them. So he kept them from listening to their father. When your ancestors were slaves of the king of Egypt, I came and showed them who I am."
            },
            {
                "verse_number": "2",
                "verse_text": "No other god is like you. than on a high mountain. But you honor your sons instead of me! You don't respect the sacrifices and offerings that are brought to me, and you've all grown fat from eating the best parts."
            },
            {
                "verse_number": "3",
                "verse_text": "I can tell those proud people,"
            },
            {
                "verse_number": "4",
                "verse_text": "Our Lord , you break"
            },
            {
                "verse_number": "5",
                "verse_text": "People who once"
            },
            {
                "verse_number": "6",
                "verse_text": "You take away life,"
            },
            {
                "verse_number": "7",
                "verse_text": "Our Lord , you are the one"
            },
            {
                "verse_number": "8",
                "verse_text": "You lift the poor and homeless"
            },
            {
                "verse_number": "9",
                "verse_text": "You protect your loyal people,"
            },
            {
                "verse_number": "10",
                "verse_text": "Our Lord , those who attack you"
            },
            {
                "verse_number": "11",
                "verse_text": "Elkanah and Hannah went back home to Ramah, but the boy Samuel stayed to help Eli serve the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "The servant would stick the fork into the cooking pot, and whatever meat came out on the fork was taken back to Eli's two sons. That was how they treated every Israelite who came to offer sacrifices in Shiloh."
            },
            {
                "verse_number": "15",
                "verse_text": "Sometimes, when people were offering sacrifices, the servant would come over, even before the fat had been cut off and sacrificed to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "Usually the people answered, &apos;Take what you want. But first, let us sacrifice the fat to the Lord .&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli's sons did not show any respect for the sacrifices that the people offered. This was a terrible sin, and it made the Lord very angry."
            },
            {
                "verse_number": "18",
                "verse_text": "The boy Samuel served the Lord and wore a special linen garment"
            },
            {
                "verse_number": "19",
                "verse_text": "and the clothes his mother made for him. She brought new clothes every year, when she and her husband came to offer sacrifices at Shiloh."
            },
            {
                "verse_number": "20",
                "verse_text": "Eli always blessed Elkanah and his wife and said, &apos;Samuel was born in answer to your prayers. Now you have given him to the Lord . I pray that the Lord will bless you with more children to take his place.&apos; After Eli had blessed them, Elkanah and Hannah would return home."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord was kind to Hannah, and she had three more sons and two daughters. But Samuel grew up at the Lord 's house in Shiloh."
            },
            {
                "verse_number": "22",
                "verse_text": "Eli was now very old, and he heard what his sons were doing to the people of Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "If you harm another person, God can help make things right between the two of you. But if you commit a crime against the Lord , no one can help you!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Each day, as Samuel grew older, the Lord was pleased with him, and so were the people."
            },
            {
                "verse_number": "27",
                "verse_text": "One day a prophet came to Eli and gave him this message from the Lord :"
            },
            {
                "verse_number": "30",
                "verse_text": "I am the Lord , the God of Israel. I promised to always let your family serve me as priests, but now I tell you that I cannot do this any longer! I honor anyone who honors me, but I put a curse on anyone who hates me."
            },
            {
                "verse_number": "31",
                "verse_text": "The time will come when I will kill you and everyone else in your family. Not one of you will live to an old age."
            },
            {
                "verse_number": "32",
                "verse_text": "Your family will have a lot of trouble. I will be kind to Israel, but everyone in your family will die young."
            },
            {
                "verse_number": "33",
                "verse_text": "If I let anyone from your family be a priest, his life will be full of sadness and sorrow. But most of the men in your family will die a violent death!"
            },
            {
                "verse_number": "34",
                "verse_text": "To prove to you that I will do these things, your two sons, Hophni and Phinehas, will die on the same day."
            },
            {
                "verse_number": "35",
                "verse_text": "I have chosen someone else to be my priest, someone who will be faithful and obey me. I will always let his family serve as priests and help my chosen king."
            },
            {
                "verse_number": "36",
                "verse_text": "But if anyone is left from your family, he will come to my priest and beg for money or a little bread. He may even say to my priest, &apos;Please let me be a priest, so I will at least have something to eat.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "and Samuel was sleeping on a mat near the sacred chest in the Lord 's house. They had not been asleep very long"
            },
            {
                "verse_number": "4",
                "verse_text": "when the Lord called out Samuel's name. &apos;Here I am!&apos; Samuel answered. &apos;I didn't call you,&apos; Eli answered. &apos;Go back to bed.&apos; Samuel went back. Eli told him, &apos;Son, I didn't call you. Go back to sleep.&apos; Eli finally realized that it was the Lord who was speaking to Samuel. Once again Samuel went back and lay down. &apos;I'm listening,&apos; Samuel answered. &apos;What do you want me to do?&apos; Samuel, I am going to do something in Israel that will shock everyone who hears about it! &apos;Yes, sir!&apos; Samuel answered."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he ran to Eli and said, &apos;Here I am. What do you want?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Again the Lord called out Samuel's name. Samuel got up and went to Eli. &apos;Here I am,&apos; he said. &apos;What do you want?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord had not spoken to Samuel before, and Samuel did not recognize the voice."
            },
            {
                "verse_number": "8",
                "verse_text": "When the Lord called out his name for the third time, Samuel went to Eli again and said, &apos;Here I am. What do you want?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So he said, &apos;Go back and lie down! If someone speaks to you again, answer, &quot;I'm listening, Lord . What do you want me to do?&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord then stood beside Samuel and called out as he had done before, &apos;Samuel! Samuel!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "12",
                "verse_text": "I will punish Eli and his family, just as I promised."
            },
            {
                "verse_number": "13",
                "verse_text": "He knew that his sons refused to respect me, and he let them get away with it, even though I said I would punish his family forever."
            },
            {
                "verse_number": "14",
                "verse_text": "I warned Eli that sacrifices or offerings could never make things right! His family has done too many disgusting things."
            },
            {
                "verse_number": "15",
                "verse_text": "The next morning, Samuel got up and opened the doors to the Lord 's house. He was afraid to tell Eli what the Lord had said."
            },
            {
                "verse_number": "16",
                "verse_text": "But Eli told him, &apos;Samuel, my boy, come here!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli said, &apos;What did God say to you? Tell me everything. I'll ask God to punish you terribly if you don't tell me every word he said!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Samuel told Eli everything. Then Eli said, &apos;He is the Lord , and he will do what's right.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "As Samuel grew up, the Lord helped him and made everything Samuel said come true."
            },
            {
                "verse_number": "20",
                "verse_text": "From the town of Dan in the north to the town of Beersheba in the south, everyone in the country knew that Samuel was truly the Lord 's prophet."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord often appeared to Samuel at Shiloh and told him what to say."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel would speak to the whole nation of Israel. One day the Israelites went out to fight the Philistines. They set up camp near Ebenezer, and the Philistines camped at Aphek. As Eli's two sons, Hophni and Phinehas, When the Philistines learned that the sacred chest had been brought into the camp, The gods have come into their camp. Now we're in real trouble! Nothing like this has ever happened to us before. Eli was afraid that something might happen to the sacred chest. So he was sitting on his chair beside the road, just waiting. The soldier hurried over and told Eli, &apos;Young man, what happened?&apos; Eli asked. She didn't pay any attention to them."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines made a fierce attack. They defeated the Israelites and killed about 4,000 of them."
            },
            {
                "verse_number": "3",
                "verse_text": "The Israelite army returned to their camp, and the leaders said, &apos;Why did the Lord let us lose to the Philistines today? Let's get the sacred chest where the Lord 's agreement with Israel is kept. Then the Lord will help us and rescue us from our enemies.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The army sent some soldiers to bring back the sacred chest from Shiloh, because the Lord All-Powerful has his throne on the winged creatures on top of the chest."
            },
            {
                "verse_number": "5",
                "verse_text": "brought the chest into camp, the army cheered so loudly that the ground shook."
            },
            {
                "verse_number": "6",
                "verse_text": "The Philistines heard the noise and said, &apos;What are those Hebrews shouting about?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "they were scared to death and said:"
            },
            {
                "verse_number": "8",
                "verse_text": "We're in big trouble! Who can save us from these powerful gods? They're the same gods who made all those horrible things happen to the Egyptians in the desert."
            },
            {
                "verse_number": "9",
                "verse_text": "Philistines, be brave and fight hard! If you don't, those Hebrews will rule us, just as we've been ruling them. Fight and don't be afraid."
            },
            {
                "verse_number": "10",
                "verse_text": "The Philistines did fight. They killed 30,000 Israelite soldiers, and all the rest ran off to their homes."
            },
            {
                "verse_number": "11",
                "verse_text": "Hophni and Phinehas were killed, and the sacred chest was captured."
            },
            {
                "verse_number": "12",
                "verse_text": "That same day a soldier from the tribe of Benjamin ran from the battlefront to Shiloh. He had torn his clothes and put dirt on his head to show his sorrow."
            },
            {
                "verse_number": "13",
                "verse_text": "He went into town and told the news about the battle, and everyone started crying."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I escaped from the fighting today and ran here.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Israel ran away from the Philistines,&apos; the soldier answered. &apos;Many of our people were killed, including your two sons, Hophni and Phinehas. But worst of all, the sacred chest was captured.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Eli was still sitting on a chair beside the wall of the town gate. And when the man said that the Philistines had taken the sacred chest, Eli fell backwards. He was a very heavy old man, and the fall broke his neck and killed him. He had been a leader of Israel for 40 years."
            },
            {
                "verse_number": "19",
                "verse_text": "The wife of Phinehas was about to give birth. And soon after she heard that the sacred chest had been captured and that her husband and his father had died, her baby came. The birth was very hard,"
            },
            {
                "verse_number": "20",
                "verse_text": "and she was dying. But the women taking care of her said, &apos;Don't be afraid&ndash;it's a boy!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines took the sacred chest from near Ebenezer to the town of Ashdod."
            },
            {
                "verse_number": "2",
                "verse_text": "They brought it into the temple of their god Dagon and put it next to the statue of Dagon, which they worshiped. &apos;Send it to Gath,&apos; the rulers answered. But after they took it there, Everyone was in a panic, because God was causing a lot of people to die,"
            },
            {
                "verse_number": "3",
                "verse_text": "When the people of Ashdod got up early the next morning, they found the statue lying facedown on the floor in front of the sacred chest. They put the statue back where it belonged."
            },
            {
                "verse_number": "4",
                "verse_text": "But early the next morning, it had fallen over again and was lying facedown on the floor in front of the chest. The body of the statue was still in one piece, but its head and both hands had broken off and were lying on the stone floor in the doorway."
            },
            {
                "verse_number": "5",
                "verse_text": "This is why the priests and everyone else step over that part of the doorway when they enter the temple of Dagon in Ashdod."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord caused a lot of trouble for the people of Ashdod and their neighbors. He made sores break out all over their bodies, and everyone was in a panic."
            },
            {
                "verse_number": "7",
                "verse_text": "Finally, they said, &apos;The God of Israel did this. He is the one who caused all this trouble for us and our god Dagon. We've got to get rid of this chest.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Ashdod invited all the Philistine rulers to come to Ashdod, and they asked them, &apos;What can we do with the sacred chest that belongs to the God of Israel?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "the Lord made sores break out on everyone in town. The people of Gath were frightened,"
            },
            {
                "verse_number": "10",
                "verse_text": "so they sent the sacred chest to Ekron. But before they could take it through the town gates, the people of Ekron started screaming, &apos;They've brought the sacred chest that belongs to the God of Israel! It will kill us and our families too!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The people of Ekron called for another meeting of the Philistine rulers and told them, &apos;Send this chest back where it belongs. Then it won't kill us.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "and those who had survived were suffering from the sores. They all cried to their gods for help."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After the sacred chest had been in Philistia for seven months,"
            },
            {
                "verse_number": "2",
                "verse_text": "the Philistines called in their priests and fortunetellers, and asked, &apos;What should we do with this sacred chest? Tell us how to send it back where it belongs!&apos; The priests and fortunetellers answered: There are five Philistine rulers, and they all have the same disease that you have."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Don't send it back without a gift,&apos; the priests and fortunetellers answered. &apos;Send along something to Israel's God to make up for taking the chest in the first place. Then you will be healed, and you will find out why the Lord was causing you so much trouble.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What should we send?&apos; the Philistines asked."
            },
            {
                "verse_number": "5",
                "verse_text": "So make five gold models of the sores and five gold models of the rats that are wiping out your crops. If you honor the God of Israel with this gift, maybe he will stop causing trouble for you and your gods and your crops."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't be like the Egyptians and their king. They were stubborn, but when Israel's God was finished with them, they had to let Israel go."
            },
            {
                "verse_number": "7",
                "verse_text": "Get a new cart and two cows that have young calves and that have never pulled a cart. Hitch the cows to the cart, but take the calves back to their barn."
            },
            {
                "verse_number": "8",
                "verse_text": "Then put the chest on the cart. Put the gold rats and sores into a bag and put it on the cart next to the chest. Then send it on its way."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch to see if the chest goes on up the road to the Israelite town of Beth-Shemesh. If it goes back to its own country, you will know that it was the Lord who made us suffer so badly. But if the chest doesn't go back to its own country, then the Lord had nothing to do with the disease that hit us&ndash;it was simply bad luck."
            },
            {
                "verse_number": "10",
                "verse_text": "The Philistines followed their advice. They hitched up the two cows to the cart, but they kept their calves in a barn."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they put the chest on the cart, along with the bag that had the gold rats and sores in it."
            },
            {
                "verse_number": "12",
                "verse_text": "The cows went straight up the road toward Beth-Shemesh, mooing as they went. The Philistine rulers followed them until they got close to Beth-Shemesh."
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Beth-Shemesh were harvesting their wheat in the valley. When they looked up and saw the chest, they were so happy that they stopped working and started celebrating."
            },
            {
                "verse_number": "16",
                "verse_text": "When the five rulers of the Philistines saw what had happened, they went back to Ekron that same day."
            },
            {
                "verse_number": "17",
                "verse_text": "That is how the Philistines sent gifts to the Lord to make up for taking the sacred chest. They sent five gold sores, one each for their towns of Ashdod, Gaza, Ashkelon, Gath, and Ekron."
            },
            {
                "verse_number": "18",
                "verse_text": "They also sent one gold rat for each walled town and for every village that the five Philistine rulers controlled. The huge stone where the Levites set the chest is still there in Joshua's field as a reminder of what happened."
            },
            {
                "verse_number": "19",
                "verse_text": "Some of the men of Beth-Shemesh looked inside the sacred chest, and the Lord God killed 70 of them. This made the people of Beth-Shemesh very sad,"
            },
            {
                "verse_number": "20",
                "verse_text": "and they started saying, &apos;No other God is like the Lord ! Who can go near him and stay alive? We'll have to send the chest away from here. But where can we send it?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They sent messengers to tell the people of Kiriath-Jearim, &apos;The Philistines have sent back the sacred chest. Why don't you take it and keep it there with you?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The people of Kiriath-Jearim got the chest and took it to Abinadab's house, which was on a hill in their town. They chose his son Eleazar to take care of it,"
            },
            {
                "verse_number": "2",
                "verse_text": "and it stayed there for 20 years. During this time everyone in Israel was very sad and begged the Lord for help. Israel was also at peace with the Amorites. The Israelites were afraid when they heard that the Philistines were coming. For as long as Samuel lived, the Lord helped Israel fight the Philistines."
            },
            {
                "verse_number": "3",
                "verse_text": "One day, Samuel told all the people of Israel, &apos;If you really want to turn back to the Lord , then prove it. Get rid of your foreign idols, including the ones of the goddess Astarte. Turn to the Lord with all your heart and worship only him. Then he will rescue you from the Philistines.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The people got rid of their idols of Baal and Astarte and began worshiping only the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Samuel said, &apos;Tell everyone in Israel to meet together at Mizpah, and I will pray to the Lord for you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Israelites met together at Mizpah with Samuel as their leader. They drew water from the well and poured it out as an offering to the Lord . On that same day they went without eating to show their sorrow, and they confessed they had been unfaithful to the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Philistine rulers found out about the meeting at Mizpah, they sent an army there to attack the people of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Don't stop praying!&apos; they told Samuel. &apos;Ask the Lord our God to rescue us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The men of Israel left Mizpah and went after them as far as the hillside below Beth-Car, killing every enemy soldier they caught."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites were even able to recapture their towns and territory between Ekron and Gath."
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel was a leader in Israel all his life."
            },
            {
                "verse_number": "16",
                "verse_text": "Every year he would go around to the towns of Bethel, Gilgal, and Mizpah where he served as judge for the people."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he would go back to his home in Ramah and do the same thing there. He also had an altar built for the Lord at Ramah."
            }
        ],
        "8": [
            {
                "verse_number": "3",
                "verse_text": "But they were not like their father. They were dishonest and accepted bribes to give unfair decisions. Samuel, do everything they want you to do. I am really the one they have rejected as their king. Samuel told the people to go back to their homes."
            },
            {
                "verse_number": "4",
                "verse_text": "One day the nation's leaders came to Samuel at Ramah"
            },
            {
                "verse_number": "5",
                "verse_text": "and said, &apos;You are an old man. You set a good example for your sons, but they haven't followed it. Now we want a king to be our leader, just like all the other nations. Choose one for us!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Samuel was upset to hear the leaders say they wanted a king, so he prayed about it."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord answered:"
            },
            {
                "verse_number": "8",
                "verse_text": "Ever since the day I rescued my people from Egypt, they have turned from me to worship idols. Now they are turning away from you."
            },
            {
                "verse_number": "9",
                "verse_text": "Do everything they ask, but warn them and tell them how a king will treat them."
            },
            {
                "verse_number": "10",
                "verse_text": "Samuel told the people who were asking for a king what the Lord had said:"
            },
            {
                "verse_number": "11",
                "verse_text": "If you have a king, this is how he will treat you. He will force your sons to join his army. Some of them will ride in his chariots, some will serve in the cavalry, and others will run ahead of his own chariot."
            },
            {
                "verse_number": "12",
                "verse_text": "Some of them will be officers in charge of 1,000 soldiers, and others will be in charge of 50. Still others will have to farm the king's land and harvest his crops, or make weapons and parts for his chariots."
            },
            {
                "verse_number": "13",
                "verse_text": "Your daughters will have to make perfume or do his cooking and baking."
            },
            {
                "verse_number": "14",
                "verse_text": "The king will take your best fields, as well as your vineyards, and olive orchards and give them to his own officials."
            },
            {
                "verse_number": "15",
                "verse_text": "He will also take a tenth of your grain and grapes and give it to his officers and officials."
            },
            {
                "verse_number": "16",
                "verse_text": "The king will take your slaves and your best young men and your donkeys and make them do his work."
            },
            {
                "verse_number": "17",
                "verse_text": "He will also take a tenth of your sheep and goats. You will become the king's slaves,"
            },
            {
                "verse_number": "18",
                "verse_text": "and you will finally cry out for the Lord to save you from the king you wanted. But the Lord won't answer your prayers."
            },
            {
                "verse_number": "21",
                "verse_text": "Samuel listened to them and then told the Lord exactly what they had said."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Do what they want,&apos; the Lord answered. &apos;Give them a king.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Kish was a wealthy man who belonged to the tribe of Benjamin. His father was Abiel, his grandfather was Zeror, his great-grandfather was Becorath, and his great-great-grandfather was Aphiah."
            },
            {
                "verse_number": "2",
                "verse_text": "Kish had a son named Saul, who was better looking and more than a head taller than anyone else in all Israel. Saul and his servant went to the town where the prophet lived. The cook brought the meat over and set it down in front of Saul. &apos;This is for you,&apos; Samuel told him. &apos;Go ahead and eat it. I had this piece saved especially for you, and I invited these guests to eat with you.&apos; After Saul and Samuel had finished eating, Saul got up. He and Samuel left together After the servant had gone,"
            },
            {
                "verse_number": "3",
                "verse_text": "Kish owned some donkeys, but they had run off. So he told Saul, &apos;Take one of the servants and go look for the donkeys.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Saul and the servant went through the hill country of Ephraim and the territory of Shalishah, but they could not find the donkeys. Then they went through the territories of Shaalim and Benjamin, but still there was no sign of the donkeys."
            },
            {
                "verse_number": "5",
                "verse_text": "Finally they came to the territory where the clan of Zuph lived. &apos;Let's go back home,&apos; Saul told his servant. &apos;If we don't go back soon, my father will stop worrying about the donkeys and start worrying about us!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Wait!&apos; the servant answered. &apos;There's a man of God who lives in a town near here. He's amazing! Everything he says comes true. Let's talk to him. Maybe he can tell us where to look.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Saul said, &apos;How can we talk to the prophet when I don't have anything to give him? We don't even have any bread left in our sacks. What can we give him?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I have a small piece of silver,&apos; the servant answered. &apos;We can give him that, and then he will tell us where to look for the donkeys.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As they were going up the hill to the town, they met some young women coming out to get water, and the two men said to them, &apos;We're looking for the man who can see visions. Is he in town?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Yes, he is,&apos; they replied. &apos;He's in town today because there's going to be a sacrifice and a sacred meal at the place of worship. In fact, he's just ahead of you. Hurry"
            },
            {
                "verse_number": "13",
                "verse_text": "and you should find him right inside the town gate. He's on his way out to the place of worship to eat with the invited guests. They can't start eating until he blesses the sacrifice. If you go now, you should find him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They went to the town, and just as they were going through the gate, Samuel was coming out on his way to the place of worship."
            },
            {
                "verse_number": "15",
                "verse_text": "The day before Saul came, the Lord had told Samuel,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I've seen how my people are suffering, and I've heard their call for help. About this time tomorrow I'll send you a man from the tribe of Benjamin, who will rescue my people from the Philistines. I want you to pour olive oil on his head to show that he will be their leader.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel looked at Saul, and the Lord told Samuel, &apos;This is the man I told you about. He's the one who will rule Israel.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Saul went over to Samuel in the gateway and said, &apos;A man who can see visions lives here in town. Could you tell me the way to his house?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I am the one who sees visions!&apos; Samuel answered. &apos;Go on up to the place of worship. You will eat with me today, and in the morning I'll answer your questions."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't worry about your donkeys that ran off three days ago. They've already been found. Everything of value in Israel now belongs to you and your family.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Why are you telling me this?&apos; Saul asked. &apos;I'm from Benjamin, the smallest tribe in Israel, and my clan is the least important in the tribe.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Samuel took Saul and his servant into the dining room at the place of worship. About 30 people were there for the dinner, but Samuel gave Saul and his servant the places of honor."
            },
            {
                "verse_number": "25",
                "verse_text": "they went down from the place of worship and back into town. A bed was set up for Saul on the flat roof of Samuel's house,"
            },
            {
                "verse_number": "26",
                "verse_text": "and Saul slept there. About sunrise the next morning, Samuel called up to Saul on the roof, &apos;Time to get up! I'll help you get started on your way.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "and had almost reached the edge of town when Samuel stopped and said, &apos;Tell your servant go on. Stay here with me for a few minutes, and I'll tell you what God has told me.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Samuel took a small jar of olive oil and poured it on Saul's head. Then he kissed Saul and told him: The Lord has chosen you to be the leader and ruler of his people."
            },
            {
                "verse_number": "2",
                "verse_text": "When you leave me today, you'll meet two men near Rachel's tomb at Zelzah in the territory of Benjamin. They'll tell you, &apos;The donkeys you've been looking for have been found. Your father has forgotten about them, and now he's worrying about you! He's wondering how he can find you.&apos; Saul answered, &apos;Looking for the donkeys. We couldn't find them, so we went to talk with Samuel.&apos; The Lord God of Israel told me to remind you that he had rescued you from the Egyptians and from the other nations that abused you. &apos;Yes,&apos; the Lord answered, &apos;he is hiding behind the baggage.&apos; The crowd shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Go on from there until you reach the big oak tree at Tabor, where you'll meet three men on their way to worship God at Bethel. One of them will be leading three young goats, another will be carrying three round loaves of bread, and the last one will be carrying a clay jar of wine."
            },
            {
                "verse_number": "4",
                "verse_text": "After they greet you, they'll give you two loaves of bread."
            },
            {
                "verse_number": "5",
                "verse_text": "Next, go to Gibeah, where the Philistines have an army camp. As you're going into the town, you'll meet a group of prophets coming down from the place of worship. They'll be going along prophesying while others are walking in front of them, playing small harps, small drums, and flutes."
            },
            {
                "verse_number": "6",
                "verse_text": "The Spirit of the Lord will suddenly take control of you. You'll become a different person and start prophesying right along with them."
            },
            {
                "verse_number": "7",
                "verse_text": "After these things happen, do whatever you think is right! God will help you."
            },
            {
                "verse_number": "8",
                "verse_text": "Then go to Gilgal. I'll come a little later, so wait for me. It may even take a week for me to get there, but when I come, I'll offer sacrifices to please the Lord and to ask for his blessings. I'll also tell you what to do next."
            },
            {
                "verse_number": "9",
                "verse_text": "As Saul turned around to leave Samuel, God made Saul feel like a different person. That same day, everything happened just as Samuel had said."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul arrived at Gibeah, a group of prophets met him. The Spirit of God suddenly took control of him, and right there in the middle of the group he began prophesying."
            },
            {
                "verse_number": "11",
                "verse_text": "Some people who had known Saul for a long time saw that he was speaking and behaving like a prophet. They said to each other, &apos;What's happened? How can Saul be a prophet?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Why not?&apos; one of them answered. &apos;Saul has as much right to be a prophet as anyone else!&apos; That's why everyone started saying, &apos;How can Saul be a prophet?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "After Saul stopped prophesying, he went to the place of worship."
            },
            {
                "verse_number": "14",
                "verse_text": "Later, Saul's uncle asked him, &apos;Where have you been?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;And what did he tell you?&apos; Saul's uncle asked."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul answered, &apos;He told us the donkeys had been found.&apos; But Saul didn't mention that Samuel had chosen him to be king."
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel sent messengers to tell the Israelites to come to Mizpah and meet with the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "When everyone had arrived, Samuel said:"
            },
            {
                "verse_number": "19",
                "verse_text": "God has rescued you from your troubles and hard times. But you have rejected your God and have asked for a king. Now each tribe and clan must come near the place of worship so the Lord can choose a king."
            },
            {
                "verse_number": "20",
                "verse_text": "Samuel brought each tribe, one after the other, to the altar, and the Lord chose the Benjamin tribe."
            },
            {
                "verse_number": "21",
                "verse_text": "Next, Samuel brought each clan of Benjamin there, and the Lord chose the Matri clan. Finally, Saul the son of Kish was chosen. But when they looked for him, he was nowhere to be found."
            },
            {
                "verse_number": "22",
                "verse_text": "The people prayed, &apos;Our Lord , is Saul here?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The people ran and got Saul and brought him into the middle of the crowd. He was more than a head taller than anyone else."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Look closely at the man the Lord has chosen!&apos; Samuel told the crowd. &apos;There is no one like him!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Samuel explained the rights and duties of a king and wrote them all in a book. He put the book in one of the shrines where the Lord was worshiped. Then Samuel sent everyone home."
            },
            {
                "verse_number": "26",
                "verse_text": "God had encouraged some young men to become followers of Saul, and when he returned to his hometown of Gibeah, they went with him."
            },
            {
                "verse_number": "27",
                "verse_text": "But some worthless fools said, &apos;How can someone like Saul rescue us from our enemies?&apos; They did not want Saul to be their king, and so they didn't bring him any gifts. But Saul kept calm."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "About this time, King Nahash of Ammon came with his army and surrounded the town of Jabesh in Gilead. The people who lived there told Nahash, &apos;If you will sign a peace treaty with us, you can be our ruler, and we will pay taxes to you.&apos; &apos;Why is everyone crying?&apos; Saul asked. They told him what the men from Jabesh had said. The Lord made the people of Israel terribly afraid. So all the men came together Everyone was encouraged!"
            },
            {
                "verse_number": "2",
                "verse_text": "Nahash answered, &apos;Sure, I'll sign a treaty! But not before I insult Israel by poking out the right eye of every man who lives in Jabesh.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The town leaders said, &apos;Give us seven days so we can send messengers everywhere in Israel to ask for help. If no one comes here to save us, we will surrender to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Some of the messengers went to Gibeah, Saul's hometown. They told what was happening at Jabesh, and everyone in Gibeah started crying."
            },
            {
                "verse_number": "5",
                "verse_text": "Just then, Saul came in from the fields, walking behind his oxen."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Spirit of God suddenly took control of Saul and made him furious."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul killed two of his oxen, cut them up in pieces, and gave the pieces to the messengers. He told them to show the pieces to everyone in Israel and say, &apos;Saul and Samuel are getting an army together. Come and join them. If you don't, this is what will happen to your oxen!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "at Bezek. Saul had them organized and counted. There were 300,000 from Israel and 30,000 from Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "Saul and his officers sent the messengers back to Jabesh with this promise: &apos;We will rescue you tomorrow afternoon.&apos; The messengers went back to the people at Jabesh and told them that they were going to be rescued."
            },
            {
                "verse_number": "10",
                "verse_text": "So they told the Ammonites, &apos;We will surrender to you tomorrow, and then you can do whatever you want to.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The next day, Saul divided his army into three groups and attacked before daylight. They started killing Ammonites and kept it up until afternoon. A few Ammonites managed to escape, but they were scattered far from each other."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelite soldiers went to Samuel and demanded, &apos;Where are the men who said they didn't want Saul to be king? Bring them to us, and we will put them to death!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;No you won't!&apos; Saul told them. &apos;The Lord rescued Israel today, and no one will be put to death.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Come on!&apos; Samuel said. &apos;Let's go to Gilgal and make an agreement that Saul will continue to be our king.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone went to the place of worship at Gilgal, where they agreed that Saul would be their king. Saul and the people sacrificed animals to ask for the Lord 's blessing, and they had a big celebration."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Samuel told the Israelites: I have given you a king, just as you asked. &apos;That's true,&apos; they replied. The Lord brought your ancestors out of Egypt and chose Moses and Aaron to be your leaders. Even though what you did was wrong, you don't need to be afraid. But you must always follow the Lord and worship him with all your heart."
            },
            {
                "verse_number": "2",
                "verse_text": "You have seen how I have led you ever since I was a young man. I'm already old. My hair is gray, and my own sons are grown. Now you must see how well your king will lead you."
            },
            {
                "verse_number": "3",
                "verse_text": "Let me ask this. Have I ever taken anyone's ox or donkey or forced you to give me anything? Have I ever hurt anyone or taken a bribe to give an unfair decision? Answer me so the Lord and his chosen king can hear you. And if I have done any of these things, I will give it all back."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;No,&apos; the Israelites answered. &apos;You've never cheated us in any way!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Samuel said, &apos;The Lord and his chosen king are witnesses to what you have said.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Samuel told them:"
            },
            {
                "verse_number": "7",
                "verse_text": "Now the Lord will be your judge. So stand here and listen, while I remind you how often the Lord has saved you and your ancestors from your enemies."
            },
            {
                "verse_number": "8",
                "verse_text": "After Jacob went to Egypt, your ancestors cried out to the Lord for help, and he sent Moses and Aaron. They brought your ancestors out of Egypt and led them here to settle this land."
            },
            {
                "verse_number": "9",
                "verse_text": "But your ancestors forgot the Lord , so he let them be defeated by the Philistines, the king of Moab, and Sisera, the commander of Hazor's army."
            },
            {
                "verse_number": "10",
                "verse_text": "Again your ancestors cried out to the Lord for help. They said, &apos;We have sinned! We stopped worshiping you, our Lord , and started worshiping Baal and Astarte. But now, if you rescue us from our enemies, we will worship you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord sent Gideon, Bedan, Jephthah, and Samuel to rescue you from your enemies, and you didn't have to worry about being attacked."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you saw that King Nahash of Ammon was going to attack you. And even though the Lord your God is your king, you told me, &apos;This time it's different. We want a king to rule us!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "You asked for a king, and you chose one. Now he stands here where all of you can see him. But it was really the Lord who made him your king."
            },
            {
                "verse_number": "14",
                "verse_text": "If you and your king want to be followers of the Lord , you must worship him and do what he says. Don't be stubborn!"
            },
            {
                "verse_number": "15",
                "verse_text": "If you're stubborn and refuse to obey the Lord , he will turn against you and your king."
            },
            {
                "verse_number": "16",
                "verse_text": "Just stand here and watch the Lord show his mighty power."
            },
            {
                "verse_number": "17",
                "verse_text": "Isn't this the dry season? I'm going to ask the Lord to send a thunderstorm. When you see it, you will realize how wrong you were to ask for a king."
            },
            {
                "verse_number": "18",
                "verse_text": "Samuel prayed, and that same day the Lord sent a thunderstorm. Everyone was afraid of the Lord and of Samuel."
            },
            {
                "verse_number": "19",
                "verse_text": "They told Samuel, &apos;Please, pray to the Lord your God for us! We don't want to die. We have sinned many times in the past, and we were very wrong to ask for a king.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Samuel answered:"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't worship idols! They don't have any power, and they can't help you or save you when you're in trouble."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Lord has chosen you to be his own people. He will always take care of you so that everyone will know how great he is."
            },
            {
                "verse_number": "23",
                "verse_text": "I would be disobeying the Lord if I stopped praying for you! I will always teach you how to live right."
            },
            {
                "verse_number": "24",
                "verse_text": "You also must obey the Lord &ndash;you must worship him with all your heart and remember the great things he has done for you."
            },
            {
                "verse_number": "25",
                "verse_text": "But if you and your king do evil, the Lord will wipe you out."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Saul was a young man when he became king, and he ruled Israel for two years."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he chose 3,000 men from Israel to be full-time soldiers and sent everyone else home. Two thousand of these troops stayed with him in the hills around Michmash and Bethel. The other 1,000 were stationed with Jonathan at Gibeah in the territory of Benjamin. Saul stayed at Gilgal. His soldiers were shaking with fear, Saul killed one of the animals, Saul answered, &apos;My soldiers were leaving in all directions, and you didn't come when you were supposed to. The Philistines were gathering at Michmash, The Philistine army was camped at Michmash."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan led an attack on the Philistine army camp at Geba. The Philistine camp was destroyed, but the other Philistines heard what had happened. Then Saul told his messengers, &apos;Go to every village in the country. Give a signal with the trumpet, and when the people come together, tell them what has happened.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The messengers then said to the people of Israel, &apos;Saul has destroyed the Philistine army camp at Geba. Now the Philistines really hate Israel, so every town and village must send men to join Saul's army at Gilgal.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Philistines called their army together to fight Israel. They had 3,000 chariots, 6,000 cavalry, and as many foot soldiers as there are grains of sand on the beach. They went to Michmash and set up camp there east of Beth-Aven."
            },
            {
                "verse_number": "6",
                "verse_text": "The Israelite army realized that they were outnumbered and were going to lose the battle. Some of the Israelite men hid in caves or in clumps of bushes, and some ran to places where they could hide among large rocks. Others hid in tombs or in deep dry pits."
            },
            {
                "verse_number": "7",
                "verse_text": "Still others went to Gad and Gilead on the other side of the Jordan River."
            },
            {
                "verse_number": "8",
                "verse_text": "and they were starting to run off and leave him. Saul waited there seven days, just as Samuel had ordered him to do, but Samuel did not come."
            },
            {
                "verse_number": "9",
                "verse_text": "Finally, Saul commanded, &apos;Bring me some animals, so we can offer sacrifices to please the Lord and ask for his help.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "and just as he placed it on the altar, Samuel arrived. Saul went out to welcome him."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;What have you done?&apos; Samuel asked."
            },
            {
                "verse_number": "12",
                "verse_text": "and I was worried that they would attack me here at Gilgal. I hadn't offered a sacrifice to ask for the Lord 's help, so I forced myself to offer a sacrifice on the altar fire.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;That was stupid!&apos; Samuel said. &apos;You didn't obey the Lord your God. If you had obeyed him, someone from your family would always have been king of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "But no, you disobeyed, and so the Lord won't choose anyone else from your family to be king. In fact, he has already chosen the one he wants to be the next leader of his people.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Samuel left Gilgal. Part of Saul's army had not deserted him, and he led them to Gibeah in Benjamin to join his other troops. Then he counted them and found that he still had 600 men."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul, Jonathan, and their army set up camp at Geba in Benjamin."
            },
            {
                "verse_number": "17",
                "verse_text": "Each day they sent out patrols to attack and rob villages and then destroy them. One patrol would go north along the road to Ophrah in the region of Shual."
            },
            {
                "verse_number": "18",
                "verse_text": "Another patrol would go west along the road to Beth-Horon. A third patrol would go east toward the desert on the road to the ridge that overlooks Zeboim Valley."
            },
            {
                "verse_number": "19",
                "verse_text": "The Philistines would not allow any Israelites to learn how to make iron tools. &apos;If we allowed that,&apos; they said, &apos;those worthless Israelites would make swords and spears.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So, whenever the Israelite soldiers had to go into battle, none of them had a sword or a spear except Saul and his son Jonathan."
            },
            {
                "verse_number": "23",
                "verse_text": "The Philistines moved their camp to the pass at Michmash,"
            }
        ],
        "14": [
            {
                "verse_number": "6",
                "verse_text": "Jonathan and the soldier who carried his weapons talked as they went toward the Philistine camp. &apos;It's just the two of us against all those godless men,&apos; Jonathan said. &apos;But the Lord can help a few soldiers win a battle just as easily as he can help a whole army. Maybe the Lord will help us win this battle.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Do whatever you want,&apos; the soldier answered. &apos;I'll be right there with you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;This is what we will do,&apos; Jonathan said. &apos;We will go across and let them see us."
            },
            {
                "verse_number": "9",
                "verse_text": "If they agree to come down the hill and fight where we are, then we won't climb up to their camp."
            },
            {
                "verse_number": "10",
                "verse_text": "But we will go if they tell us to come up the hill and fight. That will mean the Lord is going to help us win.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jonathan crawled up the hillside with the soldier right behind him. When they got to the top, Jonathan killed the Philistines who attacked from the front, and the soldier killed those who attacked from behind."
            },
            {
                "verse_number": "14",
                "verse_text": "Before they had gone 30 meters, they had killed about 20 Philistines."
            },
            {
                "verse_number": "15",
                "verse_text": "The whole Philistine army panicked&ndash;those in camp, those on guard duty, those in the fields, and those on raiding patrols. All of them were afraid and confused. Then God sent an earthquake, and the ground began to tremble."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul's lookouts at Geba saw that the Philistine army was running in every direction, like melted wax."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul told his officers, &apos;Call the roll and find out who left our camp.&apos; When they had finished, they found out that Jonathan and the soldier who carried his weapons were missing."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time, Ahijah was serving as priest for the army of Israel, and Saul told him, &apos;Come over here! Let's ask God what we should do.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Just as Saul finished saying this, he could see that the Philistine army camp was getting more and more confused, and he said, &apos;Ahijah, never mind!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Saul quickly called his army together, then led them to the Philistine camp. By this time the Philistines were so confused that they were killing each other."
            },
            {
                "verse_number": "21",
                "verse_text": "There were also some hired soldiers in the Philistine camp, who now switched to Israel's side and fought for Saul and Jonathan."
            },
            {
                "verse_number": "22",
                "verse_text": "Many Israelites had been hiding in the hill country of Ephraim. And when they heard that the Philistines were running away, they came out of hiding and joined in chasing the Philistines."
            },
            {
                "verse_number": "27",
                "verse_text": "Jonathan did not know about Saul's warning to the soldiers. So he dipped the end of his walking stick in the honey and ate some with his fingers. He felt stronger and more alert."
            },
            {
                "verse_number": "28",
                "verse_text": "Then a soldier told him, &apos;Your father swore that anyone who ate food today would be put under a curse, and we agreed not to eat. That's why we're so weak.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jonathan said, &apos;My father has caused you a lot of trouble. Look at me! I ate only a little of this honey, but already I feel strong and alert."
            },
            {
                "verse_number": "30",
                "verse_text": "I wish you had eaten some of the food the Philistines left behind. We would have been able to kill a lot more of them.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "By evening the Israelite army was exhausted from killing Philistines all the way from Michmash to Aijalon."
            },
            {
                "verse_number": "32",
                "verse_text": "They grabbed the food they had captured from the Philistines and started eating. They even killed sheep and cows and calves right on the spot and ate the meat without draining the blood."
            },
            {
                "verse_number": "33",
                "verse_text": "Someone told Saul, &apos;Look! The army is disobeying the Lord by eating meat before the blood drains out.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then tell everyone in camp to bring their cattle and lambs to me. They can kill the animals on this rock, then eat the meat. That way no one will disobey the Lord by eating meat with blood still in it.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "It was the first altar Saul had built for offering sacrifices to the Lord ."
            },
            {
                "verse_number": "36",
                "verse_text": "Saul said, &apos;Let's attack the Philistines again while it's still dark. We can fight them all night. Let's kill them and take everything they own!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Saul asked God, &apos;Should I attack the Philistines? Will you help us win?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Saul called his army officers together and said, &apos;We have to find out what sin has kept God from answering."
            },
            {
                "verse_number": "39",
                "verse_text": "I swear by the living Lord that whoever sinned must die, even if it turns out to be my own son Jonathan.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Saul told his army, &apos;You stand on that side of the priest, and Jonathan and I will stand on the other side.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Saul prayed, &apos;Our Lord , God of Israel, why haven't you answered me today? Please show us who sinned. Was it my son Jonathan and I, or was it your people Israel?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Saul told Ahijah, &apos;Now ask the Lord to decide between Jonathan and me.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Jonathan,&apos; Saul exclaimed, &apos;tell me what you did!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Yes, Jonathan. I swear to God that you must die.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;No!&apos; the soldiers shouted. &apos;God helped Jonathan win the battle for us. We won't let you kill him. We swear to the Lord that we won't let you kill him or even lay a hand on him!&apos; So the army kept Saul from killing Jonathan."
            },
            {
                "verse_number": "46",
                "verse_text": "Saul stopped hunting down the Philistines, and they went home."
            },
            {
                "verse_number": "52",
                "verse_text": "Saul was at war with the Philistines for as long as he lived. Whenever he found a good warrior or a brave man, Saul made him join his army."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "One day, Samuel told Saul: The Lord told me to choose you to be king of his people, Israel. Now listen to this message from the Lord : The Kenites left, Samuel was angry, and he cried out in prayer to the Lord all night. &apos;All right,&apos; Saul answered. The Lord was sorry he had made Saul the king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When the Israelites were on their way out of Egypt, the nation of Amalek attacked them. I am the Lord All-Powerful, and now I am going to make Amalek pay!"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Go and attack the Amalekites! Destroy them and all their possessions. Don't have any pity. Kill their men, women, children, and even their babies. Slaughter their cattle, sheep, camels, and donkeys.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Saul sent messengers who told every town and village to send men to join the army at Telaim. There were 210,000 troops in all, and 10,000 of these were from Judah. Saul organized them,"
            },
            {
                "verse_number": "5",
                "verse_text": "then led them to a valley near one of the towns in Amalek, where they got ready to make a surprise attack."
            },
            {
                "verse_number": "6",
                "verse_text": "Some Kenites lived nearby, and Saul told them, &apos;Your people were kind to our nation when we left Egypt, and I don't want you to get killed when I wipe out the Amalekites. So stay away from them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "and Saul attacked the Amalekites from Havilah to Shur, which is just east of Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "Every Amalekite was killed except King Agag."
            },
            {
                "verse_number": "9",
                "verse_text": "Saul and his army let Agag live, and they also spared the best sheep and cattle. They didn't want to destroy anything of value, so they only killed the animals that were worthless or weak."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord told Samuel,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Saul has stopped obeying me, and I'm sorry that I made him king.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Early the next morning he went to talk with Saul. Someone told him, &apos;Saul went to Carmel, where he had a monument built so everyone would remember his victory. Then he left for Gilgal.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Samuel finally caught up with Saul, and Saul told him, &apos;I hope the Lord will bless you! I have done what the Lord told me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Then why,&apos; Samuel asked, &apos;do I hear sheep and cattle?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The army took them from the Amalekites,&apos; Saul explained. &apos;They kept the best sheep and cattle, so they could sacrifice them to the Lord your God. But we destroyed everything else.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Stop!&apos; Samuel said. &apos;Let me tell you what the Lord told me last night.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel continued, &apos;You may not think you're very important, but the Lord chose you to be king, and you are in charge of the tribes of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "When the Lord sent you on this mission, he told you to wipe out those worthless Amalekites."
            },
            {
                "verse_number": "19",
                "verse_text": "Why didn't you listen to the Lord ? Why did you keep the animals and make him angry?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But I did listen to the Lord !&apos; Saul answered. &apos;He sent me on a mission, and I went. I captured King Agag and destroyed his nation."
            },
            {
                "verse_number": "21",
                "verse_text": "All the animals were going to be destroyed anyway. That's why the army brought the best sheep and cattle to Gilgal as sacrifices to the Lord your God.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Tell me,&apos; Samuel said. &apos;Does the Lord really want sacrifices and offerings? No! He doesn't want your sacrifices. He wants you to obey him."
            },
            {
                "verse_number": "23",
                "verse_text": "Rebelling against God or disobeying him because you are proud is just as bad as worshiping idols or asking them for advice. You refused to do what God told you, so God has decided that you can no longer be king.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I have sinned,&apos; Saul admitted. &apos;I disobeyed both you and the Lord . I was afraid of the army, and I listened to them instead."
            },
            {
                "verse_number": "25",
                "verse_text": "Please forgive me and come back with me so I can worship the Lord .&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;No!&apos; Samuel replied, &apos;You disobeyed the Lord , and I won't go back with you. Now the Lord has said that you can't be king of Israel any longer.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "As Samuel turned to go, Saul grabbed the edge of Samuel's robe. It tore!"
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel said, &apos;The Lord has torn the kingdom of Israel away from you today, and he will give it to someone who is better than you."
            },
            {
                "verse_number": "29",
                "verse_text": "Besides, the eternal God of Israel isn't a human being. He doesn't tell lies or change his mind.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul said, &apos;I did sin, but please honor me in front of the leaders of the army and the people of Israel. Come back with me, so I can worship the Lord your God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Samuel followed Saul back, and Saul worshiped the Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Samuel shouted, &apos;Bring me King Agag of Amalek!&apos; Agag came in chains, and he was saying to himself, &apos;Surely they won't kill me now.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But Samuel said, &apos;Agag, you have snatched children from their mothers' arms and killed them. Now your mother will be without children.&apos; Then Samuel chopped Agag to pieces at the place of worship in Gilgal."
            },
            {
                "verse_number": "34",
                "verse_text": "Samuel went home to Ramah, and Saul returned to his home in Gibeah."
            },
            {
                "verse_number": "35",
                "verse_text": "Even though Samuel felt sad about Saul, Samuel never saw him again."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "One day he said, &apos;Samuel, I've rejected Saul, and I refuse to let him be king any longer. Stop feeling sad about him. Put some olive oil in a small container and go visit a man named Jesse, who lives in Bethlehem. I've chosen one of his sons to be my king.&apos; &apos;Take a calf with you,&apos; the Lord replied. &apos;Tell everyone that you've come to offer it as a sacrifice to me, &apos;Yes,&apos; Jesse answered. &apos;My youngest son David is out taking care of the sheep.&apos; &apos;Send for him!&apos; Samuel said. &apos;We won't start the ceremony until he gets here.&apos; Samuel returned home to Ramah."
            },
            {
                "verse_number": "2",
                "verse_text": "Samuel answered, &apos;If I do that, Saul will find out and have me killed.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "then invite Jesse to the sacrifice. When I show you which one of his sons I have chosen, pour the olive oil on his head.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Samuel did what the Lord told him and went to Bethlehem. The town leaders went to meet him, but they were terribly afraid and asked, &apos;Is this a friendly visit?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes, it is!&apos; Samuel answered. &apos;I've come to offer a sacrifice to the Lord . Get yourselves ready to take part in the sacrifice and come with me.&apos; Samuel also invited Jesse and his sons to come to the sacrifice, and he got them ready to take part."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesse and his sons arrived, Samuel noticed Jesse's oldest son, Eliab. &apos;He has to be the one the Lord has chosen,&apos; Samuel said to himself."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord told him, &apos;Samuel, don't think Eliab is the one just because he's tall and handsome. He isn't the one I've chosen. People judge others by what they look like, but I judge people by what is in their hearts.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesse told his son Abinadab to go over to Samuel, but Samuel said, &apos;No, the Lord hasn't chosen him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Next, Jesse sent his son Shammah to him, and Samuel said, &apos;The Lord hasn't chosen him either.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "One by one, Jesse told all seven of his sons to go over to Samuel. Finally, Samuel said, &apos;Jesse, the Lord hasn't chosen any of these young men."
            },
            {
                "verse_number": "11",
                "verse_text": "Do you have any other sons?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesse sent for David. He was a healthy, good-looking boy with a sparkle in his eyes. As soon as David came, the Lord told Samuel, &apos;He's the one! Get up and pour the olive oil on his head.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Samuel poured the oil on David's head while his brothers watched. At that moment, the Spirit of the Lord took control of David and stayed with him from then on."
            },
            {
                "verse_number": "14",
                "verse_text": "The Spirit of the Lord had left Saul, and an evil spirit from the Lord was terrifying him."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;It's an evil spirit from God that's frightening you,&apos; Saul's officials told him."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Your Majesty, let us go and look for someone who is good at playing the harp. He can play for you whenever the evil spirit from God bothers you, and you'll feel better.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;All right,&apos; Saul answered. &apos;Find me someone who is good at playing the harp and bring him here.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;A man named Jesse who lives in Bethlehem has a son who can play the harp,&apos; one official said. &apos;He's a brave warrior, he's good-looking, he can speak well, and the Lord is with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Saul sent a message to Jesse: &apos;Tell your son David to leave your sheep and come here to me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesse loaded a donkey with bread and a goatskin full of wine, then he told David to take the donkey and a young goat to Saul."
            },
            {
                "verse_number": "21",
                "verse_text": "David went to Saul and started working for him. Saul liked him so much that he put David in charge of carrying his weapons."
            },
            {
                "verse_number": "22",
                "verse_text": "Not long after this, Saul sent another message to Jesse: &apos;I really like David. Please let him stay with me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Whenever the evil spirit from God bothered Saul, David would play his harp. Saul would relax and feel better, and the evil spirit would go away."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines got ready for war and brought their troops together to attack the town of Socoh in Judah. They set up camp at Ephes-Dammim, between Socoh and Azekah."
            },
            {
                "verse_number": "4",
                "verse_text": "The Philistine army had a hero named Goliath who was from the town of Gath and was about three meters tall."
            },
            {
                "verse_number": "7",
                "verse_text": "and his spear was so big that the iron spearhead alone weighed about seven kilograms. A soldier always walked in front of Goliath to carry his shield."
            },
            {
                "verse_number": "8",
                "verse_text": "Goliath went out and shouted to the army of Israel:"
            },
            {
                "verse_number": "9",
                "verse_text": "If he can kill me, our people will be your slaves. But if I kill him, your people will be our slaves."
            },
            {
                "verse_number": "10",
                "verse_text": "Here and now I challenge Israel's whole army! Choose someone to fight me!"
            },
            {
                "verse_number": "11",
                "verse_text": "Saul and his men heard what Goliath said, but they were so frightened of Goliath that they couldn't do a thing."
            },
            {
                "verse_number": "12",
                "verse_text": "David's father Jesse was an old man, who belonged to the Ephrath clan and lived in Bethlehem in Judah. Jesse had eight sons:"
            },
            {
                "verse_number": "15",
                "verse_text": "He took care of his father's sheep, and he went back and forth between Bethlehem and Saul's camp."
            },
            {
                "verse_number": "16",
                "verse_text": "Goliath came out and gave his challenge every morning and every evening for 40 days."
            },
            {
                "verse_number": "17",
                "verse_text": "One day, Jesse told David, &apos;Hurry and take this sack of roasted grain and these ten loaves of bread to your brothers at the army camp."
            },
            {
                "verse_number": "18",
                "verse_text": "And here are ten large chunks of cheese to take to their commanding officer. Find out how your brothers are doing and bring back something that shows that they're all right."
            },
            {
                "verse_number": "19",
                "verse_text": "They're with Saul's army, fighting the Philistines in Elah Valley.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "David obeyed his father. He got up early the next morning and left someone else in charge of the sheep; then he loaded the supplies and started off. He reached the army camp just as the soldiers were taking their places and shouting the battle cry."
            },
            {
                "verse_number": "21",
                "verse_text": "The army of Israel and the Philistine army stood there facing each other."
            },
            {
                "verse_number": "22",
                "verse_text": "David left his things with the man in charge of supplies and ran up to the battle line to ask his brothers if they were well."
            },
            {
                "verse_number": "23",
                "verse_text": "While David was talking with them, Goliath came out from the line of Philistines and started boasting as usual. David heard him."
            },
            {
                "verse_number": "24",
                "verse_text": "When the Israelite soldiers saw Goliath, they were scared and ran off."
            },
            {
                "verse_number": "25",
                "verse_text": "They said to each other, &apos;Look how he keeps coming out to insult us. The king is offering a big reward to the man who kills Goliath. That man will even get to marry the king's daughter, and no one in his family will ever have to pay taxes again.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "David asked some soldiers standing nearby, &apos;What will a man get for killing this Philistine and stopping him from insulting our people? Who does that worthless Philistine think he is? He's making fun of the army of the living God!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The soldiers told David what the king would give the man who killed Goliath."
            },
            {
                "verse_number": "28",
                "verse_text": "David's oldest brother Eliab heard him talking with the soldiers. Eliab was angry with him and said, &apos;What are you doing here, anyway? Who's taking care of your little flock of sheep out in the desert? You spoiled brat! You came here just to watch the fighting, didn't you?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now what have I done?&apos; David answered. &apos;Can't I even ask a question?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then he turned and asked another soldier the same thing he had asked the others, and he got the same answer."
            },
            {
                "verse_number": "31",
                "verse_text": "Some soldiers overheard David talking, so they told Saul what David had said. Saul sent for David, and David came."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Your Majesty,&apos; he said, &apos;this Philistine shouldn't turn us into cowards. I'll go out and fight him myself!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You don't have a chance against him,&apos; Saul replied. &apos;You're only a boy, and he's been a soldier all his life.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But David told him:"
            },
            {
                "verse_number": "35",
                "verse_text": "I go after it and beat the wild animal until it lets the sheep go. If the wild animal turns and attacks me, I grab it by the throat and kill it."
            },
            {
                "verse_number": "36",
                "verse_text": "Sir, I have killed lions and bears that way, and I can kill this worthless Philistine. He shouldn't have made fun of the army of the living God!"
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord has rescued me from the claws of lions and bears, and he will keep me safe from the hands of this Philistine."
            },
            {
                "verse_number": "38",
                "verse_text": "Saul had his own military clothes and armor put on David, and he gave David a bronze helmet to wear."
            },
            {
                "verse_number": "39",
                "verse_text": "David strapped on a sword and tried to walk around, but he was not used to wearing those things."
            },
            {
                "verse_number": "40",
                "verse_text": "and picked up his shepherd's stick. He went out to a stream and picked up five smooth rocks and put them in his leather bag. Then with his sling in his hand, he went straight toward Goliath."
            },
            {
                "verse_number": "41",
                "verse_text": "Goliath came toward David, walking behind the soldier who was carrying his shield."
            },
            {
                "verse_number": "42",
                "verse_text": "When Goliath saw that David was just a healthy, good-looking boy, he made fun of him."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Do you think I'm a dog?&apos; Goliath asked. &apos;Is that why you've come after me with a stick?&apos; He cursed David in the name of the Philistine gods"
            },
            {
                "verse_number": "44",
                "verse_text": "and shouted, &apos;Come on! When I'm finished with you, I'll feed you to the birds and wild animals!&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "David answered:"
            },
            {
                "verse_number": "46",
                "verse_text": "Today the Lord will help me defeat you. I'll knock you down and cut off your head, and I'll feed the bodies of the other Philistine soldiers to the birds and wild animals. Then the whole world will know that Israel has a real God."
            },
            {
                "verse_number": "47",
                "verse_text": "Everybody here will see that the Lord doesn't need swords or spears to save his people. The Lord always wins his battles, and he will help us defeat you."
            },
            {
                "verse_number": "48",
                "verse_text": "When Goliath started forward, David ran toward him."
            },
            {
                "verse_number": "49",
                "verse_text": "He put a rock in his sling and swung the sling around by its straps. When he let go of one strap, the rock flew out and hit Goliath on the forehead. It cracked his skull, and he fell facedown on the ground."
            },
            {
                "verse_number": "50",
                "verse_text": "David defeated Goliath with a sling and a rock. He killed him without even using a sword."
            },
            {
                "verse_number": "51",
                "verse_text": "David ran over and pulled out Goliath's sword. Then he used it to cut off Goliath's head."
            },
            {
                "verse_number": "52",
                "verse_text": "But the soldiers of Israel and Judah let out a battle cry and went after them as far as Gath and Ekron. The bodies of the Philistines were scattered all along the road from Shaaraim to Gath and Ekron."
            },
            {
                "verse_number": "53",
                "verse_text": "When the Israelite army returned from chasing the Philistines, they took what they wanted from the enemy camp."
            },
            {
                "verse_number": "54",
                "verse_text": "David took Goliath's head to Jerusalem, but he kept Goliath's weapons in his own tent."
            },
            {
                "verse_number": "55",
                "verse_text": "After King Saul had watched David go out to fight Goliath, Saul turned to the commander of his army and said, &apos;Abner, who is that young man?&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Then find out!&apos; Saul told him."
            },
            {
                "verse_number": "57",
                "verse_text": "When David came back from fighting Goliath, he was still carrying Goliath's head."
            },
            {
                "verse_number": "58",
                "verse_text": "and Saul asked, &apos;Who are you?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "David and Saul finished talking, and soon David and Jonathan became best friends. Jonathan thought as much of David as he did of himself."
            },
            {
                "verse_number": "2",
                "verse_text": "From that time on, Saul kept David in his service and would not let David go back to his own family. Saul has killed a thousand enemies; David has killed ten thousand! King Saul had set a time limit, and before it ran out,"
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan liked David so much that they promised to always be loyal friends."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan took off the robe that he was wearing and gave it to David. He also gave him his military clothes, his sword, his bow and arrows, and his belt."
            },
            {
                "verse_number": "5",
                "verse_text": "David was a success in everything that Saul sent him to do, and Saul made him a high officer in his army. That pleased everyone, including Saul's other officers."
            },
            {
                "verse_number": "6",
                "verse_text": "David had killed Goliath, the battle was over, and the Israelite army set out for home. As the army went along, women came out of each Israelite town to welcome King Saul. They were celebrating by singing songs and dancing to the music of tambourines and harps."
            },
            {
                "verse_number": "7",
                "verse_text": "They sang:"
            },
            {
                "verse_number": "8",
                "verse_text": "This song made Saul very angry, and he thought, &apos;They are saying that David has killed ten times more enemies than I ever did. Next they will want to make him king.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Saul never again trusted David."
            },
            {
                "verse_number": "10",
                "verse_text": "The next day the Lord let an evil spirit take control of Saul, and he began acting like a crazy man inside his house. David came to play the harp for Saul as usual, but this time Saul had a spear in his hand."
            },
            {
                "verse_number": "11",
                "verse_text": "Saul thought, &apos;I'll pin David to the wall.&apos; He threw the spear at David twice, but David dodged and got away both times."
            },
            {
                "verse_number": "12",
                "verse_text": "Saul was afraid of David, because the Lord was helping David and was no longer helping him."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul put David in charge of 1,000 soldiers and sent him out to fight."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord helped David, and he and his soldiers always won their battles."
            },
            {
                "verse_number": "15",
                "verse_text": "This made Saul even more afraid of David."
            },
            {
                "verse_number": "16",
                "verse_text": "But everyone else in Judah and Israel was loyal to David, because he led the army in battle."
            },
            {
                "verse_number": "17",
                "verse_text": "One day, Saul told David, &apos;If you'll be brave and fight the Lord 's battles for me, I'll let you marry my oldest daughter Merab.&apos; But Saul was really thinking, &apos;I don't want to kill David myself, so I'll let the Philistines do it for me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "David answered, &apos;How could I possibly marry your daughter? I'm not very important, and neither is my family.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But when the time came for David to marry Saul's daughter Merab, Saul told her to marry Adriel from the town of Meholah."
            },
            {
                "verse_number": "20",
                "verse_text": "Saul had another daughter. Her name was Michal, and Saul found out that she was in love with David. This made Saul happy,"
            },
            {
                "verse_number": "21",
                "verse_text": "and he thought, &apos;I'll tell David he can marry Michal, but I'll set it up so that the Philistines will kill him.&apos; He told David, &apos;I'm going to give you a second chance to marry one of my daughters.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The officials went back to Saul and told him exactly what David had said."
            },
            {
                "verse_number": "25",
                "verse_text": "Saul was hoping that the Philistines would kill David, and he told his officials to tell David, &apos;The king doesn't want any silver or gold. He only wants to get even with his enemies. All you have to do is to bring back proof that you have killed 100 Philistines!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The officials told David, and David wanted to marry the princess."
            },
            {
                "verse_number": "27",
                "verse_text": "David and his men left and killed 200 Philistines. David brought back the proof that Saul had demanded and showed it to him, so he could marry Michal. Saul agreed to let David marry Michal."
            },
            {
                "verse_number": "28",
                "verse_text": "King Saul knew that she loved David, and he also realized that the Lord was helping David."
            },
            {
                "verse_number": "29",
                "verse_text": "But knowing those things made Saul even more afraid of David, and he was David's enemy for the rest of his life."
            },
            {
                "verse_number": "30",
                "verse_text": "The Philistine rulers kept coming to fight Israel, but whenever David fought them, he won. He was famous because he won more battles against the Philistines than any of Saul's other officers."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "One day, Saul told his son Jonathan and his officers to kill David. But Jonathan and David were best friends,"
            },
            {
                "verse_number": "6",
                "verse_text": "Saul agreed and promised, &apos;I swear by the living Lord that I won't have David killed!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jonathan went to David and told him what Saul had said. Then he brought David to Saul, and David served in Saul's army just as he had done before."
            },
            {
                "verse_number": "8",
                "verse_text": "The next time there was a war with the Philistines, David fought hard and forced them to retreat."
            },
            {
                "verse_number": "11",
                "verse_text": "Saul sent guards to watch David's house all night and then to kill him in the morning."
            },
            {
                "verse_number": "12",
                "verse_text": "She helped David leave through a window and climb down to the ground. As David ran off,"
            },
            {
                "verse_number": "13",
                "verse_text": "Michal put a statue in his bed. She put goat hair on its head and dressed it in some of David's clothes."
            },
            {
                "verse_number": "14",
                "verse_text": "The next morning, Saul sent guards to arrest David. But Michal told them, &apos;David is sick.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul sent the guards back and told them, &apos;Bring David to me&ndash;bed and all&ndash;so I can kill him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the guards went in, all they found in the bed was the statue with the goat hair on its head."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Why have you tricked me this way?&apos; Saul asked Michal. &apos;You helped my enemy get away!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Meanwhile, David went to Samuel at Ramah and told him what Saul had done. Then Samuel and David went to Prophets Village and stayed there."
            },
            {
                "verse_number": "19",
                "verse_text": "Someone told Saul, &apos;David is at Prophets Village in Ramah.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Saul sent a few soldiers to bring David back. They went to Ramah and found Samuel in charge of a group of prophets who were all prophesying. Then the Spirit of God took control of the soldiers and they started prophesying too."
            },
            {
                "verse_number": "21",
                "verse_text": "When Saul heard what had happened, he sent some more soldiers, but they prophesied just like the first group. He sent a third group of soldiers, but the same thing happened to them."
            },
            {
                "verse_number": "22",
                "verse_text": "Finally, Saul left for Ramah himself. He went as far as the deep pit at the town of Secu, and he asked, &apos;Where are Samuel and David?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul left for Ramah. But as he walked along, the Spirit of God took control of him, and he started prophesying. Then, when he reached Prophets Village,"
            },
            {
                "verse_number": "24",
                "verse_text": "he stripped off his clothes and prophesied in front of Samuel. He dropped to the ground and lay there naked all that day and night. That's how the saying started, &apos;Is Saul now a prophet?&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "David escaped from Prophets Village. Then he ran to see Jonathan and asked, &apos;Why does your father Saul want to kill me? What have I done wrong?&apos; When they got there, I swear by the Lord God of Israel, that two days from now I'll know what my father is planning. Of course I'll let you know if he's friendly toward you. I pray that the Lord will bless you, just as he used to bless my father. Tomorrow is the New Moon Festival, and people will wonder where you are, because your place at the table will be empty. You'll know if it's safe to come out by what I tell him. If it is safe, I swear by the living Lord that I'll say, &apos;The arrows are on this side of you! Pick them up!&apos; During the New Moon Festival, Saul sat down to eat The boy started running, and Jonathan shot an arrow so that it would go beyond him. The boy picked up the arrows and brought them back to Jonathan, David left and Jonathan went back to town."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;My father can't be trying to kill you! He never does anything without telling me about it. Why would he hide this from me? It can't be true!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Jonathan, I swear it's true! But your father knows how much you like me, and he didn't want to break your heart. That's why he didn't tell you. I swear by the living Lord and by your own life that I'm only one step ahead of death.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jonathan said, &apos;Tell me what to do, and I'll do it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David answered: Tomorrow is the New Moon Festival, and I'm supposed to eat dinner with your father. But instead, I'll hide in a field until the evening of the next day."
            },
            {
                "verse_number": "6",
                "verse_text": "If Saul wonders where I am, tell him, &apos;David asked me to let him go to his hometown of Bethlehem, so he could take part in a sacrifice his family makes there every year.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "If your father says it's all right, then I'm safe. But if he gets angry, you'll know he wants to harm me."
            },
            {
                "verse_number": "8",
                "verse_text": "Be kind to me. After all, it was your idea to promise the Lord that we would always be loyal friends. If I've done anything wrong, kill me yourself, but don't hand me over to your father."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don't worry,&apos; Jonathan said. &apos;If I find out that my father wants to kill you, I'll certainly let you know.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;How will you do that?&apos; David asked."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Let's go out to this field, and I'll tell you,&apos; Jonathan answered."
            },
            {
                "verse_number": "12",
                "verse_text": "Jonathan said:"
            },
            {
                "verse_number": "13",
                "verse_text": "But if he wants to harm you, I promise to tell you and help you escape. And I ask the Lord to punish me severely if I don't keep my promise."
            },
            {
                "verse_number": "16",
                "verse_text": "Jonathan and David made an agreement that even David's descendants would have to keep. Then Jonathan said, &apos;I pray that the Lord will take revenge on your descendants if they break our promise.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jonathan thought as much of David as he did of himself, so he asked David to promise once more that he would be a loyal friend."
            },
            {
                "verse_number": "18",
                "verse_text": "After this Jonathan said:"
            },
            {
                "verse_number": "19",
                "verse_text": "By the day after tomorrow, everyone will think you've been gone a long time. Then go to the place where you hid before and stay beside Going-Away Rock."
            },
            {
                "verse_number": "20",
                "verse_text": "I'll shoot three arrows at a target off to the side of the rock,"
            },
            {
                "verse_number": "21",
                "verse_text": "and send my servant to find the arrows."
            },
            {
                "verse_number": "22",
                "verse_text": "But if it isn't safe, I'll say to the boy, &apos;The arrows are farther away!&apos; This will mean that the Lord wants you to leave, and you must go."
            },
            {
                "verse_number": "23",
                "verse_text": "But he will always watch us to make sure that we keep the promise we made to each other."
            },
            {
                "verse_number": "24",
                "verse_text": "So David hid there in the field."
            },
            {
                "verse_number": "25",
                "verse_text": "by the wall, just as he always did. Jonathan sat across from him, and Abner sat next to him. But David's place was empty."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul didn't say anything that day, because he was thinking, &apos;Something must have happened to make David unfit to be at the Festival. Yes, something must have happened.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The day after the New Moon Festival, when David's place was still empty, Saul asked Jonathan, &apos;Why hasn't that son of Jesse come to eat with us? He wasn't here yesterday, and he still isn't here today!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul was furious with Jonathan and yelled, &apos;You're no son of mine, you traitor! I know you've chosen to be loyal to that son of Jesse. You should be ashamed of yourself! And your own mother should be ashamed that you were ever born."
            },
            {
                "verse_number": "31",
                "verse_text": "You'll never be safe, and your kingdom will be in danger as long as that son of Jesse is alive. Turn him over to me now! He deserves to die!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Why do you want to kill David?&apos; Jonathan asked. &apos;What has he done?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Saul threw his spear at Jonathan and tried to kill him. Then Jonathan was sure that his father really did want to kill David."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan was angry and hurt that his father had insulted David so terribly. He got up, left the table, and didn't eat anything all that day."
            },
            {
                "verse_number": "35",
                "verse_text": "In the morning, Jonathan went out to the field to meet David. He took a servant boy along"
            },
            {
                "verse_number": "36",
                "verse_text": "and told him, &apos;When I shoot the arrows, you run and find them for me.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "When the boy got near the place where the arrow had landed, Jonathan shouted, &apos;Isn't the arrow on past you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jonathan shouted to him again, &apos;Hurry up! Don't stop!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "but he had no idea about what was going on. Only Jonathan and David knew."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan gave his weapons to the boy and told him, &apos;Take these back into town.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "After the boy had gone, David got up from beside the mound and bowed very low three times. Then he and Jonathan kissed each other and cried, but David cried louder."
            },
            {
                "verse_number": "42",
                "verse_text": "Jonathan said, &apos;Take care of yourself. And remember, we each have asked the Lord to watch and make sure that we and our descendants keep our promise forever.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "David went to see Ahimelech, a priest who lived in the town of Nob. Ahimelech was trembling with fear as he came out to meet David. &apos;Why are you alone?&apos; Ahimelech asked. &apos;Why isn't anyone else with you?&apos; &apos;It's the best sword there is,&apos; David said. &apos;I'll take it!&apos; &quot;Saul has killed a thousand enemies; David has killed ten thousand&quot;?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I'm on a mission for King Saul,&apos; David answered. &apos;He ordered me not to tell anyone what the mission is all about, so I ordered my soldiers to stay somewhere else."
            },
            {
                "verse_number": "3",
                "verse_text": "Do you have any food you can give me? Could you spare five loaves of bread?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The only bread I have is the sacred bread,&apos; the priest told David. &apos;You can have it if your soldiers didn't sleep with women last night.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Of course we didn't sleep with women,&apos; David answered. &apos;I never let my men do that when we're on a mission. They have to be acceptable to worship God even when we're on a regular mission, and today we're on a special mission.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The only bread the priest had was the sacred bread that he had taken from the place of worship after putting out the fresh loaves. So he gave it to David."
            },
            {
                "verse_number": "7",
                "verse_text": "It so happened that one of Saul's officers was there, worshiping the Lord that day. His name was Doeg the Edomite, and he was the strongest of Saul's shepherds."
            },
            {
                "verse_number": "8",
                "verse_text": "David asked Ahimelech, &apos;Do you have a spear or a sword? I had to leave so quickly on this mission for the king that I didn't bring along my sword or any other weapons.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The priest answered, &apos;The only sword here is the one that belonged to Goliath the Philistine. You were the one who killed him in Elah Valley, and so you can take his sword if you want to. It's wrapped in a cloth behind the statue.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David kept on running from Saul that day until he came to Gath, where he met with King Achish."
            },
            {
                "verse_number": "11",
                "verse_text": "The officers of King Achish were also there, and they asked Achish, &apos;Isn't David a king back in his own country? Don't the Israelites dance and sing,"
            },
            {
                "verse_number": "12",
                "verse_text": "David thought about what they were saying, and it made him afraid of Achish."
            },
            {
                "verse_number": "13",
                "verse_text": "So right there in front of everyone, he pretended to be insane. He acted confused and started making scratches on the doors of the town gate, while drooling in his beard."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Look at him!&apos; Achish said to his officers. &apos;You can see he's crazy. Why did you bring him to me?"
            },
            {
                "verse_number": "15",
                "verse_text": "I have enough crazy people without your bringing another one here. Keep him away from my palace!&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "When David escaped from the town of Gath, he went to Adullam Cave. His brothers and the rest of his family found out where he was, and they followed him there."
            },
            {
                "verse_number": "2",
                "verse_text": "A lot of other people joined him too. Some were in trouble, others were angry or in debt, and David was soon the leader of 400 men. &apos;Certainly, Your Majesty,&apos; Ahimelech answered. But the king's officers would not attack the priests of the Lord . On that same day, Doeg killed 85 priests."
            },
            {
                "verse_number": "3",
                "verse_text": "David left Adullam Cave and went to the town of Mizpeh in Moab, where he talked with the king of Moab. &apos;Please,&apos; David said, &apos;let my father and mother stay with you until I find out what God will do with me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he brought his parents to the king of Moab, and they stayed with him while David was in hiding."
            },
            {
                "verse_number": "5",
                "verse_text": "One day the prophet Gad told David, &apos;Don't stay here! Go back to Judah.&apos; David then left and went to Hereth Forest."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul was sitting under a small tree on top of the hill at Gibeah when he heard that David and his men had been located. Saul was holding his spear, and his officers were standing in front of him."
            },
            {
                "verse_number": "7",
                "verse_text": "He told them: Listen to me! You belong to the Benjamin tribe, so if that son of Jesse ever becomes king, he won't give you fields or vineyards. He won't make you officers in charge of thousands or hundreds as I have done."
            },
            {
                "verse_number": "8",
                "verse_text": "But you're all plotting against me! Not one of you told me that my own son Jonathan had made an agreement with him. Not one of you cared enough to tell me that Jonathan had helped one of my officers rebel. Now that son of Jesse is trying to ambush me."
            },
            {
                "verse_number": "9",
                "verse_text": "Doeg the Edomite was standing with the other officers and spoke up, &apos;When I was in the town of Nob, I saw that son of Jesse. He was visiting the priest Ahimelech the son of Ahitub."
            },
            {
                "verse_number": "10",
                "verse_text": "Ahimelech talked to the Lord for him, then gave him food and the sword that had belonged to Goliath the Philistine.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Saul sent a message to Ahimelech and his whole family of priests at Nob, ordering them to come to him. When they came,"
            },
            {
                "verse_number": "12",
                "verse_text": "Saul told them, &apos;Listen to me, you son of Ahitub.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Saul demanded, &apos;Why did you plot against me with that son of Jesse? You helped him rebel against me by giving him food and a sword, and by talking with God for him. Now he's trying to ambush me!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Your Majesty, none of your officers is more loyal than David!&apos; Ahimelech replied. &apos;He's your son-in-law and the captain of your bodyguard. Everyone in your family respects him."
            },
            {
                "verse_number": "15",
                "verse_text": "This isn't the first time I've talked with God for David, and it's never made you angry before! Please don't accuse me or my family like this. I have no idea what's going on!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Ahimelech,&apos; Saul said, &apos;you and your whole family are going to die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Saul shouted to his bodyguards, &apos;These priests of the Lord helped David! They knew he was running away, but they didn't tell me. Kill them!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Saul turned to Doeg, who was from Edom, and said, &apos;Kill the priests!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he attacked the town of Nob, where the priests had lived, and he killed everyone there&ndash;men, women, children, and babies. He even killed their cattle, donkeys, and sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Ahimelech's son Abiathar was the only one who escaped. He ran to David"
            },
            {
                "verse_number": "21",
                "verse_text": "and told him, &apos;Saul has murdered the Lord 's priests at Nob!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David answered, &apos;That day when I saw Doeg, I knew he would tell Saul! Your family died because of me."
            },
            {
                "verse_number": "23",
                "verse_text": "Stay here. Isn't the same person trying to kill both of us? Don't worry! You'll be safe here with me.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "One day some people told David, &apos;The Philistines keep attacking the town of Keilah and stealing grain from the threshing place.&apos; &apos;Yes,&apos; the Lord answered. &apos;Attack them and rescue Keilah.&apos; By this time, Abiathar had joined David in Keilah and had brought along everything he needed to get answers from God. &apos;Yes, he will come,&apos; the Lord answered. &apos;Yes, they would,&apos; the Lord answered. You've done me a big favor, and I pray that the Lord will bless you. Saul found out where David was and started closing in on him."
            },
            {
                "verse_number": "2",
                "verse_text": "David asked the Lord , &apos;Should I attack these Philistines?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David's men said, &apos;Look, even here in Judah we're afraid of the Philistines. We will be terrified if we try to fight them at Keilah!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "David asked the Lord about it again. &apos;Leave at once,&apos; the Lord answered. &apos;I will give you victory over the Philistines at Keilah.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David and his men went there and fiercely attacked the Philistines. They killed many of them, then led away their cattle, and rescued the people of Keilah."
            },
            {
                "verse_number": "9",
                "verse_text": "David heard about Saul's plan to capture him, and he told Abiathar, &apos;Let's ask God what we should do.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David prayed, &apos; Lord God of Israel, I was told that Saul is planning to come here. What should I do? Suppose he threatens to destroy the town because of me."
            },
            {
                "verse_number": "11",
                "verse_text": "Would the leaders of Keilah turn me over to Saul? Or is he really coming? Please tell me, Lord .&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David asked, &apos;Would the leaders of Keilah hand me and my soldiers over to Saul?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David and his 600 men got out of there fast and started moving from place to place. Saul heard that David had left Keilah, and he decided not to go after him."
            },
            {
                "verse_number": "14",
                "verse_text": "David stayed in hideouts in the hill country of Ziph Desert. Saul kept searching, but God never let Saul catch him."
            },
            {
                "verse_number": "15",
                "verse_text": "One time, David was at Horesh in Ziph Desert. He was afraid because Saul had come to the area to kill him."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jonathan went to see David, and God helped him encourage David."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don't be afraid,&apos; Jonathan said. &apos;My father Saul will never get his hands on you. In fact, you're going to be the next king of Israel, and I'll be your highest official. Even my father knows it's true.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "They both promised the Lord that they would always be loyal to each other. Then Jonathan went home, but David stayed at Horesh."
            },
            {
                "verse_number": "19",
                "verse_text": "Some people from the town of Ziph went to Saul at Gibeah and said, &apos;Your Majesty, David has a hideout not far from us! It's near Horesh, somewhere on Mount Hachilah south of Jeshimon."
            },
            {
                "verse_number": "20",
                "verse_text": "If you come, we will help you catch him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul told them:"
            },
            {
                "verse_number": "22",
                "verse_text": "Now please do just a little more for me. Find out exactly where David is, as well as where he goes, and who has seen him there. I've been told that he's very tricky."
            },
            {
                "verse_number": "23",
                "verse_text": "Find out where all his hiding places are and come back when you're sure. Then I'll go with you. If he is still in the area, or anywhere among the clans of Judah, I'll find him."
            },
            {
                "verse_number": "24",
                "verse_text": "The people from Ziph went back ahead of Saul, and they found out that David and his men were still south of Jeshimon in the Maon Desert."
            },
            {
                "verse_number": "25",
                "verse_text": "Saul and his army set out to find David. But David heard that Saul was coming, and he went to a place called The Rock, one of his hideouts in Maon Desert."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul was going around a hill on one side, and David and his men were on the other side, trying to get away. Saul and his soldiers were just about to capture David and his men,"
            },
            {
                "verse_number": "27",
                "verse_text": "when a messenger came to Saul and said, &apos;Come quickly! The Philistines are attacking Israel and taking everything.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Saul stopped going after David and went back to fight the Philistines. That's why the place is called &apos;Escape Rock.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "David left and went to live in the hideouts at En-Gedi."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "When Saul got back from fighting off the Philistines, he heard that David was in the desert around En-Gedi."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul led 3,000 of Israel's best soldiers out to look for David and his men near Wild Goat Rocks at En-Gedi."
            },
            {
                "verse_number": "3",
                "verse_text": "There were some sheep pens along the side of the road, and one of them was built around the entrance to a cave. Saul went into the cave to relieve himself. David and his men were hiding at the back of the cave. Saul left the cave and started down the road. Saul turned around to look. David bowed down very low Your Majesty, why do you listen to people who say that I'm trying to harm you? David, you're a better person than I am. You treated me with kindness, even though I've been cruel to you."
            },
            {
                "verse_number": "4",
                "verse_text": "They whispered to David, &apos;The Lord told you he was going to let you defeat your enemies and do whatever you want with them. This must be the day the Lord was talking about.&apos; David sneaked over and cut off a small piece of Saul's robe, but Saul didn't notice a thing."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterwards, David was sorry that he had even done that,"
            },
            {
                "verse_number": "8",
                "verse_text": "Soon, David also got up and left the cave. &apos;Your Majesty!&apos; he shouted from a distance."
            },
            {
                "verse_number": "9",
                "verse_text": "and said:"
            },
            {
                "verse_number": "10",
                "verse_text": "You can see for yourself that the Lord gave me the chance to catch you in the cave today. Some of my men wanted to kill you, but I wouldn't let them do it. I told them, &apos;I will not harm the Lord 's chosen king!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Your Majesty, look at what I'm holding. You can see that it's a piece of your robe. If I could cut off a piece of your robe, I could have killed you. But I let you live, and that should prove I'm not trying to harm you or to rebel. I haven't done anything to you, and yet you keep trying to ambush and kill me."
            },
            {
                "verse_number": "12",
                "verse_text": "I'll let the Lord decide which one of us has done right. I pray that the Lord will punish you for what you're doing to me, but I won't do anything to you."
            },
            {
                "verse_number": "13",
                "verse_text": "An old proverb says, &apos;Only evil people do evil things,&apos; and so I won't harm you."
            },
            {
                "verse_number": "14",
                "verse_text": "Why should the king of Israel be out chasing me, anyway? I'm as worthless as a dead dog or a flea."
            },
            {
                "verse_number": "15",
                "verse_text": "I pray that the Lord will help me escape and show that I am in the right."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;David, my son&ndash;is that you?&apos; Saul asked. Then he started crying"
            },
            {
                "verse_number": "17",
                "verse_text": "and said:"
            },
            {
                "verse_number": "18",
                "verse_text": "You've told me how you were kind enough not to kill me when the Lord gave you the chance."
            },
            {
                "verse_number": "19",
                "verse_text": "If you really were my enemy, you wouldn't have let me leave here alive. I pray that the Lord will give you a big reward for what you did today."
            },
            {
                "verse_number": "20",
                "verse_text": "I realize now that you will be the next king, and a powerful king at that."
            },
            {
                "verse_number": "21",
                "verse_text": "Promise me with the Lord as your witness, that you won't wipe out my descendants. Let them live to keep my family name alive."
            },
            {
                "verse_number": "22",
                "verse_text": "So David promised, and Saul went home. David and his men returned to their hideout."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Samuel died, and people from all over Israel gathered to mourn for him when he was buried at his home in Ramah. Meanwhile, David moved his camp to Paran Desert. I hope that you and your family are healthy and that all is going well for you. When your shepherds were with us in Carmel, we didn't harm them, and nothing was ever stolen from them. Who does this David think he is? That son of Jesse is just one more slave on the run from his master, and there are too many of them these days. They all strapped on their swords. Two hundred men stayed behind to guard the camp, but the other 400 followed David. David's men were often nearby while we were taking care of the sheep in the fields. They were very good to us, they never hurt us, and nothing was ever stolen from us while they were nearby. With them around day or night, we were as safe as we would have been inside a walled city. David sent some messengers from the desert to wish our master well, but he shouted insults at them. Isn't there something you can do? Please think of something! Or else our master and his family and everyone who works for him are all doomed. Sir, please let me explain! I didn't see the men you sent, When the Lord does all those good things for you, please remember me. I praise the Lord God of Israel! He must have sent you to meet me today. Abigail was still at Carmel. So David sent messengers to ask her if she would marry him."
            },
            {
                "verse_number": "4",
                "verse_text": "One day, Nabal was in Carmel where his servants were cutting the wool from his sheep. David was in the desert when he heard about it."
            },
            {
                "verse_number": "7",
                "verse_text": "I've heard that you are cutting the wool from your sheep."
            },
            {
                "verse_number": "8",
                "verse_text": "Ask your shepherds, and they'll tell you the same thing. My servants are your servants, and you are like a father to me. This is a day for celebrating, so please be kind and share some of your food with us."
            },
            {
                "verse_number": "9",
                "verse_text": "David's men went to Nabal and gave him David's message, then they waited for Nabal's answer."
            },
            {
                "verse_number": "10",
                "verse_text": "This is what he said:"
            },
            {
                "verse_number": "11",
                "verse_text": "What makes you think I would take my bread, my water, and the meat that I've had cooked for my own servants and give it to you? Besides, I'm not sure that David sent you!"
            },
            {
                "verse_number": "12",
                "verse_text": "The men returned to their camp and told David everything Nabal had said."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Everybody get your swords!&apos; David ordered."
            },
            {
                "verse_number": "17",
                "verse_text": "He's a bully who won't listen to anyone."
            },
            {
                "verse_number": "18",
                "verse_text": "Abigail quickly got together 200 loaves of bread, two large clay jars of wine, the meat from five sheep, a large sack of roasted grain, 100 handfuls of raisins, and 200 handfuls of dried figs. She loaded all the food on donkeys"
            },
            {
                "verse_number": "19",
                "verse_text": "and told her servants, &apos;Take this on ahead, and I'll catch up with you.&apos; She didn't tell her husband Nabal what she was doing."
            },
            {
                "verse_number": "20",
                "verse_text": "Abigail was riding her donkey on the path that led around the hillside, when suddenly she met David and his men heading straight at her."
            },
            {
                "verse_number": "21",
                "verse_text": "David had just been saying, &apos;I surely wasted my time guarding Nabal's things in the desert and keeping them from being stolen! I was good to him, and now he pays me back with insults."
            },
            {
                "verse_number": "22",
                "verse_text": "I swear that by morning, there won't be a man or boy left from his family or his servants' families. I pray that God will punish me if I don't do it!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Abigail quickly got off her donkey and bowed down in front of David."
            },
            {
                "verse_number": "24",
                "verse_text": "Then she said:"
            },
            {
                "verse_number": "25",
                "verse_text": "Don't pay any attention to that good-for-nothing Nabal. His name means &apos;fool,&apos; and it really fits him!"
            },
            {
                "verse_number": "28",
                "verse_text": "Please forgive me if I say a little more. The Lord will always protect you and your family, because you fight for him. I pray that you won't ever do anything evil as long as you live."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord your God will keep you safe when your enemies try to kill you. But he will snatch away their lives quicker than you can throw a rock from a sling."
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord has promised to do many good things for you, even to make you the ruler of Israel. The Lord will keep his promises to you,"
            },
            {
                "verse_number": "31",
                "verse_text": "and now your conscience will be clear, because you won't be guilty of taking revenge and killing innocent people."
            },
            {
                "verse_number": "32",
                "verse_text": "David told her:"
            },
            {
                "verse_number": "33",
                "verse_text": "And you should also be praised. Your good sense kept me from taking revenge and killing innocent people."
            },
            {
                "verse_number": "34",
                "verse_text": "If you hadn't come to meet me so quickly, every man and boy in Nabal's family and in his servants' families would have been killed by morning. I swear by the living Lord God of Israel who protected you that this is the truth."
            },
            {
                "verse_number": "35",
                "verse_text": "David accepted the food Abigail had brought. &apos;Don't worry,&apos; he said. &apos;You can go home now. I'll do what you asked.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Abigail went back home and found Nabal throwing a party fit for a king. He was very drunk and feeling good, so she didn't tell him anything that night."
            },
            {
                "verse_number": "37",
                "verse_text": "But when he sobered up the next morning, Abigail told him everything that had happened. Nabal had a heart attack, and he lay in bed as still as a stone."
            },
            {
                "verse_number": "38",
                "verse_text": "Ten days later, the Lord took his life."
            },
            {
                "verse_number": "41",
                "verse_text": "She bowed down and said, &apos;I would willingly be David's slave and wash his servants' feet.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Abigail quickly got ready and went back with David's messengers. She rode on her donkey, while five of her servant women walked alongside. She and David were married as soon as she arrived."
            },
            {
                "verse_number": "43",
                "verse_text": "David had earlier married Ahinoam from the town of Jezreel, so both she and Abigail were now David's wives."
            },
            {
                "verse_number": "44",
                "verse_text": "Meanwhile, Saul had arranged for Michal to marry Palti the son of Laish, who came from the town of Gallim."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Once again, some people from Ziph went to Gibeah to talk with Saul. &apos;David has a hideout on Mount Hachilah near Jeshimon out in the desert,&apos; they told him. When David heard that Saul was following him, &apos;I will!&apos; Abishai answered. Abner shouted back. &apos;Who dares disturb the king?&apos; &apos;Yes it is, Your Majesty. Saul went back home. David also left,"
            },
            {
                "verse_number": "2",
                "verse_text": "Saul took 3,000 of Israel's best soldiers and went to look for David there in Ziph Desert."
            },
            {
                "verse_number": "3",
                "verse_text": "Saul set up camp on Mount Hachilah, which is across the road from Jeshimon. But David was hiding out in the desert."
            },
            {
                "verse_number": "4",
                "verse_text": "he sent some spies to find out if it was true."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he sneaked up to Saul's camp. He noticed that Saul and his army commander Abner the son of Ner were sleeping in the middle of the camp, with soldiers sleeping all around them."
            },
            {
                "verse_number": "6",
                "verse_text": "David asked Ahimelech the Hittite and Joab's brother Abishai, &apos;Which one of you will go with me into Saul's camp?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "That same night, David and Abishai crept into the camp. Saul was sleeping, and his spear was stuck in the ground not far from his head. Abner and the soldiers were sound asleep all around him."
            },
            {
                "verse_number": "8",
                "verse_text": "Abishai whispered, &apos;This time God has let you get your hands on your enemy! I'll pin him to the ground with one thrust of his own spear.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don't kill him!&apos; David whispered back. &apos;The Lord will punish anyone who kills his chosen king."
            },
            {
                "verse_number": "10",
                "verse_text": "As surely as the Lord lives, the Lord will kill Saul, or Saul will die a natural death or be killed in battle."
            },
            {
                "verse_number": "11",
                "verse_text": "But I pray that the Lord will keep me from harming his chosen king. Let's grab his spear and his water jar and get out of here!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David took the spear and the water jar, then left the camp. None of Saul's soldiers knew what had happened or even woke up&ndash;the Lord had made all of them fall sound asleep."
            },
            {
                "verse_number": "13",
                "verse_text": "David and Abishai crossed the valley and went to the top of the next hill, where they were at a safe distance."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Abner!&apos; David shouted toward Saul's army. &apos;Can you hear me?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Abner, what kind of a man are you?&apos; David replied. &apos;Aren't you supposed to be the best soldier in Israel? Then why didn't you protect your king? Anyone who went into your camp could have killed him tonight."
            },
            {
                "verse_number": "16",
                "verse_text": "You're a complete failure! I swear by the living Lord that you and your men deserve to die for not protecting the Lord 's chosen king. Look and see if you can find the king's spear and the water jar that were near his head.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Saul could tell it was David's voice, and he called out, &apos;David, my son! Is that you?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Why are you hunting me down? Have I done something wrong, or have I committed a crime?"
            },
            {
                "verse_number": "19",
                "verse_text": "Please listen to what I have to say. If the Lord has turned you against me, maybe a sacrifice will make him change his mind. But if some people have turned you against me, I hope the Lord will punish them! They have forced me to leave the land that belongs to the Lord and have told me to worship foreign gods."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't let me die in a land far away from the Lord . I'm no more important than a flea! Why should the king of Israel hunt me down as if I were a bird in the mountains?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;David, you had the chance to kill me today. But you didn't. I was very wrong about you. It was a terrible mistake for me to try to kill you. I've acted like a fool, but I'll never try to harm you again. You're like a son to me, so please come back.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Your Majesty, here's your spear! Let one of your soldiers come and get it."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord put you in my power today, but you are his chosen king and I wouldn't harm you. The Lord rewards people who are faithful and live right."
            },
            {
                "verse_number": "24",
                "verse_text": "I spared your life today, and I pray that the Lord will spare my life and keep me safe.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;David, my son, I pray that the Lord will bless you and make you successful!&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "but he thought to himself, &apos;One of these days, Saul is going to kill me. The only way to escape from him is to go to Philistia. Then I'll be outside of Israel, and Saul will give up trying to catch me.&apos; After he returned from a raid, David always went to see Achish, David made these raids all the time he was in Philistia."
            },
            {
                "verse_number": "4",
                "verse_text": "When Saul found out that David had run off to Gath, he stopped trying to catch him."
            },
            {
                "verse_number": "5",
                "verse_text": "One day, David was talking with Achish and said, &apos;If you are happy with me, then let me live in one of the towns in the countryside. I'm not important enough to live here with you in the royal city.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Achish gave David the town of Ziklag that same day, and Ziklag has belonged to the kings of Judah ever since."
            },
            {
                "verse_number": "7",
                "verse_text": "David was in Philistia for a year and four months."
            },
            {
                "verse_number": "8",
                "verse_text": "The Geshurites, the Girzites, and the Amalekites lived in the area from Telam to Shur and on as far as Egypt, and David often attacked their towns."
            },
            {
                "verse_number": "9",
                "verse_text": "Whenever David and his men attacked a town, they took the sheep, cattle, donkeys, camels, and the clothing, and killed everyone who lived there."
            },
            {
                "verse_number": "10",
                "verse_text": "who would ask, &apos;Where did you attack today?&apos; David would answer, &apos;Oh, we attacked some desert town that belonged to the Judah tribe.&apos; Sometimes David would say, &apos;Oh, we attacked a town in the desert where the Jerahmeel clan lives&apos; or &apos;We attacked a town in the desert where the Kenites live.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "That's why David killed everyone in the towns he attacked. He thought, &apos;If I let any of them live, they might come to Gath and tell what I've really been doing.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Achish trusted David and thought, &apos;David's people must be furious with him. From now on he will have to take orders from me.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "4",
                "verse_text": "The Philistines went to Shunem and set up camp. Saul called the army of Israel together, and they set up their camp in Gilboa."
            },
            {
                "verse_number": "5",
                "verse_text": "Saul took one look at the Philistine army and started shaking with fear."
            },
            {
                "verse_number": "6",
                "verse_text": "So he asked the Lord what to do. But the Lord would not answer, either in a dream or by a priest or a prophet."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Saul told his officers, &apos;Find me a woman who can talk to the spirits of the dead. I'll go to her and find out what's going to happen.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "That night, Saul put on different clothing so nobody would recognize him. Then he and two of his men went to the woman, and asked, &apos;Will you bring up the ghost of someone for us?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman said, &apos;Why are you trying to trick me and get me killed? You know King Saul has killed everyone who talks to the spirits of the dead!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Saul replied, &apos;I swear by the living Lord that nothing will happen to you because of this.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Who do you want me to bring up?&apos; she asked."
            },
            {
                "verse_number": "12",
                "verse_text": "When the woman saw Samuel, she screamed. Then she turned to Saul and said, &apos;You've tricked me! You're the king!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don't be afraid,&apos; Saul replied. &apos;Just tell me what you see.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;What does it look like?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Why are you bothering me by bringing me up like this?&apos; Samuel asked."
            },
            {
                "verse_number": "16",
                "verse_text": "Samuel said:"
            },
            {
                "verse_number": "17",
                "verse_text": "I've already told you: The Lord has sworn to take the kingdom from you and give it to David. And that's just what he's doing!"
            },
            {
                "verse_number": "18",
                "verse_text": "When the Lord was angry with the Amalekites, he told you to destroy them, but you didn't do it. That's why the Lord is doing this to you."
            },
            {
                "verse_number": "19",
                "verse_text": "Tomorrow the Lord will let the Philistines defeat Israel's army, then you and your sons will join me down here in the world of the dead."
            },
            {
                "verse_number": "20",
                "verse_text": "At once, Saul collapsed and lay stretched out on the floor, terrified at what Samuel had said. He was weak because he had not eaten anything since the day before."
            },
            {
                "verse_number": "21",
                "verse_text": "The woman came over to Saul, and when she saw that he was completely terrified, she said, &apos;Your Majesty, I listened to you and risked my life to do what you asked."
            },
            {
                "verse_number": "22",
                "verse_text": "Now please listen to me. Let me get you a little something to eat. It will give you strength for your walk back to camp.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;No, I won't eat!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "At once the woman killed a calf that she had been fattening up. She cooked part of the meat and baked some thin bread."
            },
            {
                "verse_number": "25",
                "verse_text": "Then she served the food to Saul and his officers, who ate and left before daylight."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines had brought their whole army to Aphek, while Israel's army was camping near Jezreel Spring."
            },
            {
                "verse_number": "4",
                "verse_text": "The Philistine army commanders were angry and shouted:"
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites even dance and sing,"
            },
            {
                "verse_number": "6",
                "verse_text": "Achish called David over and said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Go on back home and try not to upset them."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But what have I done?&apos; David asked. &apos;Do you know of anything I've ever done that would keep me from fighting the enemies of my king?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Achish said:"
            },
            {
                "verse_number": "10",
                "verse_text": "You and your troops will have to go back to the town I gave you. Get up and leave tomorrow morning as soon as it's light. I'm pleased with you, so don't let any of this bother you."
            },
            {
                "verse_number": "11",
                "verse_text": "David and his men got up early in the morning and headed back toward Philistia, while the Philistines left for Jezreel."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "It took David and his men three days to reach Ziklag. But while they had been away, the Amalekites had been raiding in the desert around there. They had attacked Ziklag, burned it to the ground,"
            },
            {
                "verse_number": "2",
                "verse_text": "and had taken away the women and children."
            },
            {
                "verse_number": "3",
                "verse_text": "When David and his men came to Ziklag, they saw the burned-out ruins and learned that their families had been taken captive."
            },
            {
                "verse_number": "4",
                "verse_text": "They started crying and kept it up until they were too weak to cry any more."
            },
            {
                "verse_number": "5",
                "verse_text": "David's two wives, Ahinoam and Abigail, had been taken captive with everyone else. Abiathar brought everything he needed to get answers from God, and he went over to David. &apos;Go after them,&apos; the Lord answered. &apos;You will catch up with them, and you will rescue your families.&apos; &apos;I'm from Egypt,&apos; the young man answered. &apos;I'm the servant of an Amalekite, but he left me here three days ago because I was sick. &apos;Yes, I will, if you promise with God as a witness that you won't kill me or hand me over to my master.&apos; David also took the sheep and cattle that the Amalekites had with them, but he kept these separate from the others. Everyone agreed that these would be David's reward. My friends, don't be so greedy with what the Lord has given us! The Lord protected us and gave us victory over the people who attacked."
            },
            {
                "verse_number": "6",
                "verse_text": "David was desperate. His soldiers were so upset over what had happened to their sons and daughters that they were thinking about stoning David to death. But he felt the Lord God giving him strength,"
            },
            {
                "verse_number": "7",
                "verse_text": "and he said to the priest, &apos;Abiathar, let's ask God what to do.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then David asked the Lord , &apos;Should I go after the people who raided our town? Can I catch up with them?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Some of David's men found an Egyptian out in a field and took him to David. They gave the Egyptian some bread, and he ate it. Then they gave him a drink of water,"
            },
            {
                "verse_number": "12",
                "verse_text": "some dried figs, and two handfuls of raisins. This was the first time in three days he had tasted food or water. Now he felt much better."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Who is your master?&apos; David asked. &apos;And where do you come from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "We had attacked some towns in the desert where the Cherethites live, in the area that belongs to Judah, and in the desert where the Caleb clan lives. And we burned down Ziklag.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Will you take me to those Amalekites?&apos; David asked."
            },
            {
                "verse_number": "16",
                "verse_text": "He led David to the Amalekites. They were eating and drinking everywhere, celebrating because of what they had taken from Philistia and Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "David attacked just before sunrise the next day and fought until sunset. Four hundred Amalekites rode away on camels, but they were the only ones who escaped."
            },
            {
                "verse_number": "18",
                "verse_text": "David rescued his two wives and everyone else the Amalekites had taken from Ziklag."
            },
            {
                "verse_number": "19",
                "verse_text": "No one was missing&ndash;young or old, sons or daughters. David brought back everything that had been stolen,"
            },
            {
                "verse_number": "20",
                "verse_text": "including their livestock."
            },
            {
                "verse_number": "21",
                "verse_text": "On the way back, David went to the 200 men he had left at Besor Gorge, because they had been too tired to keep up with him. They came toward David and the people who were with him. When David was close enough, he greeted the 200 men and asked how they were doing."
            },
            {
                "verse_number": "22",
                "verse_text": "Some of David's men were good-for-nothings, and they said, &apos;Those men didn't go with us to the battle, so they don't get any of the things we took back from the Amalekites. Let them take their wives and children and go!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But David said:"
            },
            {
                "verse_number": "24",
                "verse_text": "Who would pay attention to you, anyway? Soldiers who stay behind to guard the camp get as much as those who go into battle."
            },
            {
                "verse_number": "25",
                "verse_text": "David made this a law for Israel, and it has been the same ever since."
            },
            {
                "verse_number": "26",
                "verse_text": "David went back to Ziklag with everything they had taken from the Amalekites. He sent some of these things as gifts to his friends who were leaders of Judah, and he told them, &apos;We took these things from the Lord 's enemies. Please accept them as a gift.&apos;"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Meanwhile, the Philistines were fighting Israel at Mount Gilboa. Israel's soldiers ran from the Philistines, and many of them were killed."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines closed in on Saul and his sons, and they killed his sons Jonathan, Abinadab, and Malchishua."
            },
            {
                "verse_number": "3",
                "verse_text": "The fighting was fierce around Saul, and he was badly wounded by enemy arrows. Saul then took out his own sword; he stuck the blade into his stomach, and fell on it."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul told the soldier who carried his weapons, &apos;Kill me with your sword! I don't want these worthless Philistines to torture and make fun of me.&apos; But the soldier was afraid to kill him."
            },
            {
                "verse_number": "5",
                "verse_text": "When the soldier knew that Saul was dead, he killed himself in the same way."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul was dead, his three sons were dead, and the soldier who carried his weapons was dead. They and all his soldiers died on that same day."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites on the other side of Jezreel Valley and the other side of the Jordan learned that Saul and his sons were dead. They saw that the Israelite army had run away. So they ran away too, and the Philistines moved into the towns the Israelites had left behind."
            },
            {
                "verse_number": "8",
                "verse_text": "The day after the battle, when the Philistines returned to the battlefield to take the weapons of the dead Israelite soldiers, they found Saul and his three sons lying dead on Mount Gilboa."
            },
            {
                "verse_number": "11",
                "verse_text": "The people who lived in Jabesh in Gilead heard what the Philistines had done to Saul's body."
            },
            {
                "verse_number": "12",
                "verse_text": "So one night, some brave men from Jabesh went to Beth-Shan. They took down the bodies of Saul and his sons, then brought them back to Jabesh and burned them."
            },
            {
                "verse_number": "13",
                "verse_text": "They buried the bones under a small tree in Jabesh, and for seven days, they went without eating to show their sorrow."
            }
        ]
    }
}