{
    "Luke": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Many people have tried to tell the story of what God has done among us."
            },
            {
                "verse_number": "2",
                "verse_text": "They wrote what we had been told by the ones who were there in the beginning and saw what happened."
            },
            {
                "verse_number": "3",
                "verse_text": "So I made a careful study of everything and then decided to write and tell you exactly what took place. Honorable Theophilus,"
            },
            {
                "verse_number": "4",
                "verse_text": "I have done this to let you know the truth about what you have heard. Don't be afraid, Zechariah! God has heard your prayers. Your wife Elizabeth will have a son, and you must name him John. The Holy Spirit came upon Elizabeth. God has blessed you more than any other woman! He has also blessed the child you will have. With all my heart I praise the Lord, because of God my Savior. his humble servant. From now on, all people will say God has blessed me. great things for me, and his name is holy. to everyone who worships him. his powerful arm to scatter those who are proud. from their thrones and puts humble people in places of power. good things to eat, and sends the rich away with nothing. and is always merciful to his people. to our ancestors, to Abraham and his family forever! the God of Israel! He has come to save his people. from the family of David his servant. by the words of his holy prophets and from everyone who hates us. to our people and keep his sacred promise. from our enemies. Then we could serve him without fear, as long as we live. the prophet of God Most High. You will go ahead of the Lord to get everything ready for him. that they can be saved when their sins are forgiven. will shine upon us like the sun that rises in the dark shadow of death this light will shine to guide us into a life of peace."
            },
            {
                "verse_number": "5",
                "verse_text": "When Herod was king of Judea, there was a priest by the name of Zechariah from the priestly group of Abijah. His wife Elizabeth was from the family of Aaron."
            },
            {
                "verse_number": "6",
                "verse_text": "Both of them were good people and pleased the Lord God by obeying all that he had commanded."
            },
            {
                "verse_number": "7",
                "verse_text": "But they did not have children. Elizabeth could not have any, and both Zechariah and Elizabeth were already old."
            },
            {
                "verse_number": "8",
                "verse_text": "One day Zechariah's group of priests were on duty, and he was serving God as a priest."
            },
            {
                "verse_number": "9",
                "verse_text": "According to the custom of the priests, he had been chosen to go into the Lord's temple that day and to burn incense,"
            },
            {
                "verse_number": "10",
                "verse_text": "while the people stood outside praying."
            },
            {
                "verse_number": "11",
                "verse_text": "All at once an angel from the Lord appeared to Zechariah at the right side of the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "Zechariah was confused and afraid when he saw the angel."
            },
            {
                "verse_number": "13",
                "verse_text": "But the angel told him:"
            },
            {
                "verse_number": "14",
                "verse_text": "His birth will make you very happy, and many people will be glad."
            },
            {
                "verse_number": "15",
                "verse_text": "Your son will be a great servant of the Lord. He must never drink wine or beer, and the power of the Holy Spirit will be with him from the time he is born."
            },
            {
                "verse_number": "16",
                "verse_text": "John will lead many people in Israel to turn back to the Lord their God."
            },
            {
                "verse_number": "17",
                "verse_text": "He will go ahead of the Lord with the same power and spirit that Elijah had. And because of John, parents will be more thoughtful of their children. And people who now disobey God will begin to think as they ought to. This is how John will get people ready for the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "Zechariah said to the angel, &apos;How will I know this is going to happen? My wife and I are both very old.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The angel answered, &apos;I am Gabriel, God's servant, and I was sent to tell you this good news."
            },
            {
                "verse_number": "20",
                "verse_text": "You have not believed what I have said. So you will not be able to say a thing until all this happens. But everything will take place when it is supposed to.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The crowd was waiting for Zechariah and kept wondering why he was staying in the temple so long."
            },
            {
                "verse_number": "22",
                "verse_text": "When he did come out, he could not speak, and they knew he had seen a vision. He motioned to them with his hands, but did not say a thing."
            },
            {
                "verse_number": "23",
                "verse_text": "When Zechariah's time of service in the temple was over, he went home."
            },
            {
                "verse_number": "24",
                "verse_text": "Soon after this, his wife was expecting a baby, and for five months she did not leave the house. She said to herself,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;What the Lord has done for me will keep people from looking down on me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "One month later God sent the angel Gabriel to the town of Nazareth in Galilee"
            },
            {
                "verse_number": "27",
                "verse_text": "with a message for a virgin named Mary. She was engaged to Joseph from the family of King David."
            },
            {
                "verse_number": "28",
                "verse_text": "The angel greeted Mary and said, &apos;You are truly blessed! The Lord is with you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Mary was confused by the angel's words and wondered what they meant."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the angel told Mary, &apos;Don't be afraid! God is pleased with you,"
            },
            {
                "verse_number": "31",
                "verse_text": "and you will have a son. His name will be Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be great and will be called the Son of God Most High. The Lord God will make him king, as his ancestor David was."
            },
            {
                "verse_number": "33",
                "verse_text": "He will rule the people of Israel forever, and his kingdom will never end.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Mary asked the angel, &apos;How can this happen? I am not even married!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel answered, &apos;The Holy Spirit will come down to you, and God's power will come over you. So your child will be called the holy Son of God."
            },
            {
                "verse_number": "36",
                "verse_text": "Your relative Elizabeth is also going to have a son, even though she is old. No one thought she could ever have a baby, but in three months she will have a son."
            },
            {
                "verse_number": "37",
                "verse_text": "Nothing is impossible for God!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Mary said, &apos;I am the Lord's servant! Let it happen as you have said.&apos; And the angel left her."
            },
            {
                "verse_number": "39",
                "verse_text": "A short time later Mary hurried to a town in the hill country of Judea."
            },
            {
                "verse_number": "40",
                "verse_text": "She went into Zechariah's home, where she greeted Elizabeth."
            },
            {
                "verse_number": "41",
                "verse_text": "When Elizabeth heard Mary's greeting, her baby moved within her."
            },
            {
                "verse_number": "42",
                "verse_text": "Then in a loud voice she said to Mary:"
            },
            {
                "verse_number": "43",
                "verse_text": "Why should the mother of my Lord come to me?"
            },
            {
                "verse_number": "44",
                "verse_text": "As soon as I heard your greeting, my baby became happy and moved within me."
            },
            {
                "verse_number": "45",
                "verse_text": "The Lord has blessed you because you believed that he will keep his promise."
            },
            {
                "verse_number": "46",
                "verse_text": "Mary said:"
            },
            {
                "verse_number": "47",
                "verse_text": "and I am glad"
            },
            {
                "verse_number": "48",
                "verse_text": "God cares for me,"
            },
            {
                "verse_number": "49",
                "verse_text": "God All-Powerful has done"
            },
            {
                "verse_number": "50",
                "verse_text": "He always shows mercy"
            },
            {
                "verse_number": "51",
                "verse_text": "The Lord has used"
            },
            {
                "verse_number": "52",
                "verse_text": "God drags strong rulers"
            },
            {
                "verse_number": "53",
                "verse_text": "God gives the hungry"
            },
            {
                "verse_number": "54",
                "verse_text": "God helps his servant Israel"
            },
            {
                "verse_number": "55",
                "verse_text": "The Lord made this promise"
            },
            {
                "verse_number": "56",
                "verse_text": "Mary stayed with Elizabeth about three months. Then she went back home."
            },
            {
                "verse_number": "57",
                "verse_text": "When Elizabeth's son was born,"
            },
            {
                "verse_number": "58",
                "verse_text": "her neighbors and relatives heard how kind the Lord had been to her, and they too were glad."
            },
            {
                "verse_number": "59",
                "verse_text": "Eight days later they did for the child what the Law of Moses commands. They were going to name him Zechariah, after his father."
            },
            {
                "verse_number": "60",
                "verse_text": "But Elizabeth said, &apos;No! His name is John.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "The people argued, &apos;No one in your family has ever been named John.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "So they motioned to Zechariah to find out what he wanted to name his son."
            },
            {
                "verse_number": "63",
                "verse_text": "Zechariah asked for a writing tablet. Then he wrote, &apos;His name is John.&apos; Everyone was amazed."
            },
            {
                "verse_number": "64",
                "verse_text": "At once, Zechariah started speaking and praising God."
            },
            {
                "verse_number": "65",
                "verse_text": "All the neighbors were frightened because of what had happened, and everywhere in the hill country people kept talking about these things."
            },
            {
                "verse_number": "66",
                "verse_text": "Everyone who heard about this wondered what this child would grow up to be. They knew the Lord was with him."
            },
            {
                "verse_number": "67",
                "verse_text": "The Holy Spirit came upon Zechariah, and he began to speak:"
            },
            {
                "verse_number": "68",
                "verse_text": "Praise the Lord,"
            },
            {
                "verse_number": "69",
                "verse_text": "Our God has given us a mighty Savior in the sky."
            },
            {
                "verse_number": "70",
                "verse_text": "Long ago the Lord promised"
            },
            {
                "verse_number": "71",
                "verse_text": "to save us from our enemies"
            },
            {
                "verse_number": "72",
                "verse_text": "God said he would be kind"
            },
            {
                "verse_number": "73",
                "verse_text": "He told our ancestor Abraham"
            },
            {
                "verse_number": "74",
                "verse_text": "that he would rescue us"
            },
            {
                "verse_number": "75",
                "verse_text": "by being holy and good"
            },
            {
                "verse_number": "76",
                "verse_text": "You, my son, will be called"
            },
            {
                "verse_number": "77",
                "verse_text": "You will tell his people"
            },
            {
                "verse_number": "78",
                "verse_text": "God's love and kindness"
            },
            {
                "verse_number": "79",
                "verse_text": "On us who live"
            },
            {
                "verse_number": "80",
                "verse_text": "As John grew up, God's Spirit gave him great power. John lived in the desert until the time he was sent to the people of Israel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "About that time Emperor Augustus gave orders for the names of all the people to be listed in record books."
            },
            {
                "verse_number": "2",
                "verse_text": "These first records were made when Quirinius was governor of Syria. Peace on earth to everyone who pleases God.&apos; They took Jesus to the temple in Jerusalem and presented him to the Lord, and now I can die in peace, because you have kept your promise to me. what you have done to save your people, will also see this. for all nations, and it will bring honor to your people Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone had to go to their own hometown to be listed."
            },
            {
                "verse_number": "4",
                "verse_text": "So Joseph had to leave Nazareth in Galilee and go to Bethlehem in Judea. Long ago Bethlehem had been King David's hometown, and Joseph went there because he was from David's family."
            },
            {
                "verse_number": "5",
                "verse_text": "Mary was engaged to Joseph and traveled with him to Bethlehem. She was soon going to have a baby,"
            },
            {
                "verse_number": "6",
                "verse_text": "and while they were there,"
            },
            {
                "verse_number": "7",
                "verse_text": "she gave birth to her first-born son. She dressed him in baby clothes and laid him on a bed of hay, because there was no room for them in the inn."
            },
            {
                "verse_number": "8",
                "verse_text": "That night in the fields near Bethlehem some shepherds were guarding their sheep."
            },
            {
                "verse_number": "9",
                "verse_text": "All at once an angel came down to them from the Lord, and the brightness of the Lord's glory flashed around them. The shepherds were frightened."
            },
            {
                "verse_number": "10",
                "verse_text": "But the angel said, &apos;Don't be afraid! I have good news for you, which will make everyone happy."
            },
            {
                "verse_number": "11",
                "verse_text": "This very day in King David's hometown a Savior was born for you. He is Christ the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "You will know who he is, because you will find him dressed in baby clothes and lying on a bed of hay.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Suddenly many other angels came down from heaven and joined in praising God. They said:"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Praise God in heaven!"
            },
            {
                "verse_number": "15",
                "verse_text": "After the angels had left and gone back to heaven, the shepherds said to each other, &apos;Let's go to Bethlehem and see what the Lord has told us about.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They hurried off and found Mary and Joseph, and they saw the baby lying on a bed of hay."
            },
            {
                "verse_number": "17",
                "verse_text": "When the shepherds saw Jesus, they told his parents what the angel had said about him."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone listened and was surprised."
            },
            {
                "verse_number": "19",
                "verse_text": "But Mary kept thinking about all this and wondering what it meant."
            },
            {
                "verse_number": "20",
                "verse_text": "As the shepherds returned to their sheep, they were praising God and saying wonderful things about him. Everything they had seen and heard was just as the angel had said."
            },
            {
                "verse_number": "21",
                "verse_text": "Eight days later Jesus' parents did for him what the Law of Moses commands. And they named him Jesus, just as the angel had told Mary when he promised she would have a baby."
            },
            {
                "verse_number": "22",
                "verse_text": "The time came for Mary and Joseph to do what the Law of Moses says a mother is supposed to do after her baby is born."
            },
            {
                "verse_number": "23",
                "verse_text": "just as the Law of the Lord says, &apos;Each first-born baby boy belongs to the Lord.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The Law of the Lord also says parents have to offer a sacrifice, giving at least a pair of doves or two young pigeons. So that is what Mary and Joseph did."
            },
            {
                "verse_number": "25",
                "verse_text": "At this time a man named Simeon was living in Jerusalem. Simeon was a good man. He loved God and was waiting for him to save the people of Israel. God's Spirit came to him"
            },
            {
                "verse_number": "26",
                "verse_text": "and told him that he would not die until he had seen Christ the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "When Mary and Joseph brought Jesus to the temple to do what the Law of Moses says should be done for a new baby, the Spirit told Simeon to go into the temple."
            },
            {
                "verse_number": "28",
                "verse_text": "Simeon took the baby Jesus in his arms and praised God,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Lord, I am your servant,"
            },
            {
                "verse_number": "30",
                "verse_text": "With my own eyes I have seen"
            },
            {
                "verse_number": "31",
                "verse_text": "and foreign nations"
            },
            {
                "verse_number": "32",
                "verse_text": "Your mighty power is a light"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus' parents were surprised at what Simeon had said."
            },
            {
                "verse_number": "34",
                "verse_text": "Then he blessed them and told Mary, &apos;This child of yours will cause many people in Israel to fall and others to stand. The child will be like a warning sign. Many people will reject him,"
            },
            {
                "verse_number": "35",
                "verse_text": "and you, Mary, will suffer as though you had been stabbed by a dagger. But all this will show what people are really thinking.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The prophet Anna was also there in the temple. She was the daughter of Phanuel from the tribe of Asher, and she was very old. In her youth she had been married for seven years, but her husband died."
            },
            {
                "verse_number": "37",
                "verse_text": "And now she was 84 years old. Night and day she served God in the temple by praying and often going without eating."
            },
            {
                "verse_number": "38",
                "verse_text": "At this time Anna came in and praised God. She spoke about the child Jesus to everyone who hoped for Jerusalem to be set free."
            },
            {
                "verse_number": "39",
                "verse_text": "After Joseph and Mary had done everything that the Law of the Lord commands, they returned home to Nazareth in Galilee."
            },
            {
                "verse_number": "40",
                "verse_text": "The child Jesus grew. He became strong and wise, and God blessed him."
            },
            {
                "verse_number": "41",
                "verse_text": "Every year Jesus' parents went to Jerusalem for Passover."
            },
            {
                "verse_number": "42",
                "verse_text": "And when Jesus was twelve years old, they all went there as usual for the celebration."
            },
            {
                "verse_number": "43",
                "verse_text": "After Passover his parents left, but they did not know that Jesus had stayed on in the city."
            },
            {
                "verse_number": "44",
                "verse_text": "They thought he was traveling with some other people, and they went a whole day before they started looking for him."
            },
            {
                "verse_number": "45",
                "verse_text": "When they could not find him with their relatives and friends, they went back to Jerusalem and started looking for him there."
            },
            {
                "verse_number": "46",
                "verse_text": "Three days later they found Jesus sitting in the temple, listening to the teachers and asking them questions."
            },
            {
                "verse_number": "47",
                "verse_text": "Everyone who heard him was surprised at how much he knew and at the answers he gave."
            },
            {
                "verse_number": "48",
                "verse_text": "When his parents found him, they were amazed. His mother said, &apos;Son, why have you done this to us? Your father and I have been very worried, and we have been searching for you!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus answered, &apos;Why did you have to look for me? Didn't you know that I would be in my Father's house?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But they did not understand what he meant."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went back to Nazareth with his parents and obeyed them. His mother kept on thinking about all that had happened."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus became wise, and he grew strong. God was pleased with him and so were the people."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "For 15 years Emperor Tiberius had ruled that part of the world. Pontius Pilate was governor of Judea, and Herod was the ruler of Galilee. Herod's brother, Philip, was the ruler in the countries of Iturea and Trachonitis, and Lysanias was the ruler of Abilene."
            },
            {
                "verse_number": "2",
                "verse_text": "Annas and Caiaphas were the Jewish high priests. At that time God spoke to Zechariah's son John, who was living in the desert. &apos;In the desert someone is shouting, &quot;Get the road ready for the Lord! Make a straight path for him. and level every mountain and hill. Straighten the crooked paths and smooth out the rough roads. the saving power of God.&quot; &apos; John told them, &apos;Don't force people to pay money to make you leave them alone. Be satisfied with your pay.&apos; The family of Jesus went all the way back to Adam and then to God."
            },
            {
                "verse_number": "3",
                "verse_text": "So John went along the Jordan Valley, telling the people, &apos;Turn back to God and be baptized! Then your sins will be forgiven.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Isaiah the prophet wrote about John when he said,"
            },
            {
                "verse_number": "5",
                "verse_text": "Fill up every valley"
            },
            {
                "verse_number": "6",
                "verse_text": "Then everyone will see"
            },
            {
                "verse_number": "7",
                "verse_text": "Crowds of people came out to be baptized, but John said to them, &apos;You bunch of snakes! Who warned you to run from the coming judgment?"
            },
            {
                "verse_number": "8",
                "verse_text": "Do something to show that you really have given up your sins. Don't start saying you belong to Abraham's family. God can turn these stones into children for Abraham."
            },
            {
                "verse_number": "9",
                "verse_text": "An ax is ready to cut the trees down at their roots. Any tree that doesn't produce good fruit will be cut down and thrown into a fire.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The crowds asked John, &apos;What should we do?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "John told them, &apos;If you have two coats, give one to someone who doesn't have any. If you have food, share it with someone else.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When tax collectors came to be baptized, they asked John, &apos;Teacher, what should we do?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "John told them, &apos;Don't make people pay more than they owe.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Some soldiers asked him, &apos;And what about us? What do we have to do?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone became excited and wondered, &apos;Could John be the Messiah?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "John said, &apos;I am just baptizing with water. But someone more powerful is going to come, and I am not good enough even to untie his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "17",
                "verse_text": "His threshing fork is in his hand, and he is ready to separate the wheat from the husks. He will store the wheat in his barn and burn the husks with a fire that never goes out.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "In many different ways John preached the good news to the people."
            },
            {
                "verse_number": "19",
                "verse_text": "But to Herod the ruler, he said, &apos;It was wrong for you to take Herodias, your brother's wife.&apos; John also said Herod had done many other bad things."
            },
            {
                "verse_number": "20",
                "verse_text": "Finally, Herod put John in jail, and this was the worst thing he had done."
            },
            {
                "verse_number": "21",
                "verse_text": "While everyone else was being baptized, Jesus himself was baptized. Then as he prayed, the sky opened up,"
            },
            {
                "verse_number": "22",
                "verse_text": "and the Holy Spirit came down upon him in the form of a dove. A voice from heaven said, &apos;You are my own dear Son, and I am pleased with you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus began to preach, he was about 30 years old. Everyone thought he was the son of Joseph. But his family went back through Heli,"
            },
            {
                "verse_number": "24",
                "verse_text": "Matthat, Levi, Melchi, Jannai, Joseph,"
            },
            {
                "verse_number": "25",
                "verse_text": "Mattathias, Amos, Nahum, Esli, Naggai,"
            },
            {
                "verse_number": "26",
                "verse_text": "Maath, Mattathias, Semein, Josech, Joda;"
            },
            {
                "verse_number": "27",
                "verse_text": "Joanan, Rhesa, Zerubbabel, Shealtiel, Neri,"
            },
            {
                "verse_number": "28",
                "verse_text": "Melchi, Addi, Cosam, Elmadam, Er,"
            },
            {
                "verse_number": "29",
                "verse_text": "Joshua, Eliezer, Jorim, Matthat, Levi;"
            },
            {
                "verse_number": "30",
                "verse_text": "Simeon, Judah, Joseph, Jonam, Eliakim,"
            },
            {
                "verse_number": "31",
                "verse_text": "Melea, Menna, Mattatha, Nathan, David,"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesse, Obed, Boaz, Salmon, Nahshon;"
            },
            {
                "verse_number": "33",
                "verse_text": "Amminadab, Admin, Arni, Hezron, Perez, Judah,"
            },
            {
                "verse_number": "34",
                "verse_text": "Jacob, Isaac, Abraham, Terah, Nahor,"
            },
            {
                "verse_number": "35",
                "verse_text": "Serug, Reu, Peleg, Eber, Shelah;"
            },
            {
                "verse_number": "36",
                "verse_text": "Cainan, Arphaxad, Shem, Noah, Lamech,"
            },
            {
                "verse_number": "37",
                "verse_text": "Methuselah, Enoch, Jared, Mahalaleel, Kenan,"
            },
            {
                "verse_number": "38",
                "verse_text": "Enosh, and Seth."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus returned from the Jordan River, the power of the Holy Spirit was with him, and the Spirit led him into the desert."
            },
            {
                "verse_number": "2",
                "verse_text": "For 40 days Jesus was tested by the devil, and during that time he went without eating. When it was all over, he was hungry. &quot;Worship the Lord your God and serve only him!&quot; &apos; &quot;God will tell his angels to take care of you. They will catch you in their arms, and you will not even hurt your feet on the stones.&quot; &apos; has come to me, because he has chosen me to tell the good news to the poor. The Lord has sent me to announce freedom for prisoners, to give sight to the blind, to free everyone who suffers, the Lord has chosen.&quot; &apos; You will certainly want to tell me this saying, &apos;Doctor, first make yourself well.&apos; You will tell me to do the same things here in my own hometown that you heard I did in Capernaum."
            },
            {
                "verse_number": "3",
                "verse_text": "The devil said to Jesus, &apos;If you are God's Son, tell this stone to turn into bread.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;The Scriptures say, &quot;No one can live only on food.&quot; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the devil led Jesus up to a high place and quickly showed him all the nations on earth."
            },
            {
                "verse_number": "6",
                "verse_text": "The devil said, &apos;I will give all this power and glory to you. It has been given to me, and I can give it to anyone I want to."
            },
            {
                "verse_number": "7",
                "verse_text": "Just worship me, and you can have it all.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;The Scriptures say:"
            },
            {
                "verse_number": "9",
                "verse_text": "Finally, the devil took Jesus to Jerusalem and had him stand on top of the temple. The devil said, &apos;If you are God's Son, jump off."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus answered, &apos;The Scriptures also say, &quot;Don't try to test the Lord your God!&quot; &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "After the devil had finished testing Jesus in every way possible, he left him for a while."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus returned to Galilee with the power of the Spirit. News about him spread everywhere."
            },
            {
                "verse_number": "15",
                "verse_text": "He taught in the Jewish synagogues, and everyone praised him."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus went back to Nazareth, where he had been brought up, and as usual he went to the synagogue on the Sabbath. When he stood up to read from the Scriptures,"
            },
            {
                "verse_number": "17",
                "verse_text": "he was given the book of Isaiah the prophet. He opened it and read,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The Lord's Spirit"
            },
            {
                "verse_number": "19",
                "verse_text": "and to say, &quot;This is the year"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus closed the book, then handed it back to the man in charge and sat down. Everyone in the synagogue looked straight at Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus said to them, &apos;What you have just heard me read has come true today.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "All the people started talking about Jesus and were amazed at the wonderful things he said. They kept on asking, &apos;Isn't he Joseph's son?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "24",
                "verse_text": "But you can be sure that no prophets are liked by the people of their own hometown."
            },
            {
                "verse_number": "25",
                "verse_text": "Once during the time of Elijah there was no rain for three and a half years, and people everywhere were starving. There were many widows in Israel,"
            },
            {
                "verse_number": "26",
                "verse_text": "but Elijah was sent only to a widow in the town of Zarephath near the city of Sidon."
            },
            {
                "verse_number": "27",
                "verse_text": "During the time of the prophet Elisha, many men in Israel had leprosy. But no one was healed, except Naaman who lived in Syria."
            },
            {
                "verse_number": "28",
                "verse_text": "When the people in the synagogue heard Jesus say this, they became so angry"
            },
            {
                "verse_number": "29",
                "verse_text": "that they got up and threw him out of town. They dragged him to the edge of the cliff on which the town was built, because they wanted to throw him down from there."
            },
            {
                "verse_number": "30",
                "verse_text": "But Jesus slipped through the crowd and got away."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went to the town of Capernaum in Galilee and taught the people on the Sabbath."
            },
            {
                "verse_number": "32",
                "verse_text": "His teaching amazed them because he spoke with power."
            },
            {
                "verse_number": "33",
                "verse_text": "There in the synagogue was a man with an evil spirit. He yelled out,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Hey, Jesus of Nazareth, what do you want with us? Are you here to get rid of us? I know who you are! You are God's Holy One.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus ordered the evil spirit to be quiet and come out. The demon threw the man to the ground in front of everyone and left without harming him."
            },
            {
                "verse_number": "36",
                "verse_text": "They all were amazed and kept saying to each other, &apos;What kind of teaching is this? He has power to order evil spirits out of people!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "News about Jesus spread all over that part of the country."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus left the synagogue and went to Simon's home. When Jesus got there, he was told that Simon's mother-in-law was sick with a high fever."
            },
            {
                "verse_number": "39",
                "verse_text": "So Jesus went over to her and ordered the fever to go away. Right then she was able to get up and serve them a meal."
            },
            {
                "verse_number": "40",
                "verse_text": "After the sun had set, people with all kinds of diseases were brought to Jesus. He put his hands on each one of them and healed them."
            },
            {
                "verse_number": "41",
                "verse_text": "Demons went out of many people and shouted, &apos;You are the Son of God!&apos; But Jesus ordered the demons not to speak because they knew he was the Messiah."
            },
            {
                "verse_number": "42",
                "verse_text": "The next morning Jesus went out to a place where he could be alone, and crowds came looking for him. When they found him, they tried to stop him from leaving."
            },
            {
                "verse_number": "43",
                "verse_text": "But Jesus said, &apos;People in other towns must hear the good news about God's kingdom. This is why I was sent.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So he kept on preaching in the synagogues in Judea."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was standing on the shore of Lake Gennesaret, teaching the people as they crowded around him to hear God's message."
            },
            {
                "verse_number": "2",
                "verse_text": "Near the shore he saw two boats left there by some fishermen who had gone to wash their nets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus got into the boat that belonged to Simon and asked him to row it out a little way from the shore. Then Jesus sat down in the boat to teach the crowd. Jesus told Simon, &apos;Don't be afraid! From now on you will bring in people instead of fish.&apos; God had given Jesus the power to heal the sick, No one uses a new piece of cloth to patch old clothes. The patch would shrink and make the hole even bigger."
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus had finished speaking, he told Simon, &apos;Row the boat out into the deep water and let your nets down to catch some fish.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Master,&apos; Simon answered, &apos;we have worked hard all night long and have not caught a thing. But if you tell me to, I will let the nets down.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They did this and caught so many fish that their nets began ripping apart."
            },
            {
                "verse_number": "7",
                "verse_text": "Then they signaled for their partners in the other boat to come and help them. The men came, and together they filled the two boats so full that they both began to sink."
            },
            {
                "verse_number": "8",
                "verse_text": "When Simon Peter saw this happen, he knelt down in front of Jesus and said, &apos;Lord, don't come near me! I am a sinner.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Peter and everyone with him were completely surprised at all the fish they had caught."
            },
            {
                "verse_number": "10",
                "verse_text": "His partners James and John, the sons of Zebedee, were surprised too."
            },
            {
                "verse_number": "11",
                "verse_text": "The men pulled their boats up on the shore. Then they left everything and went with Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus came to a town where there was a man who had leprosy. When the man saw Jesus, he knelt down to the ground in front of Jesus and begged, &apos;Lord, you have the power to make me well, if only you wanted to.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus put his hand on him and said, &apos;I want to! Now you are well.&apos; At once the man's leprosy disappeared."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus told him, &apos;Don't tell anyone about this, but go and show yourself to the priest. Offer a gift to the priest, just as Moses commanded, and everyone will know that you have been healed.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "News about Jesus kept spreading. Large crowds came to listen to him teach and to be healed of their diseases."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus would often go to some place where he could be alone and pray."
            },
            {
                "verse_number": "17",
                "verse_text": "One day some Pharisees and experts in the Law of Moses sat listening to Jesus teach. They had come from every village in Galilee and Judea and from Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "and some people came carrying a man on a mat because he could not walk. They tried to take him inside the house and put him in front of Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "But because of the crowd, they could not get him to Jesus. So they went up on the roof, where they removed some tiles and let the mat down in the middle of the room."
            },
            {
                "verse_number": "20",
                "verse_text": "When Jesus saw how much faith they had, he said to the man, &apos;My friend, your sins are forgiven.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Pharisees and the experts began arguing, &apos;Jesus must think he is God! Only God can forgive sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus knew what they were thinking, and he said, &apos;Why are you thinking this?"
            },
            {
                "verse_number": "23",
                "verse_text": "Is it easier for me to tell this man that his sins are forgiven or to tell him to get up and walk?"
            },
            {
                "verse_number": "24",
                "verse_text": "But now you will see that the Son of Man has the right to forgive sins here on earth.&apos; Jesus then said to the man, &apos;Get up! Pick up your mat and walk home.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At once the man stood up in front of everyone. He picked up his mat and went home, giving thanks to God."
            },
            {
                "verse_number": "26",
                "verse_text": "Everyone was amazed and praised God. What they saw surprised them, and they said, &apos;We have seen a great miracle today!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Later, Jesus went out and saw a tax collector named Levi sitting at the place for paying taxes. Jesus said to him, &apos;Follow me.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Levi left everything and went with Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "In his home Levi gave a big dinner for Jesus. Many tax collectors and other guests were also there."
            },
            {
                "verse_number": "30",
                "verse_text": "The Pharisees and some of their teachers of the Law of Moses grumbled to Jesus' disciples, &apos;Why do you eat and drink with these tax collectors and other sinners?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered, &apos;Healthy people don't need a doctor, but sick people do."
            },
            {
                "verse_number": "32",
                "verse_text": "I didn't come to invite good people to turn to God. I came to invite sinners.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Some people said to Jesus, &apos;John's followers often pray and go without eating, and so do the followers of the Pharisees. But your disciples never go without eating or drinking.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus told them, &apos;The friends of a bridegroom don't go without eating while he is still with them."
            },
            {
                "verse_number": "35",
                "verse_text": "But the time will come when he will be taken from them. Then they will go without eating.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus then told them these sayings:"
            },
            {
                "verse_number": "37",
                "verse_text": "No one pours new wine into old wineskins. The new wine would swell and burst the old skins. Then the wine would be lost, and the skins would be ruined."
            },
            {
                "verse_number": "38",
                "verse_text": "New wine must be put only into new wineskins."
            },
            {
                "verse_number": "39",
                "verse_text": "No one wants new wine after drinking old wine. They say, &apos;The old wine is better.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath when Jesus and his disciples were walking through some wheat fields, the disciples picked some wheat. They rubbed the husks off with their hands and started eating the grain. God will bless you people who are poor. His kingdom belongs to you! you hungry people. You will have plenty to eat! God will bless you people who are now crying. You will laugh! are in for trouble. You have already had an easy life! are in for trouble. You will go hungry! You people who are laughing now are in for trouble. You are going to cry and weep! Love your enemies, and be good to everyone who hates you. Don't judge others, and God won't judge you. Don't be hard on others, and God won't be hard on you. Forgive others, and God will forgive you. Can one blind person lead another blind person? Won't they both fall into a ditch?"
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees said, &apos;Why are you picking grain on the Sabbath? You're not supposed to do that!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;You surely have read what David did when he and his followers were hungry."
            },
            {
                "verse_number": "4",
                "verse_text": "He went into the house of God and took the sacred loaves of bread that only priests were supposed to eat. He not only ate some himself, but even gave some to his followers.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus finished by saying, &apos;The Son of Man is Lord over the Sabbath.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "On another Sabbath Jesus was teaching in a synagogue, and a man with a paralyzed right hand was there."
            },
            {
                "verse_number": "7",
                "verse_text": "Some Pharisees and teachers of the Law of Moses kept watching Jesus to see if he would heal the man. They did this because they wanted to accuse Jesus of doing something wrong."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew what they were thinking, so he told the man to stand up where everyone could see him. And the man stood up."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus asked, &apos;On the Sabbath should we do good deeds or evil deeds? Should we save someone's life or destroy it?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "After he had looked around at everyone, he told the man, &apos;Stretch out your hand.&apos; He did, and his bad hand became completely well."
            },
            {
                "verse_number": "11",
                "verse_text": "The teachers and the Pharisees were furious and started saying to one another, &apos;What can we do about Jesus?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "About that time Jesus went off to a mountain to pray, and he spent the whole night there."
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning he called his disciples together and chose twelve of them to be his apostles."
            },
            {
                "verse_number": "14",
                "verse_text": "One was Simon, and Jesus named him Peter. Another was Andrew, Peter's brother. There were also James, John, Philip, Bartholomew,"
            },
            {
                "verse_number": "15",
                "verse_text": "Matthew, Thomas, and James the son of Alphaeus. The rest of the apostles were Simon, known as the Eager One,"
            },
            {
                "verse_number": "16",
                "verse_text": "Jude, who was the son of James, and Judas Iscariot, who later betrayed Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus and his apostles went down from the mountain and came to some flat, level ground. Many other disciples were there to meet him. Large crowds of people from all over Judea, Jerusalem, and the coastal towns of Tyre and Sidon were there too."
            },
            {
                "verse_number": "18",
                "verse_text": "These people had come to listen to Jesus and to be healed of their diseases. All who were troubled by evil spirits were also healed."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone was trying to touch Jesus, because power was going out from him and healing them all."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus looked at his disciples and said:"
            },
            {
                "verse_number": "21",
                "verse_text": "God will bless"
            },
            {
                "verse_number": "22",
                "verse_text": "God will bless you when others hate you and won't have anything to do with you. God will bless you when people insult you and say cruel things about you, all because you are a follower of the Son of Man."
            },
            {
                "verse_number": "23",
                "verse_text": "Long ago your own people did these same things to the prophets. So when this happens to you, be happy and jump for joy! You will have a great reward in heaven."
            },
            {
                "verse_number": "24",
                "verse_text": "But you rich people"
            },
            {
                "verse_number": "25",
                "verse_text": "You well-fed people"
            },
            {
                "verse_number": "26",
                "verse_text": "You are in for trouble when everyone says good things about you. That is what your own people said about those prophets who told lies."
            },
            {
                "verse_number": "27",
                "verse_text": "This is what I say to all who will listen to me:"
            },
            {
                "verse_number": "28",
                "verse_text": "Ask God to bless anyone who curses you, and pray for everyone who is cruel to you."
            },
            {
                "verse_number": "29",
                "verse_text": "If someone slaps you on one cheek, don't stop that person from slapping you on the other cheek. If someone wants to take your coat, don't try to keep back your shirt."
            },
            {
                "verse_number": "30",
                "verse_text": "Give to everyone who asks and don't ask people to return what they have taken from you."
            },
            {
                "verse_number": "31",
                "verse_text": "Treat others just as you want to be treated."
            },
            {
                "verse_number": "32",
                "verse_text": "If you love only someone who loves you, will God praise you for that? Even sinners love people who love them."
            },
            {
                "verse_number": "33",
                "verse_text": "If you are kind only to someone who is kind to you, will God be pleased with you for that? Even sinners are kind to people who are kind to them."
            },
            {
                "verse_number": "34",
                "verse_text": "If you lend money only to someone you think will pay you back, will God be pleased with you for that? Even sinners lend to sinners because they think they will get it all back."
            },
            {
                "verse_number": "35",
                "verse_text": "But love your enemies and be good to them. Lend without expecting to be paid back. Then you will get a great reward, and you will be the true children of God in heaven. He is good even to people who are unthankful and cruel."
            },
            {
                "verse_number": "36",
                "verse_text": "Have pity on others, just as your Father has pity on you."
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said:"
            },
            {
                "verse_number": "38",
                "verse_text": "If you give to others, you will be given a full amount in return. It will be packed down, shaken together, and spilling over into your lap. The way you treat others is the way you will be treated."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus also used some sayings as he spoke to the people. He said:"
            },
            {
                "verse_number": "40",
                "verse_text": "Are students better than their teacher? But when they are fully trained, they will be like their teacher."
            },
            {
                "verse_number": "41",
                "verse_text": "You can see the speck in your friend's eye, but you don't notice the log in your own eye."
            },
            {
                "verse_number": "42",
                "verse_text": "How can you say, &apos;My friend, let me take the speck out of your eye,&apos; when you don't see the log in your own eye? You show-offs! First, get the log out of your own eye; then you can see how to take the speck out of your friend's eye."
            },
            {
                "verse_number": "43",
                "verse_text": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit."
            },
            {
                "verse_number": "44",
                "verse_text": "You can tell what a tree is like by the fruit it produces. You cannot pick figs or grapes from thornbushes."
            },
            {
                "verse_number": "45",
                "verse_text": "Good people do good things because of the good in their hearts, but bad people do bad things because of the evil in their hearts. Your words show what is in your heart."
            },
            {
                "verse_number": "46",
                "verse_text": "Why do you keep on saying that I am your Lord, when you refuse to do what I say?"
            },
            {
                "verse_number": "47",
                "verse_text": "Anyone who comes and listens to me and obeys me"
            },
            {
                "verse_number": "48",
                "verse_text": "is like someone who dug down deep and built a house on solid rock. When a flood came and the river rushed against the house, it was built so well that it didn't even shake."
            },
            {
                "verse_number": "49",
                "verse_text": "But anyone who hears what I say and doesn't obey me is like someone whose house wasn't built on solid rock. As soon as the river rushed against that house, it was smashed to pieces!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus had finished teaching the people, he went to Capernaum."
            },
            {
                "verse_number": "2",
                "verse_text": "In this town an army officer's servant was sick and about to die. The officer liked his servant very much."
            },
            {
                "verse_number": "3",
                "verse_text": "And when he heard about Jesus, he sent some Jewish leaders to ask him to come and heal the servant. When Jesus wasn't far from the house, the officer sent some friends to tell him, &apos;Lord, don't go to any trouble for me! I am not good enough for you to come into my house. What kind of person did you go out to the desert to see? Was he like tall grass blown about by the wind? What are you people like? What kind of people are you? &apos;We played the flute, but you would not dance! We sang a funeral song, but you would not cry!&apos; &apos;Teacher, what is it?&apos; Simon replied. &apos;You are right,&apos; Jesus said."
            },
            {
                "verse_number": "4",
                "verse_text": "The leaders went to Jesus and begged him to do something. They said, &apos;This man deserves your help!"
            },
            {
                "verse_number": "5",
                "verse_text": "He loves our nation and even built us a synagogue.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jesus went with them."
            },
            {
                "verse_number": "7",
                "verse_text": "And I am certainly not worthy to come to you. Just say the word, and my servant will get well."
            },
            {
                "verse_number": "8",
                "verse_text": "I have officers who give orders to me, and I have soldiers who take orders from me. I can say to one of them, &quot;Go!&quot; and he goes. I can say to another, &quot;Come!&quot; and he comes. I can say to my servant, &quot;Do this!&quot; and he will do it.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus heard this, he was so surprised that he turned and said to the crowd following him, &apos;In all of Israel I've never found anyone with this much faith!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The officer's friends returned and found the servant well."
            },
            {
                "verse_number": "11",
                "verse_text": "Soon Jesus and his disciples were on their way to the town of Nain, and a big crowd was going along with them."
            },
            {
                "verse_number": "12",
                "verse_text": "As they came near the gate of the town, they saw people carrying out the body of a widow's only son. Many people from the town were walking along with her."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Lord saw the woman, he felt sorry for her and said, &apos;Don't cry!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went over and touched the stretcher on which the people were carrying the dead boy. They stopped, and Jesus said, &apos;Young man, get up!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The boy sat up and began to speak. Jesus then gave him back to his mother."
            },
            {
                "verse_number": "16",
                "verse_text": "Everyone was frightened and praised God. They said, &apos;A great prophet is here with us! God has come to his people.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "News about Jesus spread all over Judea and everywhere else in that part of the country."
            },
            {
                "verse_number": "20",
                "verse_text": "When these messengers came to Jesus, they said, &apos;John the Baptist sent us to ask, &quot;Are you the one we should be looking for? Or are we supposed to wait for someone else?&quot; &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "At that time Jesus was healing many people who were sick or in pain or were troubled by evil spirits, and he was giving sight to a lot of blind people."
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said to the messengers sent by John, &apos;Go and tell John what you have seen and heard. Blind people are now able to see, and the lame can walk. People who have leprosy are being healed, and the deaf can now hear. The dead are raised to life, and the poor are hearing the good news."
            },
            {
                "verse_number": "23",
                "verse_text": "God will bless everyone who doesn't reject me because of what I do.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "After John's messengers had gone, Jesus began speaking to the crowds about John:"
            },
            {
                "verse_number": "25",
                "verse_text": "What kind of man did you really go out to see? Was he someone dressed in fine clothes? People who wear expensive clothes and live in luxury are in the king's palace."
            },
            {
                "verse_number": "26",
                "verse_text": "What then did you go out to see? Was he a prophet? He certainly was! I tell you that he was more than a prophet."
            },
            {
                "verse_number": "27",
                "verse_text": "In the Scriptures, God calls John his messenger and says, &apos;I am sending my messenger ahead of you to get things ready for you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "No one ever born on this earth is greater than John. But whoever is least important in God's kingdom is greater than John."
            },
            {
                "verse_number": "29",
                "verse_text": "Everyone had been listening to John. Even the tax collectors had obeyed God and had done what was right by letting John baptize them."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and the experts in the Law of Moses refused to obey God and be baptized by John."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went on to say:"
            },
            {
                "verse_number": "32",
                "verse_text": "You are like children sitting in the market and shouting to each other,"
            },
            {
                "verse_number": "33",
                "verse_text": "John the Baptist did not go around eating and drinking, and you said, &apos;John has a demon in him!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But because the Son of Man goes around eating and drinking, you say, &apos;Jesus eats and drinks too much! He is even a friend of tax collectors and sinners.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Yet Wisdom is shown to be right by what its followers do."
            },
            {
                "verse_number": "36",
                "verse_text": "A Pharisee invited Jesus to have dinner with him. So Jesus went to the Pharisee's home and got ready to eat."
            },
            {
                "verse_number": "37",
                "verse_text": "When a sinful woman in that town found out that Jesus was there, she bought an expensive bottle of perfume."
            },
            {
                "verse_number": "38",
                "verse_text": "Then she came and stood behind Jesus. She cried and started washing his feet with her tears and drying them with her hair. The woman kissed his feet and poured the perfume on them."
            },
            {
                "verse_number": "39",
                "verse_text": "The Pharisee who had invited Jesus saw this and said to himself, &apos;If this man really were a prophet, he would know what kind of woman is touching him! He would know that she is a sinner.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said to the Pharisee, &apos;Simon, I have something to say to you.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus told him, &apos;Two people were in debt to a moneylender. One of them owed him 500 silver coins, and the other owed him 50."
            },
            {
                "verse_number": "42",
                "verse_text": "Since neither of them could pay him back, the moneylender said that they didn't have to pay him anything. Which one of them will like him more?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Simon answered, &apos;I suppose it would be the one who had owed more and didn't have to pay it back.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "He turned toward the woman and said to Simon, &apos;Have you noticed this woman? When I came into your home, you didn't give me any water so I could wash my feet. But she has washed my feet with her tears and dried them with her hair."
            },
            {
                "verse_number": "45",
                "verse_text": "You didn't greet me with a kiss, but from the time I came in, she has not stopped kissing my feet."
            },
            {
                "verse_number": "46",
                "verse_text": "You didn't even pour olive oil on my head, but she has poured expensive perfume on my feet."
            },
            {
                "verse_number": "47",
                "verse_text": "So I tell you that all her sins are forgiven, and that is why she has shown great love. But anyone who has been forgiven for only a little will show only a little love.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to the woman, &apos;Your sins are forgiven.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Some other guests started saying to one another, &apos;Who is this who dares to forgive sins?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But Jesus told the woman, &apos;Because of your faith, you are now saved. May God give you peace!&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Soon after this, Jesus was going through towns and villages, telling the good news about God's kingdom. His twelve apostles were with him,"
            },
            {
                "verse_number": "2",
                "verse_text": "and so were some women who had been healed of evil spirits and all sorts of diseases. One of the women was Mary Magdalene, who once had seven demons in her."
            },
            {
                "verse_number": "3",
                "verse_text": "Joanna, Susanna, and many others had also used what they owned to help Jesus and his disciples. Joanna's husband Chuza was one of Herod's officials. When Jesus had finished speaking, he said, &apos;If you have ears, pay attention!&apos; I have explained the secrets about God's kingdom to you. But for others I use stories, so they will look, but not see, and they will hear, but not understand. Suddenly a storm struck the lake, and the boat started sinking. They were in danger. Jesus got up and ordered the wind and waves to stop. They obeyed, and everything was calm. But they were frightened and amazed. They said to each other, &apos;Who is this? He can give orders to the wind and the waves, and they obey him!&apos; The man had often been attacked by the demon. And even though he had been bound with chains and leg irons and kept under guard, he smashed whatever bound him. Then the demon would force him out into lonely places. He answered, &apos;My name is Lots.&apos; He said this because there were &apos;lots&apos; of demons in him. When Jesus got into the boat to start back, While Jesus was on his way, people were crowding all around him."
            },
            {
                "verse_number": "4",
                "verse_text": "When a large crowd from several towns had gathered around Jesus, he told them this story:"
            },
            {
                "verse_number": "5",
                "verse_text": "A farmer went out to scatter seed in a field. While the farmer was doing this, some of the seeds fell along the road and were stepped on or eaten by birds."
            },
            {
                "verse_number": "6",
                "verse_text": "Other seeds fell on rocky ground and started growing. But the plants did not have enough water and soon dried up."
            },
            {
                "verse_number": "7",
                "verse_text": "Some other seeds fell where thornbushes grew up and choked the plants."
            },
            {
                "verse_number": "8",
                "verse_text": "The rest of the seeds fell on good ground where they grew and produced a hundred times as many seeds."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus' disciples asked him what the story meant."
            },
            {
                "verse_number": "10",
                "verse_text": "So he answered:"
            },
            {
                "verse_number": "11",
                "verse_text": "This is what the story means: The seed is God's message,"
            },
            {
                "verse_number": "12",
                "verse_text": "and the seeds that fell along the road are the people who hear the message. But the devil comes and snatches the message out of their hearts, so they will not believe and be saved."
            },
            {
                "verse_number": "13",
                "verse_text": "The seeds that fell on rocky ground are the people who gladly hear the message and accept it. But they don't have deep roots, and they believe only for a little while. As soon as life gets hard, they give up."
            },
            {
                "verse_number": "14",
                "verse_text": "The seeds that fell among the thornbushes are also people who hear the message. But they are so eager for riches and pleasures that they never produce anything."
            },
            {
                "verse_number": "15",
                "verse_text": "Those seeds that fell on good ground are the people who listen to the message and keep it in good and honest hearts. They last and produce a harvest."
            },
            {
                "verse_number": "16",
                "verse_text": "No one lights a lamp and puts it under a bowl or under a bed. A lamp is always put on a lampstand, so people who come into a house will see the light."
            },
            {
                "verse_number": "17",
                "verse_text": "There is nothing hidden that will not be found. There is no secret that will not be well known."
            },
            {
                "verse_number": "18",
                "verse_text": "Pay attention to how you listen! Everyone who has something will be given more, but people who have nothing will lose what little they think they have."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus' mother and brothers went to see him, but because of the crowd they could not get near him."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone told Jesus, &apos;Your mother and brothers are standing outside and want to see you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;My mother and my brothers are those people who hear and obey God's message.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "One day, Jesus and his disciples got into a boat, and he said, &apos;Let's cross the lake.&apos; They started out,"
            },
            {
                "verse_number": "23",
                "verse_text": "and while they were sailing across, he went to sleep."
            },
            {
                "verse_number": "24",
                "verse_text": "So they went to Jesus and woke him up, &apos;Master, Master! We are about to drown!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus asked the disciples, &apos;Don't you have any faith?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus and his disciples sailed across Lake Galilee and came to shore near the town of Gerasa."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus was getting out of the boat, he was met by a man from this town. The man had demons in him. He had gone naked for a long time and no longer lived in a house, but in the graveyard."
            },
            {
                "verse_number": "28",
                "verse_text": "The man saw Jesus and screamed. He knelt down in front of him and shouted, &apos;Jesus, Son of God Most High, what do you want with me? I beg you not to torture me!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He said this because Jesus had already told the evil spirit to go out of him."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus asked the man, &apos;What is your name?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They begged Jesus not to send them to the deep pit, where they would be punished."
            },
            {
                "verse_number": "32",
                "verse_text": "A large herd of pigs was feeding there on the hillside. So the demons begged Jesus to let them go into the pigs, and Jesus let them go."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the demons left the man and went into the pigs. The whole herd rushed down the steep bank into the lake and drowned."
            },
            {
                "verse_number": "34",
                "verse_text": "When the men taking care of the pigs saw this, they ran to spread the news in the town and on the farms."
            },
            {
                "verse_number": "35",
                "verse_text": "The people went out to see what had happened, and when they came to Jesus, they also found the man. The demons had gone out of him, and he was sitting there at the feet of Jesus. He had clothes on and was in his right mind. But the people were terrified."
            },
            {
                "verse_number": "36",
                "verse_text": "Then all who had seen the man healed told about it."
            },
            {
                "verse_number": "37",
                "verse_text": "Everyone from around Gerasa begged Jesus to leave, because they were so frightened."
            },
            {
                "verse_number": "38",
                "verse_text": "the man who had been healed begged to go with him. But Jesus sent him off and said,"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Go back home and tell everyone how much God has done for you.&apos; The man then went all over town, telling everything that Jesus had done for him."
            },
            {
                "verse_number": "40",
                "verse_text": "Everyone had been waiting for Jesus, and when he came back, a crowd was there to welcome him."
            },
            {
                "verse_number": "41",
                "verse_text": "Just then the man in charge of the synagogue came and knelt down in front of Jesus. His name was Jairus, and he begged Jesus to come to his home"
            },
            {
                "verse_number": "42",
                "verse_text": "because his twelve-year-old child was dying. She was his only daughter."
            },
            {
                "verse_number": "43",
                "verse_text": "In the crowd was a woman who had been bleeding for twelve years. She had spent everything she had on doctors, but none of them could make her well."
            },
            {
                "verse_number": "44",
                "verse_text": "As soon as she came up behind Jesus and barely touched his clothes, her bleeding stopped."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Who touched me?&apos; Jesus asked. While everyone was denying it, Peter said, &apos;Master, people are crowding all around and pushing you from every side.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "But Jesus answered, &apos;Someone touched me, because I felt power going out from me.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "The woman knew that she could not hide, so she came trembling and knelt down in front of Jesus. She told everyone why she had touched him and that she had been healed at once."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to the woman, &apos;You are now well because of your faith. May God give you peace!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "While Jesus was speaking, someone came from Jairus' home and said, &apos;Your daughter has died! Why bother the teacher anymore?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "When Jesus heard this, he told Jairus, &apos;Don't worry! Have faith, and your daughter will get well.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went into the house, but he did not let anyone else go with him, except Peter, John, James, and the girl's father and mother."
            },
            {
                "verse_number": "52",
                "verse_text": "Everyone was crying and weeping for the girl. But Jesus said, &apos;The child isn't dead. She is just asleep.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "The people laughed at him because they knew she was dead."
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus took hold of the girl's hand and said, &apos;Child, get up!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "She came back to life and got right up. Jesus told them to give her something to eat."
            },
            {
                "verse_number": "56",
                "verse_text": "Her parents were surprised, but Jesus ordered them not to tell anyone what had happened."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called together his twelve apostles and gave them complete power over all demons and diseases."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he sent them to tell about God's kingdom and to heal the sick."
            },
            {
                "verse_number": "3",
                "verse_text": "He told them, &apos;Don't take anything with you! Don't take a walking stick or a traveling bag or food or money or even a change of clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "When you are welcomed into a home, stay there until you leave that town."
            },
            {
                "verse_number": "5",
                "verse_text": "If people won't welcome you, leave the town and shake the dust from your feet as a warning to them.&apos; Jesus said to his disciples, &apos;Tell the people to sit in groups of 50.&apos; Peter answered, &apos;You are the Messiah sent from God.&apos; If any of you want to be my followers, you must forget about yourself. You must take up your cross every day and follow me. Then Jesus said to the man, &apos;Bring your son to me.&apos; While everyone was still amazed at what Jesus was doing, he said to his disciples,"
            },
            {
                "verse_number": "6",
                "verse_text": "The apostles left and went from village to village, telling the good news and healing people everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "Herod the ruler heard about all that was happening, and he was worried. Some people were saying John the Baptist had come back to life."
            },
            {
                "verse_number": "8",
                "verse_text": "Others were saying Elijah had come or one of the prophets from long ago had come back to life."
            },
            {
                "verse_number": "9",
                "verse_text": "But Herod said, &apos;I had John's head cut off! Who is this I hear so much about?&apos; Herod was eager to meet Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "The apostles came back and told Jesus everything they had done. He then took them with him to the village of Bethsaida, where they could be alone."
            },
            {
                "verse_number": "11",
                "verse_text": "But a lot of people found out about this and followed him. Jesus welcomed them. He spoke about God's kingdom and healed everyone who was sick."
            },
            {
                "verse_number": "12",
                "verse_text": "Late in the afternoon the twelve apostles came to Jesus and said, &apos;Send the crowd to the villages and farms around here. They need to find a place to stay and something to eat. There is nothing in this place. It's like a desert!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;You give them something to eat.&apos; But they replied, &apos;We have only five small loaves of bread and two fish. If we are going to feed all these people, we will have to go and buy food.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "There were about 5,000 men in the crowd."
            },
            {
                "verse_number": "15",
                "verse_text": "They did this, and all the people sat down."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus took the five loaves and the two fish. He looked up toward heaven and blessed the food. Then he broke the bread and fish and handed them to his disciples to give to the people."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone ate all they wanted. What was left over filled twelve baskets."
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus was alone praying, his disciples came to him, and he asked them, &apos;What do people say about me?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;Some say you are John the Baptist or Elijah or a prophet from long ago who has come back to life.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus then asked, &apos;But who do you say I am?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus strictly warned his disciples not to tell anyone about this."
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus told his disciples, &apos;The nation's leaders, the chief priests, and the teachers of the Law of Moses will make the Son of Man suffer terribly. They will reject him and kill him, but three days later he will rise to life.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to all the people:"
            },
            {
                "verse_number": "24",
                "verse_text": "If you want to save your life, you will destroy it. But if you give up your life for me, you will save it."
            },
            {
                "verse_number": "25",
                "verse_text": "What will you gain, if you own the whole world but destroy yourself or waste your life?"
            },
            {
                "verse_number": "26",
                "verse_text": "If you are ashamed of me and my message, the Son of Man will be ashamed of you when he comes in his glory and in the glory of his Father and the holy angels."
            },
            {
                "verse_number": "27",
                "verse_text": "You can be sure some of the people standing here will not die before they see God's kingdom."
            },
            {
                "verse_number": "28",
                "verse_text": "About eight days later Jesus took Peter, John, and James with him and went up on a mountain to pray."
            },
            {
                "verse_number": "29",
                "verse_text": "While he was praying, his face changed, and his clothes became shining white."
            },
            {
                "verse_number": "30",
                "verse_text": "Suddenly Moses and Elijah were there speaking with him."
            },
            {
                "verse_number": "31",
                "verse_text": "They appeared in heavenly glory and talked about all that Jesus' death in Jerusalem would mean."
            },
            {
                "verse_number": "32",
                "verse_text": "Peter and the other two disciples had been sound asleep. All at once they woke up and saw how glorious Jesus was. They also saw the two men who were with him."
            },
            {
                "verse_number": "33",
                "verse_text": "Moses and Elijah were about to leave, when Peter said to Jesus, &apos;Master, it is good for us to be here! Let us make three shelters, one for you, one for Moses, and one for Elijah.&apos; But Peter did not know what he was talking about."
            },
            {
                "verse_number": "34",
                "verse_text": "While Peter was still speaking, a shadow from a cloud passed over, and they were frightened as the cloud covered them."
            },
            {
                "verse_number": "35",
                "verse_text": "From the cloud a voice spoke, &apos;This is my chosen Son. Listen to what he says!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "After the voice had spoken, Peter, John, and James saw only Jesus. For some time they kept quiet and did not say anything about what they had seen."
            },
            {
                "verse_number": "37",
                "verse_text": "The next day Jesus and his three disciples came down from the mountain and were met by a large crowd."
            },
            {
                "verse_number": "38",
                "verse_text": "Just then someone in the crowd shouted, &apos;Teacher, please do something for my son! He is my only child!"
            },
            {
                "verse_number": "39",
                "verse_text": "A demon often attacks him and makes him scream. It shakes him until he foams at the mouth, and it won't leave him until it has completely worn the boy out."
            },
            {
                "verse_number": "40",
                "verse_text": "I begged your disciples to force out the demon, but they couldn't do it.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said to them, &apos;You people are stubborn and don't have any faith! How much longer must I be with you? Why do I have to put up with you?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While the boy was being brought, the demon attacked him and made him shake all over. Jesus ordered the demon to stop. Then he healed the boy and gave him back to his father."
            },
            {
                "verse_number": "43",
                "verse_text": "Everyone was amazed at God's great power."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Pay close attention to what I am telling you! The Son of Man will be handed over to his enemies.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the disciples did not know what he meant. The meaning was hidden from them. They could not understand it, and they were afraid to ask."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus' disciples were arguing about which one of them was the greatest."
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus knew what they were thinking, and he had a child stand there beside him."
            },
            {
                "verse_number": "48",
                "verse_text": "Then he said to his disciples, &apos;When you welcome even a child because of me, you welcome me. And when you welcome me, you welcome the one who sent me. Whichever one of you is the most humble is the greatest.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "John said, &apos;Master, we saw a man using your name to force demons out of people. But we told him to stop, because he isn't one of us.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "&apos;Don't stop him!&apos; Jesus said. &apos;Anyone who isn't against you is for you.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Not long before it was time for Jesus to be taken up to heaven, he made up his mind to go to Jerusalem."
            },
            {
                "verse_number": "52",
                "verse_text": "He sent some messengers on ahead to a Samaritan village to get things ready for him."
            },
            {
                "verse_number": "53",
                "verse_text": "But he was on his way to Jerusalem, so the people there refused to welcome him."
            },
            {
                "verse_number": "54",
                "verse_text": "When the disciples James and John saw what was happening, they asked, &apos;Lord, do you want us to call down fire from heaven to destroy these people?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "But Jesus turned and corrected them for what they had said."
            },
            {
                "verse_number": "56",
                "verse_text": "Then they all went on to another village."
            },
            {
                "verse_number": "57",
                "verse_text": "Along the way someone said to Jesus, &apos;I'll follow you anywhere!&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus said, &apos;Foxes have dens, and birds have nests, but the Son of Man doesn't have a place to call his own.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus told someone else to come with him. But the man said, &apos;Lord, let me wait until I bury my father.&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "Jesus answered, &apos;Let the dead take care of the dead, while you go and tell about God's kingdom.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Then someone said to Jesus, &apos;I want to follow you, Lord, but first let me go back and take care of things at home.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus answered, &apos;Anyone who starts plowing and keeps looking back isn't worth a thing to God's kingdom!&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Later the Lord chose 72 other followers and sent them out two by two to every town and village where he was about to go."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them: A large crop is in the fields, but there are only a few workers. Ask the Lord in charge of the harvest to send out workers to bring it in. I saw Satan fall from heaven like a flash of lightning. My Father, Lord of heaven and earth, I am grateful that you hid all this from wise and educated people and showed it to ordinary people. Yes, Father, this is what pleased you. As a man was going down from Jerusalem to Jericho, robbers attacked him and grabbed everything he had. They beat him up and ran off, leaving him half dead. Jesus said, &apos;Go and do the same!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now go, but remember, I am sending you like lambs into a pack of wolves."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't take along a moneybag or a traveling bag or sandals. And don't waste time greeting people on the road."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as you enter a home, say, &apos;God bless this home with peace.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "If the people living there are peace-loving, your prayer for peace will bless them. But if they are not peace-loving, your prayer will return to you."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay with the same family, eating and drinking whatever they give you, because workers are worth what they earn. Don't move around from house to house."
            },
            {
                "verse_number": "8",
                "verse_text": "If the people of a town welcome you, eat whatever they offer."
            },
            {
                "verse_number": "9",
                "verse_text": "Heal their sick and say, &apos;God's kingdom will soon be here!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But if the people of a town refuse to welcome you, go out into the street and say,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;We are shaking the dust from our feet as a warning to you. And you can be sure that God's kingdom will soon be here!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I tell you that on the day of judgment the people of Sodom will get off easier than the people of that town!"
            },
            {
                "verse_number": "13",
                "verse_text": "You people of Chorazin are in for trouble! You people of Bethsaida are also in for trouble! If the miracles that took place in your towns had happened in Tyre and Sidon, the people there would have turned to God long ago. They would have dressed in sackcloth and put ashes on their heads."
            },
            {
                "verse_number": "14",
                "verse_text": "On the day of judgment the people of Tyre and Sidon will get off easier than you will."
            },
            {
                "verse_number": "15",
                "verse_text": "People of Capernaum, do you think you will be honored in heaven? Well, you will go down to hell!"
            },
            {
                "verse_number": "16",
                "verse_text": "My followers, whoever listens to you is listening to me. Anyone who says &apos;No&apos; to you is saying &apos;No&apos; to me. And anyone who says &apos;No&apos; to me is really saying &apos;No&apos; to the one who sent me."
            },
            {
                "verse_number": "17",
                "verse_text": "When the 72 followers returned, they were excited and said, &apos;Lord, even the demons obeyed when we spoke in your name!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus told them:"
            },
            {
                "verse_number": "19",
                "verse_text": "I have given you the power to trample on snakes and scorpions and to defeat the power of your enemy Satan. Nothing can harm you."
            },
            {
                "verse_number": "20",
                "verse_text": "But don't be happy because evil spirits obey you. Be happy that your names are written in heaven!"
            },
            {
                "verse_number": "21",
                "verse_text": "At that same time, Jesus felt the joy that comes from the Holy Spirit, and he said:"
            },
            {
                "verse_number": "22",
                "verse_text": "My Father has given me everything, and he is the only one who knows the Son. The only one who really knows the Father is the Son. But the Son wants to tell others about the Father, so they can know him too."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus then turned to his disciples and said to them in private, &apos;You are really blessed to see what you see!"
            },
            {
                "verse_number": "24",
                "verse_text": "Many prophets and kings were eager to see what you see and to hear what you hear. But I tell you they did not see or hear.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "An expert in the Law of Moses stood up and asked Jesus a question to see what he would say. &apos;Teacher,&apos; he asked, &apos;what must I do to have eternal life?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;What is written in the Scriptures? How do you understand them?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The man replied, &apos;The Scriptures say, &quot;Love the Lord your God with all your heart, soul, strength, and mind.&quot; They also say, &quot;Love your neighbors as much as you love yourself.&quot; &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said, &apos;You have given the right answer. If you do this, you will have eternal life.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But the man wanted to show that he knew what he was talking about. So he asked Jesus, &apos;Who are my neighbors?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus replied:"
            },
            {
                "verse_number": "31",
                "verse_text": "A priest happened to be going down the same road. But when he saw the man, he walked by on the other side."
            },
            {
                "verse_number": "32",
                "verse_text": "Later a temple helper came to the same place. But when he saw the man who had been beaten up, he also went by on the other side."
            },
            {
                "verse_number": "33",
                "verse_text": "A man from Samaria then came traveling along that road. When he saw the man, he felt sorry for him"
            },
            {
                "verse_number": "34",
                "verse_text": "and went over to him. He treated his wounds with olive oil and wine and bandaged them. Then he put him on his own donkey and took him to an inn, where he took care of him."
            },
            {
                "verse_number": "35",
                "verse_text": "The next morning he gave the innkeeper two silver coins and said, &apos;Please take care of the man. If you spend more than this on him, I will pay you when I return.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus asked, &apos;Which one of these three people was a real neighbor to the man who was beaten up by robbers?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The expert in the Law of Moses answered, &apos;The one who showed pity.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The Lord and his disciples were traveling along and came to a village. When they got there, a woman named Martha welcomed him into her home."
            },
            {
                "verse_number": "39",
                "verse_text": "She had a sister named Mary, who sat down in front of the Lord and was listening to what he said."
            },
            {
                "verse_number": "40",
                "verse_text": "Martha was worried about all that had to be done. Finally, she went to Jesus and said, &apos;Lord, doesn't it bother you that my sister has left me to do all the work by myself? Tell her to come and help me!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The Lord answered, &apos;Martha, Martha! You are worried and upset about so many things,"
            },
            {
                "verse_number": "42",
                "verse_text": "but only one thing is necessary. Mary has chosen what is best, and it will not be taken away from her.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished praying, one of his disciples said to him, &apos;Lord, teach us to pray, just as John taught his followers to pray.&apos; &quot;Father, help us to honor your name. Come and set up your kingdom. as we forgive everyone who has done wrong to us. And keep us from being tempted.&quot; &apos; Suppose one of you goes to a friend in the middle of the night and says, &apos;Let me borrow three loaves of bread. A kingdom where people fight each other will end up in ruin. And a family that fights will break up. You Pharisees clean the outside of cups and dishes, but on the inside you are greedy and evil. You teachers are also in for trouble! You load people down with heavy burdens, but you won't lift a finger to help them carry the loads."
            },
            {
                "verse_number": "2",
                "verse_text": "So Jesus told them, &apos;Pray in this way:"
            },
            {
                "verse_number": "3",
                "verse_text": "Give us each day the food we need. You people of today are evil! You keep looking for a sign from God. But what happened to Jonah is the only sign you will be given."
            },
            {
                "verse_number": "4",
                "verse_text": "Forgive our sins,"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jesus went on to say:"
            },
            {
                "verse_number": "6",
                "verse_text": "A friend of mine has dropped in, and I don't have a thing for him to eat.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And suppose your friend answers, &apos;Don't bother me! The door is bolted, and my children and I are in bed. I cannot get up to give you something.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "He may not get up and give you the bread, just because you are his friend. But he will get up and give you as much as you need, simply because you are not ashamed to keep on asking."
            },
            {
                "verse_number": "9",
                "verse_text": "So I tell you to ask and you will receive, search and you will find, knock and the door will be opened for you."
            },
            {
                "verse_number": "10",
                "verse_text": "Everyone who asks will receive, everyone who searches will find, and the door will be opened for everyone who knocks."
            },
            {
                "verse_number": "11",
                "verse_text": "Which one of you fathers would give your hungry child a snake if the child asked for a fish?"
            },
            {
                "verse_number": "12",
                "verse_text": "Which one of you would give your child a scorpion if the child asked for an egg?"
            },
            {
                "verse_number": "13",
                "verse_text": "As bad as you are, you still know how to give good gifts to your children. But your heavenly Father is even more ready to give the Holy Spirit to anyone who asks."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus forced a demon out of a man who could not talk. And after the demon had gone out, the man started speaking, and the crowds were amazed."
            },
            {
                "verse_number": "15",
                "verse_text": "But some people said, &apos;He forces out demons by the power of Beelzebul, the ruler of the demons!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Others wanted to put Jesus to the test. So they asked him to show them a sign from God."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus knew what they were thinking, and he said:"
            },
            {
                "verse_number": "18",
                "verse_text": "If Satan fights against himself, how can his kingdom last? Yet you say that I force out demons by the power of Beelzebul."
            },
            {
                "verse_number": "19",
                "verse_text": "If I use his power to force out demons, whose power do your own followers use to force them out? They are the ones who will judge you."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I use God's power to force out demons, it proves that God's kingdom has already come to you."
            },
            {
                "verse_number": "21",
                "verse_text": "When a strong man arms himself and guards his home, everything he owns is safe."
            },
            {
                "verse_number": "22",
                "verse_text": "But if a stronger man comes and defeats him, he will carry off the weapons in which the strong man trusted. Then he will divide with others what he has taken."
            },
            {
                "verse_number": "23",
                "verse_text": "If you are not on my side, you are against me. If you don't gather in the crop with me, you scatter it."
            },
            {
                "verse_number": "24",
                "verse_text": "When an evil spirit leaves a person, it travels through the desert, looking for a place to rest. But when it doesn't find a place, it says, &apos;I will go back to the home I left.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When it gets there and finds the place clean and fixed up,"
            },
            {
                "verse_number": "26",
                "verse_text": "it goes off and finds seven other evil spirits even worse than itself. They all come and make their home there, and that person ends up in worse shape than before."
            },
            {
                "verse_number": "27",
                "verse_text": "While Jesus was still talking, a woman in the crowd spoke up, &apos;The woman who gave birth to you and nursed you is blessed!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus replied, &apos;That's true, but the people who are really blessed are the ones who hear and obey God's message!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "As crowds were gathering around Jesus, he said:"
            },
            {
                "verse_number": "30",
                "verse_text": "Just as Jonah was a sign to the people of Nineveh, the Son of Man will be a sign to the people of today."
            },
            {
                "verse_number": "31",
                "verse_text": "When the judgment comes, the Queen of the South will stand there with you and condemn you. She traveled a long way to hear Solomon's wisdom, and yet here is something far greater than Solomon."
            },
            {
                "verse_number": "32",
                "verse_text": "The people of Nineveh will also stand there with you and condemn you. They turned to God when Jonah preached, and yet here is something far greater than Jonah."
            },
            {
                "verse_number": "33",
                "verse_text": "No one lights a lamp and then hides it or puts it under a clay pot. A lamp is put on a lampstand, so everyone who comes into the house can see the light."
            },
            {
                "verse_number": "34",
                "verse_text": "Your eyes are the lamp for your body. When your eyes are good, you have all the light you need. But when your eyes are bad, everything is dark."
            },
            {
                "verse_number": "35",
                "verse_text": "So be sure your light isn't darkness."
            },
            {
                "verse_number": "36",
                "verse_text": "If you have light, and nothing is dark, then light will be everywhere, as when a lamp shines brightly on you."
            },
            {
                "verse_number": "37",
                "verse_text": "When Jesus finished speaking, a Pharisee invited him home for a meal. Jesus went and sat down to eat."
            },
            {
                "verse_number": "38",
                "verse_text": "The Pharisee was surprised that he did not wash his hands before eating."
            },
            {
                "verse_number": "39",
                "verse_text": "So the Lord said to him:"
            },
            {
                "verse_number": "40",
                "verse_text": "You fools! Didn't God make both the outside and the inside?"
            },
            {
                "verse_number": "41",
                "verse_text": "If you would only give what you have to the poor, everything you do would please God."
            },
            {
                "verse_number": "42",
                "verse_text": "You Pharisees are in for trouble! You give God a tenth of the spices from your gardens, such as mint and rue. But you cheat people, and you don't love God. You should be fair and kind to others and still give a tenth to God."
            },
            {
                "verse_number": "43",
                "verse_text": "You Pharisees are in for trouble! You love the front seats in the synagogues, and you like to be greeted with honor in the market."
            },
            {
                "verse_number": "44",
                "verse_text": "But you are in for trouble! You are like unmarked graves that people walk on without even knowing it."
            },
            {
                "verse_number": "45",
                "verse_text": "A teacher of the Law of Moses spoke up, &apos;Teacher, you said cruel things about us.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus replied:"
            },
            {
                "verse_number": "47",
                "verse_text": "Yes, you are really in for trouble. You build monuments to honor the prophets your own people murdered long ago."
            },
            {
                "verse_number": "48",
                "verse_text": "You must think that was the right thing for your people to do, or else you would not have built monuments for the prophets they murdered."
            },
            {
                "verse_number": "49",
                "verse_text": "Because of your evil deeds, the Wisdom of God said, &apos;I will send prophets and apostles to you. But you will murder some and mistreat others.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "You people living today will be punished for all the prophets who have been murdered since the beginning of the world."
            },
            {
                "verse_number": "51",
                "verse_text": "This includes every prophet from the time of Abel to the time of Zechariah, who was murdered between the altar and the temple. You people will certainly be punished for all of this."
            },
            {
                "verse_number": "52",
                "verse_text": "You teachers of the Law of Moses are really in for trouble! You carry the keys to the door of knowledge about God. But you never go in, and you keep others from going in."
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus was about to leave, but the teachers and the Pharisees wanted to get even with him. They tried to make him say what he thought about other things,"
            },
            {
                "verse_number": "54",
                "verse_text": "so they could catch him saying something wrong."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "As thousands of people crowded around Jesus and were stepping on each other, he told his disciples: Be sure to guard against the dishonest teaching of the Pharisees! It is their way of fooling people."
            },
            {
                "verse_number": "2",
                "verse_text": "Everything that is hidden will be found out, and every secret will be known."
            },
            {
                "verse_number": "3",
                "verse_text": "Whatever you say in the dark will be heard when it is day. Whatever you whisper in a closed room will be shouted from the housetops. A rich man's farm produced a big crop, I tell you not to worry about your life! Don't worry about having something to eat or wear. Who are faithful and wise servants? Who are the ones the master will put in charge of giving the other servants their food supplies at the proper time? As soon as you see a cloud coming up in the west, you say, &apos;It's going to rain,&apos; and it does."
            },
            {
                "verse_number": "4",
                "verse_text": "My friends, don't be afraid of people. They can kill you, but after that, there is nothing else they can do."
            },
            {
                "verse_number": "5",
                "verse_text": "God is the one you must fear. Not only can he take your life, but he can throw you into hell. God is certainly the one you should fear!"
            },
            {
                "verse_number": "6",
                "verse_text": "Five sparrows are sold for only a few cents, but God doesn't forget a single one of them."
            },
            {
                "verse_number": "7",
                "verse_text": "Even the hairs on your head are counted. So don't be afraid! You are worth much more than many sparrows."
            },
            {
                "verse_number": "8",
                "verse_text": "If you tell others that you belong to me, the Son of Man will tell God's angels that you are my followers."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you reject me, you will be rejected in front of them."
            },
            {
                "verse_number": "10",
                "verse_text": "If you speak against the Son of Man, you can be forgiven, but if you speak against the Holy Spirit, you cannot be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "When you are brought to trial in the synagogues or before rulers or officials, don't worry about how you will defend yourselves or what you will say."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time the Holy Spirit will tell you what to say."
            },
            {
                "verse_number": "13",
                "verse_text": "A man in a crowd said to Jesus, &apos;Teacher, tell my brother to give me my share of what our father left us when he died.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus answered, &apos;Who gave me the right to settle arguments between you and your brother?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then he said to the crowd, &apos;Don't be greedy! Owning a lot of things won't make your life safe.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Jesus told them this story:"
            },
            {
                "verse_number": "17",
                "verse_text": "and he said to himself, &apos;What can I do? I don't have a place large enough to store everything.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Later, he said, &apos;Now I know what I'll do. I'll tear down my barns and build bigger ones, where I can store all my grain and other goods."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I'll say to myself, &quot;You have stored up enough good things to last for years to come. Live it up! Eat, drink, and enjoy yourself.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But God said to him, &apos;You fool! Tonight you will die. Then who will get what you have stored up?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;This is what happens to people who store up everything for themselves, but are poor in the sight of God.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said to his disciples:"
            },
            {
                "verse_number": "23",
                "verse_text": "Life is more than food or clothing."
            },
            {
                "verse_number": "24",
                "verse_text": "Look at the crows! They don't plant or harvest, and they don't have storehouses or barns. But God takes care of them. You are much more important than any birds."
            },
            {
                "verse_number": "25",
                "verse_text": "Can worry make you live longer?"
            },
            {
                "verse_number": "26",
                "verse_text": "If you don't have power over small things, why worry about everything else?"
            },
            {
                "verse_number": "27",
                "verse_text": "Look how the wild flowers grow! They don't work hard to make their clothes. But I tell you Solomon with all his wealth wasn't as well clothed as one of these flowers."
            },
            {
                "verse_number": "28",
                "verse_text": "God gives such beauty to everything that grows in the fields, even though it is here today and thrown into a fire tomorrow. Won't he do even more for you? You have such little faith!"
            },
            {
                "verse_number": "29",
                "verse_text": "Don't keep worrying about having something to eat or drink."
            },
            {
                "verse_number": "30",
                "verse_text": "Only people who don't know God are always worrying about such things. Your Father knows what you need."
            },
            {
                "verse_number": "31",
                "verse_text": "But put God's work first, and these things will be yours as well."
            },
            {
                "verse_number": "32",
                "verse_text": "My little group of disciples, don't be afraid! Your Father wants to give you the kingdom."
            },
            {
                "verse_number": "33",
                "verse_text": "Sell what you have and give the money to the poor. Make yourselves moneybags that never wear out. Make sure your treasure is safe in heaven, where thieves cannot steal it and moths cannot destroy it."
            },
            {
                "verse_number": "34",
                "verse_text": "Your heart will always be where your treasure is."
            },
            {
                "verse_number": "35",
                "verse_text": "Be ready and keep your lamps burning"
            },
            {
                "verse_number": "36",
                "verse_text": "just like those servants who wait up for their master to return from a wedding feast. As soon as he comes and knocks, they open the door for him."
            },
            {
                "verse_number": "37",
                "verse_text": "Servants are fortunate if their master finds them awake and ready when he comes! I promise you he will get ready and let his servants sit down so he can serve them."
            },
            {
                "verse_number": "38",
                "verse_text": "Those servants are really fortunate if their master finds them ready, even though he comes late at night or early in the morning."
            },
            {
                "verse_number": "39",
                "verse_text": "You would surely not let a thief break into your home, if you knew when the thief was coming."
            },
            {
                "verse_number": "40",
                "verse_text": "So always be ready! You don't know when the Son of Man will come."
            },
            {
                "verse_number": "41",
                "verse_text": "Peter asked Jesus, &apos;Did you say this just for us or for everyone?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The Lord answered:"
            },
            {
                "verse_number": "43",
                "verse_text": "Servants are fortunate if their master comes and finds them doing their job."
            },
            {
                "verse_number": "44",
                "verse_text": "A servant who is always faithful will surely be put in charge of everything the master owns."
            },
            {
                "verse_number": "45",
                "verse_text": "But suppose one of the servants thinks that the master won't return until late. Suppose that servant starts beating all the other servants and eats and drinks and gets drunk."
            },
            {
                "verse_number": "46",
                "verse_text": "If that happens, the master will come on a day and at a time when the servant least expects him. That servant will then be punished and thrown out with the servants who cannot be trusted."
            },
            {
                "verse_number": "47",
                "verse_text": "If servants are not ready or willing to do what their master wants them to do, they will be beaten hard."
            },
            {
                "verse_number": "48",
                "verse_text": "But servants who don't know what their master wants them to do will not be beaten so hard for doing wrong. If God has been generous with you, he will expect you to serve him well. But if he has been more than generous, he will expect you to serve him even better."
            },
            {
                "verse_number": "49",
                "verse_text": "I came to set fire to the earth, and I wish it were already on fire!"
            },
            {
                "verse_number": "50",
                "verse_text": "I am going to be put to a hard test. And I will have to suffer a lot of pain until it is over."
            },
            {
                "verse_number": "51",
                "verse_text": "Do you think that I came to bring peace to earth? No indeed! I came to make people choose sides."
            },
            {
                "verse_number": "52",
                "verse_text": "A family of five will be divided, with two of them against the other three."
            },
            {
                "verse_number": "53",
                "verse_text": "Fathers and sons will turn against one another, and mothers and daughters will do the same. Mothers-in-law and daughters-in-law will also turn against each other."
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus said to all the people:"
            },
            {
                "verse_number": "55",
                "verse_text": "When the south wind blows, you say, &apos;It's going to get hot,&apos; and it does."
            },
            {
                "verse_number": "56",
                "verse_text": "Are you trying to fool someone? You can predict the weather by looking at the earth and sky, but you don't really know what's going on right now."
            },
            {
                "verse_number": "57",
                "verse_text": "Why don't you understand the right thing to do?"
            },
            {
                "verse_number": "58",
                "verse_text": "When someone accuses you of something, try to settle things before you are taken to court. If you don't, you will be dragged before the judge. Then the judge will hand you over to the jailer, and you will be locked up."
            },
            {
                "verse_number": "59",
                "verse_text": "You won't get out until you have paid the last cent you owe."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "About this same time Jesus was told that Pilate had given orders for some people from Galilee to be killed while they were offering sacrifices."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus replied: Do you think that these people were worse sinners than everyone else in Galilee just because of what happened to them? A man had a fig tree growing in his vineyard. One day he went out to pick some figs, but he didn't find any. Jesus answered: But the owner will answer, &apos;I don't know a thing about you!&apos; Go tell that fox, &apos;I am going to force out demons and heal people today and tomorrow, and three days later I'll be through.&apos; &apos;Blessed is the one who comes in the name of the Lord.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Not at all! But you can be sure that if you don't turn back to God, every one of you will also be killed."
            },
            {
                "verse_number": "4",
                "verse_text": "What about those 18 people who died when the tower in Siloam fell on them? Do you think they were worse than everyone else in Jerusalem?"
            },
            {
                "verse_number": "5",
                "verse_text": "Not at all! But you can be sure that if you don't turn back to God, every one of you will also die."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus then told them this story:"
            },
            {
                "verse_number": "7",
                "verse_text": "So he said to the gardener, &apos;For three years I have come looking for figs on this tree, and I haven't found any yet. Chop it down! Why should it take up space?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The gardener answered, &apos;Master, leave it for another year. I'll dig around it and put some manure on it to make it grow."
            },
            {
                "verse_number": "9",
                "verse_text": "Maybe it will have figs on it next year. If it doesn't, you can have it cut down.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "One Sabbath, Jesus was teaching in a synagogue,"
            },
            {
                "verse_number": "11",
                "verse_text": "and a woman was there who had been crippled by an evil spirit for 18 years. She was completely bent over and could not straighten up."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus saw the woman, he called her over and said, &apos;You are now well.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He placed his hands on her, and at once she stood up straight and praised God."
            },
            {
                "verse_number": "14",
                "verse_text": "The man in charge of the synagogue was angry because Jesus had healed someone on the Sabbath. So he said to the people, &apos;Each week has six days when we can work. Come and be healed on one of those days, but not on the Sabbath.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord replied, &apos;Are you trying to fool someone? Won't any one of you untie your ox or donkey and lead it out to drink on a Sabbath?"
            },
            {
                "verse_number": "16",
                "verse_text": "This woman belongs to the family of Abraham, but Satan has kept her bound for 18 years. Isn't it right to set her free on the Sabbath?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus' words made his enemies ashamed. But everyone else in the crowd was happy about the wonderful things he was doing."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus said, &apos;What is God's kingdom like? What can I compare it with?"
            },
            {
                "verse_number": "19",
                "verse_text": "It is like what happens when someone plants a mustard seed in a garden. The seed grows as big as a tree, and birds nest in its branches.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus said, &apos;What can I compare God's kingdom with?"
            },
            {
                "verse_number": "21",
                "verse_text": "It is like what happens when a woman mixes yeast into three batches of flour. Finally, all the dough rises.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "As Jesus was on his way to Jerusalem, he taught the people in the towns and villages."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone asked him, &apos;Lord, are only a few people going to be saved?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Do all you can to go in by the narrow door! A lot of people will try to get in, but will not be able to."
            },
            {
                "verse_number": "25",
                "verse_text": "Once the owner of the house gets up and locks the door, you will be left standing outside. You will knock on the door and say, &apos;Sir, open the door for us!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will start saying, &apos;We dined with you, and you taught in our streets.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But he will say, &apos;I really don't know who you are! Get away from me, you evil people!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then when you have been thrown outside, you will weep and grit your teeth because you will see Abraham, Isaac, Jacob, and all the prophets in God's kingdom."
            },
            {
                "verse_number": "29",
                "verse_text": "People will come from all directions and sit down to feast in God's kingdom."
            },
            {
                "verse_number": "30",
                "verse_text": "There the ones who are now least important will be the most important, and those who are now most important will be least important."
            },
            {
                "verse_number": "31",
                "verse_text": "At that time some Pharisees came to Jesus and said, &apos;You had better get away from here, because Herod wants to kill you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them:"
            },
            {
                "verse_number": "33",
                "verse_text": "But I am going on my way today and tomorrow and the next day. After all, Jerusalem is the place where prophets are killed."
            },
            {
                "verse_number": "34",
                "verse_text": "Jerusalem, Jerusalem! Your people have killed the prophets and have stoned the messengers who were sent to you. I have often wanted to gather your people, as a hen gathers her chicks under her wings. But you wouldn't let me."
            },
            {
                "verse_number": "35",
                "verse_text": "Now your temple will be deserted. You won't see me again until the time when you say,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath, Jesus was having dinner in the home of an important Pharisee, and everyone was carefully watching Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "All of a sudden a man with swollen legs stood up in front of him."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus turned and asked the Pharisees and the teachers of the Law of Moses, &apos;Is it right to heal on the Sabbath?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But they did not say a word. Jesus took hold of the man. Then he healed him and sent him away. When you give a dinner or a banquet, don't invite your friends and family and relatives and rich neighbors. If you do, they will invite you in return, and you will be paid back. A man once gave a great banquet and invited a lot of guests."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterwards, Jesus asked the people, &apos;If your son or ox falls into a well, wouldn't you pull him out at once, even on the Sabbath?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "There was nothing they could say."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus saw how the guests had tried to take the best seats. So he told them:"
            },
            {
                "verse_number": "8",
                "verse_text": "When you are invited to a wedding feast, don't sit in the best place. Someone more important may have been invited."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the one who invited you will come and say, &apos;Give your place to this other guest!&apos; You will be embarrassed and will have to sit in the worst place."
            },
            {
                "verse_number": "10",
                "verse_text": "When you are invited to be a guest, go and sit in the worst place. Then the one who invited you may come and say, &apos;My friend, take a better seat!&apos; You will then be honored in front of all the other guests."
            },
            {
                "verse_number": "11",
                "verse_text": "If you put yourself above others, you will be put down. But if you humble yourself, you will be honored."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus said to the man who had invited him:"
            },
            {
                "verse_number": "13",
                "verse_text": "When you give a feast, invite the poor, the paralyzed, the lame, and the blind."
            },
            {
                "verse_number": "14",
                "verse_text": "They cannot pay you back. But God will bless you and reward you when his people rise from death."
            },
            {
                "verse_number": "15",
                "verse_text": "After Jesus had finished speaking, one of the guests said, &apos;The greatest blessing of all is to be at the banquet in God's kingdom!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus told him:"
            },
            {
                "verse_number": "17",
                "verse_text": "When the banquet was ready, he sent a servant to tell the guests, &apos;Everything is ready! Please come.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One guest after another started making excuses. The first one said, &apos;I bought some land, and I've got to look it over. Please excuse me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Another guest said, &apos;I bought five teams of oxen, and I need to try them out. Please excuse me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Still another guest said, &apos;I've just now married, and I can't be there.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The servant told his master what happened, and the master became so angry he said, &apos;Go as fast as you can to every street and alley in town! Bring in everyone who is poor or paralyzed or blind or lame.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the servant returned, he said, &apos;Master, I've done what you told me, and there is still plenty of room for more people.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "His master then told him, &apos;Go out along the back roads and make people come in, so my house will be full."
            },
            {
                "verse_number": "24",
                "verse_text": "Not one of the guests I first invited will get even a bite of my food!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds were walking along with Jesus, when he turned and said:"
            },
            {
                "verse_number": "26",
                "verse_text": "You cannot be my disciple, unless you love me more than you love your father and mother, your wife and children, and your brothers and sisters. You cannot follow me unless you love me more than you love your own life."
            },
            {
                "verse_number": "27",
                "verse_text": "You cannot be my disciple unless you carry your own cross and follow me."
            },
            {
                "verse_number": "28",
                "verse_text": "Suppose one of you wants to build a tower. What is the first thing you will do? Won't you sit down and figure out how much it will cost and if you have enough money to pay for it?"
            },
            {
                "verse_number": "29",
                "verse_text": "Otherwise, you will start building the tower, but not be able to finish. Then everyone who sees what is happening will laugh at you."
            },
            {
                "verse_number": "30",
                "verse_text": "They will say, &apos;You started building, but could not finish the job.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "What will a king do if he has only 10,000 soldiers to defend himself against a king who is about to attack him with 20,000 soldiers? Before he goes out to battle, won't he first sit down and decide if he can win?"
            },
            {
                "verse_number": "32",
                "verse_text": "If he thinks he won't be able to defend himself, he will send messengers and ask for peace while the other king is still a long way off."
            },
            {
                "verse_number": "33",
                "verse_text": "So then, you cannot be my disciple unless you give away everything you own."
            },
            {
                "verse_number": "34",
                "verse_text": "Salt is good, but if it no longer tastes like salt, how can it be made to taste salty again?"
            },
            {
                "verse_number": "35",
                "verse_text": "It is no longer good for the soil or even for the manure pile. People simply throw it out. If you have ears, pay attention!"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Tax collectors and sinners were all crowding around to listen to Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "So the Pharisees and the teachers of the Law of Moses started grumbling, &apos;This man is friendly with sinners. He even eats with them.&apos; What will a woman do if she has ten silver coins and loses one of them? Won't she light a lamp, sweep the floor, and look carefully until she finds it? Once a man had two sons. His father came out and begged him to go in."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jesus told them this story:"
            },
            {
                "verse_number": "4",
                "verse_text": "If any of you has 100 sheep, and one of them gets lost, what will you do? Won't you leave the 99 in the field and go look for the lost sheep until you find it?"
            },
            {
                "verse_number": "5",
                "verse_text": "And when you find it, you will be so glad that you will put it on your shoulder"
            },
            {
                "verse_number": "6",
                "verse_text": "and carry it home. Then you will call in your friends and neighbors and say, &apos;Let's celebrate! I've found my lost sheep.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said, &apos;In the same way there is more happiness in heaven because of one sinner who turns to God than over 99 good people who don't need to.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus told the people another story:"
            },
            {
                "verse_number": "9",
                "verse_text": "Then she will call in her friends and neighbors and say, &apos;Let's celebrate! I've found the coin I lost.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;In the same way God's angels are happy when even one person turns to him.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus told them yet another story:"
            },
            {
                "verse_number": "12",
                "verse_text": "The younger son said to his father, &apos;Give me my share of the property.&apos; So the father divided his property between his two sons."
            },
            {
                "verse_number": "13",
                "verse_text": "Not long after that, the younger son packed up everything he owned and left for a foreign country, where he wasted all his money in wild living."
            },
            {
                "verse_number": "14",
                "verse_text": "He had spent everything, when a bad famine spread through that whole land. Soon he had nothing to eat."
            },
            {
                "verse_number": "15",
                "verse_text": "He went to work for a man in that country, and the man sent him out to take care of his pigs."
            },
            {
                "verse_number": "16",
                "verse_text": "He would have been glad to eat what the pigs were eating, but no one gave him a thing."
            },
            {
                "verse_number": "17",
                "verse_text": "Finally, he came to his senses and said, &apos;My father's workers have plenty to eat, and here I am, starving to death!"
            },
            {
                "verse_number": "18",
                "verse_text": "I will go to my father and say to him, &quot;Father, I have sinned against God in heaven and against you."
            },
            {
                "verse_number": "19",
                "verse_text": "I am no longer good enough to be called your son. Treat me like one of your workers.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The younger son got up and started back to his father. But when he was still a long way off, his father saw him and felt sorry for him. He ran to his son and hugged and kissed him."
            },
            {
                "verse_number": "21",
                "verse_text": "The son said, &apos;Father, I have sinned against God in heaven and against you. I am no longer good enough to be called your son.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But his father said to the servants, &apos;Hurry and bring the best clothes and put them on him. Give him a ring for his finger and sandals for his feet."
            },
            {
                "verse_number": "23",
                "verse_text": "Get the best calf and prepare it, so we can eat and celebrate."
            },
            {
                "verse_number": "24",
                "verse_text": "This son of mine was dead, but has now come back to life. He was lost and has now been found.&apos; And they began to celebrate."
            },
            {
                "verse_number": "25",
                "verse_text": "The older son had been out in the field. But when he came near the house, he heard the music and dancing."
            },
            {
                "verse_number": "26",
                "verse_text": "So he called one of the servants over and asked, &apos;What's going on here?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The servant answered, &apos;Your brother has come home safe and sound, and your father ordered us to kill the best calf.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The older brother got so angry that he would not even go into the house."
            },
            {
                "verse_number": "29",
                "verse_text": "But he said to his father, &apos;For years I have worked for you like a slave and have always obeyed you. But you have never even given me a little goat, so that I could give a dinner for my friends."
            },
            {
                "verse_number": "30",
                "verse_text": "This other son of yours wasted your money on prostitutes. And now that he has come home, you ordered the best calf to be killed for a feast.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His father replied, &apos;My son, you are always with me, and everything I have is yours."
            },
            {
                "verse_number": "32",
                "verse_text": "But we should be glad and celebrate! Your brother was dead, but he is now alive. He was lost and has now been found.&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his disciples: A rich man once had a manager to take care of his business. But he was told that his manager was wasting money. So the manager said, &apos;Take your bill and sit down and quickly write &quot;50.&quot; &apos; The manager said, &apos;Take your bill and write &quot;800.&quot; &apos; You are always making yourselves look good, but God sees what is in your heart. The things that most people think are important are worthless as far as God is concerned. The rich man also died and was buried."
            },
            {
                "verse_number": "2",
                "verse_text": "So the rich man called him in and said, &apos;What is this I hear about you? Tell me what you have done! You are no longer going to work for me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The manager said to himself, &apos;What shall I do now that my master is going to fire me? I can't dig ditches, and I'm ashamed to beg."
            },
            {
                "verse_number": "4",
                "verse_text": "I know what I'll do, so that people will welcome me into their homes after I've lost my job.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then one by one he called in the people who were in debt to his master. He asked the first one, &apos;How much do you owe my master?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;A hundred barrels of olive oil,&apos; the man answered."
            },
            {
                "verse_number": "7",
                "verse_text": "The manager asked someone else who was in debt to his master, &apos;How much do you owe?&apos; &apos;A thousand sacks of wheat,&apos; the man replied."
            },
            {
                "verse_number": "8",
                "verse_text": "The master praised his dishonest manager for looking out for himself so well. That's how it is! The people of this world look out for themselves better than the people who belong to the light."
            },
            {
                "verse_number": "9",
                "verse_text": "My disciples, I tell you to use wicked wealth to make friends for yourselves. Then when it is gone, you will be welcomed into an eternal home."
            },
            {
                "verse_number": "10",
                "verse_text": "Anyone who can be trusted in little matters can also be trusted in important matters. But anyone who is dishonest in little matters will be dishonest in important matters."
            },
            {
                "verse_number": "11",
                "verse_text": "If you cannot be trusted with this wicked wealth, who will trust you with true wealth?"
            },
            {
                "verse_number": "12",
                "verse_text": "And if you cannot be trusted with what belongs to someone else, who will give you something that will be your own?"
            },
            {
                "verse_number": "13",
                "verse_text": "You cannot be the slave of two masters. You will like one more than the other or be more loyal to one than to the other. You cannot serve God and money."
            },
            {
                "verse_number": "14",
                "verse_text": "The Pharisees really loved money. So when they heard what Jesus said, they made fun of him."
            },
            {
                "verse_number": "15",
                "verse_text": "But Jesus told them:"
            },
            {
                "verse_number": "16",
                "verse_text": "Until the time of John the Baptist, people had to obey the Law of Moses and the Books of the Prophets. But since God's kingdom has been preached, everyone is trying hard to get in."
            },
            {
                "verse_number": "17",
                "verse_text": "Heaven and earth will disappear before the smallest letter of the Law does."
            },
            {
                "verse_number": "18",
                "verse_text": "It is a terrible sin for a man to divorce his wife and marry another woman. It is also a terrible sin for a man to marry a divorced woman."
            },
            {
                "verse_number": "19",
                "verse_text": "There was once a rich man who wore expensive clothes and every day ate the best food."
            },
            {
                "verse_number": "20",
                "verse_text": "But a poor beggar named Lazarus was brought to the gate of the rich man's house."
            },
            {
                "verse_number": "21",
                "verse_text": "He was happy just to eat the scraps that fell from the rich man's table. His body was covered with sores, and dogs kept coming up to lick them."
            },
            {
                "verse_number": "22",
                "verse_text": "The poor man died, and angels took him to the place of honor next to Abraham."
            },
            {
                "verse_number": "23",
                "verse_text": "He went to hell and was suffering terribly. When he looked up and saw Abraham far off and Lazarus at his side,"
            },
            {
                "verse_number": "24",
                "verse_text": "he said to Abraham, &apos;Have pity on me! Send Lazarus to dip his finger in water and touch my tongue. I'm suffering terribly in this fire.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Abraham answered, &apos;My friend, remember that while you lived, you had everything good, and Lazarus had everything bad. Now he is happy, and you are in pain."
            },
            {
                "verse_number": "26",
                "verse_text": "And besides, there is a deep ditch between us, and no one from either side can cross over.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But the rich man said, &apos;Abraham, then please send Lazarus to my father's home."
            },
            {
                "verse_number": "28",
                "verse_text": "Let him warn my five brothers, so they won't come to this horrible place.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Abraham answered, &apos;Your brothers can read what Moses and the prophets wrote. They should pay attention to that.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the rich man said, &apos;No, that's not enough! If only someone from the dead would go to them, they would listen and turn to God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Abraham said, &apos;If they won't pay attention to Moses and the prophets, they won't listen even to someone who comes back from the dead.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his disciples: There will always be something that causes people to sin. But anyone who causes them to sin is in for trouble. A person who causes even one of my little followers to sin If you had faith no bigger than a tiny mustard seed, you could tell this mulberry tree to pull itself up, roots and all, and to plant itself in the ocean. And it would! On their way they were healed. The time will come when you will long to see one of the days of the Son of Man, but you will not."
            },
            {
                "verse_number": "2",
                "verse_text": "would be better off thrown into the ocean with a heavy stone tied around their neck."
            },
            {
                "verse_number": "3",
                "verse_text": "So be careful what you do. Correct any followers of mine who sin, and forgive the ones who say they are sorry. Jesus said, &apos;Where there is a corpse, there will always be vultures.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Even if one of them mistreats you seven times in one day and says, &apos;I am sorry,&apos; you should still forgive that person."
            },
            {
                "verse_number": "5",
                "verse_text": "The apostles said to the Lord, &apos;Make our faith stronger!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus replied:"
            },
            {
                "verse_number": "7",
                "verse_text": "If your servant comes in from plowing or from taking care of the sheep, would you say, &apos;Welcome! Come on in and have something to eat&apos;?"
            },
            {
                "verse_number": "8",
                "verse_text": "No, you wouldn't say that. You would say, &apos;Prepare me something to eat. Get ready to serve me, so I can have my meal. Then later on you can eat and drink.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Servants don't deserve special thanks for doing what they are supposed to do."
            },
            {
                "verse_number": "10",
                "verse_text": "And that's how it should be with you. When you've done all you should, then say, &apos;We are merely servants, and we have simply done our duty.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "On his way to Jerusalem, Jesus went along the border between Samaria and Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "As he was going into a village, ten men with leprosy came toward him. They stood at a distance"
            },
            {
                "verse_number": "13",
                "verse_text": "and shouted, &apos;Jesus, Master, have pity on us!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus looked at them and said, &apos;Go show yourselves to the priests.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When one of them discovered that he was healed, he came back, shouting praises to God."
            },
            {
                "verse_number": "16",
                "verse_text": "He bowed down at the feet of Jesus and thanked him. The man was from the country of Samaria."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus asked, &apos;Weren't ten men healed? Where are the other nine?"
            },
            {
                "verse_number": "18",
                "verse_text": "Why was this foreigner the only one who came back to thank God?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Jesus told the man, &apos;You may get up and go. Your faith has made you well.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Some Pharisees asked Jesus when God's kingdom would come. He answered, &apos;God's kingdom isn't something you can see."
            },
            {
                "verse_number": "21",
                "verse_text": "There is no use saying, &quot;Look! Here it is&quot; or &quot;Look! There it is.&quot; God's kingdom is here with you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said to his disciples:"
            },
            {
                "verse_number": "23",
                "verse_text": "When people say to you, &apos;Look there,&apos; or &apos;Look here,&apos; don't go looking for him."
            },
            {
                "verse_number": "24",
                "verse_text": "The day of the Son of Man will be like lightning flashing across the sky."
            },
            {
                "verse_number": "25",
                "verse_text": "But first he must suffer terribly and be rejected by the people of today."
            },
            {
                "verse_number": "26",
                "verse_text": "When the Son of Man comes, things will be just as they were when Noah lived."
            },
            {
                "verse_number": "27",
                "verse_text": "People were eating, drinking, and getting married right up to the day when Noah went into the big boat. Then the flood came and drowned everyone on earth."
            },
            {
                "verse_number": "28",
                "verse_text": "When Lot lived, people were also eating and drinking. They were buying, selling, planting, and building."
            },
            {
                "verse_number": "29",
                "verse_text": "But on the very day Lot left Sodom, fiery flames poured down from the sky and killed everyone."
            },
            {
                "verse_number": "30",
                "verse_text": "The same will happen on the day when the Son of Man appears."
            },
            {
                "verse_number": "31",
                "verse_text": "At that time no one on a rooftop should go down into the house to get anything. No one in a field should go back to the house for anything."
            },
            {
                "verse_number": "32",
                "verse_text": "Remember what happened to Lot's wife."
            },
            {
                "verse_number": "33",
                "verse_text": "People who try to save their lives will lose them, and those who lose their lives will save them."
            },
            {
                "verse_number": "34",
                "verse_text": "On that night two people will be sleeping in the same bed, but only one will be taken. The other will be left."
            },
            {
                "verse_number": "37",
                "verse_text": "Then Jesus' disciples spoke up, &apos;But where will this happen, Lord?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jesus told his disciples a story about how they should keep on praying and never give up: Think about what that crooked judge said. We are now on our way to Jerusalem. Everything that the prophets wrote about the Son of Man will happen there. &apos;Lord, I want to see!&apos; he answered."
            },
            {
                "verse_number": "2",
                "verse_text": "In a town there was once a judge who didn't fear God or care about people."
            },
            {
                "verse_number": "3",
                "verse_text": "In that same town there was a widow who kept going to the judge and saying, &apos;Make sure that I get fair treatment in court.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "For a while the judge refused to do anything. Finally, he said to himself, &apos;Even though I don't fear God or care about people,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will help this widow because she keeps on bothering me. If I don't help her, she will wear me out.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Won't God protect his chosen ones who pray to him day and night? Won't he be concerned for them?"
            },
            {
                "verse_number": "8",
                "verse_text": "He will surely hurry and help them. But when the Son of Man comes, will he find on this earth anyone with faith?"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus told a story to some people who thought they were better than others and who looked down on everyone else:"
            },
            {
                "verse_number": "10",
                "verse_text": "Two men went into the temple to pray. One was a Pharisee and the other a tax collector."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisee stood over by himself and prayed, &apos;God, I thank you that I am not greedy, dishonest, and unfaithful in marriage like other people. And I am really glad that I am not like that tax collector over there."
            },
            {
                "verse_number": "12",
                "verse_text": "I go without eating for two days a week, and I give you one tenth of all I earn.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The tax collector stood off at a distance and did not think he was good enough even to look up toward heaven. He was so sorry for what he had done that he pounded his chest and prayed, &apos;God, have pity on me! I am such a sinner.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus said, &apos;When the two men went home, it was the tax collector and not the Pharisee who was pleasing to God. If you put yourself above others, you will be put down. But if you humble yourself, you will be honored.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Some people brought their little children for Jesus to bless. But when his disciples saw them doing this, they told the people to stop bothering him."
            },
            {
                "verse_number": "16",
                "verse_text": "So Jesus called the children over to him and said, &apos;Let the children come to me! Don't try to stop them. People who are like these children belong to God's kingdom."
            },
            {
                "verse_number": "17",
                "verse_text": "You will never get into God's kingdom unless you enter it like a child!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "An important man asked Jesus, &apos;Good Teacher, what must I do to have eternal life?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;Why do you call me good? Only God is good."
            },
            {
                "verse_number": "20",
                "verse_text": "You know the commandments: &quot;Be faithful in marriage. Do not murder. Do not steal. Do not tell lies about others. Respect your father and mother.&quot; &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He told Jesus, &apos;I have obeyed all these commandments since I was a young man.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus heard this, he said, &apos;There is one thing you still need to do. Go and sell everything you own! Give the money to the poor, and you will have riches in heaven. Then come and be my follower.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When the man heard this, he was sad, because he was very rich."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus saw how sad the man was. So he said, &apos;It's terribly hard for rich people to get into God's kingdom!"
            },
            {
                "verse_number": "25",
                "verse_text": "In fact, it's easier for a camel to go through the eye of a needle than for a rich person to get into God's kingdom.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the crowd heard this, they asked, &apos;How can anyone ever be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus replied, &apos;There are some things that people cannot do, but God can do anything.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, &apos;Remember, we left everything to be your followers!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;You can be sure that anyone who gives up home or wife or brothers or family or children because of God's kingdom"
            },
            {
                "verse_number": "30",
                "verse_text": "will be given much more in this life. And in the future world they will have eternal life.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus took the twelve apostles aside and said:"
            },
            {
                "verse_number": "32",
                "verse_text": "He will be handed over to foreigners, who will make fun of him, mistreat him, and spit on him."
            },
            {
                "verse_number": "33",
                "verse_text": "They will beat him and kill him, but three days later he will rise to life."
            },
            {
                "verse_number": "34",
                "verse_text": "The apostles did not understand what Jesus was talking about. They could not understand, because the meaning of what he said was hidden from them."
            },
            {
                "verse_number": "35",
                "verse_text": "When Jesus was coming close to Jericho, a blind man sat begging beside the road."
            },
            {
                "verse_number": "36",
                "verse_text": "The man heard the crowd walking by and asked what was happening."
            },
            {
                "verse_number": "37",
                "verse_text": "Some people told him that Jesus from Nazareth was passing by."
            },
            {
                "verse_number": "38",
                "verse_text": "So the blind man shouted, &apos;Jesus, Son of David, have pity on me!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "The people who were going along with Jesus told the man to be quiet. But he shouted even louder, &apos;Son of David, have pity on me!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus stopped and told some people to bring the blind man over to him. When the blind man was getting near, Jesus asked,"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;What do you want me to do for you?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus replied, &apos;Look and you will see! Your eyes are healed because of your faith.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "At once the man could see, and he went with Jesus and started thanking God. When the crowds saw what happened, they praised God."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was going through Jericho,"
            },
            {
                "verse_number": "2",
                "verse_text": "where a man named Zacchaeus lived. He was in charge of collecting taxes and was very rich."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus got there, he looked up and said, &apos;Zacchaeus, hurry down! I want to stay with you today.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Zacchaeus hurried down and gladly welcomed Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone who saw this started grumbling, &apos;This man Zacchaeus is a sinner! And Jesus is going home to eat with him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Later that day Zacchaeus stood up and said to the Lord, &apos;I will give half of my property to the poor. And I will now pay back four times as much to everyone I have ever cheated.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to Zacchaeus, &apos;Today you and your family have been saved, because you are a true son of Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "The Son of Man came to look for and to save people who are lost.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The crowd was still listening to Jesus as he was getting close to Jerusalem. Many of them thought that God's kingdom would soon appear,"
            },
            {
                "verse_number": "12",
                "verse_text": "and Jesus told them this story:"
            },
            {
                "verse_number": "13",
                "verse_text": "But before leaving, he called in ten servants and gave each of them some money. He told them, &apos;Use this to earn more money until I get back.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But the people of his country hated him, and they sent messengers to the foreign country to say, &apos;We don't want this man to be our king.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After the prince had been made king, he returned and called in his servants. He asked them how much they had earned with the money they had been given."
            },
            {
                "verse_number": "16",
                "verse_text": "The first servant came and said, &apos;Sir, with the money you gave me I have earned ten times as much.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;That's fine, my good servant!&apos; the king said. &apos;Since you have shown that you can be trusted with a small amount, you will be given ten cities to rule.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The second one came and said, &apos;Sir, with the money you gave me, I have earned five times as much.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king said, &apos;You will be given five cities.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Another servant came and said, &apos;Sir, here is your money. I kept it safe in a handkerchief."
            },
            {
                "verse_number": "21",
                "verse_text": "You are a hard man, and I was afraid of you. You take what isn't yours, and you harvest crops you didn't plant.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You worthless servant!&apos; the king told him. &apos;You have condemned yourself by what you have just said. You knew I am a hard man, taking what isn't mine and harvesting what I've not planted."
            },
            {
                "verse_number": "23",
                "verse_text": "Why didn't you put my money in the bank? On my return, I could have had the money together with interest.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then he said to some other servants standing there, &apos;Take the money away from him and give it to the servant who earned ten times as much.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But they said, &apos;Sir, he already has ten times as much!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king replied, &apos;Those who have something will be given more. But everything will be taken away from those who don't have anything."
            },
            {
                "verse_number": "27",
                "verse_text": "Now bring me the enemies who didn't want me to be their king. Kill them while I watch!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus had finished saying all this, he went on toward Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "As he was getting near Bethphage and Bethany on the Mount of Olives, he sent two of his disciples on ahead."
            },
            {
                "verse_number": "30",
                "verse_text": "He told them, &apos;Go into the next village, where you will find a young donkey that has never been ridden. Untie the donkey and bring it here."
            },
            {
                "verse_number": "31",
                "verse_text": "If anyone asks why you are doing this, just say, &quot;The Lord needs it.&quot; &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They went off and found everything just as Jesus had said."
            },
            {
                "verse_number": "33",
                "verse_text": "While they were untying the donkey, its owners asked, &apos;Why are you doing that?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They answered, &apos;The Lord needs it.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then they led the donkey to Jesus. They put some of their clothes on its back and helped Jesus get on."
            },
            {
                "verse_number": "36",
                "verse_text": "And as he rode along, the people spread clothes on the road in front of him."
            },
            {
                "verse_number": "37",
                "verse_text": "When Jesus started down the Mount of Olives, his large crowd of disciples were happy and praised God because of all the miracles they had seen."
            },
            {
                "verse_number": "38",
                "verse_text": "They shouted,"
            },
            {
                "verse_number": "39",
                "verse_text": "Some Pharisees in the crowd said to Jesus, &apos;Teacher, make your disciples stop shouting!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But Jesus answered, &apos;If they keep quiet, these stones will start shouting.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "When Jesus came closer and could see Jerusalem, he cried"
            },
            {
                "verse_number": "42",
                "verse_text": "and said:"
            },
            {
                "verse_number": "43",
                "verse_text": "Jerusalem, the time will come when your enemies will build walls around you to attack you. Armies will surround you and close in on you from every side."
            },
            {
                "verse_number": "44",
                "verse_text": "They will level you to the ground and kill your people. Not one stone in your buildings will be left on top of another. This will happen because you did not see that God had come to save you."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jesus entered the temple, he started chasing out the people who were selling things."
            },
            {
                "verse_number": "46",
                "verse_text": "He told them, &apos;The Scriptures say, &quot;My house should be a place of worship.&quot; But you have made it a place where robbers hide!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Each day, Jesus kept on teaching in the temple. So the chief priests, the teachers of the Law of Moses, and some other important people tried to have him killed."
            },
            {
                "verse_number": "48",
                "verse_text": "But they could not find a way to do it, because everyone else was eager to listen to him."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "One day, Jesus was teaching in the temple and telling the good news. So the chief priests, the teachers, and the nation's leaders"
            },
            {
                "verse_number": "2",
                "verse_text": "asked him, &apos;What right do you have to do these things? Who gave you this authority?&apos; A man once planted a vineyard and rented it out. Then he left the country for a long time. Jesus asked, &apos;What do you think the owner of the vineyard will do? When the people heard this, they said, &apos;This must never happen!&apos; &apos;The Emperor's,&apos; they answered. Teacher, Moses wrote that if a married man dies and has no children, his brother should marry the widow. Their first son would then be thought of as the son of the dead brother. The people in this world get married. &quot;The Lord said to my Lord, into a footstool for you.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus replied, &apos;I want to ask you a question."
            },
            {
                "verse_number": "4",
                "verse_text": "Who gave John the right to baptize? Was it God in heaven or merely some human being?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They talked this over and said to each other, &apos;We can't say God gave John this right. Jesus will ask us why we didn't believe John."
            },
            {
                "verse_number": "6",
                "verse_text": "And we can't say it was merely some human who gave John the right to baptize. The crowd will stone us to death, because they think John was a prophet.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they told Jesus, &apos;We don't know who gave John the right to baptize.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus replied, &apos;Then I won't tell you who gave me the right to do what I do.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus told the people this story:"
            },
            {
                "verse_number": "10",
                "verse_text": "When it was time to harvest the crop, he sent a servant to ask the renters for his share of the grapes. But they beat up the servant and sent him away without anything."
            },
            {
                "verse_number": "11",
                "verse_text": "So the owner sent another servant. The renters also beat him up. They insulted him terribly and sent him away without a thing."
            },
            {
                "verse_number": "12",
                "verse_text": "The owner sent a third servant. He was also beaten terribly and thrown out of the vineyard."
            },
            {
                "verse_number": "13",
                "verse_text": "The owner then said to himself, &apos;What am I going to do? I know what. I'll send my son, the one I love so much. They will surely respect him!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When the renters saw the owner's son, they said to one another, &apos;Someday he will own the vineyard. Let's kill him! Then we can have it all for ourselves.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they threw him out of the vineyard and killed him."
            },
            {
                "verse_number": "16",
                "verse_text": "I'll tell you what. He will come and kill those renters and let someone else have his vineyard.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus looked straight at them and said, &apos;Then what do the Scriptures mean when they say, &quot;The stone the builders tossed aside is now the most important stone of all&quot;?"
            },
            {
                "verse_number": "18",
                "verse_text": "Anyone who stumbles over this stone will get hurt, and anyone it falls on will be smashed to pieces.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The chief priests and the teachers of the Law of Moses knew that Jesus was talking about them when he was telling this story. They wanted to arrest him right then, but they were afraid of the people."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus' enemies kept watching him closely, because they wanted to hand him over to the Roman governor. So they sent some men who pretended to be good. But they were really spies trying to catch Jesus saying something wrong."
            },
            {
                "verse_number": "21",
                "verse_text": "The spies said to him, &apos;Teacher, we know you teach the truth about what God wants people to do. And you treat everyone with the same respect, no matter who they are."
            },
            {
                "verse_number": "22",
                "verse_text": "Tell us, should we pay taxes to the Emperor or not?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus knew they were trying to trick him. So he told them,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Show me a coin.&apos; Then he asked, &apos;Whose picture and name are on it?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then he told them, &apos;Give the Emperor what belongs to him and give God what belongs to God.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus' enemies could not catch him saying anything wrong there in front of the people. They were amazed at his answer and kept quiet."
            },
            {
                "verse_number": "27",
                "verse_text": "The Sadducees did not believe that people would rise to life after death. So some of them came to Jesus"
            },
            {
                "verse_number": "28",
                "verse_text": "and said:"
            },
            {
                "verse_number": "29",
                "verse_text": "There were once seven brothers. The first one married, but died without having any children."
            },
            {
                "verse_number": "30",
                "verse_text": "The second one married his brother's widow, and he also died without having any children."
            },
            {
                "verse_number": "31",
                "verse_text": "The same thing happened to the third one. Finally, all seven brothers married this woman and died without having any children."
            },
            {
                "verse_number": "32",
                "verse_text": "At last the woman died."
            },
            {
                "verse_number": "33",
                "verse_text": "When God raises people from death, whose wife will this woman be? All seven brothers had married her."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "35",
                "verse_text": "But in the future world no one who is worthy to rise from death will either marry"
            },
            {
                "verse_number": "36",
                "verse_text": "or die. They will be like the angels and will be God's children, because they have been raised to life."
            },
            {
                "verse_number": "37",
                "verse_text": "In the story about the burning bush, Moses clearly shows that people will live again. He said, &apos;The Lord is the God worshiped by Abraham, Isaac, and Jacob.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So the Lord isn't the God of the dead, but of the living. This means that everyone is alive as far as God is concerned."
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the teachers of the Law of Moses said, &apos;Teacher, you have given a good answer!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "From then on, no one dared to ask Jesus any questions."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus asked, &apos;Why do people say that the Messiah will be the son of King David?"
            },
            {
                "verse_number": "42",
                "verse_text": "In the book of Psalms, David himself says, Sit at my right side"
            },
            {
                "verse_number": "43",
                "verse_text": "until I make your enemies"
            },
            {
                "verse_number": "44",
                "verse_text": "David spoke of the Messiah as his Lord, so how can the Messiah be his son?&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "While everyone was listening to Jesus, he said to his disciples:"
            },
            {
                "verse_number": "46",
                "verse_text": "Guard against the teachers of the Law of Moses! They love to walk around in long robes, and they like to be greeted in the market. They want the front seats in the synagogues and the best seats at banquets."
            },
            {
                "verse_number": "47",
                "verse_text": "But they cheat widows out of their homes and then pray long prayers just to show off. These teachers will be punished most of all."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus looked up and saw some rich people tossing their gifts into the offering box."
            },
            {
                "verse_number": "2",
                "verse_text": "He also saw a poor widow putting in a few cents."
            },
            {
                "verse_number": "3",
                "verse_text": "And he said, &apos;I tell you that this poor woman has put in more than all the others."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone else gave what they didn't need. But she is very poor and gave everything she had.&apos; Don't be fooled by those who will come and claim to be me. They will say, &apos;I am Christ!&apos; and &apos;Now is the time!&apos; But don't follow them. When you see a fig tree or any other tree"
            },
            {
                "verse_number": "5",
                "verse_text": "Some people were talking about the beautiful stones used to build the temple and about the gifts that had been placed in it. Jesus said,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Do you see these stones? The time is coming when not one of them will be left in place. They will all be knocked down.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Some people asked, &apos;Teacher, when will all this happen? How can we know when these things are about to take place?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus replied:"
            },
            {
                "verse_number": "9",
                "verse_text": "When you hear about wars and riots, don't be afraid. These things will have to happen first, but this isn't the end."
            },
            {
                "verse_number": "10",
                "verse_text": "Nations will go to war against one another, and kingdoms will attack each other."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be great earthquakes, and in many places people will starve to death and suffer terrible diseases. All sorts of frightening things will be seen in the sky."
            },
            {
                "verse_number": "12",
                "verse_text": "Before all this happens, you will be arrested and punished. You will be tried in your synagogues and put in jail. Because of me you will be placed on trial before kings and governors."
            },
            {
                "verse_number": "13",
                "verse_text": "But this will be your chance to tell about your faith."
            },
            {
                "verse_number": "14",
                "verse_text": "Don't worry about what you will say to defend yourselves."
            },
            {
                "verse_number": "15",
                "verse_text": "I will give you the wisdom to know what to say. None of your enemies will be able to oppose you or to say that you are wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "You will be betrayed by your own parents, brothers, family, and friends. Some of you will even be killed."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of me, you will be hated by everyone."
            },
            {
                "verse_number": "18",
                "verse_text": "But don't worry!"
            },
            {
                "verse_number": "19",
                "verse_text": "You will be saved by being faithful to me."
            },
            {
                "verse_number": "20",
                "verse_text": "When you see Jerusalem surrounded by soldiers, you will know that it will soon be destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "If you are living in Judea at this time, run to the mountains. If you are in the city, leave it. And if you are out in the country, don't go back into the city."
            },
            {
                "verse_number": "22",
                "verse_text": "This time of punishment is what is written about in the Scriptures."
            },
            {
                "verse_number": "23",
                "verse_text": "It will be an awful time for women who are expecting babies or nursing young children! Everywhere in the land people will suffer horribly and be punished."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of them will be killed by swords. Others will be carried off to foreign countries. Jerusalem will be overrun by foreign nations until their time comes to an end."
            },
            {
                "verse_number": "25",
                "verse_text": "Strange things will happen to the sun, moon, and stars. The nations on earth will be afraid of the roaring sea and tides, and they won't know what to do."
            },
            {
                "verse_number": "26",
                "verse_text": "People will be so frightened that they will faint because of what is happening to the world. Every power in the sky will be shaken."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the Son of Man will be seen, coming in a cloud with power and great glory."
            },
            {
                "verse_number": "28",
                "verse_text": "When all of this starts happening, stand up straight and be brave. You will soon be set free."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus told them a story:"
            },
            {
                "verse_number": "30",
                "verse_text": "putting out leaves, you know that summer will soon come."
            },
            {
                "verse_number": "31",
                "verse_text": "So, when you see these things happening, you know that God's kingdom will soon be here."
            },
            {
                "verse_number": "32",
                "verse_text": "You can be sure that some of the people of this generation will still be alive when all of this takes place."
            },
            {
                "verse_number": "33",
                "verse_text": "The sky and the earth won't last forever, but my words will."
            },
            {
                "verse_number": "34",
                "verse_text": "Don't spend all of your time thinking about eating or drinking or worrying about life. If you do, the final day will suddenly catch you"
            },
            {
                "verse_number": "35",
                "verse_text": "like a trap. This day will surprise everyone on earth."
            },
            {
                "verse_number": "36",
                "verse_text": "Watch out and keep praying that you can escape all that is going to happen and that the Son of Man will be pleased with you."
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus taught in the temple each day, and he spent each night on the Mount of Olives."
            },
            {
                "verse_number": "38",
                "verse_text": "Everyone got up early and came to the temple to hear him teach."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The Festival of Thin Bread, also called Passover, was near."
            },
            {
                "verse_number": "2",
                "verse_text": "The chief priests and the teachers of the Law of Moses were looking for a way to get rid of Jesus, because they were afraid of what the people might do."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Satan entered the heart of Judas Iscariot, who was one of the twelve apostles. &apos;No!&apos; they answered. &apos;Enough of that!&apos; Jesus replied. &apos;No, I'm not!&apos; Peter replied. Jesus replied, &apos;If I said so, you wouldn't believe me."
            },
            {
                "verse_number": "4",
                "verse_text": "Judas went to talk with the chief priests and the officers of the temple police about how he could help them arrest Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "They were very pleased and offered to pay Judas some money."
            },
            {
                "verse_number": "6",
                "verse_text": "He agreed and started looking for a good chance to betray Jesus when the crowds were not around."
            },
            {
                "verse_number": "7",
                "verse_text": "The day had come for the Festival of Thin Bread, and it was time to kill the Passover lambs."
            },
            {
                "verse_number": "8",
                "verse_text": "So Jesus said to Peter and John, &apos;Go and prepare the Passover meal for us to eat.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But they asked, &apos;Where do you want us to prepare it?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus told them, &apos;As you go into the city, you will meet a man carrying a jar of water. Follow him into the house"
            },
            {
                "verse_number": "11",
                "verse_text": "and say to the owner, &quot;Our teacher wants to know where he can eat the Passover meal with his disciples.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "The owner will take you upstairs and show you a large room ready for you to use. Prepare the meal there.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Peter and John left. They found everything just as Jesus had told them, and they prepared the Passover meal."
            },
            {
                "verse_number": "14",
                "verse_text": "When the time came for Jesus and the apostles to eat,"
            },
            {
                "verse_number": "15",
                "verse_text": "he said to them, &apos;I have very much wanted to eat this Passover meal with you before I suffer."
            },
            {
                "verse_number": "16",
                "verse_text": "I tell you I will not eat another Passover meal until it is finally eaten in God's kingdom.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus took a cup of wine in his hands and gave thanks to God. Then he told the apostles, &apos;Take this wine and share it with each other."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you that I will not drink any more wine until God's kingdom comes.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus took some bread in his hands and gave thanks for it. He broke the bread and handed it to his apostles. Then he said, &apos;This is my body, which is given for you. Eat this as a way of remembering me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "After the meal he took another cup of wine in his hands. Then he said, &apos;This is my blood. It is poured out for you, and with it God makes his new agreement."
            },
            {
                "verse_number": "21",
                "verse_text": "The one who will betray me is here at the table with me!"
            },
            {
                "verse_number": "22",
                "verse_text": "The Son of Man will die in the way that has been decided for him, but it will be terrible for the one who betrays him!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the apostles started arguing about who would ever do such a thing."
            },
            {
                "verse_number": "24",
                "verse_text": "The apostles got into an argument about which one of them was the greatest."
            },
            {
                "verse_number": "25",
                "verse_text": "So Jesus told them: Foreign kings order their people around, and powerful rulers call themselves everyone's friends. Jesus answered, &apos;You say I am!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But don't be like them. The most important one of you should be like the least important, and your leader should be like a servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Who do people think is the greatest, a person who is served or one who serves? Isn't it the one who is served? But I have been with you as a servant."
            },
            {
                "verse_number": "28",
                "verse_text": "You have stayed with me in all my troubles."
            },
            {
                "verse_number": "29",
                "verse_text": "So I will give you the right to rule as kings, just as my Father has given me the right to rule as a king."
            },
            {
                "verse_number": "30",
                "verse_text": "You will eat and drink with me in my kingdom, and you will each sit on a throne to judge the twelve tribes of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus said, &apos;Simon, listen to me! Satan has demanded the right to test each one of you, as a farmer does when he separates wheat from the husks."
            },
            {
                "verse_number": "32",
                "verse_text": "But Simon, I have prayed that your faith will be strong. And when you have come back to me, help the others.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter said, &apos;Lord, I am ready to go with you to jail and even to die with you.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos;Peter, I tell you that before a rooster crows tomorrow morning, you will say three times that you don't know me.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus asked his disciples, &apos;When I sent you out without a moneybag or a traveling bag or sandals, did you need anything?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus told them, &apos;But now, if you have a moneybag, take it with you. Also take a traveling bag, and if you don't have a sword, sell some of your clothes and buy one."
            },
            {
                "verse_number": "37",
                "verse_text": "Do this because the Scriptures say, &quot;He was considered a criminal.&quot; This was written about me, and it will soon come true.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The disciples said, &apos;Lord, here are two swords!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus went out to the Mount of Olives, as he often did, and his disciples went with him."
            },
            {
                "verse_number": "40",
                "verse_text": "When they got there, he told them, &apos;Pray that you won't be tested.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus walked on a little way before he knelt down and prayed,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;Father, if you will, please don't make me suffer by drinking from this cup. But do what you want, and not what I want.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then an angel from heaven came to help him."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus was in great pain and prayed so sincerely that his sweat fell to the ground like drops of blood."
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus got up from praying and went over to his disciples. They were asleep and worn out from being so sad."
            },
            {
                "verse_number": "46",
                "verse_text": "He said to them, &apos;Why are you asleep? Wake up and pray that you won't be tested.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was still speaking, a crowd came up. It was led by Judas, one of the twelve apostles. He went over to Jesus and greeted him with a kiss."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus asked Judas, &apos;Are you betraying the Son of Man with a kiss?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "When Jesus' disciples saw what was about to happen, they asked, &apos;Lord, should we attack them with a sword?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "One of the disciples even struck at the high priest's servant with his sword and cut off the servant's right ear."
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Enough of that!&apos; Jesus said. Then he touched the servant's ear and healed it."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus spoke to the chief priests, the temple police, and the leaders who had come to arrest him. He said, &apos;Why do you come out with swords and clubs and treat me like a criminal?"
            },
            {
                "verse_number": "53",
                "verse_text": "I was with you every day in the temple, and you didn't arrest me. But this is your time, and darkness is in control.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus was arrested and led away to the house of the high priest, while Peter followed at a distance."
            },
            {
                "verse_number": "55",
                "verse_text": "Some people built a fire in the middle of the courtyard and were sitting around it. Peter sat there with them,"
            },
            {
                "verse_number": "56",
                "verse_text": "and a servant girl saw him. Then after she had looked at him carefully, she said, &apos;This man was with Jesus!&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "Peter said, &apos;Woman, I don't even know that man!&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "A little later someone else saw Peter and said, &apos;You are one of them!&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "About an hour later another man insisted, &apos;This man must have been with Jesus. They both come from Galilee.&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "Peter replied, &apos;I don't know what you are talking about!&apos; Right then, while Peter was still speaking, a rooster crowed."
            },
            {
                "verse_number": "61",
                "verse_text": "The Lord turned and looked at Peter. And Peter remembered that the Lord had said, &apos;Before a rooster crows tomorrow morning, you will say three times that you don't know me.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then Peter went out and cried bitterly."
            },
            {
                "verse_number": "63",
                "verse_text": "The men who were guarding Jesus made fun of him and beat him."
            },
            {
                "verse_number": "64",
                "verse_text": "They put a blindfold on him and said, &apos;Tell us who struck you!&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "They kept on insulting Jesus in many other ways."
            },
            {
                "verse_number": "66",
                "verse_text": "At daybreak the nation's leaders, the chief priests, and the teachers of the Law of Moses got together and brought Jesus before their council."
            },
            {
                "verse_number": "67",
                "verse_text": "They said, &apos;Tell us! Are you the Messiah?&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "And if I asked you a question, you wouldn't answer."
            },
            {
                "verse_number": "69",
                "verse_text": "But from now on, the Son of Man will be seated at the right side of God All-Powerful.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "Then they asked, &apos;Are you the Son of God?&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "They replied, &apos;Why do we need more witnesses? He said it himself!&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Everyone in the council got up and led Jesus off to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "They started accusing him and said, &apos;We caught this man trying to get our people to riot and to stop paying taxes to the Emperor. He also claims that he is the Messiah, our king.&apos; &apos;Those are your words,&apos; Jesus answered. Women of Jerusalem, don't cry for me! Cry for yourselves and for your children. While the crowd stood there watching Jesus, the soldiers gambled for his clothes. The leaders insulted him by saying, &apos;He saved others. Now he should save himself, if he really is God's chosen Messiah!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Pilate asked Jesus, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate told the chief priests and the crowd, &apos;I don't find him guilty of anything.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they all kept on saying, &apos;He has been teaching and causing trouble all over Judea. He started in Galilee and has now come all the way here.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Pilate heard this, he asked, &apos;Is this man from Galilee?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "After Pilate learned that Jesus came from the region ruled by Herod, he sent him to Herod, who was in Jerusalem at that time."
            },
            {
                "verse_number": "8",
                "verse_text": "For a long time Herod had wanted to see Jesus and was very happy because he finally had this chance. He had heard many things about Jesus and hoped to see him work a miracle."
            },
            {
                "verse_number": "9",
                "verse_text": "Herod asked him a lot of questions, but Jesus did not answer."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the chief priests and the teachers of the Law of Moses stood up and accused him of all kinds of bad things."
            },
            {
                "verse_number": "11",
                "verse_text": "Herod and his soldiers made fun of Jesus and insulted him. They put a fine robe on him and sent him back to Pilate."
            },
            {
                "verse_number": "12",
                "verse_text": "That same day Herod and Pilate became friends, even though they had been enemies before this."
            },
            {
                "verse_number": "13",
                "verse_text": "Pilate called together the chief priests, the leaders, and the people."
            },
            {
                "verse_number": "14",
                "verse_text": "He told them, &apos;You brought Jesus to me and said he was a troublemaker. But I have questioned him here in front of you, and I have not found him guilty of anything that you say he has done."
            },
            {
                "verse_number": "15",
                "verse_text": "Herod didn't find him guilty either and sent him back. This man doesn't deserve to be put to death!"
            },
            {
                "verse_number": "18",
                "verse_text": "But the whole crowd shouted, &apos;Kill Jesus! Give us Barabbas!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now Barabbas was in jail because he had started a riot in the city and had murdered someone."
            },
            {
                "verse_number": "20",
                "verse_text": "Pilate wanted to set Jesus free, so he spoke again to the crowds."
            },
            {
                "verse_number": "21",
                "verse_text": "But they kept shouting, &apos;Nail him to a cross! Nail him to a cross!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate spoke to them a third time, &apos;But what crime has he done? I have not found him guilty of anything for which he should be put to death. I will have him beaten with a whip and set free.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The people kept on shouting as loud as they could for Jesus to be put to death."
            },
            {
                "verse_number": "24",
                "verse_text": "Finally, Pilate gave in."
            },
            {
                "verse_number": "25",
                "verse_text": "He freed the man who was in jail for rioting and murder, because he was the one the crowd wanted to be set free. Then Pilate handed Jesus over for them to do what they wanted with him."
            },
            {
                "verse_number": "26",
                "verse_text": "As Jesus was being led away, some soldiers grabbed hold of a man named Simon who was from Cyrene. He was coming in from the fields, but they put the cross on him and made him carry it behind Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "A large crowd was following Jesus, and in the crowd a lot of women were crying and weeping for him."
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus turned to the women and said:"
            },
            {
                "verse_number": "29",
                "verse_text": "Someday people will say, &apos;Women who never had children are really fortunate!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "At that time everyone will say to the mountains, &apos;Fall on us!&apos; They will say to the hills, &apos;Hide us!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "If this can happen when the wood is green, what do you think will happen when it is dry?"
            },
            {
                "verse_number": "32",
                "verse_text": "Two criminals were led out to be put to death with Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "When the soldiers came to the place called &apos;The Skull,&apos; they nailed Jesus to a cross. They also nailed the two criminals to crosses, one on each side of Jesus."
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers made fun of Jesus and brought him some wine."
            },
            {
                "verse_number": "37",
                "verse_text": "They said, &apos;If you are the king of the Jews, save yourself!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Above him was a sign that said, &apos;This is the King of the Jews.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals hanging there also insulted Jesus by saying, &apos;Aren't you the Messiah? Save yourself and save us!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But the other criminal told the first one off, &apos;Don't you fear God? Aren't you getting the same punishment as this man?"
            },
            {
                "verse_number": "41",
                "verse_text": "We got what was coming to us, but he didn't do anything wrong.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then he said to Jesus, &apos;Remember me when you come into power!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus replied, &apos;I promise that today you will be with me in paradise.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Around noon the sky turned dark and stayed that way until the middle of the afternoon."
            },
            {
                "verse_number": "45",
                "verse_text": "The sun stopped shining, and the curtain in the temple split down the middle."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus shouted, &apos;Father, I put myself in your hands!&apos; Then he died."
            },
            {
                "verse_number": "47",
                "verse_text": "When the Roman officer saw what had happened, he praised God and said, &apos;Jesus must really have been a good man!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "A crowd had gathered to see the terrible sight. Then after they had seen it, they felt brokenhearted and went home."
            },
            {
                "verse_number": "49",
                "verse_text": "All of Jesus' close friends and the women who had come with him from Galilee stood at a distance and watched."
            },
            {
                "verse_number": "52",
                "verse_text": "Joseph went to Pilate and asked for Jesus' body."
            },
            {
                "verse_number": "53",
                "verse_text": "He took the body down from the cross and wrapped it in fine cloth. Then he put it in a tomb that had been cut out of solid rock and had never been used."
            },
            {
                "verse_number": "54",
                "verse_text": "It was Friday, and the Sabbath was about to begin."
            },
            {
                "verse_number": "55",
                "verse_text": "The women who had come with Jesus from Galilee followed Joseph and watched how Jesus' body was placed in the tomb."
            },
            {
                "verse_number": "56",
                "verse_text": "Then they went to prepare some sweet-smelling spices for his burial. But on the Sabbath they rested, as the Law of Moses commands."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Very early on Sunday morning the women went to the tomb, carrying the spices they had prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "When they found the stone rolled away from the entrance,"
            },
            {
                "verse_number": "3",
                "verse_text": "they went in. But they did not find the body of the Lord Jesus,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they did not know what to think. Suddenly two men in shining white clothes stood beside them. The two of them stood there looking sad and gloomy. They answered: Those things that happened to Jesus from Nazareth. By what he did and said he showed that he was a powerful prophet, who pleased God and all the people. The two disciples found the eleven apostles and the others gathered together. The Scriptures say that the Messiah must suffer, then three days later he will rise from death."
            },
            {
                "verse_number": "5",
                "verse_text": "The women were afraid and bowed to the ground. But the men said, &apos;Why are you looking in the place of the dead for someone who is alive?"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus isn't here! He has been raised from death. Remember that while he was still in Galilee, he told you,"
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;The Son of Man will be handed over to sinners who will nail him to a cross. But three days later he will rise to life.&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then they remembered what Jesus had said."
            },
            {
                "verse_number": "11",
                "verse_text": "The apostles thought it was all nonsense, and they would not believe."
            },
            {
                "verse_number": "12",
                "verse_text": "But Peter ran to the tomb. And when he stooped down and looked in, he saw only the burial clothes. Then he returned, wondering what had happened."
            },
            {
                "verse_number": "13",
                "verse_text": "That same day two of Jesus' disciples were going to the village of Emmaus, which was about eleven kilometers from Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "As they were talking and thinking about what had happened,"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus came near and started walking along beside them."
            },
            {
                "verse_number": "16",
                "verse_text": "But they did not know who he was."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus asked them, &apos;What were you talking about as you walked along?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the one named Cleopas asked Jesus, &apos;Are you the only person from Jerusalem who didn't know what was happening there these last few days?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;What do you mean?&apos; Jesus asked."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the chief priests and our leaders had him arrested and sentenced to die on a cross."
            },
            {
                "verse_number": "21",
                "verse_text": "We had hoped that he would be the one to set Israel free! But it has already been three days since all this happened."
            },
            {
                "verse_number": "22",
                "verse_text": "Some women in our group surprised us. They had gone to the tomb early in the morning,"
            },
            {
                "verse_number": "23",
                "verse_text": "but did not find the body of Jesus. They came back, saying they had seen a vision of angels who told them that he is alive."
            },
            {
                "verse_number": "24",
                "verse_text": "Some men from our group went to the tomb and found it just as the women had said. But they didn't see Jesus either."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus asked the two disciples, &apos;Why can't you understand? How can you be so slow to believe all that the prophets said?"
            },
            {
                "verse_number": "26",
                "verse_text": "Didn't you know that the Messiah would have to suffer before he was given his glory?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus then explained everything written about himself in the Scriptures, beginning with the Law of Moses and the Books of the Prophets."
            },
            {
                "verse_number": "28",
                "verse_text": "When the two of them came near the village where they were going, Jesus seemed to be going farther."
            },
            {
                "verse_number": "29",
                "verse_text": "They begged him, &apos;Stay with us! It's already late, and the sun is going down.&apos; So Jesus went into the house to stay with them."
            },
            {
                "verse_number": "30",
                "verse_text": "After Jesus sat down to eat, he took some bread. He blessed it and broke it. Then he gave it to them."
            },
            {
                "verse_number": "31",
                "verse_text": "At once they knew who he was, but he disappeared."
            },
            {
                "verse_number": "32",
                "verse_text": "They said to each other, &apos;When he talked with us along the road and explained the Scriptures to us, didn't it warm our hearts?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So they got up and returned to Jerusalem."
            },
            {
                "verse_number": "34",
                "verse_text": "And they learned from the group that the Lord was really alive and had appeared to Peter."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the disciples from Emmaus told what happened on the road and how they knew he was the Lord when he broke the bread."
            },
            {
                "verse_number": "36",
                "verse_text": "While Jesus' disciples were talking about what had happened, Jesus appeared and greeted them."
            },
            {
                "verse_number": "37",
                "verse_text": "They were frightened and terrified because they thought they were seeing a ghost."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus said, &apos;Why are you so frightened? Why do you doubt?"
            },
            {
                "verse_number": "39",
                "verse_text": "Look at my hands and my feet and see who I am! Touch me and find out for yourselves. Ghosts don't have flesh and bones as you see I have.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "After Jesus said this, he showed them his hands and his feet."
            },
            {
                "verse_number": "41",
                "verse_text": "The disciples were so glad and amazed that they could not believe it. Jesus then asked them, &apos;Do you have something to eat?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "They gave him a piece of broiled fish."
            },
            {
                "verse_number": "43",
                "verse_text": "He took it and ate it as they watched."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus said to them, &apos;While I was still with you, I told you that everything written about me in the Law of Moses, the Books of the Prophets, and in the Psalms had to happen.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then he helped them understand the Scriptures."
            },
            {
                "verse_number": "46",
                "verse_text": "He told them:"
            },
            {
                "verse_number": "47",
                "verse_text": "They also say that all people of every nation must be told in my name to turn to God, in order to be forgiven. So beginning in Jerusalem,"
            },
            {
                "verse_number": "48",
                "verse_text": "you must tell everything that has happened."
            },
            {
                "verse_number": "49",
                "verse_text": "I will send you the one my Father has promised, but you must stay in the city until you are given power from heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus led his disciples out to Bethany, where he raised his hands and blessed them."
            },
            {
                "verse_number": "51",
                "verse_text": "As he was doing this, he left and was taken up to heaven."
            },
            {
                "verse_number": "52",
                "verse_text": "After his disciples had worshiped him, they returned to Jerusalem and were very happy."
            },
            {
                "verse_number": "53",
                "verse_text": "They spent their time in the temple, praising God."
            }
        ]
    }
}