{
    "Jonah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "One day the Lord told Jonah, the son of Amittai,"
            },
            {
                "verse_number": "2",
                "verse_text": "to go to the great city of Nineveh and say to the people, &apos;The Lord has seen your terrible sins. You are doomed!&apos; All this time, Jonah was down below deck, sound asleep."
            },
            {
                "verse_number": "3",
                "verse_text": "Instead, Jonah ran from the Lord . He went to the seaport of Joppa and found a ship that was going to Spain. So he paid his fare, then got on the ship and sailed away to escape."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord made a strong wind blow, and such a bad storm came up that the ship was about to be broken to pieces."
            },
            {
                "verse_number": "5",
                "verse_text": "The sailors were frightened, and they all started praying to their gods. They even threw the ship's cargo overboard to make the ship lighter."
            },
            {
                "verse_number": "6",
                "verse_text": "The ship's captain went to him and said, &apos;How can you sleep at a time like this? Get up and pray to your God! Maybe he will have pity on us and keep us from drowning.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Finally, the sailors got together and said, &apos;Let's ask our gods to show us who caused all this trouble.&apos; It turned out to be Jonah."
            },
            {
                "verse_number": "8",
                "verse_text": "They started asking him, &apos;Are you the one who brought all this trouble on us? What business are you in? Where do you come from? What is your country? Who are your people?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jonah answered, &apos;I'm a Hebrew, and I worship the Lord God of heaven, who made the sea and the dry land.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When the sailors heard this, they were frightened, because Jonah had already told them he was running from the Lord . Then they said, &apos;Do you know what you have done?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The storm kept getting worse, until finally the sailors asked him, &apos;What should we do with you to make the sea calm down?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jonah told them, &apos;Throw me into the sea, and it will calm down. I'm the cause of this terrible storm.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The sailors tried their best to row to the shore. But they could not do it, and the storm kept getting worse every minute."
            },
            {
                "verse_number": "14",
                "verse_text": "So they prayed to the Lord , &apos;Please don't let us drown for taking this man's life. Don't hold us guilty for killing an innocent man. All of this happened because you wanted it to.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then they threw Jonah overboard, and the sea calmed down."
            },
            {
                "verse_number": "16",
                "verse_text": "The sailors were so terrified that they offered a sacrifice to the Lord and made all kinds of promises."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord sent a big fish to swallow Jonah, and Jonah was inside the fish for three days and three nights."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "From inside the fish, Jonah prayed to the Lord his God: I prayed to you, and you listened to me. From deep in the world of the dead, I begged for your help, and you answered my prayer. to the bottom of the sea. The water was churning all around; I was completely covered by your mighty waves. from your sight, never again to see your holy temple. by the swirling waters that surrounded me. Seaweed had wrapped around my head. below the mountains beneath the sea. I knew that forever, I would be a prisoner there. But, you, Lord God, rescued me from that pit. I remembered you&ndash; and in your holy temple you heard my prayer. turn from the God who offers them mercy. I will offer a sacrifice to you, my Lord . I will keep my promise, because you are the one with power to save."
            },
            {
                "verse_number": "2",
                "verse_text": "When I was in trouble, Lord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "You threw me down"
            },
            {
                "verse_number": "4",
                "verse_text": "I thought I was swept away"
            },
            {
                "verse_number": "5",
                "verse_text": "I was almost drowned"
            },
            {
                "verse_number": "6",
                "verse_text": "I had sunk down deep"
            },
            {
                "verse_number": "7",
                "verse_text": "When my life was slipping away,"
            },
            {
                "verse_number": "8",
                "verse_text": "All who worship worthless idols"
            },
            {
                "verse_number": "9",
                "verse_text": "But with shouts of praise,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord commanded the fish to vomit up Jonah on the shore. And it did."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Once again the Lord told Jonah"
            },
            {
                "verse_number": "2",
                "verse_text": "to go to that great city of Nineveh and preach his message of doom. None of you or your animals may eat or drink a thing. Each of you must wear sackcloth, and you must even put sackcloth on your animals. You must also pray to the Lord God with all your heart and stop being sinful and cruel. Maybe God will change his mind and have mercy on us, so we won't be destroyed."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonah obeyed the Lord and went to Nineveh. The city was so big that it took three days just to walk through it."
            },
            {
                "verse_number": "4",
                "verse_text": "After walking for a day, Jonah warned the people, &apos;Forty days from now, Nineveh will be destroyed!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They believed God's message and set a time when they would go without eating to show their sorrow. Then everyone in the city, no matter who they were, dressed in sackcloth."
            },
            {
                "verse_number": "6",
                "verse_text": "When the king of Nineveh heard what was happening, he also dressed in sackcloth; he left the royal palace and sat in dust."
            },
            {
                "verse_number": "10",
                "verse_text": "When God saw that the people had stopped doing evil things, he had pity and did not destroy them as he had planned."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jonah was really upset and angry."
            },
            {
                "verse_number": "2",
                "verse_text": "So he prayed: Our Lord , I knew from the very beginning that you wouldn't destroy Nineveh. That's why I left my own country and headed for Spain. You are a kind and merciful God, and you are very patient. You always show love, and you don't like to punish anyone. &apos;Yes, I do,&apos; he answered, &apos;and I'm angry enough to die.&apos; You are concerned about a vine that you did not plant or take care of, a vine that grew up in one night and died the next."
            },
            {
                "verse_number": "3",
                "verse_text": "Now let me die! I'd be better off dead."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord replied, &apos;What right do you have to be angry?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonah then left through the east gate of the city and made a shelter to protect himself from the sun. He sat under the shelter, waiting to see what would happen to Nineveh."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord made a vine grow up to shade Jonah's head and protect him from the sun. Jonah was very happy to have the vine,"
            },
            {
                "verse_number": "7",
                "verse_text": "but early the next morning the Lord sent a worm to chew on the vine, and the vine dried up."
            },
            {
                "verse_number": "8",
                "verse_text": "During the day the Lord sent a scorching wind, and the sun beat down on Jonah's head, making him feel faint. Jonah was ready to die, and he shouted, &apos;I wish I were dead!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But the Lord asked, &apos;Jonah, do you have the right to be angry about the vine?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "In that city of Nineveh there are more than 120,000 people who cannot tell right from wrong, and many cattle are also there. Don't you think I should be concerned about that big city?"
            }
        ]
    }
}