{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Micah from Moresheth. And this is the message about Samaria and Jerusalem that the Lord gave to me when Jotham, Ahaz, and Hezekiah were the kings of Judah. Earth and everything on it, pay close attention. The Lord God accuses you to crush underfoot every pagan altar. beneath his feet like wax beside a fire. Valleys will vanish like water rushing down a ravine. the terrible sins of Israel, the descendants of Jacob. Samaria has led Israel to sin, and pagan altars at Jerusalem have made Judah sin. in ruins&ndash; merely an empty field where vineyards are planted. He will scatter its stones and destroy its foundations. and the wages will be destroyed by fire. Silver and gold from those idols will then be used by foreigners as payment for prostitutes. I go barefoot and naked. My crying and weeping sound like howling wolves or ostriches. Judah is doomed. Jerusalem will fall. Don't even cry. Instead, roll in the dust hoped for the best, but the Lord sent disaster down on Jerusalem. You led Jerusalem into sin, Israel's kings will discover that they cannot trust the Lord will send someone to capture your town. Then Israel's glorious king will be forced to hide as bald as a vulture and start mourning. will be dragged off to a foreign country."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, all of you! from his holy temple. of temple prostitutes at Beth-Leaphrah. you people of Shaphir. The town of Bethezel mourns because no one from Zaanan went out to help. you people of Lachish. just as Israel did. a going-away gift to Moresheth. the town of Achzib. in Adullam Cave. Your precious children"
            },
            {
                "verse_number": "3",
                "verse_text": "And he will come down"
            },
            {
                "verse_number": "4",
                "verse_text": "Mountains will melt"
            },
            {
                "verse_number": "5",
                "verse_text": "This will happen because of"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord will leave Samaria"
            },
            {
                "verse_number": "7",
                "verse_text": "Samaria's idols will be smashed,"
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this tragedy,"
            },
            {
                "verse_number": "9",
                "verse_text": "The nation is fatally wounded."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't tell it in Gath!"
            },
            {
                "verse_number": "11",
                "verse_text": "Depart naked and ashamed,"
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone in Maroth"
            },
            {
                "verse_number": "13",
                "verse_text": "Get the war chariots ready,"
            },
            {
                "verse_number": "14",
                "verse_text": "Now you will have to give"
            },
            {
                "verse_number": "15",
                "verse_text": "People of Mareshah,"
            },
            {
                "verse_number": "16",
                "verse_text": "Judah, shave your head"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Doomed! You're doomed! At night you lie in bed, making evil plans. And when morning comes, you do what you've planned because you have the power. that you want; you cheat families out of homes and land. &apos;I am planning trouble for you. Your necks will be caught in a noose, and you will be disgraced in this time of disaster.&apos; this sorrowful song will be sung about you: &apos;Ruined! Completely ruined! The Lord has taken our land own property among the Lord 's people. That's what you tell me. &apos;We won't be disgraced, so stop preaching!&apos; is it right for you to claim that the Lord did what he did because he was angry? Doesn't he always bless those who do right? one another! You have even stolen clothes right off the backs of innocent neighbors that belong to the women of my nation. Then you cheat their children out of the inheritance You'll find no rest here. You're not fit to belong to the Lord 's people, is a liar who will say, &apos;Drink and get drunk!&apos; to bring together the people of Israel who have survived. I will gather them, just as a shepherd brings sheep together, and there will be many. and lead them out&ndash; then I will be their king."
            },
            {
                "verse_number": "2",
                "verse_text": "You grab any field or house"
            },
            {
                "verse_number": "3",
                "verse_text": "But here is what the Lord says:"
            },
            {
                "verse_number": "4",
                "verse_text": "When that happens, and given it to traitors.&apos; who pass by in peace. that comes from the Lord . and you will be destroyed."
            },
            {
                "verse_number": "5",
                "verse_text": "And so you will never again"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Enough of your preaching!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Descendants of Jacob,"
            },
            {
                "verse_number": "8",
                "verse_text": "My people, you have turned against"
            },
            {
                "verse_number": "9",
                "verse_text": "You take over lovely homes"
            },
            {
                "verse_number": "10",
                "verse_text": "Get out of here, you crooks!"
            },
            {
                "verse_number": "11",
                "verse_text": "The only prophet you want"
            },
            {
                "verse_number": "12",
                "verse_text": "I, the Lord , promise"
            },
            {
                "verse_number": "13",
                "verse_text": "I will break down the gate"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Listen to me, you rulers of Israel! You know right from wrong, instead of what is right. You skin my people alive. You strip off their flesh, cook it all in a pot, and gulp it down. to help you, but he will turn away because of your sins. security for anyone who gives you food, but disaster for anyone who refuses to feed you. Here is what the Lord says to you prophets: far from the sight of the sun, with no message from me. will all be disgraced, with no message from me.&apos; with power and his Spirit. I have been given the courage to speak about justice and to tell you people of Israel that you have sinned. you rulers of Israel! You hate justice and twist the truth. a way of life in Jerusalem. for dishonest decisions. You priests and prophets teach and preach, but only for money. Then you say, &apos;The Lord is on our side. No harm will come to us.&apos; Jerusalem will be plowed under and left in ruins. Thorns will cover the mountain where the temple now stands."
            },
            {
                "verse_number": "2",
                "verse_text": "but you prefer to do evil"
            },
            {
                "verse_number": "3",
                "verse_text": "break their bones,"
            },
            {
                "verse_number": "4",
                "verse_text": "Someday you will beg the Lord"
            },
            {
                "verse_number": "5",
                "verse_text": "You lying prophets promise"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You will live in the dark,"
            },
            {
                "verse_number": "7",
                "verse_text": "You prophets and fortunetellers"
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord has filled me"
            },
            {
                "verse_number": "9",
                "verse_text": "So listen to my message,"
            },
            {
                "verse_number": "10",
                "verse_text": "You make cruelty and murder"
            },
            {
                "verse_number": "11",
                "verse_text": "You leaders accept bribes"
            },
            {
                "verse_number": "12",
                "verse_text": "And so, because of you,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "In the future, the mountain with the Lord 's temple will be the highest of all. It will reach above the hills, and every nation will rush to it. will come and say, &apos;Let's go up to the mountain of the Lord God of Jacob and worship in his temple.&apos; The Lord will teach us his Law from Jerusalem, and we will obey him. between distant and powerful nations. They will pound their swords and their spears into rakes and shovels; they will never again make war or attack one another. beneath their own fig trees or grape vines, and they will live in peace. This is a solemn promise of the Lord All-Powerful. but we will always follow the Lord our God. At that time I will gather my people&ndash; the lame and the outcasts, and all others into whose lives I have brought sorrow. will belong to my people and become a strong nation. I, the Lord , will rule them from Mount Zion forever. guardian of my people, you will rule again. Don't you have a king? Have your advisors gone? Are you suffering like a woman in childbirth? you people of Jerusalem! If you escape from your city to the countryside, you will still be taken as prisoners to Babylonia. But later I will rescue you from your enemies. you are surrounded by many nations who say, &apos;We can hardly wait that I, the Lord , have gathered them here to grind them like grain. I'll let you be like a bull with iron horns and bronze hoofs. Crush those nations and bring their wealth to me, the Lord of the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "People of many nations"
            },
            {
                "verse_number": "3",
                "verse_text": "He will settle arguments"
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone will find rest"
            },
            {
                "verse_number": "5",
                "verse_text": "Others may follow their gods,"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the lame and the outcasts"
            },
            {
                "verse_number": "8",
                "verse_text": "Mount Zion in Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Jerusalem, why are you crying?"
            },
            {
                "verse_number": "10",
                "verse_text": "Keep on groaning with pain,"
            },
            {
                "verse_number": "11",
                "verse_text": "Zion, because of your sins to see you disgraced.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But they don't know"
            },
            {
                "verse_number": "13",
                "verse_text": "Smash them to pieces, Zion!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, enemy troops have surrounded you; goes back to ancient times. and the rest of his family the nation of Assyria. they have struck Israel's ruler in the face with a stick. you are one of the smallest towns in the nation of Judah. But the Lord will choose one of your people to rule the nation&ndash; someone whose family only until this ruler is born, returns to Israel. taking care of his sheep, this ruler will lead and care for his people by the power and glorious name of the Lord his God. His people will live securely, and the whole earth will know his true greatness, Let Assyria attack our country and our palaces. We will counterattack, led by a number of rulers Yes, our leaders will rescue us, if those Assyrians dare to invade our land. survived and are scattered among the nations. But the Lord will let them cover the earth like dew and rain that refreshes the soil. but later they will attack, as though they were fierce lions pouncing on sheep. Their enemies will be torn to shreds, with no one to save them; completely destroyed. At that time I will wipe out your cavalry and chariots, and your fortresses. from telling fortunes and practicing witchcraft. the idols or stone images you have made&ndash; I will destroy them, and even your towns. and take revenge on the nations that refuse to obey me."
            },
            {
                "verse_number": "2",
                "verse_text": "Bethlehem Ephrath,"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will abandon Israel"
            },
            {
                "verse_number": "4",
                "verse_text": "Like a shepherd"
            },
            {
                "verse_number": "5",
                "verse_text": "because he will bring peace."
            },
            {
                "verse_number": "6",
                "verse_text": "whose strong army will defeat"
            },
            {
                "verse_number": "7",
                "verse_text": "A few of Jacob's descendants"
            },
            {
                "verse_number": "8",
                "verse_text": "At present they are scattered,"
            },
            {
                "verse_number": "9",
                "verse_text": "they will be helpless,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "as well as your cities"
            },
            {
                "verse_number": "12",
                "verse_text": "I will stop you"
            },
            {
                "verse_number": "13",
                "verse_text": "You will no longer worship"
            },
            {
                "verse_number": "14",
                "verse_text": "together with the sacred poles"
            },
            {
                "verse_number": "15",
                "verse_text": "I will become furious"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to his people: Come and present your case to the hills and mountains. against you&ndash; I call upon the mountains and the earth's firm foundation to be my witnesses. in any way at all? Please tell me. where you were slaves. I sent Moses, Aaron, and Miriam to be your leaders. of King Balak of Moab said to him. Remember how I, the Lord , saved you many times on your way from Acacia when I bow down to worship the Lord God Most High? by sacrificing calves a year old? or rivers of olive oil make God satisfied with me? Should I sacrifice to the Lord my first-born child as payment for my terrible sins? what is right and what he demands: &apos;See that justice is done, let mercy be your first concern, and humbly obey your God.&apos; and you are wise to respect my power to punish. So listen to my message for cheating with weights and with measures. and everyone tells lies. I will wound you and leave you ruined and defenseless. but still be hungry; you will store up goods, but lose everything&ndash; I, the Lord , will let it all be captured in war. or use the oil from your olive trees or drink the wine from grapes you grow. because you followed the sinful example Now I will destroy you and your property. Then the people of every nation will make fun and insult you."
            },
            {
                "verse_number": "2",
                "verse_text": "Israel, I am bringing charges"
            },
            {
                "verse_number": "3",
                "verse_text": "My people, have I wronged you"
            },
            {
                "verse_number": "4",
                "verse_text": "I rescued you from Egypt,"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't forget the evil plans or what Balaam son of Beor to Gilgal. Should I try to please him for the city of Jerusalem: and use dishonest scales. of kings Omri and Ahab."
            },
            {
                "verse_number": "6",
                "verse_text": "What offering should I bring"
            },
            {
                "verse_number": "7",
                "verse_text": "Will thousands of sheep"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord God has told us"
            },
            {
                "verse_number": "9",
                "verse_text": "I am the Lord ,"
            },
            {
                "verse_number": "10",
                "verse_text": "You store up stolen treasures"
            },
            {
                "verse_number": "11",
                "verse_text": "But I, the Lord , will punish you"
            },
            {
                "verse_number": "12",
                "verse_text": "You rich people are violent,"
            },
            {
                "verse_number": "13",
                "verse_text": "Because of your sins,"
            },
            {
                "verse_number": "14",
                "verse_text": "You will eat,"
            },
            {
                "verse_number": "15",
                "verse_text": "You won't harvest what you plant"
            },
            {
                "verse_number": "16",
                "verse_text": "Jerusalem, this will happen"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "I feel so empty inside&ndash; like someone starving for grapes or figs, after the vines and trees have all been picked clean. no one does right. Everyone is brutal and eager to deceive everyone else. Judges and leaders demand bribes, is worse than a thorn patch. Your doom has come! Lookouts sound the warning, and everyone panics. not even your best friend, and be careful what you say to the one you love. their own fathers, daughters rebel against their own mothers, and daughters-in-law despise their mothers-in-law. Your family is now your enemy. to save me, and I will wait for him to answer my prayer. because of my troubles! I may have fallen, but I will get up; I may be sitting in the dark, but the Lord is my light. And so I must endure his anger, until he comes to my defense. But I know that I will see him making things right for me and leading me to the light. &apos;The Lord God is helpless.&apos; Now each of you will be disgraced and put to shame. I will see you trampled like mud in the street. when your walls will be rebuilt, and your boundaries enlarged. from Assyria and Egypt, and everywhere else. because of what they did. Come and be our shepherd. Grasslands surround us, but we live in a forest. and let us find pasture as we did long ago. just as I did when I led you out of Egypt. and be ashamed because of their helpless armies. They will be in shock, unable to speak or hear, your Lord and God. Then they will come trembling, crawling out of their fortresses like insects or snakes, lapping up the dust. We are all that is left of your chosen people, and you freely forgive our sin and guilt. You don't stay angry forever; you're glad to have pity You will trample on our sins and throw them in the sea. and be faithful to Jacob and to Abraham, as you promised our ancestors many years ago."
            },
            {
                "verse_number": "2",
                "verse_text": "No one is loyal to God;"
            },
            {
                "verse_number": "3",
                "verse_text": "People cooperate to commit crime. and rulers cheat in court. from Babylonia So lead us to Bashan and Gilead,"
            },
            {
                "verse_number": "4",
                "verse_text": "The most honest of them"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't trust anyone,"
            },
            {
                "verse_number": "6",
                "verse_text": "Sons refuse to respect"
            },
            {
                "verse_number": "7",
                "verse_text": "But I trust the Lord God"
            },
            {
                "verse_number": "8",
                "verse_text": "My enemies, don't be glad"
            },
            {
                "verse_number": "9",
                "verse_text": "I have sinned against the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "You, my enemies, said,"
            },
            {
                "verse_number": "11",
                "verse_text": "Towns of Judah, the day is coming"
            },
            {
                "verse_number": "12",
                "verse_text": "People will flock to you"
            },
            {
                "verse_number": "13",
                "verse_text": "Those nations will suffer disaster"
            },
            {
                "verse_number": "14",
                "verse_text": "Lead your people, Lord !"
            },
            {
                "verse_number": "15",
                "verse_text": "I, the Lord , will work miracles"
            },
            {
                "verse_number": "16",
                "verse_text": "Nations will see this"
            },
            {
                "verse_number": "17",
                "verse_text": "because of their fear of me,"
            },
            {
                "verse_number": "18",
                "verse_text": "Our God, no one is like you."
            },
            {
                "verse_number": "19",
                "verse_text": "and pleased to be merciful."
            },
            {
                "verse_number": "20",
                "verse_text": "You will keep your word"
            }
        ]
    }
}