{
    "Ezra": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Years ago the Lord sent Jeremiah with a message about a promise for the people of Israel. Then in the first year that Cyrus was king of Persia, the Lord kept his promise by telling Cyrus to send this official message to all parts of his kingdom: The Lord God of heaven, who is also the God of Israel, has made me the ruler of all nations on earth. And he has chosen me to build a temple for him in Jerusalem, which is in Judah. The Lord God will watch over and encourage any of his people who want to go back to Jerusalem and help build the temple."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone else must provide what is needed. They must give money, supplies, and animals, as well as gifts for rebuilding God's temple."
            },
            {
                "verse_number": "5",
                "verse_text": "Many people felt that the Lord God wanted them to help rebuild his temple, and they made plans to go to Jerusalem. Among them were priests, Levites, and leaders of the tribes of Judah and Benjamin."
            },
            {
                "verse_number": "6",
                "verse_text": "The others helped by giving silver articles, gold, personal possessions, cattle, and other valuable gifts, as well as offerings for the temple."
            },
            {
                "verse_number": "7",
                "verse_text": "King Cyrus gave back the things that Nebuchadnezzar had taken from the Lord 's temple in Jerusalem and had put in the temple of his own gods."
            },
            {
                "verse_number": "8",
                "verse_text": "Cyrus placed Mithredath, his chief treasurer, in charge of these things. Mithredath counted them and gave a list to Sheshbazzar, the governor of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Altogether, there were 5,400 gold and silver dishes, bowls, and other articles. Sheshbazzar took them with him when he and the others returned to Jerusalem from Babylonia."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar of Babylonia had captured many of the people of Judah and had taken them as prisoners to Babylonia. Now they were on their way back to Jerusalem and to their own towns everywhere in Judah."
            },
            {
                "verse_number": "58",
                "verse_text": "A total of 392 descendants of temple workers and of Solomon's servants returned."
            },
            {
                "verse_number": "63",
                "verse_text": "In fact, the governor told them, &apos;You cannot eat the food offered to God until we find out if you really are priests.&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "When the people came to where the Lord 's temple had been in Jerusalem, some of the family leaders gave gifts so it could be rebuilt in the same place."
            },
            {
                "verse_number": "69",
                "verse_text": "They gave all they could, and it came to a total of 500 kilograms of gold, 500 kilograms of silver, and 100 robes for the priests."
            },
            {
                "verse_number": "70",
                "verse_text": "Everyone returned to the towns from which their families had come, including the priests, the Levites, the musicians, the temple guards, and the workers."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "During the seventh month of the year, the Israelites who had settled in their towns went to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The priest Joshua son of Jozadak, together with the other priests, and Zerubbabel son of Shealtiel and his relatives rebuilt the altar of Israel's God. Then they were able to offer sacrifices there by following the instructions God had given to Moses, the man of God."
            },
            {
                "verse_number": "3",
                "verse_text": "And they built the altar where it had stood before, even though they were afraid of the people who were already living around there. Then every morning and evening they burned sacrifices and offerings to the Lord . &apos;The Lord is good! His faithful love for Israel will last forever.&apos; Everyone started shouting and praising the Lord because work on the foundation of the temple had begun."
            },
            {
                "verse_number": "4",
                "verse_text": "The people followed the rules for celebrating the Festival of Shelters and offered the proper sacrifices each day."
            },
            {
                "verse_number": "5",
                "verse_text": "They offered sacrifices to please the Lord , sacrifices at each New Moon Festival, and sacrifices at the rest of the Lord 's festivals. Every offering the people had brought voluntarily was also presented to the Lord ."
            },
            {
                "verse_number": "6",
                "verse_text": "Although work on the temple itself had not yet begun, the people started offering sacrifices on the Lord 's altar on the first day of the seventh month of that year."
            },
            {
                "verse_number": "7",
                "verse_text": "King Cyrus of Persia had said the Israelites could have cedar trees brought from Lebanon to Joppa by sea. So they sent grain, wine, and olive oil to the cities of Tyre and Sidon as payment for these trees, and they gave money to the stoneworkers and carpenters."
            },
            {
                "verse_number": "8",
                "verse_text": "During the second month of the second year after the people had returned from Babylonia, they started rebuilding the Lord 's temple. Zerubbabel son of Shealtiel, Joshua son of Jozadak, the priests, the Levites, and everyone else who had returned started working. Every Levite over 20 years of age was put in charge of some part of the work."
            },
            {
                "verse_number": "9",
                "verse_text": "The Levites in charge of the whole project were Joshua and his sons and relatives and Kadmiel and his sons from the family of Hodaviah. The family of Henadad worked along with them."
            },
            {
                "verse_number": "10",
                "verse_text": "When the builders had finished laying the foundation of the temple, the priests put on their robes and blew trumpets in honor of the Lord , while the Levites from the family of Asaph praised God with cymbals. All of them followed the instructions given years before by King David."
            },
            {
                "verse_number": "11",
                "verse_text": "They praised the Lord and gave thanks as they took turns singing:"
            },
            {
                "verse_number": "12",
                "verse_text": "Many of the older priests and Levites and the heads of families wept bitterly because they remembered seeing the first temple years before. But others were so happy that they celebrated with joyful shouts."
            },
            {
                "verse_number": "13",
                "verse_text": "Their shouting and crying were so noisy that it all sounded alike and could be heard a long way off."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The enemies of the tribes of Judah and Benjamin heard that the people had come back to rebuild the temple of the Lord God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So they went to Zerubbabel and to the family leaders and said, &apos;Let us help! Ever since King Esarhaddon of Assyria brought us here, we have worshiped your God and offered sacrifices to him.&apos; Your Majesty King Artaxerxes, we are your servants from everywhere in Western Province, and we send you our greetings. Greetings to Governor Rehum, Secretary Shimshai, and to your advisors in Samaria and other parts of Western Province."
            },
            {
                "verse_number": "3",
                "verse_text": "But Zerubbabel, Joshua, and the family leaders answered, &apos;You cannot take part in building a temple for the Lord our God! We will build it ourselves, just as King Cyrus of Persia commanded us.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the neighboring people began to do everything possible to frighten the Jews and to make them stop building."
            },
            {
                "verse_number": "5",
                "verse_text": "During the time that Cyrus was king and even until Darius became king, they kept bribing government officials to slow down the work."
            },
            {
                "verse_number": "6",
                "verse_text": "In the first year that Xerxes was king, the neighboring people brought written charges against the people of Judah and Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "Later, Bishlam, Mithredath, Tabeel, and their advisors got together and wrote a letter to Artaxerxes when he was king of Persia. It was written in Aramaic and had to be translated."
            },
            {
                "verse_number": "11",
                "verse_text": "This letter said:"
            },
            {
                "verse_number": "12",
                "verse_text": "You should know that the Jews who left your country have moved back to Jerusalem and are now rebuilding that rebellious city. In fact, they have almost finished rebuilding the walls and repairing the foundations."
            },
            {
                "verse_number": "13",
                "verse_text": "You should also know that if the walls are completed and the city is rebuilt, the Jews won't pay any kind of taxes, and there will be less money in your treasury."
            },
            {
                "verse_number": "14",
                "verse_text": "We are telling you this, because you have done so much for us, and we want everyone to respect you."
            },
            {
                "verse_number": "15",
                "verse_text": "If you look up the official records of your ancestors, you will find that Jerusalem has constantly rebelled and has led others to rebel against kings and provinces. That's why the city was destroyed in the first place."
            },
            {
                "verse_number": "16",
                "verse_text": "If Jerusalem is rebuilt and its walls completed, you will no longer have control over Western Province."
            },
            {
                "verse_number": "17",
                "verse_text": "King Artaxerxes answered:"
            },
            {
                "verse_number": "18",
                "verse_text": "After your letter was translated and read to me,"
            },
            {
                "verse_number": "19",
                "verse_text": "I had the old records checked. It is true that for years Jerusalem has rebelled and caused trouble for other kings and nations."
            },
            {
                "verse_number": "20",
                "verse_text": "And powerful kings have ruled Western Province from Jerusalem and have collected all kinds of taxes."
            },
            {
                "verse_number": "21",
                "verse_text": "I want you to command the people to stop rebuilding the city until I give further notice."
            },
            {
                "verse_number": "22",
                "verse_text": "Do this at once, so that no harm will come to the kingdom."
            },
            {
                "verse_number": "23",
                "verse_text": "As soon as this letter was read, Governor Rehum, Secretary Shimshai, and their advisors went to Jerusalem and forced everyone to stop rebuilding the city."
            },
            {
                "verse_number": "24",
                "verse_text": "The Jews were forced to stop work on the temple and were not able to do any more building until the year after Darius became king of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord God of Israel told the prophets Haggai and Zechariah to speak in his name to the people of Judah and Jerusalem. And they did."
            },
            {
                "verse_number": "2",
                "verse_text": "So Zerubbabel the governor and Joshua the priest urged the people to start working on the temple again, and God's prophets encouraged them. King Darius, we wish you the best!"
            },
            {
                "verse_number": "3",
                "verse_text": "Governor Tattenai of Western Province and his assistant Shethar Bozenai got together with some of their officials. Then they went to Jerusalem and said to the people, &apos;Who told you to rebuild this temple?"
            },
            {
                "verse_number": "4",
                "verse_text": "Give us the names of the workers!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But God was looking after the Jewish leaders. So the governor and his group decided not to make the people stop working on the temple until they could report to Darius and get his advice."
            },
            {
                "verse_number": "6",
                "verse_text": "Governor Tattenai, Shethar Bozenai, and their advisors sent a report to Darius,"
            },
            {
                "verse_number": "7",
                "verse_text": "which said:"
            },
            {
                "verse_number": "8",
                "verse_text": "We went to Judah, where the temple of the great God is being built with huge stones and wooden beams set in the walls. Everyone is working hard, and the building is going up quickly."
            },
            {
                "verse_number": "9",
                "verse_text": "We asked those in charge to tell us who gave them permission to rebuild the temple."
            },
            {
                "verse_number": "10",
                "verse_text": "We also asked for the names of their leaders, so that we could write them down for you."
            },
            {
                "verse_number": "11",
                "verse_text": "They claimed to be servants of the God who rules heaven and earth. And they said they were rebuilding the temple that was built many years ago by one of Israel's greatest kings."
            },
            {
                "verse_number": "12",
                "verse_text": "We were told that their people had made God angry, and he let them be captured by Nebuchadnezzar, the Babylonian king who took them away as captives to Babylonia. Nebuchadnezzar tore down their temple,"
            },
            {
                "verse_number": "16",
                "verse_text": "Sheshbazzar then went to Jerusalem and laid the foundation for the temple, and the work is still going on."
            },
            {
                "verse_number": "17",
                "verse_text": "Your Majesty, please order someone to look up the old records in Babylonia and find out if King Cyrus really did give orders to rebuild God's temple in Jerusalem. We will do whatever you think we should."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "King Darius ordered someone to go through the old records kept in Babylonia."
            },
            {
                "verse_number": "2",
                "verse_text": "Finally, a scroll was found in Ecbatana, the capital of Media Province, and it said: This official record will show Governor Tattenai of Western Province and Shethar Bozenai, you and your advisors must stay away from the temple."
            },
            {
                "verse_number": "3",
                "verse_text": "that in the first year Cyrus was king, he gave orders to rebuild God's temple in Jerusalem, so that sacrifices and offerings could be presented there. It is to be built 27 meters high and 27 meters wide,"
            },
            {
                "verse_number": "4",
                "verse_text": "with one row of wooden beams for each three rows of large stones. The royal treasury will pay for everything."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the gold and silver things that Nebuchadnezzar took from the temple and brought to Babylonia are to be returned to their proper places."
            },
            {
                "verse_number": "6",
                "verse_text": "King Darius sent this message:"
            },
            {
                "verse_number": "7",
                "verse_text": "Let the Jewish governor and leaders rebuild it where it stood before. And stop slowing them down!"
            },
            {
                "verse_number": "8",
                "verse_text": "Starting at once, I am ordering you to help the leaders by paying their expenses from the tax money collected in Western Province."
            },
            {
                "verse_number": "9",
                "verse_text": "And don't fail to let the priests in Jerusalem have whatever they need each day so they can offer sacrifices to the God of heaven. Give them young bulls, rams, sheep, as well as wheat, salt, wine, and olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "I want them to be able to offer pleasing sacrifices to God and to pray for me and my family."
            },
            {
                "verse_number": "11",
                "verse_text": "If any of you don't obey this order, a wooden beam will be taken from your house and sharpened on one end. Then it will be driven through your body, and your house will be torn down and turned into a garbage dump."
            },
            {
                "verse_number": "12",
                "verse_text": "I ask the God who is worshiped in Jerusalem to destroy any king or nation who tries either to change what I have said or to tear down his temple. I, Darius, give these orders, and I expect them to be followed carefully."
            },
            {
                "verse_number": "13",
                "verse_text": "Governor Tattenai, Shethar Bozenai, and their advisors carefully obeyed King Darius."
            },
            {
                "verse_number": "14",
                "verse_text": "With great success the Jewish leaders continued working on the temple, while Haggai and Zechariah encouraged them by their preaching. And so, the temple was completed at the command of the God of Israel and by the orders of kings Cyrus, Darius, and Artaxerxes of Persia."
            },
            {
                "verse_number": "15",
                "verse_text": "On the third day of the month of Adar in the sixth year of the rule of Darius, the temple was finished."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel, the priests, the Levites, and everyone else who had returned from exile were happy and celebrated as they dedicated God's temple."
            },
            {
                "verse_number": "17",
                "verse_text": "One hundred bulls, two hundred rams, and four hundred lambs were offered as sacrifices at the dedication. Also twelve goats were sacrificed as sin offerings for the twelve tribes of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the priests and Levites were assigned their duties in God's temple in Jerusalem, according to the instructions Moses had written."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone who had returned from exile celebrated Passover on the fourteenth day of the first month."
            },
            {
                "verse_number": "20",
                "verse_text": "The priests and Levites had gone through a ceremony to make themselves acceptable to lead in worship. Then some of them killed Passover lambs for those who had returned, including the other priests and themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "The sacrifices were eaten by the Israelites who had returned and by the neighboring people who had given up the sinful customs of other nations in order to worship the Lord God of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "For seven days they celebrated the Festival of Thin Bread. Everyone was happy because the Lord God of Israel had made sure that the king of Assyria would be kind to them and help them build the temple."
            }
        ],
        "7": [
            {
                "verse_number": "7",
                "verse_text": "Other Jews, including priests, Levites, musicians, the temple guards, and servants, came to Jerusalem with Ezra. This happened during the seventh year that Artaxerxes was king."
            },
            {
                "verse_number": "10",
                "verse_text": "Ezra had spent his entire life studying and obeying the Law of the Lord and teaching it to others."
            },
            {
                "verse_number": "11",
                "verse_text": "Ezra was a priest and an expert in the laws and commands that the Lord had given to Israel. One day King Artaxerxes gave Ezra a letter which said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Greetings from the great King Artaxerxes to Ezra the priest and expert in the teachings of the God of heaven."
            },
            {
                "verse_number": "15",
                "verse_text": "When you go, take the silver and gold that I and my advisors are freely giving to the God of Israel, whose temple is in Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "Take the silver and gold that you collect from everywhere in Babylonia. Also take the gifts that your own people and priests have so willingly contributed for the temple of your God in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Use the money carefully to buy the best bulls, rams, lambs, grain, and wine. Then sacrifice them on the altar at God's temple in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "If any silver or gold is left, you and your people may use it for whatever pleases your God."
            },
            {
                "verse_number": "19",
                "verse_text": "Give your God the other articles that have been contributed for use in his temple."
            },
            {
                "verse_number": "20",
                "verse_text": "If you need to get anything else for the temple, you may have the money you need from the royal treasury."
            },
            {
                "verse_number": "21",
                "verse_text": "Ezra, you are a priest and an expert in the laws of the God of heaven, and I order all treasurers in Western Province to do their very best to help you."
            },
            {
                "verse_number": "22",
                "verse_text": "They will be allowed to give as much as 3.4 tons of silver, 10 tons of wheat, 2,000 liters of wine, 2,000 liters of olive oil, and all the salt you need."
            },
            {
                "verse_number": "23",
                "verse_text": "They must provide whatever the God of heaven demands for his temple, so that he won't be angry with me and with the kings who rule after me."
            },
            {
                "verse_number": "24",
                "verse_text": "We want you to know that no priests, Levites, musicians, guards, temple servants, or any other temple workers will have to pay any kind of taxes."
            },
            {
                "verse_number": "25",
                "verse_text": "Ezra, use the wisdom God has given you and choose officials and leaders to govern the people of Western Province. These leaders should know God's laws and have them taught to anyone who doesn't know them."
            },
            {
                "verse_number": "26",
                "verse_text": "Everyone who fails to obey God's Law or the king's law will be punished without pity. They will either be executed or put in prison or forced to leave their country, or have all they own taken away."
            },
            {
                "verse_number": "27",
                "verse_text": "Because King Artaxerxes was so kind, Ezra said:"
            },
            {
                "verse_number": "28",
                "verse_text": "God has told the king, his advisors, and his powerful officials to treat me with kindness. The Lord God has helped me, and I have been able to bring many Jewish leaders back to Jerusalem."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Artaxerxes was king of Persia when I led the following chiefs of the family groups from Babylonia to Jerusalem: Daniel of the Ithamar family; Hattush son of Shecaniah of the David family; Zechariah and 150 other men of the Parosh family, who had family records; Eliehoenai son of Zerahiah with 200 men of the Pahath Moab family; Ebed son of Jonathan with 50 men of the Adin family; Jeshaiah son of Athaliah with 70 men of the Elam family; Zebadiah son of Michael with 80 men of the Shephatiah family; Obadiah son of Jehiel with 218 men of the Joab family; Zechariah son of Bebai with 28 men of the Bebai family; Johanan son of Hakkatan with 110 men of the Azgad family; Eliphelet, Jeuel, and Shemaiah who returned sometime later with 60 men of the Adonikam family; Uthai and Zaccur with 70 men of the Bigvai family. You belong to the Lord , the God of your ancestors, and these things also belong to him. The silver and gold were willingly given as gifts to the Lord ."
            },
            {
                "verse_number": "15",
                "verse_text": "I brought everyone together by the river that flows to the town of Ahava where we camped for three days. Not one Levite could be found among the people and priests."
            },
            {
                "verse_number": "16",
                "verse_text": "So I sent for the leaders Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam. I also sent for Joiarib and Elnathan, who were very wise counselors."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I sent them to Iddo, the leader at Casiphia, and I told them to ask him and his temple workers to send people to serve in God's temple."
            },
            {
                "verse_number": "18",
                "verse_text": "God was kind to us and caused them to send a skillful man named Sherebiah, who was a Levite from the family of Mahli. Eighteen of his relatives came with him."
            },
            {
                "verse_number": "19",
                "verse_text": "We were also sent Hashabiah and Jeshaiah from the family of Merari along with 20 of their relatives."
            },
            {
                "verse_number": "20",
                "verse_text": "In addition, 220 others came to help the Levites in the temple. The ancestors of these workers had been chosen years ago by King David and his officials, and they were all listed by name."
            },
            {
                "verse_number": "21",
                "verse_text": "Beside the Ahava River, I asked the people to go without eating and to pray. We humbled ourselves and asked God to bring us and our children safely to Jerusalem with all of our possessions."
            },
            {
                "verse_number": "22",
                "verse_text": "I was ashamed to ask the king to send soldiers and cavalry to protect us against enemies along the way. After all, we had told the king that our God takes care of everyone who truly worships him, but that he gets very angry and punishes anyone who refuses to obey."
            },
            {
                "verse_number": "23",
                "verse_text": "So we went without food and asked God himself to protect us, and he answered our prayers."
            },
            {
                "verse_number": "24",
                "verse_text": "I chose twelve of the leading priests&ndash;Sherebiah, Hashabiah and ten of their relatives."
            },
            {
                "verse_number": "28",
                "verse_text": "I said to the priests:"
            },
            {
                "verse_number": "29",
                "verse_text": "Be sure to guard them and keep them safe until you reach Jerusalem. Then weigh them inside God's temple in the presence of the chief priests, the Levites, and the heads of the Israelite families."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and Levites then took charge of the gifts that had been weighed, so they could take them to the temple of our God in Jerusalem."
            },
            {
                "verse_number": "31",
                "verse_text": "On the twelfth day of the first month, we left the Ahava River and started for Jerusalem. Our God watched over us, and as we traveled along, he kept our enemies from ambushing us."
            },
            {
                "verse_number": "32",
                "verse_text": "After arriving in Jerusalem, we rested for three days."
            },
            {
                "verse_number": "33",
                "verse_text": "Then on the fourth day we went to God's temple, where the silver, the gold, and the other things were weighed and given to the priest Meremoth son of Uriah. With him were Eleazar son of Phinehas and the two Levites, Jozabad son of Jeshua and Noadiah son of Binnui."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything was counted, weighed, and recorded."
            },
            {
                "verse_number": "35",
                "verse_text": "Those who had returned from exile offered sacrifices on the altar to the God of Israel. Twelve bulls were offered for all Israel. Ninety-six rams and 77 lambs were offered on the altar, and 12 goats were sacrificed for the sins of the people."
            },
            {
                "verse_number": "36",
                "verse_text": "Some of those who had returned took the king's orders to the governors and officials in Western Province. Then the officials did what they could for the people and for the temple of God."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Later the Jewish leaders came to me and said: Many Israelites, including priests and Levites, are living just like the people around them. They are even guilty of some of the horrible sins of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites. I am much too ashamed to face you, Lord God. Our sins and our guilt have swept over us like a flood that reaches up to the heavens. Your prophets also told us never to help those foreigners or even let them live in peace. You wanted us to become strong and to enjoy the good things in the land, then someday to leave it to our children forever."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Israelite men have married foreign women and have let their sons do the same thing. Our own officials and leaders were the first to commit this disgusting sin, and now God's holy people are mixed with foreigners."
            },
            {
                "verse_number": "3",
                "verse_text": "This news made me so angry that I ripped my clothes and tore hair from my head and beard. Then I just sat in shock"
            },
            {
                "verse_number": "4",
                "verse_text": "until the time for the evening sacrifice. Many of our people were greatly concerned and gathered around me, because the God of Israel had warned us to stay away from foreigners."
            },
            {
                "verse_number": "5",
                "verse_text": "At the time of the evening sacrifice, I was still sitting there in sorrow with my clothes all torn. So I got down on my knees, then lifted my arms,"
            },
            {
                "verse_number": "6",
                "verse_text": "and prayed:"
            },
            {
                "verse_number": "7",
                "verse_text": "Since the time of our ancestors, all of us have sinned. That's why we, our kings, and our priests have often been defeated by other kings. They have killed some of us and made slaves of others; they have taken our possessions and made us ashamed, just as we are today."
            },
            {
                "verse_number": "8",
                "verse_text": "But for now, Lord God, you have shown great kindness to us. You made us truly happy by letting some of us settle in this sacred place and by helping us in our time of slavery."
            },
            {
                "verse_number": "9",
                "verse_text": "We are slaves, but you have never turned your back on us. You love us, and because of you, the kings of Persia have helped us. It's as though you have given us new life! You let us rebuild your temple and live safely in Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Our God, what can we say now? Even after all this, we have disobeyed the commands"
            },
            {
                "verse_number": "11",
                "verse_text": "that were given to us by your servants the prophets. They said the land you are giving us is full of sinful and wicked people, who never stop doing disgusting things."
            },
            {
                "verse_number": "12",
                "verse_text": "And we were warned not to let our daughters and sons marry their sons and daughters."
            },
            {
                "verse_number": "13",
                "verse_text": "You punished us because of our terrible sins. But you did not punish us nearly as much as we deserve, and you have brought some of us back home."
            },
            {
                "verse_number": "14",
                "verse_text": "Why should we disobey your commands again by letting our sons and daughters marry these foreigners who do such disgusting things? That would make you angry enough to destroy us all!"
            },
            {
                "verse_number": "15",
                "verse_text": "Lord God of Israel, you have been more than fair by letting a few of us survive. But once again, our sins have made us ashamed to face you."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "While Ezra was down on his knees in front of God's temple, praying with tears in his eyes and confessing the sins of the people of Israel, a large number of men, women, and children gathered around him and cried bitterly. Ezra, we have disobeyed God by marrying these foreign women. But there is still hope for the people of Israel, You have broken God's Law by marrying foreign women, and you have made the whole nation guilty! You're right! We will do what you say. Maaseiah, Eliezer, Jarib, and Gedaliah from the family of Joshua son of Jozadak and his brothers; These temple guards had foreign wives: Shallum, Telem, and Uri."
            },
            {
                "verse_number": "2",
                "verse_text": "Shecaniah son of Jehiel from the family of Elam said:"
            },
            {
                "verse_number": "3",
                "verse_text": "if we follow your advice and the advice of others who truly respect the laws of God. We must promise God that we will divorce our foreign wives and send them away, together with their children."
            },
            {
                "verse_number": "4",
                "verse_text": "Ezra, it's up to you to do something! We will support whatever you do. So be brave!"
            },
            {
                "verse_number": "5",
                "verse_text": "Ezra stood up and made the chief priests, the Levites, and everyone else in Israel swear that they would follow the advice of Shecaniah."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Ezra left God's temple and went to spend the night in the living quarters of Jehohanan son of Eliashib. He felt sorry because of what the people had done, and he did not eat or drink a thing."
            },
            {
                "verse_number": "9",
                "verse_text": "Three days later, on the twentieth day of the ninth month, everyone from Judah and Benjamin came to Jerusalem and sat in the temple courtyard. It was a serious meeting, and they sat there, trembling in the rain."
            },
            {
                "verse_number": "10",
                "verse_text": "Ezra the priest stood up and said:"
            },
            {
                "verse_number": "11",
                "verse_text": "Now you must confess your sins to the Lord God of your ancestors and obey him. Divorce your foreign wives and don't have anything to do with the rest of the foreigners who live around here."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone in the crowd shouted:"
            },
            {
                "verse_number": "13",
                "verse_text": "But there are so many of us, and we can't just stay out here in this downpour. A lot of us have sinned by marrying foreign women, and the matter can't be settled in only a day or two."
            },
            {
                "verse_number": "14",
                "verse_text": "Why can't our officials stay on in Jerusalem and take care of this for us? Let everyone who has sinned in this way meet here at a certain time with leaders and judges from their own towns. If we take care of this problem, God will surely stop being so terribly angry with us."
            },
            {
                "verse_number": "15",
                "verse_text": "Jonathan son of Asahel and Jahzeiah son of Tikvah were the only ones who objected, except for the two Levites, Meshullam and Shabbethai."
            },
            {
                "verse_number": "16",
                "verse_text": "Everyone else who had returned from exile agreed with the plan. So Ezra the priest chose men who were heads of the families, and he listed their names. They started looking into the matter on the first day of the tenth month,"
            },
            {
                "verse_number": "17",
                "verse_text": "and they did not finish until the first day of the first month of the next year."
            },
            {
                "verse_number": "20",
                "verse_text": "Hanani and Zebadiah from the family of Immer;"
            },
            {
                "verse_number": "21",
                "verse_text": "Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah from the family of Harim;"
            },
            {
                "verse_number": "22",
                "verse_text": "Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah from the family of Pashhur."
            },
            {
                "verse_number": "23",
                "verse_text": "Those Levites who had foreign wives were: Jozabad, Shimei, Kelaiah (also known as Kelita), Pethahiah, Judah, and Eliezer."
            },
            {
                "verse_number": "24",
                "verse_text": "Eliashib, the musician, had a foreign wife."
            },
            {
                "verse_number": "25",
                "verse_text": "Here is a list of the others from Israel who had foreign wives: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah, and Benaiah from the family of Parosh;"
            },
            {
                "verse_number": "26",
                "verse_text": "Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah from the family of Elam;"
            },
            {
                "verse_number": "27",
                "verse_text": "Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza from the family of Zattu;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jehohanan, Hananiah, Zabbai, and Athlai from the family of Bebai;"
            },
            {
                "verse_number": "29",
                "verse_text": "Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth from the family of Bani;"
            },
            {
                "verse_number": "30",
                "verse_text": "Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh from the family of Pahath Moab;"
            },
            {
                "verse_number": "33",
                "verse_text": "Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei from the family of Hashum;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah from the family of Nebo."
            },
            {
                "verse_number": "44",
                "verse_text": "These men divorced their foreign wives, then sent them and their children away."
            }
        ]
    }
}