{
    "2 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the church leader. To a very special woman and her children. I truly love all of you, and so does everyone else who knows the truth."
            },
            {
                "verse_number": "2",
                "verse_text": "We love you because the truth is now in our hearts, and it will be there forever."
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God the Father and Jesus Christ his Son will be kind and merciful to us! May they give us peace and truth and love."
            },
            {
                "verse_number": "4",
                "verse_text": "I was very glad to learn that some of your children are obeying the truth, as the Father told us to do."
            },
            {
                "verse_number": "5",
                "verse_text": "Dear friend, I am not writing to tell you and your children to do something you have not done before. I am writing to tell you to love each other, which is the first thing you were told to do."
            },
            {
                "verse_number": "6",
                "verse_text": "Love means we do what God tells us. And from the beginning, he told you to love him."
            },
            {
                "verse_number": "7",
                "verse_text": "Many liars have gone out into the world. These deceitful liars are saying Jesus Christ did not have a truly human body. But they are liars and the enemies of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "So be sure not to lose what we have worked for. If you do, you won't be given your full reward."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't keep changing what you were taught about Christ, or else God will no longer be with you. But if you hold firmly to what you were taught, both the Father and the Son will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "If people won't agree to this teaching, don't welcome them into your home or even greet them."
            },
            {
                "verse_number": "11",
                "verse_text": "Greeting them is the same as taking part in their evil deeds."
            },
            {
                "verse_number": "12",
                "verse_text": "I have much more to tell you, but I don't want to write it with pen and ink. I want to come and talk to you in person, because this will make us really happy."
            },
            {
                "verse_number": "13",
                "verse_text": "Greetings from the children of your very special sister."
            }
        ]
    }
}