{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, chosen by God to be an apostle of Jesus Christ, and from Timothy, who is also a follower. To God's church in Corinth and to all of God's people in Achaia."
            },
            {
                "verse_number": "2",
                "verse_text": "I pray that God our Father and the Lord Jesus Christ will be kind to you and will bless you with peace!"
            },
            {
                "verse_number": "3",
                "verse_text": "Praise God, the Father of our Lord Jesus Christ! The Father is a merciful God, who always gives us comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "He comforts us when we are in trouble, so that we can share this same comfort with others in trouble."
            },
            {
                "verse_number": "5",
                "verse_text": "We share in the terrible sufferings of Christ, but also in the wonderful comfort he gives."
            },
            {
                "verse_number": "6",
                "verse_text": "We suffer in the hope that you will be comforted and saved. And because we are comforted, you will also be comforted, as you patiently endure suffering like ours."
            },
            {
                "verse_number": "7",
                "verse_text": "You never disappoint us. You suffered as much as we did, and we know that you will be comforted as we were."
            },
            {
                "verse_number": "8",
                "verse_text": "My friends, I want you to know what a hard time we had in Asia. Our sufferings were so horrible and so unbearable that death seemed certain."
            },
            {
                "verse_number": "9",
                "verse_text": "In fact, we felt sure we were going to die. But this made us stop trusting in ourselves and start trusting God, who raises the dead to life."
            },
            {
                "verse_number": "10",
                "verse_text": "God saved us from the threat of death, and we are sure that he will do it again and again."
            },
            {
                "verse_number": "11",
                "verse_text": "Please help us by praying for us. Then many people will give thanks for the blessings we receive in answer to all these prayers."
            },
            {
                "verse_number": "12",
                "verse_text": "We can be proud of our clear conscience. We have always lived honestly and sincerely, especially when we were with you. And we were guided by God's gift of undeserved grace instead of by the wisdom of this world."
            },
            {
                "verse_number": "13",
                "verse_text": "I am not writing anything you cannot read and understand. I hope you will understand it completely,"
            },
            {
                "verse_number": "14",
                "verse_text": "just as you already partly understand us. Then when our Lord Jesus returns, you can be as proud of us as we are of you."
            },
            {
                "verse_number": "15",
                "verse_text": "I was so sure of your pride in us that I had planned to visit you first of all. In this way you would have the blessing of two visits from me&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "once on my way to Macedonia and again on my return from there. Then you could send me on to Judea."
            },
            {
                "verse_number": "17",
                "verse_text": "Do you think I couldn't make up my mind about what to do? Or do I seem like someone who says &apos;Yes&apos; or &apos;No&apos; simply to please others?"
            },
            {
                "verse_number": "18",
                "verse_text": "God can be trusted, and so can I, when I say our answer to you has always been &apos;Yes&apos; and never &apos;No.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "This is because Jesus Christ the Son of God is always &apos;Yes&apos; and never &apos;No.&apos; And he is the one Silas, Timothy, and I told you about."
            },
            {
                "verse_number": "20",
                "verse_text": "Christ says &apos;Yes&apos; to all God's promises. This is why we have Christ to say &apos;Amen&apos; for us to the glory of God."
            },
            {
                "verse_number": "21",
                "verse_text": "And so God makes it possible for you and us to stand firmly together with Christ. God is also the one who chose us"
            },
            {
                "verse_number": "22",
                "verse_text": "and put his Spirit in our hearts to show that we belong only to him."
            },
            {
                "verse_number": "23",
                "verse_text": "God is my witness that I stayed away from Corinth, just to keep from being hard on you."
            },
            {
                "verse_number": "24",
                "verse_text": "We are not bosses who tell you what to believe. We are working with you to make you glad, because your faith is strong."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I have decided not to make my next visit with you so painful."
            },
            {
                "verse_number": "2",
                "verse_text": "If I make you feel bad, who would be left to cheer me up, except the people I had made to feel bad?"
            },
            {
                "verse_number": "3",
                "verse_text": "The reason I want to be happy is to make you happy. I wrote as I did because I didn't want to visit you and be made to feel bad, when you should make me feel happy."
            },
            {
                "verse_number": "4",
                "verse_text": "At the time I wrote, I was suffering terribly. My eyes were full of tears, and my heart was broken. But I didn't want to make you feel bad. I only wanted to let you know how much I cared for you. No one really has what it takes to do this work."
            },
            {
                "verse_number": "5",
                "verse_text": "I don't want to be hard on you. But if one of you has made someone feel bad, I am not really the one who has been made to feel bad. Some of you are the ones."
            },
            {
                "verse_number": "6",
                "verse_text": "Most of you have already pointed out the wrong that person did, and this is punishment enough for what was done."
            },
            {
                "verse_number": "7",
                "verse_text": "When people sin, you should forgive and comfort them, so they won't give up in despair."
            },
            {
                "verse_number": "8",
                "verse_text": "You should make them sure of your love for them."
            },
            {
                "verse_number": "9",
                "verse_text": "I also wrote because I wanted to test you and find out if you would follow my instructions."
            },
            {
                "verse_number": "10",
                "verse_text": "I will forgive anyone you forgive. Yes, for your sake and with Christ as my witness, I have forgiven whatever needed to be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "I have done this to keep Satan from getting the better of us. We all know what goes on in his mind."
            },
            {
                "verse_number": "12",
                "verse_text": "When I went to Troas to preach the good news about Christ, I found that the Lord had already prepared the way."
            },
            {
                "verse_number": "13",
                "verse_text": "But I was worried when I didn't find my friend Titus there. So I left the other followers and went on to Macedonia."
            },
            {
                "verse_number": "14",
                "verse_text": "I am grateful that God always makes it possible for Christ to lead us to victory. God also helps us spread the knowledge about Christ everywhere, and this knowledge is like the smell of perfume."
            },
            {
                "verse_number": "17",
                "verse_text": "A lot of people try to get rich from preaching God's message. But we are God's sincere messengers, and by the power of Christ we speak our message with God as our witness."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Are we once again bragging about ourselves? Do we need letters to you or from you to tell others about us? Some people do need letters telling about them."
            },
            {
                "verse_number": "2",
                "verse_text": "But you are our letter, and you are in our hearts for everyone to read and understand."
            },
            {
                "verse_number": "3",
                "verse_text": "You are like a letter written by Christ and delivered by us. But you are not written with pen and ink or on tablets made of stone. You are written in our hearts by the Spirit of the living God."
            },
            {
                "verse_number": "4",
                "verse_text": "We are sure about all this. Christ makes us sure in the very presence of God."
            },
            {
                "verse_number": "5",
                "verse_text": "We don't have the right to claim that we have done anything on our own. God gives us what it takes to do all we do."
            },
            {
                "verse_number": "6",
                "verse_text": "He makes us worthy to be the servants of his new agreement that comes from the Holy Spirit and not from a written Law. After all, the Law brings death, but the Spirit brings life."
            },
            {
                "verse_number": "7",
                "verse_text": "The Law of Moses brought only the promise of death, even though it was carved on stones and given in a wonderful way. Still the Law made Moses' face shine so brightly the people of Israel could not look at it, even though it was a fading glory."
            },
            {
                "verse_number": "8",
                "verse_text": "So won't the agreement the Spirit brings to us be even more wonderful?"
            },
            {
                "verse_number": "9",
                "verse_text": "If something that brings the death sentence is glorious, won't something that makes us acceptable to God be even more glorious?"
            },
            {
                "verse_number": "10",
                "verse_text": "In fact, the new agreement is so wonderful that the Law is no longer glorious at all."
            },
            {
                "verse_number": "11",
                "verse_text": "The Law was given with a glory that faded away. But the glory of the new agreement is much greater, because it will never fade away."
            },
            {
                "verse_number": "12",
                "verse_text": "This wonderful hope makes us feel like speaking freely."
            },
            {
                "verse_number": "13",
                "verse_text": "We are not like Moses. His face was shining, but he covered it to keep the people of Israel from seeing the brightness fade away."
            },
            {
                "verse_number": "14",
                "verse_text": "The people were stubborn, and something still keeps them from seeing the truth when the Law is read. Only Christ can take away the covering that keeps them from seeing."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Law of Moses is read, they have their minds covered over"
            },
            {
                "verse_number": "16",
                "verse_text": "with a covering that is removed only for those who turn to the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord and the Spirit are one and the same, and the Lord's Spirit sets us free."
            },
            {
                "verse_number": "18",
                "verse_text": "So our faces are not covered. They show the bright glory of the Lord, as the Lord's Spirit makes us more and more like our glorious Lord."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "God has been kind enough to trust us with this work. This is why we never give up."
            },
            {
                "verse_number": "2",
                "verse_text": "We don't do shameful things that must be kept secret. And we don't try to fool anyone or twist God's message around. God is our witness that we speak only the truth, so others will be sure we can be trusted."
            },
            {
                "verse_number": "3",
                "verse_text": "If there is anything hidden about our message, it is hidden only to someone who is lost."
            },
            {
                "verse_number": "4",
                "verse_text": "The god who rules this world has blinded the minds of unbelievers. They cannot see the light, which is the good news about our glorious Christ, who shows what God is like."
            },
            {
                "verse_number": "5",
                "verse_text": "We are not preaching about ourselves. Our message is that Jesus Christ is Lord. He also sent us to be your servants."
            },
            {
                "verse_number": "6",
                "verse_text": "The Scriptures say, &apos;God commanded light to shine in the dark.&apos; Now God is shining in our hearts to let you know that his glory is seen in Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "We are like clay jars in which this treasure is stored. The real power comes from God and not from us."
            },
            {
                "verse_number": "8",
                "verse_text": "We often suffer, but we are never crushed. Even when we don't know what to do, we never give up."
            },
            {
                "verse_number": "9",
                "verse_text": "In times of trouble, God is with us, and when we are knocked down, we get up again."
            },
            {
                "verse_number": "12",
                "verse_text": "This means that death is working in us, but life is working in you."
            },
            {
                "verse_number": "13",
                "verse_text": "In the Scriptures it says, &apos;I spoke because I had faith.&apos; We have this same kind of faith. So we speak"
            },
            {
                "verse_number": "14",
                "verse_text": "because we know that God raised the Lord Jesus to life. And just as God raised Jesus, he will also raise us to life. Then he will bring us into his presence together with you."
            },
            {
                "verse_number": "15",
                "verse_text": "All of this has been done for you, so more and more people will know how kind God is and will praise and honor him."
            },
            {
                "verse_number": "16",
                "verse_text": "We never give up. Our bodies are gradually dying, but we ourselves are being made stronger each day."
            },
            {
                "verse_number": "17",
                "verse_text": "These little troubles are getting us ready for an eternal glory that will make all our troubles seem like nothing."
            },
            {
                "verse_number": "18",
                "verse_text": "Things that are seen don't last forever, but things that are not seen are eternal. This is why we keep our minds on the things that cannot be seen."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Our bodies are like tents that we live in here on earth. But when these tents are destroyed, we know that God will give each of us a place to live. These homes will not be buildings someone has made, but they are in heaven and will last forever."
            },
            {
                "verse_number": "2",
                "verse_text": "While we are here on earth, we sigh because we want to live in that heavenly home."
            },
            {
                "verse_number": "3",
                "verse_text": "We want to put it on like clothes and not be naked. As long as we are in these bodies, we are away from the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "These tents we now live in are like a heavy burden, and we groan. But we don't do this just because we want to leave these bodies that will die. It is because we want to change them for bodies that will never die."
            },
            {
                "verse_number": "5",
                "verse_text": "God is the one who makes all this possible. He has given us his Spirit to make us certain he will do it."
            },
            {
                "verse_number": "6",
                "verse_text": "So always be cheerful!"
            },
            {
                "verse_number": "7",
                "verse_text": "But we live by faith, not by what we see."
            },
            {
                "verse_number": "8",
                "verse_text": "We should be cheerful, because we would rather leave these bodies and be at home with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "But whether we are at home with the Lord or away from him, we still try our best to please him."
            },
            {
                "verse_number": "10",
                "verse_text": "After all, Christ will judge each of us for the good or the bad that we do while living in these bodies."
            },
            {
                "verse_number": "11",
                "verse_text": "We know what it means to respect the Lord, and we encourage everyone to turn to him. God himself knows what we are like, and I hope you also know what kind of people we are."
            },
            {
                "verse_number": "12",
                "verse_text": "We are not trying once more to brag about ourselves. But we want you to be proud of us, when you are with those who are not sincere and brag about what others think of them."
            },
            {
                "verse_number": "13",
                "verse_text": "If we seem out of our minds, it is between God and us. But if we are in our right minds, it is for your good."
            },
            {
                "verse_number": "14",
                "verse_text": "We are ruled by Christ's love for us. We are certain that if one person died for everyone else, then all of us have died."
            },
            {
                "verse_number": "15",
                "verse_text": "And Christ did die for all of us. He died so we would no longer live for ourselves, but for the one who died and was raised to life for us."
            },
            {
                "verse_number": "16",
                "verse_text": "We are careful not to judge people by what they seem to be, though we once judged Christ in this way."
            },
            {
                "verse_number": "17",
                "verse_text": "Anyone who belongs to Christ is a new person. The past is forgotten, and everything is new."
            },
            {
                "verse_number": "18",
                "verse_text": "God has done it all! He sent Christ to make peace between himself and us, and he has given us the work of making peace between himself and others."
            },
            {
                "verse_number": "19",
                "verse_text": "What we mean is that God was in Christ, offering peace and forgiveness to the people of this world. And he has given us the work of sharing his message about peace."
            },
            {
                "verse_number": "20",
                "verse_text": "We were sent to speak for Christ, and God is begging you to listen to our message. We speak for Christ and sincerely ask you to make peace with God."
            },
            {
                "verse_number": "21",
                "verse_text": "Christ never sinned! But God treated him as a sinner, so Christ could make us acceptable to God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "We work together with God, and we beg you to make good use of God's gift of undeserved grace."
            },
            {
                "verse_number": "2",
                "verse_text": "In the Scriptures God says, &apos;When the time came, I listened to you, and when you needed help, I came to save you.&apos; That time has come. This is the day for you to be saved. &apos;I will live with these people and walk among them. I will be their God, and they will be my people.&apos; &apos;Leave them and stay away! Don't touch anything that isn't clean. Then I will welcome you You will be my sons and my daughters, as surely as I am God, the All-Powerful.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "We don't want anyone to find fault with our work, and so we try hard not to cause problems."
            },
            {
                "verse_number": "4",
                "verse_text": "But in everything and in every way we show we truly are God's servants. We have always been patient, though we have had a lot of trouble, suffering, and hard times."
            },
            {
                "verse_number": "5",
                "verse_text": "We have been beaten, put in jail, and hurt in riots. We have worked hard and have gone without sleep or food."
            },
            {
                "verse_number": "6",
                "verse_text": "But we have kept ourselves pure and have been understanding, patient, and kind. The Holy Spirit has been with us, and our love has been real."
            },
            {
                "verse_number": "7",
                "verse_text": "We have spoken the truth, and God's power has worked in us. In all our struggles we have said and done only what is right."
            },
            {
                "verse_number": "8",
                "verse_text": "Whether we were honored or dishonored or praised or cursed, we always told the truth about ourselves. But some people said we did not."
            },
            {
                "verse_number": "9",
                "verse_text": "We are unknown to others, but well known to you. We seem to be dying, and yet we are still alive. We have been punished, but never killed,"
            },
            {
                "verse_number": "10",
                "verse_text": "and we are always happy, even in times of suffering. Although we are poor, we have made many people rich. And though we own nothing, everything is ours."
            },
            {
                "verse_number": "11",
                "verse_text": "Friends in Corinth, we are telling the truth when we say there is room in our hearts for you."
            },
            {
                "verse_number": "12",
                "verse_text": "We are not holding back on our love for you, but you are holding back on your love for us."
            },
            {
                "verse_number": "13",
                "verse_text": "I speak to you as I would speak to my own children. Please make room in your hearts for us."
            },
            {
                "verse_number": "14",
                "verse_text": "Stay away from people who are not followers of the Lord! Can someone who is good get along with someone who is evil? Are light and darkness the same?"
            },
            {
                "verse_number": "15",
                "verse_text": "Is Christ a friend of Satan? Can people who follow the Lord have anything in common with those who don't?"
            },
            {
                "verse_number": "16",
                "verse_text": "Do idols belong in the temple of God? We are the temple of the living God, as God himself says,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord also says,"
            },
            {
                "verse_number": "18",
                "verse_text": "and be your Father."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My friends, God has made us these promises. So we should stay away from everything that keeps our bodies and spirits from being clean. We should honor God and try to be completely like him. Although we were encouraged, we felt even better when we saw how happy Titus was, because you had shown he had nothing to worry about."
            },
            {
                "verse_number": "2",
                "verse_text": "Make a place for us in your hearts! We haven't mistreated or hurt anyone. We haven't cheated anyone."
            },
            {
                "verse_number": "3",
                "verse_text": "I am not saying this to be hard on you. But, as I have said before, you will always be in our thoughts, whether we live or die."
            },
            {
                "verse_number": "4",
                "verse_text": "I trust you completely. I am always proud of you, and I am greatly encouraged. In all my trouble I am still very happy."
            },
            {
                "verse_number": "5",
                "verse_text": "After we came to Macedonia, we didn't have any chance to rest. We were faced with all kinds of problems. We were troubled by enemies and troubled by fears."
            },
            {
                "verse_number": "6",
                "verse_text": "But God cheers up people in need, and this is what he did when he sent Titus to us."
            },
            {
                "verse_number": "7",
                "verse_text": "Of course, we were glad to see Titus, but what really made us glad is the way you cheered him up. He told how sorry you were and how concerned you were about me. And this made me even happier."
            },
            {
                "verse_number": "8",
                "verse_text": "I don't feel bad anymore, even though my letter hurt your feelings. I did feel bad at first, but I don't now. I know that the letter hurt you for a while."
            },
            {
                "verse_number": "9",
                "verse_text": "Now I am happy, but not because I hurt your feelings. It is because God used your hurt feelings to make you turn back to him, and none of you were harmed by us."
            },
            {
                "verse_number": "10",
                "verse_text": "When God makes you feel sorry enough to turn to him and be saved, you don't have anything to feel bad about. But when this world makes you feel sorry, it can cause your death."
            },
            {
                "verse_number": "11",
                "verse_text": "Just look what God has done by making you feel sorry! You sincerely want to prove you are innocent. You are angry. You are shocked. You are eager to see that justice is done. You have proved that you were completely right in this matter."
            },
            {
                "verse_number": "12",
                "verse_text": "When I wrote you, it wasn't to accuse the one who was wrong or to take up for the one who was hurt. I wrote, so God would show you how much you do care for us."
            },
            {
                "verse_number": "13",
                "verse_text": "And we were greatly encouraged."
            },
            {
                "verse_number": "14",
                "verse_text": "We had told him how much we thought of you, and you did not disappoint us. Just as we have always told you the truth, so everything we told him about you has also proved to be true."
            },
            {
                "verse_number": "15",
                "verse_text": "Titus loves all of you very much, especially when he remembers how you obeyed him and how you trembled with fear when you welcomed him."
            },
            {
                "verse_number": "16",
                "verse_text": "It makes me really glad to know I can depend on you."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "My friends, we want you to know that the churches in Macedonia have shown others God's gift of undeserved grace."
            },
            {
                "verse_number": "2",
                "verse_text": "Although they were going through hard times and were very poor, they were glad to give generously."
            },
            {
                "verse_number": "3",
                "verse_text": "They gave as much as they could afford and even more, simply because they wanted to."
            },
            {
                "verse_number": "4",
                "verse_text": "They even asked and begged us to let them have the joy of giving their money for God's people."
            },
            {
                "verse_number": "5",
                "verse_text": "And they did more than we had hoped. They gave themselves first to the Lord and then to us, just as God wanted them to do. &apos;Those who gathered too much had nothing left. Those who gathered only a little had all they needed.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Titus was the one who got you started doing this good thing, so we begged him to help you finish what you had begun."
            },
            {
                "verse_number": "7",
                "verse_text": "You do everything better than anyone else. You have stronger faith. You speak better and know more. You are eager to give, and you love us better. Now you must give more generously than anyone else."
            },
            {
                "verse_number": "8",
                "verse_text": "I am not ordering you to do this. I am simply testing how real your love is by comparing it with the concern that others have shown."
            },
            {
                "verse_number": "9",
                "verse_text": "You know our Lord Jesus Christ treated us with undeserved grace by giving up all his riches, so you could become rich."
            },
            {
                "verse_number": "10",
                "verse_text": "A year ago you were the first ones to give, and you gave because you wanted to. So listen to my advice."
            },
            {
                "verse_number": "11",
                "verse_text": "I think you should finish what you started. If you give according to what you have, you will prove you are as eager to give as you were to think about giving."
            },
            {
                "verse_number": "12",
                "verse_text": "It doesn't matter how much you have. What matters is how much you are willing to give from what you have."
            },
            {
                "verse_number": "13",
                "verse_text": "I am not trying to make life easier for others by making life harder for you. But it is only fair"
            },
            {
                "verse_number": "14",
                "verse_text": "for you to share with them when you have so much, and they have so little. Later, when they have more than enough, and you are in need, they can share with you. Then everyone will have a fair share,"
            },
            {
                "verse_number": "15",
                "verse_text": "just as the Scriptures say,"
            },
            {
                "verse_number": "16",
                "verse_text": "I am grateful that God made Titus care as much about you as we do."
            },
            {
                "verse_number": "17",
                "verse_text": "When we begged Titus to visit you, he said he would. He wanted to because he cared so much for you."
            },
            {
                "verse_number": "18",
                "verse_text": "With Titus we are also sending one of the Lord's followers who is well known in every church for spreading the good news."
            },
            {
                "verse_number": "19",
                "verse_text": "The churches chose this follower to travel with us while we carry this gift that will bring praise to the Lord and show how much we hope to help."
            },
            {
                "verse_number": "20",
                "verse_text": "We don't want anyone to find fault with the way we handle your generous gift."
            },
            {
                "verse_number": "21",
                "verse_text": "But we want to do what pleases the Lord and what people think is right."
            },
            {
                "verse_number": "22",
                "verse_text": "We are also sending someone else with Titus and the other follower. We approve of this man. In fact, he has already shown us many times that he wants to help. And now he wants to help even more than ever, because he trusts you so much."
            },
            {
                "verse_number": "23",
                "verse_text": "Titus is my partner, who works with me to serve you. The other two followers are sent by the churches, and they bring honor to Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "Treat them in such a way that the churches will see your love and will know why we bragged about you."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I don't need to write you about the money you plan to give for God's people."
            },
            {
                "verse_number": "2",
                "verse_text": "I know how eager you are to give. And I have proudly told the Lord's followers in Macedonia that you people in Achaia have been ready for a whole year. Now your desire to give has made them want to give."
            },
            {
                "verse_number": "3",
                "verse_text": "This is why I am sending Titus and the two others to you. I want you to be ready, just as I promised. This will prove we were not wrong to brag about you. &apos;A few seeds make a small harvest, but a lot of seeds make a big harvest.&apos; &apos;God freely gives his gifts to the poor, and always does right.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Some followers from Macedonia may come with me, and I want them to find that you have the money ready. If you don't, I would be embarrassed for trusting you to do this. But you would be embarrassed even more."
            },
            {
                "verse_number": "5",
                "verse_text": "So I have decided to ask Titus and the others to spend some time with you before I arrive. This way they can arrange to collect the money you have promised. Then you will have the chance to give because you want to, and not because you feel forced to."
            },
            {
                "verse_number": "6",
                "verse_text": "Remember this saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "Each of you must make up your own mind about how much to give. But don't feel sorry that you must give and don't feel you are forced to give. God loves people who love to give."
            },
            {
                "verse_number": "8",
                "verse_text": "God can bless you with everything you need, and you will always have more than enough to do all kinds of good things for others."
            },
            {
                "verse_number": "9",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "10",
                "verse_text": "God gives seed to farmers and provides everyone with food. He will increase what you have, so you can give even more to those in need."
            },
            {
                "verse_number": "11",
                "verse_text": "You will be blessed in every way, and you will be able to keep on being generous. Then many people will thank God when we deliver your gift."
            },
            {
                "verse_number": "12",
                "verse_text": "What you are doing is much more than a service that supplies God's people with what they need. It is something that will make many others thank God."
            },
            {
                "verse_number": "13",
                "verse_text": "The way in which you have proved yourselves by this service will bring honor and praise to God. You believed the message about Christ, and you obeyed it by sharing generously with God's people and with everyone else."
            },
            {
                "verse_number": "14",
                "verse_text": "Now they are praying for you and want to see you, because God used you to bless them so very much."
            },
            {
                "verse_number": "15",
                "verse_text": "Thank God for his gift that is too wonderful for words!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Do you think I am a coward when I am with you and brave when I am far away? Well, I ask you to listen, because Christ himself was humble and gentle."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people have said we act like the people of this world. So when I arrive, I expect I will have to be firm and forceful in what I say to them. Please don't make me treat you that way."
            },
            {
                "verse_number": "3",
                "verse_text": "We live in this world, but we don't act like its people"
            },
            {
                "verse_number": "4",
                "verse_text": "or fight our battles with the weapons of this world. Instead, we use God's power that can destroy fortresses. We destroy arguments"
            },
            {
                "verse_number": "5",
                "verse_text": "and every bit of pride that keeps anyone from knowing God. We capture people's thoughts and make them obey Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "And when you completely obey him, we will punish anyone who refuses to obey."
            },
            {
                "verse_number": "7",
                "verse_text": "You judge by appearances. If any of you think you are the only ones who belong to Christ, then think again. We belong to Christ as much as you do."
            },
            {
                "verse_number": "8",
                "verse_text": "Maybe I brag a little too much about the authority that the Lord gave me to help you and not to hurt you. Yet I am not embarrassed to brag."
            },
            {
                "verse_number": "9",
                "verse_text": "And I am not trying to scare you with my letters."
            },
            {
                "verse_number": "10",
                "verse_text": "Some of you are saying, &apos;Paul's letters are harsh and powerful. But in person, he is a weakling and has nothing worth saying.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Those people had better understand that when I am with you, I will do exactly what I say in my letters."
            },
            {
                "verse_number": "12",
                "verse_text": "We won't dare compare ourselves with those who think so much of themselves. But they are foolish to compare themselves with themselves."
            },
            {
                "verse_number": "13",
                "verse_text": "We won't brag about something we don't have a right to brag about. We will only brag about the work God has sent us to do, and you are part of that work."
            },
            {
                "verse_number": "14",
                "verse_text": "We are not bragging more than we should. After all, we did bring the message about Christ to you."
            },
            {
                "verse_number": "15",
                "verse_text": "We don't brag about what others have done, as if we had done those things ourselves. But I hope as you become stronger in your faith, we will be able to reach many more of the people around you. That has always been our goal."
            },
            {
                "verse_number": "16",
                "verse_text": "Then we will be able to preach the good news in other lands where we cannot take credit for work someone else has already done."
            },
            {
                "verse_number": "17",
                "verse_text": "The Scriptures say, &apos;If you want to brag, then brag about the Lord.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "You may brag about yourself, but the only approval that counts is the Lord's approval."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Please put up with a little of my foolishness."
            },
            {
                "verse_number": "2",
                "verse_text": "I am as concerned about you as God is. You were like a virgin bride I had chosen only for Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "But now I fear that you will be tricked, just as Eve was tricked by that lying snake. I am afraid that you might stop thinking about Christ in an honest and sincere way."
            },
            {
                "verse_number": "4",
                "verse_text": "We told you about Jesus, and you received the Holy Spirit and accepted our message. But you let some people tell you about another Jesus. Now you are ready to receive another spirit and accept a different message."
            },
            {
                "verse_number": "5",
                "verse_text": "I think I am as good as any of those super apostles."
            },
            {
                "verse_number": "6",
                "verse_text": "I may not speak as well as they do, but I know as much. And this has already been made perfectly clear to you. If they can brag, so can I, but it is a foolish thing to do."
            },
            {
                "verse_number": "7",
                "verse_text": "Was it wrong for me to lower myself and honor you by preaching God's message free of charge?"
            },
            {
                "verse_number": "8",
                "verse_text": "I robbed other churches by taking money from them to serve you."
            },
            {
                "verse_number": "9",
                "verse_text": "Even when I was in need, I still didn't bother you. In fact, some of the Lord's followers from Macedonia brought me what I needed. I have not been a burden to you in the past, and I will never be a burden."
            },
            {
                "verse_number": "10",
                "verse_text": "As surely as I speak the truth about Christ, no one in Achaia can stop me from bragging about this."
            },
            {
                "verse_number": "11",
                "verse_text": "And it isn't because I don't love you. God himself knows how much I do love you."
            },
            {
                "verse_number": "12",
                "verse_text": "I plan to go on doing just what I have always done. Then those people won't be able to brag about doing the same things we are doing."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyway, they are no more than false apostles and dishonest workers. They only pretend to be apostles of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "And it is no wonder. Even Satan tries to make himself look like an angel of light."
            },
            {
                "verse_number": "15",
                "verse_text": "So why does it seem strange for Satan's servants to pretend to do what is right? Someday they will get exactly what they deserve."
            },
            {
                "verse_number": "16",
                "verse_text": "I don't want any of you to think I am a fool. But if you do, then let me be a fool and brag a little."
            },
            {
                "verse_number": "17",
                "verse_text": "When I do all this bragging, I do it as a fool and not for the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "Yet if others want to brag about what they have done, so will I."
            },
            {
                "verse_number": "19",
                "verse_text": "And since you are so smart, you will gladly put up with a fool."
            },
            {
                "verse_number": "20",
                "verse_text": "In fact, you let people make slaves of you and cheat you and steal from you. Why, you even let them strut around and slap you in the face."
            },
            {
                "verse_number": "21",
                "verse_text": "I am ashamed to say we are too weak to behave in such a way."
            },
            {
                "verse_number": "22",
                "verse_text": "Are they Hebrews? So am I. Are they Jews? So am I. Are they from the family of Abraham? Well, so am I."
            },
            {
                "verse_number": "23",
                "verse_text": "Are they servants of Christ? I am a fool to talk this way, but I serve him better than they do. I have worked harder and have been put in jail more times. I have been beaten with whips more and have been in danger of death more often."
            },
            {
                "verse_number": "24",
                "verse_text": "Five times my own people gave me 39 lashes with a whip."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times the Romans beat me with a big stick, and once my enemies stoned me. I have been shipwrecked three times, and I even had to spend a night and a day in the sea."
            },
            {
                "verse_number": "26",
                "verse_text": "During my many travels, I have been in danger from rivers, robbers, my own people, and foreigners. My life has been in danger in cities, in deserts, at sea, and with people who only pretended to be the Lord's followers."
            },
            {
                "verse_number": "27",
                "verse_text": "I have worked and struggled and spent many sleepless nights. I have gone hungry and thirsty and often had nothing to eat. I have been cold from not having enough clothes to keep me warm."
            },
            {
                "verse_number": "28",
                "verse_text": "Besides everything else, each day I am burdened down, worrying about all the churches."
            },
            {
                "verse_number": "29",
                "verse_text": "When others are weak, I am weak too. When others are tricked into sin, I get angry."
            },
            {
                "verse_number": "30",
                "verse_text": "If I have to brag, I will brag about how weak I am."
            },
            {
                "verse_number": "31",
                "verse_text": "God, the Father of our Lord Jesus, knows I am not lying. And God is to be praised forever!"
            },
            {
                "verse_number": "32",
                "verse_text": "The governor of Damascus at the time of King Aretas had the city gates guarded, so he could capture me."
            },
            {
                "verse_number": "33",
                "verse_text": "But I escaped by being let down in a basket through a window in the city wall."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "I have to brag. There is nothing to be gained by it, but I must brag about the visions and other things that the Lord has shown me."
            },
            {
                "verse_number": "2",
                "verse_text": "I know about one of Christ's followers who was taken up into the third heaven 14 years ago. I don't know if the man was still in his body when it happened, but God certainly knows."
            },
            {
                "verse_number": "3",
                "verse_text": "As I said, only God really knows if this man was in his body at the time."
            },
            {
                "verse_number": "4",
                "verse_text": "But he was taken up into paradise, where he heard things too wonderful to tell."
            },
            {
                "verse_number": "5",
                "verse_text": "I will brag about that man, but not about myself, except to say how weak I am."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet even if I did brag, I would not be foolish. I would simply be speaking the truth. But I will try not to say too much. That way, none of you will think more highly of me than you should because of what you have seen me do and say."
            },
            {
                "verse_number": "7",
                "verse_text": "Of course, I am now referring to the wonderful things I saw. One of Satan's angels was sent to make me suffer terribly, so that I would not feel too proud."
            },
            {
                "verse_number": "8",
                "verse_text": "Three times I begged the Lord to make this suffering go away."
            },
            {
                "verse_number": "9",
                "verse_text": "But he replied, &apos;My gift of undeserved grace is all you need. My power is strongest when you are weak.&apos; So if Christ keeps giving me his power, I will gladly brag about how weak I am."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, I am glad to be weak or insulted or mistreated or to have troubles and sufferings, if it is for Christ. Because when I am weak, I am strong."
            },
            {
                "verse_number": "11",
                "verse_text": "I have been making a fool of myself. But you forced me to do it, when you should have been speaking up for me. I may be nothing at all, but I am as good as those super apostles."
            },
            {
                "verse_number": "12",
                "verse_text": "When I was with you, I was patient and worked all the powerful miracles and signs and wonders of a true apostle."
            },
            {
                "verse_number": "13",
                "verse_text": "You missed out on only one blessing the other churches received. That is, you didn't have to support me. Forgive me for doing you wrong."
            },
            {
                "verse_number": "14",
                "verse_text": "I am planning to visit you for the third time. But I still won't make a burden of myself. What I really want is you, and not what you have. Children are not supposed to save up for their parents, but parents are supposed to take care of their children."
            },
            {
                "verse_number": "15",
                "verse_text": "So I will gladly give all I have and all I am. Will you love me less for loving you too much?"
            },
            {
                "verse_number": "16",
                "verse_text": "You agree that I wasn't a burden to you. Maybe that's because I was trying to catch you off guard and trick you."
            },
            {
                "verse_number": "17",
                "verse_text": "Were you cheated by any of those I sent to you?"
            },
            {
                "verse_number": "18",
                "verse_text": "I urged Titus to visit you, and I sent another follower with him. But Titus didn't cheat you, and we felt and behaved the same way he did."
            },
            {
                "verse_number": "19",
                "verse_text": "Have you been thinking all along that we have been defending ourselves to you? Actually, we have been speaking to God as followers of Christ. But, my friends, we did it all for your good."
            },
            {
                "verse_number": "20",
                "verse_text": "I am afraid when I come, we won't be pleased with each other. I fear that some of you may be arguing or jealous or angry or selfish or gossiping or insulting each other. I even fear that you may be proud and acting like a mob."
            },
            {
                "verse_number": "21",
                "verse_text": "I am afraid God will make me ashamed when I visit you again. I will feel like crying because many of you have never given up your old sins. You are still doing things that are immoral, indecent, and shameful."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I am on my way to visit you for the third time. And as the Scriptures say, &apos;Any charges must be proved true by at least two or three witnesses.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "During my second visit I warned you that I would punish you and anyone else who doesn't stop sinning. I am far away from you now, but I give you the same warning."
            },
            {
                "verse_number": "3",
                "verse_text": "This should prove to you that I am speaking for Christ. When he corrects you, he won't be weak. He will be powerful!"
            },
            {
                "verse_number": "4",
                "verse_text": "Although he was weak when he was nailed to the cross, he now lives by the power of God. We are weak, just as Christ was. But you will see that we will live by the power of God, just as Christ does. Now I pray that God, who gives love and peace, will be with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Test yourselves and find out if you really are true to your faith. If you pass the test, you will discover that Christ is living in you. But if Christ isn't living in you, you have failed."
            },
            {
                "verse_number": "6",
                "verse_text": "I hope you will discover we have not failed."
            },
            {
                "verse_number": "7",
                "verse_text": "We pray you will stop doing evil things. We don't pray like this to make ourselves look good, but to get you to do right, even if we are failures."
            },
            {
                "verse_number": "8",
                "verse_text": "All we can do is to follow the truth and not fight against it."
            },
            {
                "verse_number": "9",
                "verse_text": "Even though we are weak, we are glad that you are strong, and we pray you will do even better."
            },
            {
                "verse_number": "10",
                "verse_text": "I am writing these things to you before I arrive. This way I won't have to be hard on you when I use the authority the Lord has given me. I was given this authority, so I could help you and not destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "Goodbye, my friends. Do better and pay attention to what I have said. Try to get along and live peacefully with each other."
            },
            {
                "verse_number": "12",
                "verse_text": "Give each other a warm greeting. All God's people send their greetings."
            },
            {
                "verse_number": "13",
                "verse_text": "I pray that the Lord Jesus Christ will bless you and be kind to you! May God bless you with his love, and may the Holy Spirit join all your hearts together."
            }
        ]
    }
}