{
    "1 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, Silas, and Timothy. To the church in Thessalonica, the people of God the Father and of the Lord Jesus Christ. I pray that God will be kind to you and will bless you with peace!"
            },
            {
                "verse_number": "2",
                "verse_text": "We thank God for you and always mention you in our prayers. Each time we pray,"
            },
            {
                "verse_number": "3",
                "verse_text": "we tell God our Father about your faith and loving work and about your firm hope in our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "My dear friends, God loves you, and we know he has chosen you to be his people."
            },
            {
                "verse_number": "5",
                "verse_text": "When we told you the good news, it was with the power and assurance that come from the Holy Spirit, and not simply with words. You knew what kind of people we were and how we helped you."
            },
            {
                "verse_number": "6",
                "verse_text": "So, when you accepted the message, you followed our example and the example of the Lord. You suffered, but the Holy Spirit made you glad."
            },
            {
                "verse_number": "7",
                "verse_text": "You became an example for all the Lord's followers in Macedonia and Achaia."
            },
            {
                "verse_number": "8",
                "verse_text": "And because of you, the Lord's message has spread everywhere in those regions. Now the news of your faith in God is known all over the world, and we don't have to say a thing about it."
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone is talking about how you welcomed us and how you turned away from idols to serve the true and living God."
            },
            {
                "verse_number": "10",
                "verse_text": "They also tell how you are waiting for his Son Jesus to come from heaven. God raised him from death, and on the day of judgment Jesus will save us from God's anger."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My friends, you know our time with you wasn't wasted."
            },
            {
                "verse_number": "2",
                "verse_text": "As you remember, we had been mistreated and insulted at Philippi. But God gave us the courage to tell you the good news about him, even though many people caused us trouble."
            },
            {
                "verse_number": "3",
                "verse_text": "We didn't have any hidden motives when we won you over, and we didn't try to fool or trick anyone."
            },
            {
                "verse_number": "4",
                "verse_text": "God was pleased to trust us with his message. We didn't speak to please people, but to please God who knows our motives."
            },
            {
                "verse_number": "5",
                "verse_text": "You also know we didn't try to flatter anyone. God himself knows what we did wasn't a cover-up for greed."
            },
            {
                "verse_number": "6",
                "verse_text": "We were not trying to get you or anyone else to praise us."
            },
            {
                "verse_number": "7",
                "verse_text": "But as apostles, we could have demanded help from you. After all, Christ is the one who sent us. We chose to be like children or like a mother nursing her baby."
            },
            {
                "verse_number": "8",
                "verse_text": "We cared so much for you, and you became so dear to us, that we were willing to give our lives for you when we gave you God's message."
            },
            {
                "verse_number": "9",
                "verse_text": "My dear friends, you surely haven't forgotten our hard work and hardships. You remember how night and day we struggled to make a living, so we could tell you God's message without being a burden to anyone."
            },
            {
                "verse_number": "10",
                "verse_text": "Both you and God are witnesses that we were pure and honest and innocent in our dealings with you followers of the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "You also know we did everything for you that parents would do for their own children."
            },
            {
                "verse_number": "12",
                "verse_text": "We begged, encouraged, and urged each of you to live in a way that would honor God. He is the one who chose you to share in his own kingdom and glory."
            },
            {
                "verse_number": "13",
                "verse_text": "We always thank God that you believed the message we preached. It came from him, and it isn't something made up by humans. You accepted it as God's message, and now he is working in you."
            },
            {
                "verse_number": "14",
                "verse_text": "My friends, you did just like God's churches in Judea and like the other followers of Christ Jesus there. And so, you were mistreated by your own people, in the same way they were mistreated by their people."
            },
            {
                "verse_number": "15",
                "verse_text": "Those evil people killed the Lord Jesus and the prophets, and they even chased us away. God doesn't like what they do and neither does anyone else."
            },
            {
                "verse_number": "16",
                "verse_text": "They keep us from speaking his message to the Gentiles and from leading them to be saved. They have always gone too far with their sins. Now God has finally become angry and will punish them."
            },
            {
                "verse_number": "17",
                "verse_text": "My friends, we were kept from coming to you for a while, but we never stopped thinking about you. We were eager to see you and tried our best to visit you in person."
            },
            {
                "verse_number": "18",
                "verse_text": "We really wanted to come. I myself tried several times, but Satan always stopped us."
            },
            {
                "verse_number": "19",
                "verse_text": "After all, when the Lord Jesus appears, who else but you will give us hope and joy and be like a glorious crown for us?"
            },
            {
                "verse_number": "20",
                "verse_text": "You alone are our glory and joy!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally, we couldn't stand it any longer. We decided to stay in Athens by ourselves"
            },
            {
                "verse_number": "2",
                "verse_text": "and send our friend Timothy to you. He works with us as God's servant and preaches the good news about Christ. We wanted him to make you strong in your faith and to encourage you."
            },
            {
                "verse_number": "3",
                "verse_text": "We didn't want any of you to be discouraged by all these troubles. You knew we would have to suffer,"
            },
            {
                "verse_number": "4",
                "verse_text": "because when we were with you, we told you this would happen. And we did suffer, as you well know."
            },
            {
                "verse_number": "5",
                "verse_text": "At last, when I could not wait any longer, I sent Timothy to find out about your faith. I hoped Satan had not tempted you and made all our work useless."
            },
            {
                "verse_number": "6",
                "verse_text": "Timothy has now come back from his visit with you and has told us about your faith and love. He also said that you always have happy memories of us and that you want to see us as much as we want to see you."
            },
            {
                "verse_number": "7",
                "verse_text": "My friends, even though we have a lot of trouble and suffering, your faith makes us feel better about you."
            },
            {
                "verse_number": "8",
                "verse_text": "Your strong faith in the Lord is like a breath of new life."
            },
            {
                "verse_number": "9",
                "verse_text": "How can we possibly thank God enough for all the happiness you have brought us?"
            },
            {
                "verse_number": "10",
                "verse_text": "Day and night we sincerely pray that we will see you again and help you to have an even stronger faith."
            },
            {
                "verse_number": "11",
                "verse_text": "We pray that God our Father and our Lord Jesus will let us visit you."
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord make your love for each other and for everyone else grow by leaps and bounds. This is how our love for you has grown."
            },
            {
                "verse_number": "13",
                "verse_text": "And when our Lord comes with all his people, I pray he will make your hearts pure and innocent in the sight of God the Father."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Finally, my dear friends, since you belong to the Lord Jesus, we beg and urge you to live as we taught you. Then you will please God. You are already living that way, but try even harder."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember the instructions we gave you as followers of the Lord Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "God wants you to be holy, so don't be immoral in matters of sex."
            },
            {
                "verse_number": "4",
                "verse_text": "Respect and honor your wife."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't be a slave of your desires or live like people who don't know God."
            },
            {
                "verse_number": "6",
                "verse_text": "You must not cheat any of the Lord's followers in matters of sex. Remember, we warned you that he punishes everyone who does such things."
            },
            {
                "verse_number": "7",
                "verse_text": "God didn't choose you to be filthy, but to be pure."
            },
            {
                "verse_number": "8",
                "verse_text": "So if you don't obey these rules, you are not really disobeying us. Instead, you are disobeying God, who gives you his Holy Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "We don't have to write you about the need to love each other. God has taught you to do this,"
            },
            {
                "verse_number": "10",
                "verse_text": "and you already have shown your love for all his people in Macedonia. But, my dear friends, we ask you to do even more."
            },
            {
                "verse_number": "11",
                "verse_text": "Try your best to live quietly, to mind your own business, and to work hard, just as we taught you to do."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will be respected by people who are not followers of the Lord, and you won't have to depend on anyone."
            },
            {
                "verse_number": "13",
                "verse_text": "My friends, we want you to understand how it will be for those followers who have already died. Then you won't grieve over them and be like people who don't have any hope."
            },
            {
                "verse_number": "14",
                "verse_text": "We believe Jesus died and was raised to life. We also believe that when God brings Jesus back again, he will bring with him all who had faith in Jesus before they died."
            },
            {
                "verse_number": "15",
                "verse_text": "Our Lord Jesus told us that when he comes, we won't go up to meet him ahead of his followers who have already died."
            },
            {
                "verse_number": "16",
                "verse_text": "With a loud command and with the shout of the chief angel and a blast of God's trumpet, the Lord will return from heaven. Then those who had faith in Christ before they died will be raised to life."
            },
            {
                "verse_number": "17",
                "verse_text": "Next, all of us who are still alive will be taken up into the clouds together with them to meet the Lord in the sky. From that time on we will all be with the Lord forever."
            },
            {
                "verse_number": "18",
                "verse_text": "Encourage each other with these words."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I don't need to write you about the time or date when all this will happen."
            },
            {
                "verse_number": "2",
                "verse_text": "You surely know that the Lord's return will be as a thief coming at night."
            },
            {
                "verse_number": "3",
                "verse_text": "People will think they are safe and secure. But destruction will suddenly strike them like the pains of a woman about to give birth. And they won't escape."
            },
            {
                "verse_number": "4",
                "verse_text": "My dear friends, you don't live in darkness, and so that day won't surprise you like a thief."
            },
            {
                "verse_number": "5",
                "verse_text": "You belong to the light and live in the day. We don't live in the night or belong to the dark."
            },
            {
                "verse_number": "6",
                "verse_text": "Others may sleep, but we should stay awake and be alert."
            },
            {
                "verse_number": "7",
                "verse_text": "People sleep during the night, and some even get drunk."
            },
            {
                "verse_number": "8",
                "verse_text": "But we belong to the day. So we must stay sober and let our faith and love be like a suit of armor. Our firm hope that we will be saved is our helmet."
            },
            {
                "verse_number": "9",
                "verse_text": "God doesn't intend to punish us, but wants us to be saved by our Lord Jesus Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "Christ died for us, so we could live with him, whether we are alive or dead when he comes."
            },
            {
                "verse_number": "11",
                "verse_text": "This is why you must encourage and help each other, just as you are already doing."
            },
            {
                "verse_number": "12",
                "verse_text": "My friends, we ask you to be thoughtful of your leaders who work hard and tell you how to live for the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Show them great respect and love because of their work. Try to get along with each other."
            },
            {
                "verse_number": "14",
                "verse_text": "My friends, we beg you to warn anyone who isn't living right. Encourage anyone who feels left out, help all who are weak, and be patient with everyone."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't be hateful to people, just because they are hateful to you. Rather, be good to each other and to everyone else."
            },
            {
                "verse_number": "16",
                "verse_text": "Always be joyful"
            },
            {
                "verse_number": "17",
                "verse_text": "and never stop praying."
            },
            {
                "verse_number": "18",
                "verse_text": "Whatever happens, keep thanking God because of Jesus Christ. This is what God wants you to do."
            },
            {
                "verse_number": "19",
                "verse_text": "Don't turn away God's Spirit"
            },
            {
                "verse_number": "20",
                "verse_text": "or ignore prophecies."
            },
            {
                "verse_number": "21",
                "verse_text": "Put everything to the test. Accept what is good"
            },
            {
                "verse_number": "22",
                "verse_text": "and don't have anything to do with evil."
            },
            {
                "verse_number": "23",
                "verse_text": "I pray that God, who gives peace, will make you completely holy. And may your spirit, soul, and body be kept healthy and faultless until our Lord Jesus Christ returns."
            },
            {
                "verse_number": "24",
                "verse_text": "The one who chose you can be trusted, and he will do this."
            },
            {
                "verse_number": "25",
                "verse_text": "Friends, please pray for us."
            },
            {
                "verse_number": "26",
                "verse_text": "Give the Lord's followers a warm greeting."
            },
            {
                "verse_number": "27",
                "verse_text": "In the name of the Lord I beg you to read this letter to all his followers."
            },
            {
                "verse_number": "28",
                "verse_text": "I pray that our Lord Jesus Christ will be kind to you!"
            }
        ]
    }
}