{
    "Haggai": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "On the first day of the sixth month of the second year that Darius was king of Persia, the Lord told Haggai the prophet to speak his message to the governor of Judah and to the high priest. So Haggai told Governor Zerubbabel and High Priest Joshua You say this isn't the right time to build a temple for me. But is it right for you to live in expensive houses, while my temple is a pile of ruins? Just look at what's happening."
            },
            {
                "verse_number": "6",
                "verse_text": "You harvest less than you plant, you never have enough to eat or drink, your clothes don't keep you warm, and your wages are stored in bags full of holes."
            },
            {
                "verse_number": "7",
                "verse_text": "Think about what I have said!"
            },
            {
                "verse_number": "8",
                "verse_text": "But first, go to the hills and get wood for my temple, so I can take pride in it and be worshiped there."
            },
            {
                "verse_number": "9",
                "verse_text": "You expected much, but received only a little. And when you brought it home, I made that little disappear. Why have I done this? It's because you hurry off to build your own houses, while my temple is still in ruins."
            },
            {
                "verse_number": "10",
                "verse_text": "That's also why the dew doesn't fall and your harvest fails."
            },
            {
                "verse_number": "11",
                "verse_text": "And so, at my command everything will become barren&ndash;your farmland and pastures, your vineyards and olive trees, your animals and you yourselves. All your hard work will be for nothing."
            },
            {
                "verse_number": "12",
                "verse_text": "Zerubbabel and Joshua, together with the others who had returned from exile in Babylonia, obeyed the Lord 's message spoken by his prophet Haggai, and they started showing proper respect for the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Haggai then told them that the Lord had promised to be with them."
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord God All-Powerful made everyone eager to work on his temple, especially Zerubbabel and Joshua."
            },
            {
                "verse_number": "15",
                "verse_text": "And the work began on the twenty-fourth day of that same month."
            }
        ],
        "2": [
            {
                "verse_number": "3",
                "verse_text": "Does anyone remember how glorious this temple used to be? Now it looks like nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "But cheer up! Because I, the Lord All-Powerful, will be here to help you with the work,"
            },
            {
                "verse_number": "5",
                "verse_text": "just as I promised your ancestors when I brought them out of Egypt. Don't worry. My Spirit is right here with you."
            },
            {
                "verse_number": "6",
                "verse_text": "Soon I will again shake the heavens and the earth, the sea and the dry land."
            },
            {
                "verse_number": "7",
                "verse_text": "I will shake the nations, and their treasures will be brought here. Then the brightness of my glory will fill this temple."
            },
            {
                "verse_number": "8",
                "verse_text": "All silver and gold belong to me,"
            },
            {
                "verse_number": "9",
                "verse_text": "and I promise that this new temple will be more glorious than the first one. I will also bless this city with peace."
            },
            {
                "verse_number": "10",
                "verse_text": "On the twenty-fourth day of the ninth month, the Lord God All-Powerful told the prophet Haggai"
            },
            {
                "verse_number": "11",
                "verse_text": "to ask the priests for their opinion on the following matters:"
            },
            {
                "verse_number": "12",
                "verse_text": "Suppose meat ready to be sacrificed to God is being carried in the folds of someone's clothing, and the clothing rubs against some bread or stew or wine or olive oil or any other food. Would those foods that were touched then become acceptable for sacrifice?"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai said, &apos;Suppose someone has touched a dead body and is considered unacceptable to worship God. If that person touches these foods, would they become unclean?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord told Haggai to say:"
            },
            {
                "verse_number": "15",
                "verse_text": "But from now on, things will get better. Before you started laying the foundation for the temple,"
            },
            {
                "verse_number": "16",
                "verse_text": "you recalled what life was like in the past. When you wanted 200 kilograms of wheat, there were only 10, and when you wanted 50 jars of wine, there were only 20."
            },
            {
                "verse_number": "17",
                "verse_text": "I made all of your hard work useless by sending mildew, mold, and hail&ndash;but you still did not return to me, your Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Today you have completed the foundation for my temple, so listen to what your future will be like."
            },
            {
                "verse_number": "19",
                "verse_text": "Although you have not yet harvested any grain, grapes, figs, pomegranates, or olives, I will richly bless you in the days ahead."
            },
            {
                "verse_number": "20",
                "verse_text": "That same day the Lord spoke to Haggai again and said:"
            },
            {
                "verse_number": "21",
                "verse_text": "Tell Governor Zerubbabel of Judah that I am going to shake the heavens and the earth"
            },
            {
                "verse_number": "22",
                "verse_text": "and wipe out kings and their kingdoms. I will overturn war chariots, and then cavalry troops will start slaughtering each other."
            },
            {
                "verse_number": "23",
                "verse_text": "But tell my servant Zerubbabel that I, the Lord All-Powerful, have chosen him, and he will rule in my name."
            }
        ]
    }
}