{
    "Mark": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the good news about Jesus Christ, the Son of God."
            },
            {
                "verse_number": "2",
                "verse_text": "It began just as God had said in the book written by Isaiah the prophet, &apos;I am sending my messenger to get the way ready for you. someone is shouting, &quot;Get the road ready for the Lord! Make a straight path for him.&quot; &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "In the desert"
            },
            {
                "verse_number": "4",
                "verse_text": "So John the Baptist showed up in the desert and told everyone, &apos;Turn back to God and be baptized! Then your sins will be forgiven.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "From all Judea and Jerusalem crowds of people went to John. They told how sorry they were for their sins, and he baptized them in the Jordan River."
            },
            {
                "verse_number": "6",
                "verse_text": "John wore clothes made of camel's hair. He had a leather strap around his waist and ate grasshoppers and wild honey."
            },
            {
                "verse_number": "7",
                "verse_text": "John also told the people, &apos;Someone more powerful is going to come. And I am not good enough even to stoop down and untie his sandals."
            },
            {
                "verse_number": "8",
                "verse_text": "I baptize you with water, but he will baptize you with the Holy Spirit!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "About that time Jesus came from Nazareth in Galilee, and John baptized him in the Jordan River."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as Jesus came out of the water, he saw the sky open and the Holy Spirit coming down to him like a dove."
            },
            {
                "verse_number": "11",
                "verse_text": "A voice from heaven said, &apos;You are my own dear Son, and I am pleased with you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At once God's Spirit made Jesus go into the desert."
            },
            {
                "verse_number": "13",
                "verse_text": "He stayed there for 40 days while Satan tested him. Jesus was with the wild animals, but angels took care of him."
            },
            {
                "verse_number": "14",
                "verse_text": "After John was arrested, Jesus went to Galilee and told the good news that comes from God."
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;The time has come! God's kingdom will soon be here. Turn back to God and believe the good news!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As Jesus was walking along the shore of Lake Galilee, he saw Simon and his brother Andrew. They were fishermen and were casting their nets into the lake."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to them, &apos;Follow me! I will teach you how to bring in people instead of fish.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Right then the two brothers dropped their nets and went with him."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus walked on and soon saw James and John, the sons of Zebedee. They were in a boat, mending their nets."
            },
            {
                "verse_number": "20",
                "verse_text": "At once Jesus asked them to come with him. They left their father in the boat with the hired workers and went with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus and his disciples went to the town of Capernaum. Then on the next Sabbath he went into the synagogue and started teaching."
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone was amazed at his teaching. He taught with authority, and not like the teachers of the Law of Moses."
            },
            {
                "verse_number": "23",
                "verse_text": "Suddenly a man with an evil spirit in him entered the synagogue and yelled,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Jesus from Nazareth, what do you want with us? Have you come to destroy us? I know who you are! You are God's Holy One.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus told the evil spirit, &apos;Be quiet and come out of the man!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The spirit shook him. Then it gave a loud shout and left."
            },
            {
                "verse_number": "27",
                "verse_text": "Everyone was completely surprised and kept saying to each other, &apos;What is this? It must be some new kind of powerful teaching! Even the evil spirits obey him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "News about Jesus quickly spread all over Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "As soon as Jesus left the synagogue with James and John, they went home with Simon and Andrew."
            },
            {
                "verse_number": "30",
                "verse_text": "When they got there, Jesus was told that Simon's mother-in-law was sick in bed with fever."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went to her. He took hold of her hand and helped her up. The fever left her, and she served them a meal."
            },
            {
                "verse_number": "32",
                "verse_text": "That evening after sunset, all who were sick or had demons in them were brought to Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "In fact, the whole town gathered around the door of the house."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus healed all kinds of terrible diseases and forced out a lot of demons. But the demons knew who he was, and he did not let them speak."
            },
            {
                "verse_number": "35",
                "verse_text": "Very early the next morning before daylight, Jesus got up and went to a place where he could be alone and pray."
            },
            {
                "verse_number": "36",
                "verse_text": "Simon and the others started looking for him."
            },
            {
                "verse_number": "37",
                "verse_text": "And when they found him, they said, &apos;Everyone is looking for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus replied, &apos;We must go to the nearby towns, so that I can tell the good news to those people. This is why I have come.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus went to their synagogues everywhere in Galilee, where he preached and forced out demons."
            },
            {
                "verse_number": "40",
                "verse_text": "A man with leprosy came to Jesus and knelt down. He begged, &apos;You have the power to make me well, if only you wanted to.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus felt sorry for the man. So he put his hand on him and said, &apos;I want to! Now you are well.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "At once the man's leprosy disappeared, and he was well."
            },
            {
                "verse_number": "43",
                "verse_text": "After Jesus strictly warned the man, he sent him on his way."
            },
            {
                "verse_number": "44",
                "verse_text": "He said, &apos;Don't tell anyone about this. Just go and show the priest that you are well. Then take a gift to the temple as Moses commanded, and everyone will know that you have been healed.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "The man talked about it so much and told so many people, that Jesus could no longer go openly into a town. He had to stay away from the towns, but people still came to him from everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Jesus went back to Capernaum, and a few days later people heard that he was at home."
            },
            {
                "verse_number": "2",
                "verse_text": "Then so many of them came to the house that there wasn't even standing room left in front of the door. Jesus was still teaching The friends of a bridegroom don't go without eating while he is still with them."
            },
            {
                "verse_number": "3",
                "verse_text": "when four people came up, carrying a man on a mat because he could not walk."
            },
            {
                "verse_number": "4",
                "verse_text": "But because of the crowd, they could not get him to Jesus. So they made a hole in the roof above him and let the man down in front of everyone."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus saw how much faith they had, he said to the man, &apos;My friend, your sins are forgiven.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Some of the teachers of the Law of Moses were sitting there. They started wondering,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Why would he say such a thing? He must think he is God! Only God can forgive sins.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At once, Jesus knew what they were thinking, and he said, &apos;Why are you thinking such things?"
            },
            {
                "verse_number": "9",
                "verse_text": "Is it easier for me to tell this man his sins are forgiven or to tell him to get up and pick up his mat and go on home?"
            },
            {
                "verse_number": "10",
                "verse_text": "I will show you that the Son of Man has the right to forgive sins here on earth.&apos; So Jesus said to the man,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Get up! Pick up your mat and go on home.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The man got right up. He picked up his mat and went out while everyone watched in amazement. They praised God and said, &apos;We have never seen anything like this!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Once again, Jesus went to the shore of Lake Galilee. A large crowd gathered around him, and he taught them."
            },
            {
                "verse_number": "14",
                "verse_text": "As he walked along, he saw Levi, the son of Alphaeus. Levi was sitting at the place for paying taxes, and Jesus said to him, &apos;Follow me!&apos; So he got up and went with Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Later, Jesus and his disciples were having dinner at Levi's house. Many tax collectors and other sinners had become followers of Jesus, and they were also guests at the dinner."
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the teachers of the Law of Moses were Pharisees, and they saw Jesus eating with sinners and tax collectors. So they asked his disciples, &apos;Why does he eat with tax collectors and sinners?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus heard them and answered, &apos;Healthy people don't need a doctor, but sick people do. I didn't come to invite good people to be my followers. I came to invite sinners.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The followers of John the Baptist and the Pharisees often went without eating. Some people came and asked Jesus, &apos;Why do the followers of John and those of the Pharisees often go without eating, while your disciples never do?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "20",
                "verse_text": "But the time will come when he will be taken from them. Then they will go without eating."
            },
            {
                "verse_number": "21",
                "verse_text": "No one patches old clothes by sewing on a piece of new cloth. The new piece would shrink and tear a bigger hole."
            },
            {
                "verse_number": "22",
                "verse_text": "No one pours new wine into old wineskins. The wine would swell and burst the old skins. Then the wine would be lost, and the skins would be ruined. New wine must be put into new wineskins."
            },
            {
                "verse_number": "23",
                "verse_text": "One Sabbath Jesus and his disciples were walking through some wheat fields. His disciples were picking grains of wheat as they went along."
            },
            {
                "verse_number": "24",
                "verse_text": "Some Pharisees asked Jesus, &apos;Why are your disciples picking grain on the Sabbath? They are not supposed to do that!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus answered, &apos;Haven't you read what David did when he and his followers were hungry and in need?"
            },
            {
                "verse_number": "26",
                "verse_text": "It was during the time of Abiathar the high priest. David went into the house of God and ate the sacred loaves of bread that only priests are allowed to eat. He also gave some to his followers.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus finished by saying, &apos;People were not made for the good of the Sabbath. The Sabbath was made for the good of people."
            },
            {
                "verse_number": "28",
                "verse_text": "So the Son of Man is Lord over the Sabbath.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The next time Jesus went into the synagogue, a man with a paralyzed hand was there."
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees wanted to accuse Jesus of doing something wrong, and they kept watching to see if Jesus would heal him on the Sabbath. How can Satan force himself out?"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus told the man to stand up where everyone could see him."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he asked, &apos;On the Sabbath should we do good deeds or evil deeds? Should we save someone's life or destroy it?&apos; But no one said a word."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus was angry as he looked around at the people. Yet he felt sorry for them because they were so stubborn. Then he told the man, &apos;Stretch out your hand.&apos; He did, and his bad hand was healed."
            },
            {
                "verse_number": "6",
                "verse_text": "The Pharisees left. And at once they started making plans with Herod's followers to kill Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus led his disciples down to the shore of the lake. Large crowds followed him from Galilee, Judea,"
            },
            {
                "verse_number": "8",
                "verse_text": "and Jerusalem. People came from Idumea, as well as other places east of the Jordan River. They also came from the region around the towns of Tyre and Sidon. All of these crowds came because they had heard what Jesus was doing."
            },
            {
                "verse_number": "9",
                "verse_text": "He even had to tell his disciples to get a boat ready to keep him from being crushed by the crowds."
            },
            {
                "verse_number": "10",
                "verse_text": "After Jesus had healed many people, the other sick people begged him to let them touch him."
            },
            {
                "verse_number": "11",
                "verse_text": "And whenever any evil spirits saw Jesus, they would fall to the ground and shout, &apos;You are the Son of God!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Jesus warned the spirits not to tell who he was."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus decided to ask some of his disciples to go up on a mountain with him, and they went."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he chose twelve of them to be his apostles, so they could be with him. He also wanted to send them out to preach"
            },
            {
                "verse_number": "15",
                "verse_text": "and to force out demons."
            },
            {
                "verse_number": "16",
                "verse_text": "Simon was one of the twelve, and Jesus named him Peter."
            },
            {
                "verse_number": "17",
                "verse_text": "There were also James and John, the two sons of Zebedee. Jesus called them Boanerges, which means &apos;Thunderbolts.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, and Thaddaeus were also apostles. The others were Simon, known as the Eager One,"
            },
            {
                "verse_number": "19",
                "verse_text": "and Judas Iscariot, who later betrayed Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus went back home, and once again such a large crowd gathered that there was no chance even to eat."
            },
            {
                "verse_number": "21",
                "verse_text": "When Jesus' family heard what he was doing, they thought he was crazy and went to get him under control."
            },
            {
                "verse_number": "22",
                "verse_text": "Some teachers of the Law of Moses came from Jerusalem and said, &apos;This man is under the power of Beelzebul, the ruler of demons! He is even forcing out demons with the help of Beelzebul.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus told the people to gather around him. Then he spoke to them in riddles and said:"
            },
            {
                "verse_number": "24",
                "verse_text": "A nation whose people fight each other won't last very long."
            },
            {
                "verse_number": "25",
                "verse_text": "And a family that fights won't last long either."
            },
            {
                "verse_number": "26",
                "verse_text": "So if Satan fights against himself, that will be the end of him."
            },
            {
                "verse_number": "27",
                "verse_text": "How can anyone break into the house of a strong man and steal his things, unless he first ties up the strong man? Then he can take everything."
            },
            {
                "verse_number": "28",
                "verse_text": "I promise you that any of the sinful things you say or do can be forgiven, no matter how terrible those things are."
            },
            {
                "verse_number": "29",
                "verse_text": "But if you speak against the Holy Spirit, you can never be forgiven. That sin will be held against you forever."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said this because the people were saying that he had an evil spirit in him."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus' mother and brothers came and stood outside. Then they sent someone with a message for him to come out to them."
            },
            {
                "verse_number": "32",
                "verse_text": "The crowd sitting around Jesus told him, &apos;Your mother and your brothers and sisters are outside and want to see you.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus asked, &apos;Who is my mother and who are my brothers?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then he looked at the people sitting around him and said, &apos;Here are my mother and my brothers."
            },
            {
                "verse_number": "35",
                "verse_text": "Anyone who obeys God is my brother or sister or mother.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The next time Jesus taught beside Lake Galilee, a big crowd gathered. It was so large that he had to sit in a boat out on the lake, while the people stood on the shore."
            },
            {
                "verse_number": "2",
                "verse_text": "He used stories to teach them many things, and this is part of what he taught: I have explained the secret about God's kingdom to you, but for others I can use only stories. &apos;These people will look and look, but never see. They will listen and listen, but never understand. If they did, they would turn to God and be forgiven.&apos; If you don't understand this story, you won't understand any others. You don't light a lamp and put it under a clay pot or under a bed. Don't you put a lamp on a lampstand? God's kingdom is like what happens when a farmer scatters seed in a field. What is God's kingdom like? What story can I use to explain it?"
            },
            {
                "verse_number": "3",
                "verse_text": "Now listen! A farmer went out to scatter seed in a field."
            },
            {
                "verse_number": "4",
                "verse_text": "While the farmer was scattering the seed, some of it fell along the road and was eaten by birds."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seeds fell on thin, rocky ground and quickly started growing because the soil wasn't very deep."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun came up, the plants were scorched and dried up, because they did not have deep roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Some other seeds fell where thornbushes grew up and choked out the plants. So they did not produce any grain."
            },
            {
                "verse_number": "8",
                "verse_text": "But a few seeds did fall on good ground where the plants grew and produced 30 or 60 or even 100 times as much as was scattered."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus said, &apos;If you have ears, pay attention.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus was alone with the twelve apostles and some others, they asked him about these stories."
            },
            {
                "verse_number": "11",
                "verse_text": "He answered:"
            },
            {
                "verse_number": "12",
                "verse_text": "The reason is,"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus then told them:"
            },
            {
                "verse_number": "14",
                "verse_text": "What the farmer is spreading is really the message about the kingdom."
            },
            {
                "verse_number": "15",
                "verse_text": "The seeds that fell along the road are the people who hear the message. But Satan soon comes and snatches it away from them."
            },
            {
                "verse_number": "16",
                "verse_text": "The seeds that fell on rocky ground are the people who gladly hear the message and accept it at once."
            },
            {
                "verse_number": "17",
                "verse_text": "But they don't have roots, and they don't last very long. As soon as life gets hard or the message gets them in trouble, they give up."
            },
            {
                "verse_number": "18",
                "verse_text": "The seeds that fell among the thornbushes are also people who hear the message."
            },
            {
                "verse_number": "19",
                "verse_text": "But they start worrying about the needs of this life. They are fooled by the desire to get rich and to have all kinds of other things. So the message gets choked out, and they never produce anything."
            },
            {
                "verse_number": "20",
                "verse_text": "The seeds that fell on good ground are the people who hear and welcome the message. They produce 30 or 60 or even 100 times as much as was planted."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus also said:"
            },
            {
                "verse_number": "22",
                "verse_text": "There is nothing hidden that will not be made public. There is no secret that will not be well known."
            },
            {
                "verse_number": "23",
                "verse_text": "If you have ears, pay attention!"
            },
            {
                "verse_number": "24",
                "verse_text": "Listen carefully to what you hear! The way you treat others will be the way you will be treated&ndash;and even worse."
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone who has something will be given more. But people who don't have anything will lose what little they have."
            },
            {
                "verse_number": "26",
                "verse_text": "Again Jesus said:"
            },
            {
                "verse_number": "27",
                "verse_text": "The farmer sleeps at night and is up and around during the day. Yet the seeds keep sprouting and growing, and he doesn't understand how."
            },
            {
                "verse_number": "28",
                "verse_text": "It is the ground that makes the seeds sprout and grow into plants that produce grain."
            },
            {
                "verse_number": "29",
                "verse_text": "Then when harvest season comes and the grain is ripe, the farmer cuts it with a sickle."
            },
            {
                "verse_number": "30",
                "verse_text": "Finally, Jesus said:"
            },
            {
                "verse_number": "31",
                "verse_text": "It is like what happens when a mustard seed is planted in the ground. It is the smallest seed in all the world."
            },
            {
                "verse_number": "32",
                "verse_text": "But once it is planted, it grows larger than any garden plant. It even puts out branches that are big enough for birds to nest in its shade."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus used many other stories when he spoke to the people, and he taught them as much as they could understand."
            },
            {
                "verse_number": "34",
                "verse_text": "He did not tell them anything without using stories. But when he was alone with his disciples, he explained everything to them."
            },
            {
                "verse_number": "35",
                "verse_text": "That evening, Jesus said to his disciples, &apos;Let's cross to the east side.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So they left the crowd, and his disciples started across the lake with him in the boat. Some other boats followed along."
            },
            {
                "verse_number": "37",
                "verse_text": "Suddenly a storm struck the lake. Waves started splashing into the boat, and it was about to sink."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus was in the back of the boat with his head on a pillow, and he was asleep. His disciples woke him and said, &apos;Teacher, don't you care that we're about to drown?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus got up and ordered the wind and the waves to be quiet. The wind stopped, and everything was calm."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus asked his disciples, &apos;Why were you afraid? Don't you have any faith?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Now they were more afraid than ever and said to each other, &apos;Who is this? Even the wind and the waves obey him!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jesus and his disciples crossed Lake Galilee and came to shore near the town of Gerasa."
            },
            {
                "verse_number": "2",
                "verse_text": "When he was getting out of the boat, a man with an evil spirit quickly ran to him"
            },
            {
                "verse_number": "3",
                "verse_text": "from the graveyard where he had been living. No one was able to tie the man up anymore, not even with a chain."
            },
            {
                "verse_number": "4",
                "verse_text": "He had often been put in chains and leg irons, but he broke the chains and smashed the leg irons. No one could control him."
            },
            {
                "verse_number": "5",
                "verse_text": "Night and day he was in the graveyard or on the hills, yelling and cutting himself with stones. The man answered, &apos;My name is Lots, because I have &quot;lots&quot; of evil spirits.&apos; After Jesus had sent them all out of the house, he took the girl's father and mother and his three disciples and went to where she was. Everyone was greatly surprised."
            },
            {
                "verse_number": "6",
                "verse_text": "When the man saw Jesus in the distance, he ran up to him and knelt down."
            },
            {
                "verse_number": "7",
                "verse_text": "He shouted, &apos;Jesus, Son of God in heaven, what do you want with me? Promise me in God's name that you won't torture me!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The man said this because Jesus had already told the evil spirit to come out of him."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus asked, &apos;What is your name?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He then begged Jesus not to send them away."
            },
            {
                "verse_number": "11",
                "verse_text": "Over on the hillside a large herd of pigs was feeding."
            },
            {
                "verse_number": "12",
                "verse_text": "So the evil spirits begged Jesus, &apos;Send us into those pigs! Let us go into them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus let them go, and they went out of the man and into the pigs. The whole herd of about 2,000 pigs rushed down the steep bank into the lake and drowned."
            },
            {
                "verse_number": "14",
                "verse_text": "The men taking care of the pigs ran to the town and the farms to spread the news. Then the people came out to see what had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "When they came to Jesus, they saw the man who had once been full of demons. He was sitting there with his clothes on and in his right mind, and they were terrified."
            },
            {
                "verse_number": "16",
                "verse_text": "Everyone who had seen what had happened told about the man and the pigs."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the people started begging Jesus to leave their part of the country."
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus was getting into the boat, the man begged to go with him."
            },
            {
                "verse_number": "19",
                "verse_text": "But Jesus would not let him. Instead, he said, &apos;Go home to your family and tell them how much the Lord has done for you and how good he has been to you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The man went away into the region near the ten cities known as Decapolis and began telling everyone how much Jesus had done for him. Everyone who heard what had happened was amazed."
            },
            {
                "verse_number": "21",
                "verse_text": "Once again Jesus got into the boat and crossed Lake Galilee. Then as he stood on the shore, a large crowd gathered around him."
            },
            {
                "verse_number": "22",
                "verse_text": "The person in charge of the synagogue was also there. His name was Jairus, and when he saw Jesus, he went over to him. He knelt at Jesus' feet"
            },
            {
                "verse_number": "23",
                "verse_text": "and started begging him for help. He said, &apos;My little daughter is about to die! Please come and touch her, so she will get well and live.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus went with Jairus. Many people followed along and kept crowding around."
            },
            {
                "verse_number": "25",
                "verse_text": "In the crowd was a woman who had been bleeding for twelve years."
            },
            {
                "verse_number": "26",
                "verse_text": "She had gone to many doctors, and they had not done anything except cause her a lot of pain. She had paid them all the money she had. But instead of getting better, she only got worse."
            },
            {
                "verse_number": "27",
                "verse_text": "The woman had heard about Jesus, so she came up behind him in the crowd and barely touched his clothes."
            },
            {
                "verse_number": "28",
                "verse_text": "She had said to herself, &apos;If I can just touch his clothes, I will be healed.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "As soon as she touched them, her bleeding stopped, and she knew she was healed."
            },
            {
                "verse_number": "30",
                "verse_text": "At that moment Jesus felt power go out from him. He turned to the crowd and asked, &apos;Who touched my clothes?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His disciples said to him, &apos;Look at all these people crowding around you! How can you ask who touched you?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus turned to see who had touched him."
            },
            {
                "verse_number": "33",
                "verse_text": "The woman knew what had happened to her. So she came trembling with fear and knelt down in front of Jesus. Then she told him the whole story."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to the woman, &apos;You are now well because of your faith. May God give you peace! You are healed, and you will no longer be in pain.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "While Jesus was still speaking, some people came from Jairus' home and said, &apos;Your daughter has died! Why bother the teacher anymore?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus heard what they said, and he said to Jairus, &apos;Don't worry. Just have faith!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus did not let anyone go with him except Peter and the two brothers, James and John."
            },
            {
                "verse_number": "38",
                "verse_text": "They went home with Jairus and saw the people crying and making a lot of noise."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus went inside and said to them, &apos;Why are you crying and carrying on like this? The child isn't dead. She is just asleep.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But the people laughed at him."
            },
            {
                "verse_number": "43",
                "verse_text": "But Jesus ordered them not to tell anyone what had happened. Then he said, &apos;Give her something to eat.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left and returned to his hometown with his disciples."
            },
            {
                "verse_number": "2",
                "verse_text": "The next Sabbath he taught in the synagogue. Many of the people who heard him were amazed and asked, &apos;How can he do all this? Where did he get such wisdom and the power to work these miracles?"
            },
            {
                "verse_number": "3",
                "verse_text": "Isn't he the carpenter, the son of Mary? Aren't James, Joseph, Judas, and Simon his brothers? Don't his sisters still live here in our town?&apos; The people were upset because of what he was doing. Jesus taught in all the neighboring villages. Her mother answered, &apos;The head of John the Baptist!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus said, &apos;Prophets are honored by everyone, except the people of their hometown and their relatives and their own family.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus could not work any miracles there, except to heal a few sick people by placing his hands on them."
            },
            {
                "verse_number": "6",
                "verse_text": "He was surprised that the people did not have any faith."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he called together his twelve apostles and sent them out two by two with power over evil spirits."
            },
            {
                "verse_number": "8",
                "verse_text": "He told them, &apos;You may take along a walking stick. But don't carry food or a traveling bag or any money."
            },
            {
                "verse_number": "9",
                "verse_text": "It's all right to wear sandals, but don't take along a change of clothes."
            },
            {
                "verse_number": "10",
                "verse_text": "When you are welcomed into a home, stay there until you leave that town."
            },
            {
                "verse_number": "11",
                "verse_text": "If any place won't welcome you or listen to your message, leave and shake the dust from your feet as a warning to them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The apostles left and started telling everyone to turn to God."
            },
            {
                "verse_number": "13",
                "verse_text": "They forced out many demons and healed a lot of sick people by putting olive oil on them."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus became so well-known that Herod the ruler heard about him. Some people thought he was John the Baptist, who had come back to life with the power to work miracles."
            },
            {
                "verse_number": "15",
                "verse_text": "Others thought he was Elijah or some other prophet who had lived long ago."
            },
            {
                "verse_number": "16",
                "verse_text": "But when Herod heard about Jesus, he said, &apos;This must be John! I had his head cut off, and now he has come back to life.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Herodias had a grudge against John and wanted to kill him. But she could not do it"
            },
            {
                "verse_number": "20",
                "verse_text": "because Herod was afraid of John and protected him. He knew that John was a good and holy man. Even though Herod was confused by what John said, he was glad to listen to him. And he often did."
            },
            {
                "verse_number": "21",
                "verse_text": "Finally, Herodias got her chance when Herod gave a great birthday celebration for himself and invited his officials, his army officers, and the leaders of Galilee."
            },
            {
                "verse_number": "22",
                "verse_text": "The daughter of Herodias came in and danced for Herod and his guests. She pleased them so much that Herod said, &apos;Ask for anything, and it's yours!"
            },
            {
                "verse_number": "23",
                "verse_text": "I swear that I will give you as much as half of my kingdom, if you want it.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The girl left and asked her mother, &apos;What do you think I should ask for?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The girl hurried back and told Herod, &apos;Here and now on a serving plate I want the head of John the Baptist!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Herod was very sorry for what he had said. But he did not want to break the promise he had made in front of his guests."
            },
            {
                "verse_number": "27",
                "verse_text": "At once he ordered a guard to cut off John's head there in prison."
            },
            {
                "verse_number": "28",
                "verse_text": "The guard put the head on a serving plate and took it to the girl. Then she gave it to her mother."
            },
            {
                "verse_number": "29",
                "verse_text": "When John's followers learned that he had been killed, they took his body and put it in a tomb."
            },
            {
                "verse_number": "30",
                "verse_text": "After the apostles returned to Jesus, they told him everything they had done and taught."
            },
            {
                "verse_number": "31",
                "verse_text": "But so many people were coming and going that Jesus and the apostles did not even have a chance to eat. Then Jesus said, &apos;Let's go to a place where we can be alone and get some rest.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They left in a boat for a place where they could be alone."
            },
            {
                "verse_number": "33",
                "verse_text": "But many people saw them leave and figured out where they were going. So people from every town ran on ahead and got there first."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus got out of the boat, he saw the large crowd that was like sheep without a shepherd. He felt sorry for the people and started teaching them many things."
            },
            {
                "verse_number": "35",
                "verse_text": "That evening the disciples came to Jesus and said, &apos;This place is like a desert, and it's already late."
            },
            {
                "verse_number": "36",
                "verse_text": "Let the crowds leave, so they can go to the farms and villages near here and buy something to eat.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus replied, &apos;You give them something to eat.&apos; But they asked him, &apos;Don't you know it would take almost a year's wages to buy all of these people something to eat?&apos; They found out and answered, &apos;We have five small loaves of bread and two fish.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Jesus said, &apos;How much bread do you have? Go and see!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus told his disciples to tell the people to sit down on the green grass."
            },
            {
                "verse_number": "40",
                "verse_text": "They sat down in groups of 100 and groups of 50."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus took the five loaves and the two fish. He looked up toward heaven and blessed the food. Then he broke the bread and handed it to his disciples to give to the people. He also divided the two fish, so everyone could have some."
            },
            {
                "verse_number": "42",
                "verse_text": "After everyone had eaten all they wanted,"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus' disciples picked up twelve large baskets of leftover bread and fish."
            },
            {
                "verse_number": "44",
                "verse_text": "There were 5,000 men who ate the food."
            },
            {
                "verse_number": "45",
                "verse_text": "At once, Jesus made his disciples get into the boat and start back across to Bethsaida. But he stayed until he had sent the crowds away."
            },
            {
                "verse_number": "46",
                "verse_text": "Then he told them goodbye and went up on the side of a mountain to pray."
            },
            {
                "verse_number": "47",
                "verse_text": "Later in the evening he was still there by himself, and the boat was somewhere in the middle of the lake."
            },
            {
                "verse_number": "48",
                "verse_text": "He could see that the disciples were struggling hard, because they were rowing against the wind. Not long before morning, Jesus came toward them. He was walking on the water and was about to pass the boat."
            },
            {
                "verse_number": "49",
                "verse_text": "When the disciples saw Jesus walking on the water, they thought he was a ghost, and they started screaming."
            },
            {
                "verse_number": "50",
                "verse_text": "All of them saw him and were terrified. But at this same time he said, &apos;Don't worry! I am Jesus. Don't be afraid.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "He then got into the boat with them, and the wind died down. The disciples were completely confused."
            },
            {
                "verse_number": "52",
                "verse_text": "Their minds were closed, and they could not understand the true meaning of the loaves of bread."
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus and his disciples crossed the lake and brought the boat to shore near the town of Gennesaret."
            },
            {
                "verse_number": "54",
                "verse_text": "As soon as they got out of the boat, the people recognized Jesus."
            },
            {
                "verse_number": "55",
                "verse_text": "So they ran all over that part of the country to bring their sick people to him on mats. They brought them each time they heard where he was."
            },
            {
                "verse_number": "56",
                "verse_text": "In every village or farm or marketplace where Jesus went, the people brought their sick to him. They begged him to let them just touch his clothes, and everyone who did was healed."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Some Pharisees and several teachers of the Law of Moses from Jerusalem came and gathered around Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They noticed that some of his disciples ate without first washing their hands. You are nothing but show-offs! The prophet Isaiah was right when he wrote that God had said, &apos;All of you praise me with your words, but you never really think about me. to worship me, when you teach rules made up by humans.&apos; What comes from your heart is what makes you unclean."
            },
            {
                "verse_number": "3",
                "verse_text": "The Pharisees and many others obey the teachings of their ancestors. They always wash their hands in the proper way before eating."
            },
            {
                "verse_number": "4",
                "verse_text": "None of them will eat anything they buy in the market until it is washed. They also follow a lot of other teachings, such as washing cups, pitchers, and bowls."
            },
            {
                "verse_number": "5",
                "verse_text": "The Pharisees and teachers asked Jesus, &apos;Why don't your disciples obey what our ancestors taught us to do? Why do they eat without washing their hands?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus replied:"
            },
            {
                "verse_number": "7",
                "verse_text": "It is useless for you"
            },
            {
                "verse_number": "8",
                "verse_text": "You disobey God's commands in order to obey what humans have taught."
            },
            {
                "verse_number": "9",
                "verse_text": "You are good at rejecting God's commands so that you can follow your own teachings!"
            },
            {
                "verse_number": "10",
                "verse_text": "Didn't Moses command you to respect your father and mother? Didn't he tell you to put to death all who curse their parents?"
            },
            {
                "verse_number": "11",
                "verse_text": "But you let people get by without helping their parents when they should. You let them say that what they own has been offered to God."
            },
            {
                "verse_number": "12",
                "verse_text": "You won't let those people help their parents."
            },
            {
                "verse_number": "13",
                "verse_text": "And you ignore God's commands in order to follow your own teaching. You do a lot of other things just as bad."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus called the crowd together again and said, &apos;Pay attention and try to understand what I mean."
            },
            {
                "verse_number": "17",
                "verse_text": "After Jesus and his disciples had left the crowd and gone into the house, they asked him what these sayings meant."
            },
            {
                "verse_number": "18",
                "verse_text": "He answered, &apos;Don't you know what I am talking about by now? You surely know that the food you put into your mouth cannot make you unclean."
            },
            {
                "verse_number": "19",
                "verse_text": "It doesn't go into your heart, but into your stomach, and then out of your body.&apos; By saying this, Jesus meant that all foods were fit to eat."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus said:"
            },
            {
                "verse_number": "21",
                "verse_text": "Out of your heart come evil thoughts, vulgar deeds, stealing, murder,"
            },
            {
                "verse_number": "22",
                "verse_text": "unfaithfulness in marriage, greed, meanness, deceit, indecency, envy, insults, pride, and foolishness."
            },
            {
                "verse_number": "23",
                "verse_text": "All of these come from your heart, and they are what make you unfit to worship God."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus left and went to the region near the town of Tyre, where he stayed in someone's home. He did not want people to know he was there, but they found out anyway."
            },
            {
                "verse_number": "25",
                "verse_text": "A woman whose daughter had an evil spirit in her heard where Jesus was. And at once she came and knelt down at his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "The woman was Greek and had been born in the part of Syria known as Phoenicia. She begged Jesus to force the demon out of her daughter."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus said, &apos;The children must first be fed! It isn't right to take away their food and feed it to dogs.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The woman replied, &apos;Lord, even puppies eat the crumbs that children drop from the table.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;That's true! You may go now. The demon has left your daughter.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When the woman got back home, she found her child lying on the bed. The demon had gone."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus left the region around Tyre and went by way of Sidon toward Lake Galilee. He went through the land near the ten cities known as Decapolis."
            },
            {
                "verse_number": "32",
                "verse_text": "Some people brought to him a man who was deaf and could hardly talk. They begged Jesus just to touch him."
            },
            {
                "verse_number": "33",
                "verse_text": "After Jesus had taken him aside from the crowd, he stuck his fingers in the man's ears. Then he spit and put it on the man's tongue."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus looked up toward heaven, and with a groan he said, &apos;Effatha!&apos; which means &apos;Open up!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "At once the man could hear, and he had no more trouble talking clearly."
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus told the people not to say anything about what he had done. But the more he told them, the more they talked about it."
            },
            {
                "verse_number": "37",
                "verse_text": "They were completely amazed and said, &apos;Everything he does is good! He even heals people who cannot hear or talk.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "One day another large crowd gathered around Jesus. They had not brought along anything to eat. So Jesus called his disciples together and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I feel sorry for these people. They have been with me for three days, and they don't have anything to eat."
            },
            {
                "verse_number": "3",
                "verse_text": "Some of them live a long way from here. If I send them away hungry, they might faint on their way home.&apos; As soon as Jesus had sent the people away, &apos;Yes,&apos; the disciples answered. &apos;There were twelve baskets.&apos; &apos;Seven,&apos; they answered. &apos;You are the Messiah!&apos; Peter replied. Peter took Jesus aside and told him to stop talking like that. If any of you want to be my followers, you must forget about yourself. You must take up your cross and follow me."
            },
            {
                "verse_number": "4",
                "verse_text": "The disciples said, &apos;This place is like a desert. Where can we find enough food to feed such a crowd?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus asked them how much food they had. They replied, &apos;Seven small loaves of bread.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After Jesus told the crowd to sit down, he took the seven loaves and gave thanks. He then broke the loaves and handed them to his disciples, who passed them out to the crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "They also had a few little fish, and after Jesus had blessed these, he told the disciples to pass them around."
            },
            {
                "verse_number": "10",
                "verse_text": "he got into the boat with the disciples and crossed to the territory near Dalmanutha."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees came out and started an argument with Jesus. They wanted to test him by asking for a sign from heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus groaned and said, &apos;Why are you always looking for a sign? I can promise you that you will not be given one!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he left them. He again got into a boat and crossed over to the other side of the lake."
            },
            {
                "verse_number": "14",
                "verse_text": "The disciples had forgotten to bring any bread, and they had only one loaf with them in the boat."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus warned them, &apos;Watch out! Guard against the yeast of the Pharisees and of Herod.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The disciples talked this over and said to each other, &apos;He must be saying this because we don't have any bread.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus knew what they were thinking and asked, &apos;Why are you talking about not having any bread? Don't you understand? Are your minds still closed?"
            },
            {
                "verse_number": "18",
                "verse_text": "Are your eyes blind and your ears deaf? Don't you remember"
            },
            {
                "verse_number": "19",
                "verse_text": "how many baskets of leftovers you picked up when I fed those 5,000 people with only five small loaves of bread?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus then asked, &apos;And how many baskets of leftovers did you pick up when I broke seven small loaves of bread for those 4,000 people?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Don't you know what I am talking about by now?&apos; Jesus asked."
            },
            {
                "verse_number": "22",
                "verse_text": "As Jesus and his disciples were going into Bethsaida, some people brought a blind man to him and begged him to touch the man."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus took him by the hand and led him out of the village, where he spit into the man's eyes. He placed his hands on the blind man and asked him if he could see anything."
            },
            {
                "verse_number": "24",
                "verse_text": "The man looked up and said, &apos;I see people, but they look like trees walking around.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Once again Jesus placed his hands on the man's eyes, and this time the man stared. His eyes were healed, and he saw everything clearly."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus said to him, &apos;You may return home now, but don't go into the village.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus and his disciples went to the villages near the town of Caesarea Philippi. As they were walking along, he asked them, &apos;What do people say about me?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The disciples answered, &apos;Some say you are John the Baptist or maybe Elijah. Others say you are one of the prophets.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus asked, &apos;But who do you say I am?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus warned the disciples not to tell anyone about him."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus began telling his disciples what would happen to him. He said, &apos;The nation's leaders, the chief priests, and the teachers of the Law of Moses will make the Son of Man suffer terribly. He will be rejected and killed, but three days later he will rise to life.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jesus explained clearly what he meant."
            },
            {
                "verse_number": "33",
                "verse_text": "But when Jesus turned and saw the disciples, he corrected Peter. He said to him, &apos;Satan, get away from me! You are thinking like everyone else and not like God.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus then told the crowd and the disciples to come closer, and he said:"
            },
            {
                "verse_number": "35",
                "verse_text": "If you want to save your life, you will destroy it. But if you give up your life for me and for the good news, you will save it."
            },
            {
                "verse_number": "36",
                "verse_text": "What will you gain, if you own the whole world but destroy yourself?"
            },
            {
                "verse_number": "37",
                "verse_text": "What could you give to get back your soul?"
            },
            {
                "verse_number": "38",
                "verse_text": "Don't be ashamed of me and my message among these unfaithful and sinful people! If you are, the Son of Man will be ashamed of you when he comes in the glory of his Father with the holy angels."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I can assure you that some of the people standing here will not die before they see God's kingdom come with power. The man answered, &apos;Ever since he was a child. Don't stop him! No one who works miracles in my name will soon turn and say something bad about me."
            },
            {
                "verse_number": "2",
                "verse_text": "Six days later Jesus took Peter, James, and John with him. They went up on a high mountain, where they could be alone. There in front of the disciples, Jesus was completely changed."
            },
            {
                "verse_number": "3",
                "verse_text": "And his clothes became much whiter than any bleach on earth could make them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Elijah and Moses appeared and were talking with Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Peter said to Jesus, &apos;Teacher, it is good for us to be here! Let us make three shelters, one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Peter and the others were terribly frightened, and he did not know what he was talking about."
            },
            {
                "verse_number": "7",
                "verse_text": "The shadow of a cloud passed over and covered them. From the cloud a voice said, &apos;This is my Son, and I love him. Listen to what he says!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At once the disciples looked around, but they saw only Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "As Jesus and his disciples were coming down the mountain, he told them not to say a word about what they had seen, until the Son of Man had been raised from death."
            },
            {
                "verse_number": "10",
                "verse_text": "So they kept it to themselves. But they wondered what he meant by the words &apos;raised from death.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The disciples asked Jesus, &apos;Don't the teachers of the Law of Moses say that Elijah must come before the Messiah does?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus answered: Elijah certainly will come to get everything ready. But don't the Scriptures also say that the Son of Man must suffer terribly and be rejected?"
            },
            {
                "verse_number": "13",
                "verse_text": "I can assure you that Elijah has already come. And people treated him just as they wanted to, as the Scriptures say they would."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus and his three disciples came back down, they saw a large crowd around the other disciples. The teachers of the Law of Moses were arguing with them."
            },
            {
                "verse_number": "15",
                "verse_text": "The crowd was really surprised to see Jesus, and everyone hurried over to greet him."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus asked, &apos;What are you arguing about?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Someone from the crowd answered, &apos;Teacher, I brought my son to you. A demon keeps him from talking."
            },
            {
                "verse_number": "18",
                "verse_text": "Whenever the demon attacks my son, it throws him to the ground and makes him foam at the mouth and grit his teeth in pain. Then he becomes stiff. I asked your disciples to force out the demon, but they couldn't do it.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;You people don't have any faith! How much longer must I be with you? Why do I have to put up with you? Bring the boy to me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "They brought the boy, and as soon as the demon saw Jesus, it made the boy shake all over. He fell down and began rolling on the ground and foaming at the mouth."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus asked the boy's father, &apos;How long has he been like this?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The demon has often tried to kill him by throwing him into a fire or into water. Please have pity and help us if you can!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;Why do you say &quot;if you can&quot;? Anything is possible for someone who has faith!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "At once the boy's father shouted, &apos;I do have faith! Please help me to have even more.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When Jesus saw that a crowd was gathering fast, he spoke sternly to the evil spirit that had kept the boy from speaking or hearing. He said, &apos;I order you to come out of the boy! Don't ever bother him again.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The spirit screamed and made the boy shake all over. Then it went out of him. The boy looked dead, and almost everyone said he was."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus took hold of his hand and helped him stand up."
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus and the disciples had gone back home and were alone, they asked him, &apos;Why couldn't we force out that demon?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;Only prayer can force out this kind of demon.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus left with his disciples and started through Galilee. He did not want anyone to know about it,"
            },
            {
                "verse_number": "31",
                "verse_text": "because he was teaching the disciples that the Son of Man would be handed over to people who would kill him. But three days later he would rise to life."
            },
            {
                "verse_number": "32",
                "verse_text": "The disciples did not understand what Jesus meant, and they were afraid to ask."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus and his disciples went to his home in Capernaum. After they were inside the house, Jesus asked them, &apos;What were you arguing about along the way?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They had been arguing about which one of them was the greatest, and so they did not answer."
            },
            {
                "verse_number": "35",
                "verse_text": "After Jesus sat down and told the twelve disciples to gather around him, he said, &apos;If you want the place of honor, you must become a slave and serve others!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus asked a child to stand near him. He put his arm around the child and said,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;When you welcome even a child because of me, you welcome me. And when you welcome me, you welcome the one who sent me.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "John said, &apos;Teacher, we saw a man using your name to force demons out of people. But he wasn't one of us, and we told him to stop.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said to his disciples:"
            },
            {
                "verse_number": "40",
                "verse_text": "Anyone who isn't against us is for us."
            },
            {
                "verse_number": "41",
                "verse_text": "And anyone who gives you a cup of water in my name, just because you belong to me, will surely be rewarded."
            },
            {
                "verse_number": "42",
                "verse_text": "It will be terrible for people who cause even one of my little followers to sin. Those people would be better off thrown into the ocean with a heavy stone tied around their necks."
            },
            {
                "verse_number": "47",
                "verse_text": "If your eye causes you to sin, get rid of it. You would be better off to go into God's kingdom with only one eye than to have two eyes and be thrown into hell."
            },
            {
                "verse_number": "48",
                "verse_text": "The worms there never die, and the fire never stops burning."
            },
            {
                "verse_number": "49",
                "verse_text": "Everyone must be salted with fire."
            },
            {
                "verse_number": "50",
                "verse_text": "Salt is good. But if it no longer tastes like salt, how can it be made salty again? Have salt among you and live at peace with each other."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus left, he went to Judea and then on to the other side of the Jordan River. Once again large crowds came to him, and as usual, he taught them. You can be sure that anyone who gives up home or brothers or sisters or mother or father or children or land for me and for the good news Then Jesus replied, &apos;You certainly will drink from the cup from which I must drink. And you will be baptized just as I must! You know that those foreigners who call themselves kings like to order their people around. And their great leaders have full power over the people they rule. They called out to the blind man and said, &apos;Don't be afraid! Come on! He is calling for you.&apos; At once the man could see, and he went down the road with Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees wanted to test Jesus. So they came up to him and asked if it was right for a man to divorce his wife."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus asked them, &apos;What does the Law of Moses say about this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They answered, &apos;Moses allows a man to write out divorce papers and send his wife away.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus replied, &apos;Moses gave you this law because you are so heartless."
            },
            {
                "verse_number": "6",
                "verse_text": "But in the beginning God made a man and a woman."
            },
            {
                "verse_number": "7",
                "verse_text": "That's why a man leaves his father and mother and gets married."
            },
            {
                "verse_number": "8",
                "verse_text": "He becomes like one person with his wife. Then they are no longer two people, but one."
            },
            {
                "verse_number": "9",
                "verse_text": "And no one should separate a couple that God has joined together.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus and his disciples were back in the house, they asked him about what he had said."
            },
            {
                "verse_number": "11",
                "verse_text": "He told them, &apos;A man who divorces his wife and marries someone else is unfaithful to his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "A woman who divorces her husband and marries again is also unfaithful.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Some people brought their children to Jesus so he could bless them by placing his hands on them. But his disciples told the people to stop bothering him."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus saw this, he became angry and said, &apos;Let the children come to me! Don't try to stop them. People who are like these little children belong to the kingdom of God."
            },
            {
                "verse_number": "15",
                "verse_text": "I promise you that you cannot get into God's kingdom, unless you accept it the way a child does.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus took the children in his arms and blessed them by placing his hands on them."
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus was walking down a road, a man ran up to him. He knelt down, and asked, &apos;Good teacher, what can I do to have eternal life?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus replied, &apos;Why do you call me good? Only God is good."
            },
            {
                "verse_number": "19",
                "verse_text": "You know the commandments. &quot;Do not murder. Be faithful in marriage. Do not steal. Do not tell lies about others. Do not cheat. Respect your father and mother.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The man answered, &apos;Teacher, I have obeyed all these commandments since I was a young man.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus looked closely at the man. He liked him and said, &apos;There's one thing you still need to do. Go sell everything you own. Give the money to the poor, and you will have riches in heaven. Then come with me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the man heard Jesus say this, he went away gloomy and sad because he was very rich."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus looked around and said to his disciples, &apos;It's hard for rich people to get into God's kingdom!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The disciples were shocked to hear this. So Jesus told them again, &apos;It's terribly hard to get into God's kingdom!"
            },
            {
                "verse_number": "25",
                "verse_text": "In fact, it's easier for a camel to go through the eye of a needle than for a rich person to get into God's kingdom.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus' disciples were even more amazed. They asked each other, &apos;How can anyone ever be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus looked at them and said, &apos;There are some things that people cannot do, but God can do anything.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter replied, &apos;Remember, we left everything to be your followers!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus told him:"
            },
            {
                "verse_number": "30",
                "verse_text": "will be rewarded. In this world they will be given 100 times as many houses and brothers and sisters and mothers and children and pieces of land, though they will also be mistreated. And in the world to come, they will have eternal life."
            },
            {
                "verse_number": "31",
                "verse_text": "But many who are now first will be last, and many who are now last will be first."
            },
            {
                "verse_number": "32",
                "verse_text": "The disciples were confused as Jesus led them toward Jerusalem, and his other followers were afraid. Once again, Jesus took the twelve disciples aside and told them what was going to happen to him. He said:"
            },
            {
                "verse_number": "33",
                "verse_text": "We are now on our way to Jerusalem where the Son of Man will be handed over to the chief priests and the teachers of the Law of Moses. They will sentence him to death and hand him over to foreigners,"
            },
            {
                "verse_number": "34",
                "verse_text": "who will make fun of him and spit on him. They will beat him and kill him. But three days later he will rise to life."
            },
            {
                "verse_number": "35",
                "verse_text": "James and John, the sons of Zebedee, came up to Jesus and asked, &apos;Teacher, will you do us a favor?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus asked them what they wanted,"
            },
            {
                "verse_number": "37",
                "verse_text": "and they answered, &apos;When you come into your glory, please let one of us sit at your right side and the other at your left.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus told them, &apos;You don't really know what you're asking! Are you able to drink from the cup that I must soon drink from or be baptized as I must be baptized?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Yes, we are!&apos; James and John answered."
            },
            {
                "verse_number": "40",
                "verse_text": "But it isn't for me to say who will sit at my right side and at my left. This is for God to decide.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "When the ten other disciples heard this, they were angry with James and John."
            },
            {
                "verse_number": "42",
                "verse_text": "But Jesus called the disciples together and said:"
            },
            {
                "verse_number": "43",
                "verse_text": "But don't act like them. If you want to be great, you must be the servant of all the others."
            },
            {
                "verse_number": "44",
                "verse_text": "And if you want to be first, you must be everyone's slave."
            },
            {
                "verse_number": "45",
                "verse_text": "The Son of Man did not come to be a slave master, but a slave who will give his life to rescue many people."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus and his disciples went to Jericho. And as they were leaving, they were followed by a large crowd. A blind beggar by the name of Bartimaeus son of Timaeus was sitting beside the road."
            },
            {
                "verse_number": "47",
                "verse_text": "When he heard that it was Jesus from Nazareth, he shouted, &apos;Jesus, Son of David, have pity on me!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Many people told the man to stop, but he shouted even louder, &apos;Son of David, have pity on me!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus stopped and said, &apos;Call him over!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "The man threw off his coat as he jumped up and ran to Jesus."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus asked, &apos;What do you want me to do for you?&apos; The blind man answered, &apos;Master, I want to see!&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus told him, &apos;You may go. Your eyes are healed because of your faith.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Jesus and his disciples reached Bethphage and Bethany near the Mount of Olives. When they were getting close to Jerusalem, Jesus sent two of them on ahead."
            },
            {
                "verse_number": "2",
                "verse_text": "He told them, &apos;Go into the next village. As soon as you enter it, you will find a young donkey that has never been ridden. Untie the donkey and bring it here."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone asks why you are doing this, say, &quot;The Lord needs it and will soon bring it back.&quot; &apos; God bless the one who comes in the name of the Lord! of our ancestor David. Hooray for God in heaven above!&apos; Have faith in God! They were afraid of the crowd Jesus replied, &apos;Then I won't tell you who gave me the right to do what I do.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The disciples left and found the donkey tied near a door that faced the street. While they were untying it,"
            },
            {
                "verse_number": "5",
                "verse_text": "some of the people standing there asked, &apos;Why are you untying the donkey?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They told them what Jesus had said, and the people let them take it."
            },
            {
                "verse_number": "7",
                "verse_text": "The disciples led the donkey to Jesus. They put some of their clothes on its back, and Jesus got on."
            },
            {
                "verse_number": "8",
                "verse_text": "Many people spread clothes on the road, while others spread branches they had cut from the fields."
            },
            {
                "verse_number": "9",
                "verse_text": "In front of Jesus and behind him, people went along shouting, &apos;Hooray!"
            },
            {
                "verse_number": "10",
                "verse_text": "God bless the coming kingdom"
            },
            {
                "verse_number": "11",
                "verse_text": "After Jesus had gone to Jerusalem, he went into the temple and looked around at everything. But since it was already late in the day, he went back to Bethany with the twelve disciples."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus and his disciples left Bethany the next morning, he was hungry."
            },
            {
                "verse_number": "13",
                "verse_text": "From a distance Jesus saw a fig tree covered with leaves, and he went to see if there were any figs on the tree. But there were none, because it wasn't the season for figs."
            },
            {
                "verse_number": "14",
                "verse_text": "So Jesus said to the tree, &apos;Never again will anyone eat fruit from this tree!&apos; The disciples heard him say this."
            },
            {
                "verse_number": "15",
                "verse_text": "After Jesus and his disciples reached Jerusalem, he went into the temple and began chasing out everyone who was selling and buying. He turned over the tables of the moneychangers and the benches of those who were selling doves."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus would not let anyone carry things through the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he taught the people and said, &apos;The Scriptures say, &quot;My house should be called a place of worship for all nations.&quot; But you have made it a place where robbers hide!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The chief priests and the teachers of the Law of Moses heard what Jesus said, and they started looking for a way to kill him. They were afraid of him, because the crowds were completely amazed at his teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "That evening, Jesus and the disciples went outside the city."
            },
            {
                "verse_number": "20",
                "verse_text": "As the disciples walked past the fig tree the next morning, they noticed that it was completely dried up, roots and all."
            },
            {
                "verse_number": "21",
                "verse_text": "Peter remembered what Jesus had said to the tree. Then Peter said, &apos;Teacher, look! The tree you put a curse on has dried up.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus told his disciples:"
            },
            {
                "verse_number": "23",
                "verse_text": "If you have faith in God and don't doubt, you can tell this mountain to get up and jump into the sea, and it will."
            },
            {
                "verse_number": "24",
                "verse_text": "Everything you ask for in prayer will be yours, if you only have faith."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus and his disciples returned to Jerusalem. And as he was walking through the temple, the chief priests, the nation's leaders, and the teachers of the Law of Moses came over to him."
            },
            {
                "verse_number": "28",
                "verse_text": "They asked, &apos;What right do you have to do these things? Who gave you this authority?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;I have just one question to ask you. If you answer it, I will tell you where I got the right to do these things."
            },
            {
                "verse_number": "30",
                "verse_text": "Who gave John the right to baptize? Was it God in heaven or merely some human being?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They thought it over and said to each other, &apos;We can't say that God gave John this right. Jesus will ask us why we didn't believe John."
            },
            {
                "verse_number": "32",
                "verse_text": "On the other hand, these people think that John was a prophet. So we can't say it was merely some human who gave John the right to baptize.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "and told Jesus, &apos;We don't know.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Jesus then told them this story: A farmer once planted a vineyard. He built a wall around it and dug a pit to crush the grapes in. He also built a lookout tower. Then he rented out his vineyard and left the country. &quot;The stone the builders tossed aside is now the most important stone of all. the Lord has done, and it is amazing to us.&quot; &apos; &apos;The Emperor's,&apos; they answered. You are completely wrong! You don't know what the Scriptures teach. And you don't know anything about the power of God. &quot;The Lord said to my Lord: until I make your enemies into a footstool for you.&quot; The large crowd enjoyed listening to Jesus teach. Guard against the teachers of the Law of Moses! They love to walk around in long robes and be greeted in the market. I tell you that this poor widow has put in more than all the others."
            },
            {
                "verse_number": "2",
                "verse_text": "When it was harvest time, he sent a servant to get his share of the grapes."
            },
            {
                "verse_number": "3",
                "verse_text": "The renters grabbed the servant, beat him up, and sent him away without a thing."
            },
            {
                "verse_number": "4",
                "verse_text": "The owner sent another servant, but the renters beat him on the head and insulted him terribly."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the man sent another servant, and they killed him. He kept sending servant after servant. They beat some of them and killed some."
            },
            {
                "verse_number": "6",
                "verse_text": "The owner had a son he loved very much. Finally, he sent his son to the renters because he thought they would respect him."
            },
            {
                "verse_number": "7",
                "verse_text": "But they said to themselves, &apos;Someday he will own this vineyard. Let's kill him! That way we can have it all for ourselves.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they grabbed the owner's son, killed him, and threw his body out of the vineyard."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus asked, &apos;What do you think the owner of the vineyard will do? He will come and kill those renters and let someone else have his vineyard."
            },
            {
                "verse_number": "10",
                "verse_text": "You surely know that the Scriptures say,"
            },
            {
                "verse_number": "11",
                "verse_text": "This is something"
            },
            {
                "verse_number": "12",
                "verse_text": "The leaders knew that Jesus was really talking about them, and they wanted to arrest him. But because they were afraid of the crowd, they let him alone and left."
            },
            {
                "verse_number": "13",
                "verse_text": "The Pharisees got together with Herod's followers. Then they sent some men to trick Jesus into saying something wrong."
            },
            {
                "verse_number": "14",
                "verse_text": "They went to him and said, &apos;Teacher, we know that you are honest. You treat everyone with the same respect, no matter who they are. And you teach the truth about what God wants people to do. Tell us, should we pay taxes to the Emperor or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus knew what they were up to, and he said, &apos;Why are you trying to test me? Show me a coin!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They brought him a silver coin, and he asked, &apos;Whose picture and name are on it?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus told them, &apos;Give the Emperor what belongs to him and give God what belongs to God.&apos; The men were amazed at Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "The Sadducees did not believe that people would rise to life after death. So some of them came to Jesus and said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Teacher, Moses wrote that if a married man dies and has no children, his brother should marry the widow. Their first son would then be thought of as the son of the dead brother."
            },
            {
                "verse_number": "20",
                "verse_text": "There were once seven brothers. The first one married, but died without having any children."
            },
            {
                "verse_number": "21",
                "verse_text": "The second brother married his brother's widow, and he also died without having children. The same thing happened to the third brother,"
            },
            {
                "verse_number": "22",
                "verse_text": "and finally to all seven brothers. At last the woman died."
            },
            {
                "verse_number": "23",
                "verse_text": "When God raises people from death, whose wife will this woman be? After all, she had been married to all seven brothers."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "25",
                "verse_text": "When God raises people to life, they won't marry. They will be like the angels in heaven."
            },
            {
                "verse_number": "26",
                "verse_text": "You surely know about people being raised to life. You know that in the story about Moses and the burning bush, God said, &apos;I am the God worshiped by Abraham, Isaac, and Jacob.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He isn't the God of the dead, but of the living. You Sadducees are all wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "One of the teachers of the Law of Moses came up while Jesus and the Sadducees were arguing. When he heard Jesus give a good answer, he asked him, &apos;What is the most important commandment?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;The most important one says: &quot;People of Israel, you have only one Lord and God."
            },
            {
                "verse_number": "30",
                "verse_text": "You must love him with all your heart, soul, mind, and strength.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "The second most important commandment says: &quot;Love others as much as you love yourself.&quot; No other commandment is more important than these.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The man replied, &apos;Teacher, you are certainly right to say there is only one God."
            },
            {
                "verse_number": "33",
                "verse_text": "It is also true that we must love God with all our heart, mind, and strength, and that we must love others as much as we love ourselves. These commandments are more important than all the sacrifices and offerings that we could possibly make.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus saw that the man had given a sensible answer, he told him, &apos;You are not far from God's kingdom.&apos; After this, no one dared ask Jesus any more questions."
            },
            {
                "verse_number": "35",
                "verse_text": "As Jesus was teaching in the temple, he said, &apos;How can the teachers of the Law of Moses say the Messiah will come from the family of King David?"
            },
            {
                "verse_number": "36",
                "verse_text": "The Holy Spirit led David to say, Sit at my right side"
            },
            {
                "verse_number": "37",
                "verse_text": "If David called the Messiah his Lord, how can the Messiah be his son?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "As Jesus was teaching, he said:"
            },
            {
                "verse_number": "39",
                "verse_text": "They like the front seats in the synagogues and the best seats at banquets."
            },
            {
                "verse_number": "40",
                "verse_text": "But they cheat widows out of their homes and pray long prayers just to show off. They will be punished most of all."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus was sitting in the temple near the offering box and watching people put in their gifts. He noticed that many rich people were giving a lot of money."
            },
            {
                "verse_number": "42",
                "verse_text": "Finally, a poor widow came up and put in two coins worth only a few pennies."
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus told his disciples to gather around him. Then he said:"
            },
            {
                "verse_number": "44",
                "verse_text": "Everyone else gave what they didn't need. But she is very poor and gave everything she had. Now she doesn't have a cent to live on."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus was leaving the temple, one of his disciples said to him, &apos;Teacher, look at these beautiful stones and wonderful buildings!&apos; Watch out and don't let anyone fool you! &apos;The sun will become dark, and the moon will no longer shine. will be shaken.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus replied, &apos;Do you see these huge buildings? They will certainly be torn down! Not one stone will be left in place.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Later, as Jesus was sitting on the Mount of Olives across from the temple, Peter, James, John, and Andrew came to him in private."
            },
            {
                "verse_number": "4",
                "verse_text": "They asked, &apos;When will these things happen? What will be the sign that they are about to take place?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus answered:"
            },
            {
                "verse_number": "6",
                "verse_text": "Many will come and claim to be me. They will use my name and fool many people."
            },
            {
                "verse_number": "7",
                "verse_text": "When you hear about wars and threats of wars, don't be afraid. These things will have to happen first, but that isn't the end."
            },
            {
                "verse_number": "8",
                "verse_text": "Nations and kingdoms will go to war against each other. There will be earthquakes in many places, and people will starve to death. But this is just the beginning of troubles."
            },
            {
                "verse_number": "9",
                "verse_text": "Be on your guard! You will be taken to courts and beaten with whips in their synagogues. And because of me, you will have to stand before rulers and kings to tell about your faith."
            },
            {
                "verse_number": "10",
                "verse_text": "But before the end comes, the good news must be preached to all nations."
            },
            {
                "verse_number": "11",
                "verse_text": "When you are arrested, don't worry about what you will say. You will be given the right words when the time comes. But you will not really be the ones speaking. Your words will come from the Holy Spirit."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers and sisters will betray each other and have each other put to death. Parents will betray their own children, and children will turn against their parents and have them killed."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone will hate you because of me. But if you keep on being faithful right to the end, you will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "Someday you will see that &apos;Horrible Thing&apos; where it should not be. Everyone who reads this must try to understand! If you are living in Judea at that time, run to the mountains."
            },
            {
                "verse_number": "15",
                "verse_text": "If you are on the roof of your house, don't go inside to get anything."
            },
            {
                "verse_number": "16",
                "verse_text": "If you are out in the field, don't go back for your coat."
            },
            {
                "verse_number": "17",
                "verse_text": "It will be an awful time for women who are expecting babies or nursing young children."
            },
            {
                "verse_number": "18",
                "verse_text": "Pray that it won't happen in winter."
            },
            {
                "verse_number": "19",
                "verse_text": "This will be the worst time of suffering since God created the world, and nothing this terrible will ever happen again."
            },
            {
                "verse_number": "20",
                "verse_text": "If the Lord doesn't make the time shorter, no one will be left alive. But because of his chosen and special ones, he will make the time shorter."
            },
            {
                "verse_number": "21",
                "verse_text": "If someone should say, &apos;Here is the Messiah!&apos; or &apos;There he is!&apos; don't believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "False messiahs and false prophets will come and work miracles and signs. They will even try to fool God's chosen ones."
            },
            {
                "verse_number": "23",
                "verse_text": "But be on your guard! That's why I am telling you these things now."
            },
            {
                "verse_number": "24",
                "verse_text": "In those days, right after this time of suffering,"
            },
            {
                "verse_number": "25",
                "verse_text": "The stars will fall, and the powers in the sky"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Son of Man will be seen coming in the clouds with great power and glory."
            },
            {
                "verse_number": "27",
                "verse_text": "He will send his angels to gather his chosen ones from all over the earth."
            },
            {
                "verse_number": "28",
                "verse_text": "Learn a lesson from a fig tree. When its branches sprout and start putting out leaves, you know summer is near."
            },
            {
                "verse_number": "29",
                "verse_text": "So when you see all these things happening, you will know that the time has almost come."
            },
            {
                "verse_number": "30",
                "verse_text": "You can be sure that some of the people of this generation will still be alive when all this happens."
            },
            {
                "verse_number": "31",
                "verse_text": "The sky and the earth will not last forever, but my words will."
            },
            {
                "verse_number": "32",
                "verse_text": "No one knows the day or the time. The angels in heaven don't know, and the Son himself doesn't know. Only the Father knows."
            },
            {
                "verse_number": "33",
                "verse_text": "So watch out and be ready! You don't know when the time will come."
            },
            {
                "verse_number": "34",
                "verse_text": "It is like what happens when a man goes away for a while and places his servants in charge of everything. He tells each of them what to do, and he orders the guard to keep alert."
            },
            {
                "verse_number": "35",
                "verse_text": "So be alert! You don't know when the master of the house will come back. It could be in the evening or at midnight or before dawn or in the morning."
            },
            {
                "verse_number": "36",
                "verse_text": "But if he comes suddenly, don't let him find you asleep."
            },
            {
                "verse_number": "37",
                "verse_text": "I tell everyone just what I have told you. Be alert!"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It was now two days before Passover and the Festival of Thin Bread. The chief priests and the teachers of the Law of Moses were planning how they could sneak around and have Jesus arrested and put to death."
            },
            {
                "verse_number": "2",
                "verse_text": "They were saying, &apos;We must not do it during the festival, because the people will riot.&apos; Leave her alone! Why are you bothering her? She has done a beautiful thing for me. &quot;I will strike down the shepherd, and the sheep will be scattered.&quot; All the others said the same thing. &apos;Soon you will see the Son of Man of God All-Powerful, and coming with the clouds of heaven.&apos; A little while later some of the people said to Peter, &apos;You certainly are one of them. You're a Galilean!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus was eating in Bethany at the home of Simon, who once had leprosy, when a woman came in with a very expensive bottle of sweet-smelling perfume. After breaking it open, she poured the perfume on Jesus' head."
            },
            {
                "verse_number": "4",
                "verse_text": "This made some of the guests angry, and they complained, &apos;Why such a waste?"
            },
            {
                "verse_number": "5",
                "verse_text": "We could have sold this perfume for more than 300 silver coins and given the money to the poor!&apos; So they started saying cruel things to the woman."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus said:"
            },
            {
                "verse_number": "7",
                "verse_text": "You will always have the poor with you. And whenever you want to, you can give to them. But you won't always have me here with you."
            },
            {
                "verse_number": "8",
                "verse_text": "She has done all she could by pouring perfume on my body to prepare it for burial."
            },
            {
                "verse_number": "9",
                "verse_text": "You may be sure that wherever the good news is told all over the world, people will remember what she has done. And they will tell others."
            },
            {
                "verse_number": "10",
                "verse_text": "Judas Iscariot was one of the twelve disciples. He went to the chief priests and offered to help them arrest Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "They were glad to hear this, and they promised to pay him. So Judas started looking for a good chance to betray Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "It was the first day of the Festival of Thin Bread, and the Passover lambs were being killed. Jesus' disciples asked him, &apos;Where do you want us to prepare the Passover meal?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said to two of the disciples, &apos;Go into the city, where you will meet a man carrying a jar of water. Follow him,"
            },
            {
                "verse_number": "14",
                "verse_text": "and when he goes into a house, say to the owner, &quot;Our teacher wants to know if you have a room where he can eat the Passover meal with his disciples.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "The owner will take you upstairs and show you a large room furnished and ready for you to use. Prepare the meal there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The two disciples went into the city and found everything just as Jesus had told them. So they prepared the Passover meal."
            },
            {
                "verse_number": "19",
                "verse_text": "This made the disciples sad, and one after another they said to Jesus, &apos;You surely don't mean me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He answered, &apos;It is one of you twelve men who is eating from this dish with me."
            },
            {
                "verse_number": "21",
                "verse_text": "The Son of Man will die, just as the Scriptures say. But it is going to be terrible for the one who betrays me. That man would be better off if he had never been born.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "During the meal Jesus took some bread in his hands. He blessed the bread and broke it. Then he gave it to his disciples and said, &apos;Take this. It is my body.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus picked up a cup of wine and gave thanks to God. He gave it to his disciples, and they all drank some."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he said, &apos;This is my blood, which is poured out for many people, and with it God makes his agreement."
            },
            {
                "verse_number": "25",
                "verse_text": "From now on I will not drink any wine, until I drink new wine in God's kingdom.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then they sang a hymn and went out to the Mount of Olives."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to his disciples, &apos;All of you will reject me, as the Scriptures say,"
            },
            {
                "verse_number": "28",
                "verse_text": "But after I am raised to life, I will go ahead of you to Galilee.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Peter spoke up, &apos;Even if all the others reject you, I never will!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus replied, &apos;This very night before a rooster crows twice, you will say three times that you don't know me.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Peter was so sure of himself that he said, &apos;Even if I have to die with you, I will never say I don't know you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus went with his disciples to a place called Gethsemane, and he told them, &apos;Sit here while I pray.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus took along Peter, James, and John. He was sad and troubled and"
            },
            {
                "verse_number": "34",
                "verse_text": "told them, &apos;I am so sad that I feel as if I am dying. Stay here and keep awake with me.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "When Jesus came back and found the disciples sleeping, he said to Simon Peter, &apos;Are you asleep? Can't you stay awake for just one hour?"
            },
            {
                "verse_number": "38",
                "verse_text": "Stay awake and pray that you won't be tested. You want to do what is right, but you are weak.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus went back and prayed the same prayer."
            },
            {
                "verse_number": "40",
                "verse_text": "But when he returned to the disciples, he found them sleeping again. They simply could not keep their eyes open, and they did not know what to say."
            },
            {
                "verse_number": "41",
                "verse_text": "When Jesus returned to the disciples the third time, he said, &apos;Are you still sleeping and resting? Enough of this! The time has come for the Son of Man to be handed over to sinners."
            },
            {
                "verse_number": "42",
                "verse_text": "Get up! Let's go. The one who will betray me is already here.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus was still speaking, when Judas the betrayer came up. He was one of the twelve disciples, and a mob of men armed with swords and clubs were with him. They had been sent by the chief priests, the nation's leaders, and the teachers of the Law of Moses."
            },
            {
                "verse_number": "44",
                "verse_text": "Judas had told them ahead of time, &apos;Arrest the man I greet with a kiss. Tie him up tight and lead him away.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Judas walked right up to Jesus and said, &apos;Teacher!&apos; Then Judas kissed him,"
            },
            {
                "verse_number": "46",
                "verse_text": "and the men grabbed Jesus and arrested him."
            },
            {
                "verse_number": "47",
                "verse_text": "Someone standing there pulled out a sword. He struck the servant of the high priest and cut off his ear."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to the mob, &apos;Why do you come with swords and clubs to arrest me like a criminal?"
            },
            {
                "verse_number": "49",
                "verse_text": "Day after day I was with you and taught in the temple, and you didn't arrest me. But what the Scriptures say must come true.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "All of Jesus' disciples ran off and left him."
            },
            {
                "verse_number": "51",
                "verse_text": "One of them was a young man who was wearing only a linen cloth. And when the men grabbed him,"
            },
            {
                "verse_number": "52",
                "verse_text": "he left the cloth behind and ran away naked."
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus was led off to the high priest. Then the chief priests, the nation's leaders, and the teachers of the Law of Moses all met together."
            },
            {
                "verse_number": "54",
                "verse_text": "Peter had followed at a distance, and when he reached the courtyard of the high priest's house, he sat down with the guards to warm himself beside a fire."
            },
            {
                "verse_number": "55",
                "verse_text": "The chief priests and the whole council tried to find someone to accuse Jesus of a crime, so they could put him to death. But they could not find anyone to accuse him."
            },
            {
                "verse_number": "56",
                "verse_text": "Many people did tell lies against Jesus, but they did not agree on what they said."
            },
            {
                "verse_number": "57",
                "verse_text": "Finally, some men stood up and lied about him. They said,"
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;We heard him say he would tear down this temple that we built. He also claimed that in three days he would build another one without any help.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "But even then they did not agree on what they said."
            },
            {
                "verse_number": "60",
                "verse_text": "The high priest stood up in the council and asked Jesus, &apos;Why don't you say something in your own defense? Don't you hear the charges they are making against you?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "But Jesus kept quiet and did not say a word. The high priest asked him another question, &apos;Are you the Messiah, the Son of the glorious God?&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "&apos;Yes, I am!&apos; Jesus answered. sitting at the right side"
            },
            {
                "verse_number": "63",
                "verse_text": "At once the high priest ripped his robe apart and shouted, &apos;Why do we need more witnesses?"
            },
            {
                "verse_number": "64",
                "verse_text": "You heard him claim to be God! What is your decision?&apos; They all agreed he should be put to death."
            },
            {
                "verse_number": "65",
                "verse_text": "Some of the people started spitting on Jesus. They blindfolded him, hit him with their fists, and said, &apos;Tell us who hit you!&apos; Then the guards took charge of Jesus and beat him."
            },
            {
                "verse_number": "66",
                "verse_text": "While Peter was still in the courtyard, a servant girl of the high priest came up"
            },
            {
                "verse_number": "67",
                "verse_text": "and saw Peter warming himself by the fire. She stared at him and said, &apos;You were with Jesus from Nazareth!&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "Peter replied, &apos;That isn't true! I don't know what you're talking about. I don't have any idea what you mean.&apos; He went out to the gate, and a rooster crowed."
            },
            {
                "verse_number": "69",
                "verse_text": "The servant girl saw Peter again and said to the people standing there, &apos;This man is one of them!&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "&apos;No, I'm not!&apos; Peter replied."
            },
            {
                "verse_number": "71",
                "verse_text": "This time Peter began to curse and swear, &apos;I don't even know the man you're talking about!&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "At once the rooster crowed a second time. Then Peter remembered that Jesus had told him, &apos;Before a rooster crows twice, you will say three times that you don't know me.&apos; So Peter started crying."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Early the next morning the chief priests, the nation's leaders, and the teachers of the Law of Moses met together with the whole Jewish council. They tied up Jesus and led him off to Pilate. &apos;Those are your words,&apos; Jesus answered. &apos;Nail him to a cross!&apos; they yelled even louder."
            },
            {
                "verse_number": "2",
                "verse_text": "He asked Jesus, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The chief priests brought many charges against Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Pilate questioned him again, &apos;Don't you have anything to say? Don't you hear what crimes they say you have done?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus did not answer, and Pilate was amazed."
            },
            {
                "verse_number": "6",
                "verse_text": "During Passover, Pilate always freed one prisoner chosen by the people."
            },
            {
                "verse_number": "7",
                "verse_text": "And at that time there was a prisoner named Barabbas. He and some others had been arrested for murder during a riot."
            },
            {
                "verse_number": "8",
                "verse_text": "The crowd now came and asked Pilate to set a prisoner free, just as he usually did."
            },
            {
                "verse_number": "9",
                "verse_text": "Pilate asked them, &apos;Do you want me to free the king of the Jews?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Pilate knew that the chief priests had brought Jesus to him because they were jealous."
            },
            {
                "verse_number": "11",
                "verse_text": "But the chief priests told the crowd to ask Pilate to free Barabbas."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Pilate asked the crowd, &apos;What do you want me to do with this man you say is the king of the Jews?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They yelled, &apos;Nail him to a cross!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Pilate asked, &apos;But what crime has he done?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Pilate wanted to please the crowd, so he set Barabbas free. Then he ordered his soldiers to beat Jesus with a whip and nail him to a cross."
            },
            {
                "verse_number": "16",
                "verse_text": "The soldiers led Jesus inside the courtyard of the fortress and called together the rest of the troops."
            },
            {
                "verse_number": "17",
                "verse_text": "They put a purple robe on him, and on his head they placed a crown they had made out of thorn branches."
            },
            {
                "verse_number": "18",
                "verse_text": "They made fun of Jesus and shouted, &apos;Hey, you king of the Jews!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then they beat him on the head with a stick. They spit on him and knelt down and pretended to worship him."
            },
            {
                "verse_number": "20",
                "verse_text": "When the soldiers had finished making fun of Jesus, they took off the purple robe. They put his own clothes back on him and led him off to be nailed to a cross."
            },
            {
                "verse_number": "21",
                "verse_text": "Simon from Cyrene happened to be coming in from a farm, and they forced him to carry Jesus' cross. Simon was the father of Alexander and Rufus."
            },
            {
                "verse_number": "22",
                "verse_text": "The soldiers took Jesus to Golgotha, which means &apos;Place of a Skull.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "There they gave him some wine mixed with a drug to ease the pain, but he refused to drink it."
            },
            {
                "verse_number": "24",
                "verse_text": "They nailed Jesus to a cross and gambled to see who would get his clothes."
            },
            {
                "verse_number": "25",
                "verse_text": "It was about nine o'clock in the morning when they nailed him to the cross."
            },
            {
                "verse_number": "26",
                "verse_text": "On it was a sign that told why he was nailed there. It read, &apos;This is the King of the Jews.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "People who passed by said terrible things about Jesus. They shook their heads and shouted, &apos;Ha! So you're the one who claimed you could tear down the temple and build it again in three days."
            },
            {
                "verse_number": "30",
                "verse_text": "Save yourself and come down from the cross!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The chief priests and the teachers of the Law of Moses also made fun of Jesus. They said to each other, &apos;He saved others, but he can't save himself."
            },
            {
                "verse_number": "32",
                "verse_text": "If he is the Messiah, the king of Israel, let him come down from the cross! Then we will see and believe.&apos; The two criminals also said cruel things to Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "About noon the sky turned dark and stayed that way until around three o'clock."
            },
            {
                "verse_number": "34",
                "verse_text": "Then about that time Jesus shouted, &apos;Eloi, Eloi, lema sabachthani?&apos; which means, &apos;My God, my God, why have you deserted me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Some of the people standing there heard Jesus and said, &apos;He is calling for Elijah.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "One of them ran and grabbed a sponge. After he had soaked it in wine, he put it on a stick and held it up to Jesus. He said, &apos;Let's wait and see if Elijah will come and take him down!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus shouted and then died."
            },
            {
                "verse_number": "38",
                "verse_text": "At once the curtain in the temple tore in two from top to bottom."
            },
            {
                "verse_number": "39",
                "verse_text": "A Roman army officer was standing in front of Jesus. When the officer saw how Jesus died, he said, &apos;This man really was the Son of God!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "It was now the evening before the Sabbath, and the Jewish people were getting ready for that sacred day."
            },
            {
                "verse_number": "43",
                "verse_text": "A man named Joseph from Arimathea was brave enough to ask Pilate for the body of Jesus. Joseph was a highly respected member of the Jewish council, and he was also waiting for God's kingdom to come."
            },
            {
                "verse_number": "44",
                "verse_text": "Pilate was surprised to hear that Jesus was already dead, and he called in the army officer to find out if Jesus had been dead very long."
            },
            {
                "verse_number": "45",
                "verse_text": "After the officer told him, Pilate let Joseph have Jesus' body."
            },
            {
                "verse_number": "46",
                "verse_text": "Joseph bought a linen cloth and took the body down from the cross. He had it wrapped in the cloth, and he put it in a tomb that had been cut into solid rock. Then he rolled a big stone against the entrance to the tomb."
            },
            {
                "verse_number": "47",
                "verse_text": "Mary Magdalene and Mary the mother of Joseph were watching and saw where the body was placed."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "After the Sabbath, Mary Magdalene, Salome, and Mary the mother of James bought some spices to put on Jesus' body."
            },
            {
                "verse_number": "2",
                "verse_text": "Very early on Sunday morning, just as the sun was coming up, they went to the tomb."
            },
            {
                "verse_number": "3",
                "verse_text": "On their way, they were asking one another, &apos;Who will roll the stone away from the entrance for us?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But when they looked, they saw that the stone had already been rolled away. And it was a huge stone! Go and preach the good news to everyone in the world."
            },
            {
                "verse_number": "5",
                "verse_text": "The women went into the tomb, and on the right side they saw a young man in a white robe sitting there. They were alarmed."
            },
            {
                "verse_number": "6",
                "verse_text": "The man said, &apos;Don't be alarmed! You are looking for Jesus from Nazareth, who was nailed to a cross. God has raised him to life, and he isn't here. You can see the place where they put his body."
            },
            {
                "verse_number": "7",
                "verse_text": "Now go and tell his disciples, and especially Peter, that he will go ahead of you to Galilee. You will see him there, just as he told you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When the women ran from the tomb, they were confused and shaking all over. They were too afraid to tell anyone what had happened."
            },
            {
                "verse_number": "9",
                "verse_text": "Very early on the first day of the week, after Jesus had risen to life, he appeared to Mary Magdalene. Earlier he had forced seven demons out of her."
            },
            {
                "verse_number": "10",
                "verse_text": "She left and told his friends, who were crying and mourning."
            },
            {
                "verse_number": "11",
                "verse_text": "Even though they heard that Jesus was alive and that Mary had seen him, they still would not believe it."
            },
            {
                "verse_number": "12",
                "verse_text": "Later, Jesus appeared in another form to two disciples, as they were on their way out of the city."
            },
            {
                "verse_number": "13",
                "verse_text": "But when these disciples told what had happened, the others would not believe either."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterwards, Jesus appeared to his eleven disciples as they were eating. He scolded them because they were too stubborn to believe the ones who had seen him after he had been raised to life."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he told them:"
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone who believes me and is baptized will be saved. But anyone who refuses to believe me will be condemned."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone who believes me will be able to do wonderful things. By using my name they will force out demons, and they will speak new languages."
            },
            {
                "verse_number": "18",
                "verse_text": "They will handle snakes and will drink poison and not be hurt. They will also heal sick people by placing their hands on them."
            },
            {
                "verse_number": "19",
                "verse_text": "After the Lord Jesus had said these things to the disciples, he was taken back up to heaven where he sat down at the right side of God."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the disciples left and preached everywhere. The Lord was with them, and the miracles they worked proved that their message was true."
            }
        ]
    }
}