{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "5",
                "verse_text": "Japheth was the father of Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras, and they were the ancestors of the kingdoms named after them."
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer was the ancestor of Ashkenaz, Riphath, and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "Javan was the ancestor of Elishah, Tarshish, Kittim, and Dodanim."
            },
            {
                "verse_number": "8",
                "verse_text": "Ham was the father of Ethiopia, Egypt, Put, and Canaan, and they were the ancestors of the kingdoms named after them."
            },
            {
                "verse_number": "9",
                "verse_text": "Ethiopia was the ancestor of Seba, Havilah, Sabta, Raamah, and Sabteca. Raamah was the ancestor of Sheba and Dedan."
            },
            {
                "verse_number": "10",
                "verse_text": "Ethiopia was also the father of Nimrod, the world's first mighty warrior."
            },
            {
                "verse_number": "11",
                "verse_text": "Egypt was the ancestor of Ludim, Anamim, Lehabim, Naphtuhim,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pathrusim, Casluhim, and Caphtorim, the ancestor of the Philistines."
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan's oldest son was Sidon; his other son was Heth."
            },
            {
                "verse_number": "17",
                "verse_text": "Shem was the ancestor of Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech; they were the ancestors of the kingdoms named after them."
            },
            {
                "verse_number": "18",
                "verse_text": "Arpachshad was Shelah's father and Eber's grandfather."
            },
            {
                "verse_number": "19",
                "verse_text": "Eber named his first son Peleg, because in his time the earth was divided into tribal regions. Eber's second son was Joktan,"
            },
            {
                "verse_number": "28",
                "verse_text": "Abraham was the father of Isaac and Ishmael."
            },
            {
                "verse_number": "32",
                "verse_text": "Abraham and his slave woman Keturah had six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan was the father of Sheba and Dedan."
            },
            {
                "verse_number": "33",
                "verse_text": "Midian was the father of Ephah, Epher, Hanoch, Abida, and Eldaah."
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham's son Isaac was the father of Esau and Jacob."
            },
            {
                "verse_number": "35",
                "verse_text": "Esau was the father of Eliphaz, Reuel, Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "36",
                "verse_text": "Eliphaz was the father of Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."
            },
            {
                "verse_number": "37",
                "verse_text": "Reuel was the father of Nahath, Zerah, Shammah, and Mizzah."
            },
            {
                "verse_number": "38",
                "verse_text": "Seir was the father of Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
            },
            {
                "verse_number": "39",
                "verse_text": "Lotan was the father of Hori and Homam; Lotan's sister was Timna."
            },
            {
                "verse_number": "40",
                "verse_text": "Shobal was the father of Alvan, Manahath, Ebal, Shephi, and Onam. Zibeon was the father of Aiah and Anah."
            },
            {
                "verse_number": "41",
                "verse_text": "Anah was the father of Dishon and the grandfather of Hemdan, Eshban, Ithran, and Cheran."
            },
            {
                "verse_number": "42",
                "verse_text": "Ezer was the father of Bilhan, Zaavan, and Jaakan. Dishan was the father of Uz and Aran."
            },
            {
                "verse_number": "43",
                "verse_text": "Before kings ruled in Israel, Bela son of Beor ruled the country of Edom from its capital of Dinhabah."
            },
            {
                "verse_number": "44",
                "verse_text": "After Bela's death, Jobab son of Zerah from Bozrah became king."
            },
            {
                "verse_number": "45",
                "verse_text": "After Jobab's death, Husham from the land of Teman became king."
            },
            {
                "verse_number": "46",
                "verse_text": "After Husham's death, Hadad son of Bedad became king and ruled from Avith. Earlier, Bedad had defeated the Midianites in the territory of Moab."
            },
            {
                "verse_number": "47",
                "verse_text": "After Hadad's death, Samlah from Masrekah became king;"
            },
            {
                "verse_number": "48",
                "verse_text": "after Samlah's death, Shaul from the town of Rehoboth on the Euphrates River became king;"
            },
            {
                "verse_number": "49",
                "verse_text": "and after Shaul's death, Baal Hanan son of Achbor became king."
            },
            {
                "verse_number": "50",
                "verse_text": "After Baal Hanan's death, Hadad ruled from Pai. His wife was Mehetabel, the daughter of Matred and granddaughter of Mezahab."
            },
            {
                "verse_number": "51",
                "verse_text": "The Edomite clans were Timna, Alvah, Jetheth,"
            },
            {
                "verse_number": "52",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Magdiel, and Iram."
            }
        ],
        "2": [
            {
                "verse_number": "3",
                "verse_text": "Judah and his Canaanite wife Bathshua had three sons: Er, Onan, and Shelah. But the Lord had Er put to death, because he disobeyed and did what the Lord hated."
            },
            {
                "verse_number": "4",
                "verse_text": "Judah and his daughter-in-law Tamar also had two sons: Perez and Zerah."
            },
            {
                "verse_number": "5",
                "verse_text": "Perez was the father of Hezron and Hamul."
            },
            {
                "verse_number": "6",
                "verse_text": "Zerah was the father of Zimri, Ethan, Heman, Calcol, and Darda."
            },
            {
                "verse_number": "7",
                "verse_text": "Achan, who was a descendant of Zerah and the son of Carmi, caused trouble for Israel, because he kept for himself things that belonged only to the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "Ethan's son was Azariah."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezron was the father of Jerahmeel, Ram, and Caleb."
            },
            {
                "verse_number": "10",
                "verse_text": "Ram was the father of Amminadab and the grandfather of Nahshon, a tribal leader of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Nahshon's descendants included Salma, Boaz,"
            },
            {
                "verse_number": "12",
                "verse_text": "Obed, and Jesse."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesse also had two daughters: Zeruiah and Abigail. Zeruiah was the mother of Abishai, Joab, and Asahel."
            },
            {
                "verse_number": "17",
                "verse_text": "Abigail's husband was Jether, who was a descendant of Ishmael, and their son was Amasa."
            },
            {
                "verse_number": "18",
                "verse_text": "Hezron's son Caleb married Azubah, and their daughter was Jerioth, the mother of Jesher, Shobab, and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "After the death of Azubah, Caleb married Ephrath. Their son Hur"
            },
            {
                "verse_number": "20",
                "verse_text": "was the father of Uri and the grandfather of Bezalel."
            },
            {
                "verse_number": "21",
                "verse_text": "When Hezron was 60 years old, he married the daughter of Machir, who settled the region of Gilead. Their son Segub"
            },
            {
                "verse_number": "22",
                "verse_text": "was the father of Jair, who ruled 23 villages in the region of Gilead."
            },
            {
                "verse_number": "23",
                "verse_text": "Some time later the nations of Geshur and Aram captured 60 towns in that region, including the villages that belonged to Jair, as well as the town of Kenath and the nearby villages. Everyone from the region of Gilead was a descendant of Machir."
            },
            {
                "verse_number": "24",
                "verse_text": "After the death of Hezron, Caleb married Ephrath, his father's wife. Their son was Ashhur, who later settled the town of Tekoa."
            },
            {
                "verse_number": "25",
                "verse_text": "Jerahmeel, Hezron's oldest son, was the father of Ram, Bunah, Oren, Ozem, and Ahijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Jerahmeel had a second wife, Atarah, who gave birth to Onam."
            },
            {
                "verse_number": "27",
                "verse_text": "Ram was the father of Maaz, Jamin, and Eker."
            },
            {
                "verse_number": "28",
                "verse_text": "Onam was the father of Shammai and Jada."
            },
            {
                "verse_number": "29",
                "verse_text": "Abishur married Abihail, and their two sons were Ahban and Molid."
            },
            {
                "verse_number": "30",
                "verse_text": "Nadab was the father of Seled and Appaim. Seled had no children;"
            },
            {
                "verse_number": "31",
                "verse_text": "Appaim's son was Ishi, the father of Sheshan and the grandfather of Ahlai."
            },
            {
                "verse_number": "32",
                "verse_text": "Jada was the father of Jether and Jonathan. Jether had no children,"
            },
            {
                "verse_number": "33",
                "verse_text": "but Jonathan had two sons: Peleth and Zaza."
            },
            {
                "verse_number": "36",
                "verse_text": "the father of Nathan and the grandfather of Zabad."
            },
            {
                "verse_number": "42",
                "verse_text": "Caleb, Jerahmeel's brother, had the following descendants: Mesha, Ziph, Mareshah, Hebron,"
            },
            {
                "verse_number": "43",
                "verse_text": "and Hebron's four sons, Korah, Tappuah, Rekem, and Shema."
            },
            {
                "verse_number": "44",
                "verse_text": "Shema was the father of Raham and the grandfather of Jorkeam. Rekem was the father of Shammai,"
            },
            {
                "verse_number": "45",
                "verse_text": "the grandfather of Maon, and the great-grandfather of Bethzur."
            },
            {
                "verse_number": "46",
                "verse_text": "Ephah was one of Caleb's wives, and their sons were Haran, Moza, and Gazez. Haran named his son after his brother Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "Ephah was the daughter of Jahdai, who was also the father of Regem, Jotham, Geshan, Pelet, and Shaaph."
            },
            {
                "verse_number": "48",
                "verse_text": "Maacah was another of Caleb's wives, and their sons were Sheber and Tirhanah."
            },
            {
                "verse_number": "49",
                "verse_text": "Later, they had two more sons: Shaaph the father of Madmannah, and Sheva the father of Machbenah and Gibea. Caleb's daughter was Achsah."
            },
            {
                "verse_number": "52",
                "verse_text": "Shobal, who settled the town of Kiriath-Jearim, was the ancestor of Haroeh, half of the Menuhoth clan,"
            },
            {
                "verse_number": "53",
                "verse_text": "and the clans that lived near Kiriath-Jearim; they were the Ithrites, the Puthites, the Shumathites, and the Mishraites. The Zorathites and the Eshtaolites were descendants of the Mishraites."
            },
            {
                "verse_number": "54",
                "verse_text": "Salma settled the town of Bethlehem and was the ancestor of the Netophathites, the people of Atroth-Bethjoab, half of the Manahathite clan, and the Zorites."
            },
            {
                "verse_number": "55",
                "verse_text": "Salma was also the ancestor of the clans in Jabez that kept the court and government records; they were the Tirathites, the Shimeathites, and the Sucathites. These clans were the descendants of Hammath the Kenite, who was also the ancestor of the Rechabites."
            }
        ],
        "3": [
            {
                "verse_number": "5",
                "verse_text": "and during that time, he had 13 more sons. His wife Bathsheba daughter of Ammiel gave birth to Shimea, Shobab, Nathan, and Solomon."
            },
            {
                "verse_number": "9",
                "verse_text": "David's other wives also gave birth to sons. Tamar was his daughter."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiakim was the father of Jehoiachin and Zedekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoiachin, who was taken to Babylon as a prisoner, had seven sons: Shealtiel,"
            },
            {
                "verse_number": "18",
                "verse_text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Pedaiah had two sons: Zerubbabel and Shimei. Zerubbabel was the father of Meshullam, Hananiah, and Shelomith their sister."
            },
            {
                "verse_number": "20",
                "verse_text": "He also had five other sons: Hashubah, Ohel, Berechiah, Hasadiah, and Jushabhesed."
            },
            {
                "verse_number": "21",
                "verse_text": "Hananiah's descendants were Pelatiah, Jeshaiah, Rephaiah, Arnan, Obadiah, and Shecaniah,"
            },
            {
                "verse_number": "22",
                "verse_text": "the father of Shemaiah and the grandfather of Hattush, Igal, Bariah, Neariah, and Shaphat."
            },
            {
                "verse_number": "23",
                "verse_text": "Neariah was the father of Elioenai, Hizkiah, and Azrikam."
            },
            {
                "verse_number": "24",
                "verse_text": "Elioenai was the father of Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Judah was the father of five sons: Perez, Hezron, Carmi, Hur, and Shobal."
            },
            {
                "verse_number": "2",
                "verse_text": "Shobal was the father of Reaiah, the grandfather of Jahath, and the great-grandfather of Ahumai and Lahad. These men all belonged to the Zorathite clan. Ishi was the father of Zoheth and Benzoheth."
            },
            {
                "verse_number": "5",
                "verse_text": "Ashhur, who settled the town of Tekoa, had two wives: Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "Ashhur and Naarah were the parents of Ahuzzam, Hepher, Temeni, and Haahashtari."
            },
            {
                "verse_number": "7",
                "verse_text": "Ashhur and Helah were the parents of Zereth, Izhar, and Ethnan."
            },
            {
                "verse_number": "8",
                "verse_text": "Koz, the father of Anub and Zobebah, was also the ancestor of the clans of Aharhel, the son of Harum."
            },
            {
                "verse_number": "9",
                "verse_text": "Jabez was a man who got his name because of the pain he caused his mother during birth. But he was still the most respected son in his family."
            },
            {
                "verse_number": "10",
                "verse_text": "One day he prayed to Israel's God, &apos;Please bless me and give me a lot of land. Be with me so I will be safe from harm.&apos; And God did just what Jabez had asked."
            },
            {
                "verse_number": "11",
                "verse_text": "Chelub was the brother of Shuhah and the father of Mehir. Later, Mehir had a son, Eshton,"
            },
            {
                "verse_number": "12",
                "verse_text": "whose three sons were Bethrapha, Paseah, and Tehinnah. It was Tehinnah who settled the town of Nahash. These men and their families lived in the town of Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "Kenaz was the father of Othniel and Seraiah. Othniel had two sons: Hathath and Meonothai,"
            },
            {
                "verse_number": "14",
                "verse_text": "who was the father of Ophrah. Seraiah was the father of Joab, who settled a place called &apos;Valley of Crafts&apos; because the people who lived there were experts in making things."
            },
            {
                "verse_number": "15",
                "verse_text": "Caleb son of Jephunneh had three sons: Iru, Elah, and Naam. Elah was the father of Kenaz."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehallelel was the father of Ziph, Ziphah, Tiria, and Asarel."
            },
            {
                "verse_number": "19",
                "verse_text": "A man named Hodiah was married to the sister of Naham. Hodiah's descendants included Keilah of the Garmite clan and Eshtemoa of the Maacathite clan."
            },
            {
                "verse_number": "20",
                "verse_text": "Shimon was the father of Amnon, Rinnah, Benhanan, and Tilon."
            },
            {
                "verse_number": "23",
                "verse_text": "The members of these clans were the potters who lived in the towns of Netaim and Gederah and worked for the king."
            },
            {
                "verse_number": "24",
                "verse_text": "Simeon had five sons: Nemuel, Jamin, Jarib, Zerah, and Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "The descendants of Shaul included his son Shallum, his grandson Mibsam, and his great-grandson Mishma."
            },
            {
                "verse_number": "26",
                "verse_text": "The descendants of Mishma included his son Hammuel, his grandson Zaccur, and his great-grandson Shimei."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had 16 sons and 6 daughters. But his brothers did not have as many children, so the Simeon tribe was smaller than the Judah tribe."
            },
            {
                "verse_number": "32",
                "verse_text": "They also lived in the five villages of Etam, Ain, Rimmon, Tochen, and Ashan,"
            },
            {
                "verse_number": "33",
                "verse_text": "as well as in the nearby villages as far as the town of Baal. These are the places where Simeon's descendants had settled, according to their own family records."
            },
            {
                "verse_number": "39",
                "verse_text": "When the people needed more pastureland for their flocks and herds, they looked as far as the eastern side of the valley where the town of Gerar is located,"
            },
            {
                "verse_number": "40",
                "verse_text": "and they found a lot of good pastureland that was quiet and undisturbed. This had once belonged to the Hamites,"
            },
            {
                "verse_number": "41",
                "verse_text": "but when Hezekiah was king of Judah, the descendants of Simeon attacked and forced the Hamites and Meunites off the land, then settled there."
            },
            {
                "verse_number": "42",
                "verse_text": "Some time later, 500 men from the Simeon tribe went into Edom under the command of Pelatiah, Neariah, Rephaiah, and Uzziel the sons of Ishi."
            },
            {
                "verse_number": "43",
                "verse_text": "They killed the last of the Amalekites and lived there from then on."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Reuben was the oldest son of Jacob, but he lost his rights as the first-born son because he slept with one of his father's wives. The honor of the first-born son was then given to Joseph,"
            },
            {
                "verse_number": "2",
                "verse_text": "even though it was the Judah tribe that became the most powerful and produced a leader."
            },
            {
                "verse_number": "3",
                "verse_text": "Reuben had four sons: Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "9",
                "verse_text": "and as far east as the desert just west of the Euphrates River. They needed this much land because they owned too many cattle to keep them all in Gilead."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul was king, the Reuben tribe attacked and defeated the Hagrites, then took over their land east of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "The tribe of Gad lived in the region of Bashan, north of the Reuben tribe. Gad's territory extended all the way to the town of Salecah."
            },
            {
                "verse_number": "12",
                "verse_text": "Some of the clan leaders were Joel, Shapham, Janai, and Shaphat."
            },
            {
                "verse_number": "13",
                "verse_text": "Their relatives included Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber."
            },
            {
                "verse_number": "14",
                "verse_text": "They were all descendants of Abihail, whose family line went back through Huri, Jaroah, Gilead, Michael, Jeshishai, Jahdo, and Buz."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi, the son of Abdiel and the grandson of Guni, was the leader of their clan."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Gad lived in the towns in the regions of Bashan and Gilead, as well as in the pastureland of Sharon."
            },
            {
                "verse_number": "17",
                "verse_text": "Their family records were written when Jotham was king of Judah and Jeroboam was king of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The tribes of Reuben, Gad, and East Manasseh had 44,760 soldiers trained to fight in battle with shields, swords, bows, and arrows."
            },
            {
                "verse_number": "19",
                "verse_text": "They fought against the Hagrites and the tribes of Jetur, Naphish, and Nodab."
            },
            {
                "verse_number": "20",
                "verse_text": "Whenever these soldiers went to war against their enemies, they prayed to God and trusted him to help. That's why the tribes of Reuben, Gad, and East Manasseh defeated the Hagrites and their allies."
            },
            {
                "verse_number": "21",
                "verse_text": "These Israelite tribes captured 50,000 camels, 250,000 sheep, 2,000 donkeys, and 100,000 people."
            },
            {
                "verse_number": "22",
                "verse_text": "Many of the Hagrites died in battle, because God was fighting this battle against them. The tribes of Reuben, Gad, and East Manasseh lived in that territory until they were taken as prisoners to Assyria."
            },
            {
                "verse_number": "23",
                "verse_text": "East Manasseh was a large tribe, so its people settled in the northern region of Bashan, as far north as Baal-Hermon, Senir, and Mount Hermon."
            },
            {
                "verse_number": "24",
                "verse_text": "Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel were their clan leaders; they were well-known leaders and brave soldiers."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of the tribes of Reuben, Gad, and East Manasseh were unfaithful to the God their ancestors had worshiped, and they started worshiping the gods of the nations that God had forced out of Canaan."
            },
            {
                "verse_number": "26",
                "verse_text": "So God sent King Tiglath Pileser of Assyria to attack these Israelite tribes. The king led them away as prisoners to Assyria, and from then on, he forced them to live in Halah, Habor, Hara, and near the Gozan River."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Levi was the father of Gershon, Kohath, and Merari. Aaron had four sons: Nadab, Abihu, Eleazar, and Ithamar. Heman from the Kohathite clan was the director. His ancestors went all the way back to Jacob and included Joel, Samuel, Elkanah, Jeroham, Eliel, Toah, Zuph, Elkanah, Mahath, Amasai, Elkanah, Joel, Azariah, Zephaniah, Tahath, Assir, Ebiasaph, Korah, Izhar, Kohath, Levi."
            },
            {
                "verse_number": "2",
                "verse_text": "Kohath was the father of Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "3",
                "verse_text": "Amram was the father of Aaron, Moses, and Miriam."
            },
            {
                "verse_number": "15",
                "verse_text": "King Nebuchadnezzar of Babylonia took Jehozadak to Babylon as prisoner when the Lord let the people of Judah and Jerusalem be dragged from their land."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi's three sons had sons of their own."
            },
            {
                "verse_number": "17",
                "verse_text": "Gershon was the father of Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath was the father of Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "19",
                "verse_text": "Merari was the father of Mahli and Mushi. These descendants of Levi each became leaders of their own clans."
            },
            {
                "verse_number": "25",
                "verse_text": "Elkanah was the father of Amasai and Ahimoth."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel was the father of Joel and Abijah, born in that order."
            },
            {
                "verse_number": "31",
                "verse_text": "After King David had the sacred chest moved to Jerusalem, he appointed musicians from the Levi tribe to be in charge of the music at the place of worship."
            },
            {
                "verse_number": "32",
                "verse_text": "These musicians served at the sacred tent and later at the Lord 's temple that King Solomon built."
            },
            {
                "verse_number": "48",
                "verse_text": "The rest of the Levites were appointed to work at the sacred tent."
            },
            {
                "verse_number": "49",
                "verse_text": "Only Aaron and his descendants were allowed to offer sacrifices and incense on the two altars at the sacred tent. They were in charge of the most holy place and the ceremonies to forgive sins, just as God's servant Moses had commanded."
            },
            {
                "verse_number": "54",
                "verse_text": "Aaron's descendants belonged to the Levite clan of Kohath, and they were the first group chosen to receive towns to live in."
            },
            {
                "verse_number": "55",
                "verse_text": "They received the town of Hebron in the territory of Judah and the pastureland around it."
            },
            {
                "verse_number": "56",
                "verse_text": "But the farmland and villages around Hebron were given to Caleb son of Jephunneh."
            },
            {
                "verse_number": "60",
                "verse_text": "From the Benjamin tribe they were given the towns of Geba, Alemeth, and Anathoth and the pastureland around them. Thirteen towns were given to Aaron's descendants."
            },
            {
                "verse_number": "61",
                "verse_text": "The rest of the Levite clan of Kohath received ten towns from West Manasseh."
            },
            {
                "verse_number": "62",
                "verse_text": "The Levite clan of Gershon received thirteen towns from the tribes of Issachar, Asher, Naphtali, and East Manasseh in Bashan."
            },
            {
                "verse_number": "63",
                "verse_text": "The Levite clan of Merari received twelve towns from the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "64",
                "verse_text": "So the people of Israel gave the Levites towns to live in and the pastureland around them."
            },
            {
                "verse_number": "65",
                "verse_text": "All the towns were chosen with the Lord 's help, including those towns from the tribes of Judah, Simeon, and Benjamin."
            },
            {
                "verse_number": "66",
                "verse_text": "Some of the families of the Kohath clan received their towns from the tribe of Ephraim."
            },
            {
                "verse_number": "70",
                "verse_text": "And from West Manasseh they received Aner and Bileam, together with their pastureland."
            },
            {
                "verse_number": "71",
                "verse_text": "The Gershonite clan received two towns from the tribe of East Manasseh: Golan in Bashan and Ashtaroth, including the pastureland around them."
            },
            {
                "verse_number": "76",
                "verse_text": "Finally, the Gershonites received three towns from the tribe of Naphtali: Kedesh in Galilee, Hammon, and Kiriathaim, including the pastureland around them."
            },
            {
                "verse_number": "77",
                "verse_text": "The rest of the Merari clan received the towns of Rimmono and Tabor and their pastureland from the tribe of Zebulun."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Issachar was the father of four sons: Tola, Puah, Jashub, and Shimron. Ephraim had two other sons, Ezer and Elead. But they were killed when they tried to steal livestock from the people who lived in the territory of Gath."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola was the father of Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, who were all brave soldiers and family leaders in their clan. There were 22,600 people in Tola's family by the time David became king."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzzi was the father of Izrahiah and the grandfather of Michael, Obadiah, Joel, and Isshiah, who were also family leaders."
            },
            {
                "verse_number": "4",
                "verse_text": "Their families were so large that they had 36,000 soldiers in their clans."
            },
            {
                "verse_number": "5",
                "verse_text": "In fact, according to family records, the tribe of Issachar had a total of 87,000 warriors."
            },
            {
                "verse_number": "6",
                "verse_text": "Benjamin was the father of three sons: Bela, Becher, and Jediael."
            },
            {
                "verse_number": "7",
                "verse_text": "Bela was the father of Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were all brave soldiers and family leaders in their father's clan. The number of soldiers in their clan was 22,034."
            },
            {
                "verse_number": "8",
                "verse_text": "Becher was the father of Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth."
            },
            {
                "verse_number": "9",
                "verse_text": "The official family records listed 20,200 soldiers in the families of this clan, as well as their family leaders."
            },
            {
                "verse_number": "10",
                "verse_text": "Jediael was the father of Bilhan and the grandfather of Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
            },
            {
                "verse_number": "11",
                "verse_text": "They were family leaders in their clan, which had 17,200 soldiers prepared to fight in battle."
            },
            {
                "verse_number": "12",
                "verse_text": "Ir was the father of Shuppim and Huppim, who also belonged to this clan. Dan was the father of Hushim. Zelophehad was also a descendant of Manasseh, and he had five daughters. The descendants of Joseph lived in these towns and villages."
            },
            {
                "verse_number": "13",
                "verse_text": "Naphtali's mother was Bilhah, and he was the father of Jahziel, Guni, Jezer, and Shallum."
            },
            {
                "verse_number": "14",
                "verse_text": "Manasseh and his Syrian wife were the parents of Asriel and Machir the father of Gilead."
            },
            {
                "verse_number": "15",
                "verse_text": "Machir found a wife for Huppim and one for Shuppim. Machir had a sister named Maacah."
            },
            {
                "verse_number": "16",
                "verse_text": "Machir and his wife Maacah were the parents of Peresh and Sheresh. Peresh was the father of Ulam and Rekem."
            },
            {
                "verse_number": "17",
                "verse_text": "Ulam was the father of Bedan. These were all descendants of Gilead, the son of Machir and the grandson of Manasseh."
            },
            {
                "verse_number": "18",
                "verse_text": "Gilead's sister Hammolecheth was the mother of Ishhod, Abiezer, and Mahlah."
            },
            {
                "verse_number": "19",
                "verse_text": "Shemida, another descendant of Manasseh, was the father of Ahian, Shechem, Likhi, and Aniam."
            },
            {
                "verse_number": "20",
                "verse_text": "Ephraim was the father of Shuthelah and the ancestor of Bered, Tahath, Eleadah, Tahath,"
            },
            {
                "verse_number": "21",
                "verse_text": "Zabad, and Shuthelah."
            },
            {
                "verse_number": "22",
                "verse_text": "Ephraim mourned for his sons a long time, and his relatives came to comfort him."
            },
            {
                "verse_number": "23",
                "verse_text": "Some time later his wife gave birth to another son, and Ephraim named him Beriah, because he was born during a time of misery."
            },
            {
                "verse_number": "24",
                "verse_text": "Ephraim's daughter was Sheerah. She built the towns of Lower Beth-Horon, Upper Beth-Horon, and Uzzen-Sheerah."
            },
            {
                "verse_number": "25",
                "verse_text": "Ephraim also had a son named Rephah, and his descendants included Resheph, Telah, Tahan,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ladan, Ammihud, Elishama,"
            },
            {
                "verse_number": "27",
                "verse_text": "Nun, and Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "The descendants of Ephraim took over the territory as far south as Bethel, as far east as Naaran, and as far west as Gezer. Their territory included all the villages around these towns, as well as Shechem, Ayyah, and the nearby villages."
            },
            {
                "verse_number": "29",
                "verse_text": "The descendants of Manasseh settled in the territory that included Beth-Shan, Taanach, Megiddo, Dor, and the nearby villages."
            },
            {
                "verse_number": "30",
                "verse_text": "Asher had four sons, Imnah, Ishvah, Ishvi, and Beriah, and one daughter, Serah."
            },
            {
                "verse_number": "31",
                "verse_text": "Beriah was the father of Heber and Malchiel the father of Birzaith."
            },
            {
                "verse_number": "32",
                "verse_text": "Heber was the father of three sons, Japhlet, Shomer, and Hotham, and one daughter, Shua."
            },
            {
                "verse_number": "33",
                "verse_text": "Japhlet was the father of Pasach, Bimhal, and Ashvath."
            },
            {
                "verse_number": "34",
                "verse_text": "Shomer was the father of Ahi, Rohgah, Hubbah, and Aram."
            },
            {
                "verse_number": "35",
                "verse_text": "And Japhlet's brother Hotham was the father of Zophah, Imna, Shelesh, and Amal."
            },
            {
                "verse_number": "36",
                "verse_text": "Zophah was the father of Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
            },
            {
                "verse_number": "38",
                "verse_text": "Jether was the father of Jephunneh, Pispa, and Ara."
            },
            {
                "verse_number": "39",
                "verse_text": "Ulla was the father of Arah, Hanniel, and Rizia."
            },
            {
                "verse_number": "40",
                "verse_text": "These were the descendants of Asher, and they were all respected family leaders and brave soldiers. The tribe of Asher had a total of 26,000 soldiers."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin had five sons, who were born in the following order: Bela, Ashbel, Aharah,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah, and Rapha."
            },
            {
                "verse_number": "3",
                "verse_text": "Bela was the father of Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan, and Huram. All of these belonged to the tribe of Benjamin."
            },
            {
                "verse_number": "12",
                "verse_text": "Elpaal was the father of Eber, Misham, and Shemed, who settled the towns of Ono and Lod, as well as the nearby villages."
            },
            {
                "verse_number": "13",
                "verse_text": "Beriah and Shema were family leaders in the clan that lived in the town of Aijalon and that forced out the people of Gath."
            },
            {
                "verse_number": "28",
                "verse_text": "These were the family leaders in their ancestor's clan, and they and their descendants lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Jeiel settled the town of Gibeon. He and his wife Maacah lived there"
            },
            {
                "verse_number": "30",
                "verse_text": "along with their sons, who were born in the following order: Abdon, Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, Zecher,"
            },
            {
                "verse_number": "32",
                "verse_text": "and Mikloth the father of Shimeah. Some of them went to live in Jerusalem near their relatives."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner was the father of Kish and the grandfather of King Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan was the father of Meribbaal, the grandfather of Micah,"
            },
            {
                "verse_number": "35",
                "verse_text": "and the great-grandfather of Pithon, Melech, Tarea, and Ahaz."
            },
            {
                "verse_number": "36",
                "verse_text": "Saul's other descendants were Jehoaddah, Alemeth, Azmaveth, Zimri, Moza,"
            },
            {
                "verse_number": "37",
                "verse_text": "Binea, Raphah, Eleasah, Azel,"
            },
            {
                "verse_number": "38",
                "verse_text": "as well as Azel's six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan."
            },
            {
                "verse_number": "39",
                "verse_text": "Azel's brother Eshek was the father of Ulam, Jeush, and Eliphelet."
            },
            {
                "verse_number": "40",
                "verse_text": "Ulam's sons were brave soldiers who were experts at using a bow and arrows. They had a total of 150 children and grandchildren."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Everyone in Israel was listed in the official family records that were included in the history of Israel's kings. The people of Judah were taken to Babylonia as prisoners because they sinned against the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "And the first people to return to their towns included priests, Levites, temple workers, and other Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "People from the tribes of Judah, Benjamin, Ephraim, and Manasseh settled in Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "There was a total of 1,760 priests, all of them family leaders in their clan and trained in the work at the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "Shallum, Akkub, Talmon, Ahiman, and their relatives were the guards at the temple gates. Shallum was the leader of this clan,"
            },
            {
                "verse_number": "18",
                "verse_text": "and for a long time they had been the guards at the King's Gate on the east side of the city. Before that, their ancestors guarded the entrance to the Levite camp."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum son of Kore, as well as the other men in the Korahite clan, guarded the entrance to the temple, just as their ancestors had guarded the entrance to the sacred tent."
            },
            {
                "verse_number": "20",
                "verse_text": "Phinehas son of Eleazar had supervised their work because the Lord was with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Zechariah son of Meshelemiah was also one of the guards at the temple."
            },
            {
                "verse_number": "22",
                "verse_text": "There was a total of 212 guards, all of them listed in the family records in their towns. Their ancestors had been chosen by King David and by Samuel the prophet to be responsible for this work,"
            },
            {
                "verse_number": "23",
                "verse_text": "and now they guarded the temple gates."
            },
            {
                "verse_number": "24",
                "verse_text": "There was one full-time guard appointed to each of the four sides of the temple."
            },
            {
                "verse_number": "25",
                "verse_text": "Their assistants lived in the villages outside the city, and every seven days a group of them would come into the city and take their turn at guard duty."
            },
            {
                "verse_number": "26",
                "verse_text": "The four full-time guards were Levites, and they supervised the other guards and were responsible for the rooms in the temple and the supplies kept there."
            },
            {
                "verse_number": "27",
                "verse_text": "They guarded the temple day and night and opened its doors every morning."
            },
            {
                "verse_number": "28",
                "verse_text": "Some of the Levites were responsible for the equipment used in worship at the temple, and they had to count everything before and after it was used."
            },
            {
                "verse_number": "29",
                "verse_text": "Others were responsible for the temple furnishings and its sacred objects, as well as the flour, wine, olive oil, incense, and spices."
            },
            {
                "verse_number": "30",
                "verse_text": "But only the priests could mix the spices."
            },
            {
                "verse_number": "31",
                "verse_text": "Mattithiah, Shallum's oldest son, was a member of the Levite clan of Korah, and he was in charge of baking the bread used for offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "The Levites from the Kohath clan were in charge of baking the sacred loaves of bread for each Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "The Levite family leaders who were the musicians also lived at the temple. They had no other responsibilities, because they were on duty day and night."
            },
            {
                "verse_number": "34",
                "verse_text": "All of these men were family leaders in the Levi tribe and were listed that way in their family records. They lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Jeiel had settled the town of Gibeon, where he and his wife Maacah lived."
            },
            {
                "verse_number": "36",
                "verse_text": "They had ten sons, who were born in the following order: Abdon, Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah, and Mikloth"
            },
            {
                "verse_number": "38",
                "verse_text": "the father of Shimeam. Some of them went to live in Jerusalem near their relatives."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner was the father of Kish and the grandfather of King Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines fought against Israel in a battle at Mount Gilboa. Israel's soldiers ran from the Philistines, and many of them were killed."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines closed in on Saul and his sons and killed three of them: Jonathan, Abinadab, and Malchishua."
            },
            {
                "verse_number": "3",
                "verse_text": "The fighting was fierce around Saul, and he was badly wounded by enemy arrows. But the soldier was afraid to kill him. Then Saul stuck himself in the stomach with his own sword and fell on the blade."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul told the soldier who carried his weapons, &apos;Kill me with your sword! I don't want those godless Philistines to torture and make fun of me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When the soldier realized that Saul was dead, he killed himself in the same way."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul, three of his sons, and all his male relatives were dead."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites who lived in Jezreel Valley learned that their army had run away and that Saul and his sons were dead. They ran away too, and the Philistines moved into the towns the Israelites left behind."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day the Philistines came back to the battlefield to carry away the weapons of the dead Israelite soldiers. When they found the bodies of Saul and his sons on Mount Gilboa,"
            },
            {
                "verse_number": "9",
                "verse_text": "they took Saul's weapons, pulled off his armor, and cut off his head. Then they sent messengers everywhere in Philistia to spread the news among their people and to thank the idols of their gods."
            },
            {
                "verse_number": "10",
                "verse_text": "They put Saul's armor in the temple of their gods and hung his head in the temple of their god Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "When the people who lived in Jabesh in Gilead heard what the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "some brave men went to get his body and the bodies of his three sons. The men brought the bodies back to Jabesh, where they buried them under an oak tree. Then for seven days, they went without eating to show their sorrow."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul died because he was unfaithful and disobeyed the Lord . He even asked advice from a woman who talked to spirits of the dead,"
            },
            {
                "verse_number": "14",
                "verse_text": "instead of asking the Lord . So the Lord had Saul killed and gave his kingdom to David, the son of Jesse."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Israel's leaders met with David at Hebron and said, &apos;We are your relatives,"
            },
            {
                "verse_number": "2",
                "verse_text": "and we know that you have led our army into battle, even when Saul was still our king. The Lord God has promised that you would rule our country and take care of us like a shepherd."
            },
            {
                "verse_number": "3",
                "verse_text": "So we have come to crown you king of Israel.&apos; David made an agreement with the leaders and asked the Lord to be their witness. Then the leaders poured olive oil on David's head to show that he was now king of Israel. This happened just as the Lord 's prophet Samuel had said. The Three Warriors did these brave deeds."
            },
            {
                "verse_number": "4",
                "verse_text": "Jerusalem was called Jebus at the time, and David led Israel's army to attack the town."
            },
            {
                "verse_number": "5",
                "verse_text": "The Jebusites said, &apos;You won't be able to get in here!&apos; But David captured the fortress of Mount Zion, which is now called the City of David."
            },
            {
                "verse_number": "6",
                "verse_text": "David had told his troops, &apos;The first soldier to kill a Jebusite will become my army commander.&apos; And since Joab son of Zeruiah attacked first, he became commander."
            },
            {
                "verse_number": "7",
                "verse_text": "Later, David moved to the fortress&ndash;that's why it's called the City of David."
            },
            {
                "verse_number": "8",
                "verse_text": "He had the city rebuilt, starting at the landfill on the east side. Meanwhile, Joab supervised the repairs to the rest of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "David became a great and strong ruler, because the Lord All-Powerful was on his side."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord had promised that David would become king, and so everyone in Israel gave David their support. Certain warriors also helped keep his kingdom strong."
            },
            {
                "verse_number": "11",
                "verse_text": "The first of these warriors was Jashobeam the son of Hachmoni, the leader of the Three Warriors. In one battle he killed 300 men with his spear."
            },
            {
                "verse_number": "12",
                "verse_text": "Another one of the Three Warriors was Eleazar son of Dodo the Ahohite."
            },
            {
                "verse_number": "13",
                "verse_text": "During a battle against the Philistines at Pas-Dammim, all the Israelite soldiers ran away,"
            },
            {
                "verse_number": "14",
                "verse_text": "except Eleazar, who stayed with David. They took their positions in a nearby barley field and defeated the Philistines! The Lord gave Israel a great victory that day."
            },
            {
                "verse_number": "15",
                "verse_text": "One time the Three Warriors went to meet David among the rocks at Adullam Cave. The Philistine army had set up camp in Rephaim Valley"
            },
            {
                "verse_number": "16",
                "verse_text": "and had taken over Bethlehem. David was in a fortress,"
            },
            {
                "verse_number": "17",
                "verse_text": "and he said, &apos;I'm very thirsty. I wish I had a drink of water from the well by the gate to Bethlehem.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Three Warriors sneaked through the Philistine camp and got some water from the well near Bethlehem's gate. They took it back to David, but he refused to drink it. Instead, he poured out the water as a sacrifice to the Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "and said, &apos;Drinking this water would be like drinking the blood of these men who risked their lives to get it for me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab's brother Abishai was the leader of the Thirty Warriors, and in one battle he killed 300 men with his spear. He was just as famous as the Three Warriors"
            },
            {
                "verse_number": "21",
                "verse_text": "and was more famous than the rest of the Thirty Warriors. He was their commander, but he never became one of the Three Warriors."
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah the son of Jehoiada was a brave man from Kabzeel who did some amazing things. One time he killed two of Moab's best fighters, and one snowy day he went into a pit and killed a lion."
            },
            {
                "verse_number": "23",
                "verse_text": "Another time he killed an Egyptian who was over two meters tall and was armed with a spear. Benaiah only had a club, so he grabbed the spear from the Egyptian and killed him with it."
            },
            {
                "verse_number": "24",
                "verse_text": "Benaiah did things like that; he was just as brave as the Three Warriors,"
            },
            {
                "verse_number": "25",
                "verse_text": "even though he never became one of them. And he was certainly as famous as the rest of the Thirty Warriors. So David made him the leader of his own bodyguard."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Some time earlier, David had gone to live in the town of Ziklag to escape from King Saul. While David was there, several brave warriors joined him to help fight his battles. So David agreed to let them stay, and he even put them in charge of his soldiers who raided enemy villages. Everyone in Israel was very happy."
            },
            {
                "verse_number": "2",
                "verse_text": "Several of these warriors were from King Saul's own tribe of Benjamin. They were experts at using a bow and arrows, and they could shoot an arrow or sling a stone with either hand."
            },
            {
                "verse_number": "8",
                "verse_text": "Men from the tribe of Gad also joined David at his fortress in the desert and served as his warriors. They were also brave soldiers&ndash;fierce as lions and quick as gazelles. They were always prepared to fight with shields and spears."
            },
            {
                "verse_number": "14",
                "verse_text": "All these men were army officers; some were high-ranking officers over a thousand troops, and others were officers over a hundred troops."
            },
            {
                "verse_number": "15",
                "verse_text": "Earlier, they had crossed the Jordan River when it flooded, and they chased out the people who lived in the valleys on each side of the river."
            },
            {
                "verse_number": "16",
                "verse_text": "One time a group of men from the tribes of Benjamin and Judah went to the fortress where David was staying."
            },
            {
                "verse_number": "17",
                "verse_text": "David met them outside and said, &apos;If you are coming as friends to fight on my side, then stay and join us. But if you try to turn me over to my enemies, the God our ancestors worshiped will punish you, because I have done nothing wrong.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Amasai, who later became the leader of the Thirty Warriors, was one of these men who went to David. God's Spirit took control of him, and he said, &apos;We will join you, David son of Jesse! You and your followers will always be successful, because God fights on your side.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Some of the warriors who joined David were from the tribe of Manasseh. They had earlier gone with David when he agreed to fight on the side of the Philistines against King Saul. But as soon as the Philistine rulers realized that David might turn against them and rejoin Saul, they sent David away to the town of Ziklag."
            },
            {
                "verse_number": "20",
                "verse_text": "That's when the following men from Manasseh joined him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai. They had all been commanders in Saul's army"
            },
            {
                "verse_number": "21",
                "verse_text": "and brave soldiers, and so David made them officers in his army. They fought on his side when enemy troops attacked."
            },
            {
                "verse_number": "22",
                "verse_text": "Day after day, new men came to join David, and soon he had a large, powerful army."
            },
            {
                "verse_number": "38",
                "verse_text": "All of these soldiers voluntarily came to Hebron because they wanted David to become king of Israel. In fact, everyone in Israel wanted the same thing."
            },
            {
                "verse_number": "39",
                "verse_text": "The soldiers stayed in Hebron three days, eating and drinking what their relatives had prepared for them."
            },
            {
                "verse_number": "40",
                "verse_text": "Other Israelites from as far away as the territories of Issachar, Zebulun, and Naphtali brought cattle and sheep to slaughter for food. They also brought donkeys, camels, mules, and oxen that were loaded down with flour, dried figs and raisins, wine, and olive oil."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, David talked with his army commanders,"
            },
            {
                "verse_number": "4",
                "verse_text": "The people agreed this was the right thing to do."
            },
            {
                "verse_number": "5",
                "verse_text": "David gathered everyone from the Shihor River in Egypt to Lebo-Hamath in the north."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he led them to Baalah in Judah, which was also called Kiriath-Jearim. They went there to get the sacred chest and bring it to Jerusalem, because it belonged to the Lord God, whose throne is above the winged creatures on the lid of the chest."
            },
            {
                "verse_number": "7",
                "verse_text": "The sacred chest was still at Abinadab's house, and when David and the crowd arrived there, they brought the chest outside and placed it on a new ox cart. Abinadab's sons Uzzah and Ahio guided the cart,"
            },
            {
                "verse_number": "8",
                "verse_text": "while David and the crowd danced and sang praises to the Lord with all their might. They played music on small harps and other stringed instruments, and on tambourines, cymbals, and trumpets."
            },
            {
                "verse_number": "9",
                "verse_text": "But when they came to Chidon's threshing place, the oxen stumbled, and Uzzah reached out and took hold of the chest to stop it from falling."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord God was very angry with Uzzah for doing this, and he killed Uzzah right there beside the chest."
            },
            {
                "verse_number": "11",
                "verse_text": "David then got angry with God for killing Uzzah. So he named that place &apos;Attack on Uzzah,&apos; and it's been called that ever since."
            },
            {
                "verse_number": "12",
                "verse_text": "David was afraid what the Lord might do to him, and he asked himself, &apos;Should I really be the one to take care of the sacred chest?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So instead of taking it to Jerusalem, David decided to take it to the home of Obed-Edom, who lived in the town of Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "The chest stayed there for three months, and the Lord blessed Obed-Edom, his family, and everything he owned."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "King Hiram of Tyre sent some officials to David. They brought along carpenters and stone workers, and enough cedar logs to build David a palace."
            },
            {
                "verse_number": "2",
                "verse_text": "David now knew that the Lord had made him a powerful king of Israel for the good of his people. The Lord told David, &apos;Yes, attack them! I will give you victory.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "After David moved to Jerusalem, he married more women and had more sons and daughters."
            },
            {
                "verse_number": "8",
                "verse_text": "When the Philistines heard that David had become king of Israel, they came to capture him. But David heard about their plan and marched out to meet them in battle."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines had already camped in Rephaim Valley and were raiding the nearby villages."
            },
            {
                "verse_number": "10",
                "verse_text": "David asked God, &apos;Should I attack the Philistines? Will you help me win?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David and his army marched to Baal-Perazim, where they attacked and defeated the Philistines. He said, &apos;I defeated my enemies because God broke through them like a mighty flood.&apos; So he named the place &apos;The Lord Broke Through.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then David ordered his troops to burn the idols that the Philistines had left behind."
            },
            {
                "verse_number": "13",
                "verse_text": "Some time later, the Philistines came back into the hill country and camped in Rephaim Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "David asked God what he should do, and God answered, &apos;Don't attack them from the front. Circle around behind them where the balsam trees are."
            },
            {
                "verse_number": "15",
                "verse_text": "Wait there until you hear the treetops making the sound of marching troops. That sound will mean I have marched out ahead of you to fight the Philistine army. So you must then attack quickly!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "David obeyed God and he defeated the Philistines. He even chased them all the way from Gibeon to the entrance to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "From then on, David became even more famous, and the Lord made all the nations afraid of him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "David had several buildings built in Jerusalem, and he had a tent set up where the sacred chest would be kept."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;Only Levites will be allowed to carry the chest, because the Lord has chosen them to do that work and to serve him forever.&apos; Finally, David chose priests to walk in front of the sacred chest and blow trumpets. They were Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer."
            },
            {
                "verse_number": "3",
                "verse_text": "Next, David invited everyone to come to Jerusalem and watch the sacred chest being carried to the place he had set up for it."
            },
            {
                "verse_number": "4",
                "verse_text": "He also sent for Aaron's descendants and for the Levites. The Levites that came were:"
            },
            {
                "verse_number": "5",
                "verse_text": "Uriel, the leader of the Kohath clan, and 120 of his relatives;"
            },
            {
                "verse_number": "6",
                "verse_text": "Asaiah, the leader of the Merari clan, and 220 of his relatives;"
            },
            {
                "verse_number": "7",
                "verse_text": "Joel, the leader of the Gershon clan, and 130 of his relatives;"
            },
            {
                "verse_number": "8",
                "verse_text": "Shemaiah, the leader of the Elizaphan clan, and 200 of his relatives;"
            },
            {
                "verse_number": "9",
                "verse_text": "Eliel, the leader of the Hebron clan, and 80 of his relatives; and"
            },
            {
                "verse_number": "10",
                "verse_text": "Amminadab, the leader of the Uzziel clan, with 112 of his relatives."
            },
            {
                "verse_number": "11",
                "verse_text": "David called together these six Levites and the two priests, Zadok and Abiathar."
            },
            {
                "verse_number": "12",
                "verse_text": "He said to them, &apos;You are the leaders of the clans in the Levi tribe. You and your relatives must first go through the ceremony to make yourselves clean and acceptable to the Lord . Then you may carry the sacred chest that belongs to the Lord God of Israel and bring it to the place I have prepared for it."
            },
            {
                "verse_number": "13",
                "verse_text": "The first time we tried to bring the chest to Jerusalem, we didn't ask the Lord what he wanted us to do. He was angry with us, because you Levites weren't there to carry the chest.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The priests and the Levites made themselves clean. They were now ready to carry the sacred chest"
            },
            {
                "verse_number": "15",
                "verse_text": "on poles that rested on their shoulders, just as the Lord had told Moses to do."
            },
            {
                "verse_number": "16",
                "verse_text": "David then told the leaders to choose some Levites to sing and play music on small harps, other stringed instruments, and cymbals."
            },
            {
                "verse_number": "22",
                "verse_text": "Chenaniah was chosen to be the music director, because he was a skilled musician."
            },
            {
                "verse_number": "25",
                "verse_text": "David, the leaders of Israel, and the army commanders were very happy as they went to Obed-Edom's house to get the sacred chest."
            },
            {
                "verse_number": "26",
                "verse_text": "God gave the Levites the strength they needed to carry the chest, and so they sacrificed seven bulls and seven rams."
            },
            {
                "verse_number": "27",
                "verse_text": "David, the Levites, Chenaniah the music director, and all the musicians were wearing linen robes, and David was also wearing a linen cloth."
            },
            {
                "verse_number": "28",
                "verse_text": "While the sacred chest was being carried into Jerusalem, everyone was celebrating by shouting and playing music on horns, trumpets, cymbals, harps, and other stringed instruments."
            },
            {
                "verse_number": "29",
                "verse_text": "Saul's daughter Michal looked out her window and watched the chest being brought into David's City. But when she saw David jumping and dancing in honor of the Lord , she was disgusted."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "They put the sacred chest inside the tent that David had set up for it, then they offered sacrifices to please the Lord and sacrifices to ask his blessing."
            },
            {
                "verse_number": "2",
                "verse_text": "After David had finished, he blessed the people in the name of the Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "and gave every person in the crowd a small loaf of bread, some meat, and a handful of raisins. and pray in his name! Tell everyone what he has done. Tell about his miracles. his holy name with all your heart. and his mighty power. Worship him always. and all his wonders and his fair decisions. of Israel, his servant; you are his chosen ones, the descendants of Jacob. bringing justice everywhere on earth. his agreement and his promises, not in thousands of years. * the land of Canaan.&apos; only a few of us, and we were homeless. to nation, from one country to another. mistreat our people. Instead he protected us by punishing rulers &apos;Don't touch my chosen leaders or harm my prophets!&apos; sing praises to the Lord . Day after day announce, &apos;The Lord has saved us!&apos; &apos;The Lord is wonderful and does marvelous things! our greatest praise! He is the only God worthy of our worship. but the Lord created the heavens. to the Lord , whose power and beauty fill his holy temple.&apos; &apos;Praise the glorious power of the Lord . and bring an offering into his temple. Worship the Lord , majestic and holy. The world stands firm, never to be shaken. to be glad and celebrate! And announce to the nations, &apos;The Lord is King!&apos; with all of its creatures and the fields to rejoice with all of their crops. will sing joyful songs to the Lord . He is coming to judge all people on earth. because he is good to us, and his love never fails. Bring us back from among the nations. Let us celebrate and shout in praise of your holy name. you deserve to be praised forever and ever.&apos; After David finished, the people shouted, &apos;Amen! Praise the Lord !&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "David appointed some of the Levites to serve at the sacred chest; they were to play music and sing praises to the Lord God of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph was their leader, and Zechariah was his assistant. Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and another man named Jeiel were appointed to play small harps and stringed instruments. Asaph himself played the cymbals,"
            },
            {
                "verse_number": "6",
                "verse_text": "and the two priests Benaiah and Jahaziel were to blow trumpets every day in front of the sacred chest."
            },
            {
                "verse_number": "7",
                "verse_text": "That same day, David instructed Asaph and his relatives for the first time to sing these praises to the Lord :"
            },
            {
                "verse_number": "8",
                "verse_text": "Praise the Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing praises to the Lord !"
            },
            {
                "verse_number": "10",
                "verse_text": "Celebrate and worship"
            },
            {
                "verse_number": "11",
                "verse_text": "Trust the Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "Remember his miracles"
            },
            {
                "verse_number": "13",
                "verse_text": "You belong to the family"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord is our God,"
            },
            {
                "verse_number": "15",
                "verse_text": "We must never forget"
            },
            {
                "verse_number": "16",
                "verse_text": "God made an eternal promise"
            },
            {
                "verse_number": "17",
                "verse_text": "to Abraham, Isaac, and Jacob"
            },
            {
                "verse_number": "18",
                "verse_text": "when he said, &apos;I'll give you"
            },
            {
                "verse_number": "19",
                "verse_text": "At the time there were"
            },
            {
                "verse_number": "20",
                "verse_text": "We wandered from nation"
            },
            {
                "verse_number": "21",
                "verse_text": "God did not let anyone"
            },
            {
                "verse_number": "22",
                "verse_text": "and telling them,"
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone on this earth,"
            },
            {
                "verse_number": "24",
                "verse_text": "Tell every nation on earth,"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is great and deserves"
            },
            {
                "verse_number": "26",
                "verse_text": "Other nations worship idols,"
            },
            {
                "verse_number": "27",
                "verse_text": "Give honor and praise"
            },
            {
                "verse_number": "28",
                "verse_text": "Tell everyone of every nation,"
            },
            {
                "verse_number": "29",
                "verse_text": "He is wonderful! Praise him"
            },
            {
                "verse_number": "30",
                "verse_text": "Everyone on earth, now tremble!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Tell the heavens and the earth"
            },
            {
                "verse_number": "32",
                "verse_text": "Command the ocean to roar"
            },
            {
                "verse_number": "33",
                "verse_text": "Then every tree in the forest"
            },
            {
                "verse_number": "34",
                "verse_text": "Praise the Lord"
            },
            {
                "verse_number": "35",
                "verse_text": "Say to him, &apos;Save us, Lord God!"
            },
            {
                "verse_number": "36",
                "verse_text": "Lord God of Israel,"
            },
            {
                "verse_number": "37",
                "verse_text": "David chose Asaph and the Levites in his clan to be in charge of the daily worship at the place where the sacred chest was kept."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed-Edom and 68 of his relatives were their assistants, and Hosah and Obed-Edom the son of Jeduthun were the guards."
            },
            {
                "verse_number": "39",
                "verse_text": "David also chose Zadok the priest and his relatives who were priests to serve at the Lord 's sacred tent at Gibeon."
            },
            {
                "verse_number": "40",
                "verse_text": "They were to offer sacrifices on the altar every morning and evening, just as the Lord had commanded in the Law he gave Israel."
            },
            {
                "verse_number": "41",
                "verse_text": "Heman and Jeduthun were their assistants, as well as the other men who had been chosen to praise the Lord for his never-ending love."
            },
            {
                "verse_number": "42",
                "verse_text": "Heman and Jeduthun were also responsible for blowing the trumpets, and for playing the cymbals and other instruments during worship at the tent. The Levites in Jeduthun's clan were the guards at Gibeon."
            },
            {
                "verse_number": "43",
                "verse_text": "After that, everyone went home, and David went home to his family."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Soon after David moved into his new palace, he said to Nathan the prophet, &apos;Look around! I live in a palace made of cedar, but the sacred chest is kept in a tent.&apos; David, you are my servant, so listen carefully: You are not the one to build a temple for me. Now I promise that like you, your descendants will be kings. Lord God, my family and I don't deserve what you have already done for us, My kingdom will be strong,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan replied, &apos;The Lord is with you&ndash;do what you want.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "That night, the Lord told Nathan"
            },
            {
                "verse_number": "4",
                "verse_text": "to go to David and tell him:"
            },
            {
                "verse_number": "5",
                "verse_text": "I didn't live in a temple when I brought my people out of Egypt, and I don't live in one now. A tent has always been my home wherever I have gone with them."
            },
            {
                "verse_number": "6",
                "verse_text": "I chose special leaders and told them to be like shepherds for my people Israel. But did I ever say anything to even one of them about building a cedar temple for me?"
            },
            {
                "verse_number": "7",
                "verse_text": "David, this is what I, the Lord All-Powerful, say to you. I brought you in from the fields where you took care of sheep, and I made you the leader of my people."
            },
            {
                "verse_number": "8",
                "verse_text": "Wherever you went, I helped you and destroyed your enemies right in front of your eyes. I have made you one of the most famous people in the world."
            },
            {
                "verse_number": "9",
                "verse_text": "I have given my people Israel a land of their own where they can live in peace. They will no longer have to tremble with fear&ndash;evil nations won't bother them, as they did"
            },
            {
                "verse_number": "10",
                "verse_text": "when I let judges rule my people, and I will keep your enemies from attacking you."
            },
            {
                "verse_number": "11",
                "verse_text": "I'll choose one of your sons to be king when you reach the end of your life and are buried beside your ancestors. I'll make him a strong ruler,"
            },
            {
                "verse_number": "12",
                "verse_text": "and no one will be able to take his kingdom away from him. He will be the one to build a temple for me."
            },
            {
                "verse_number": "13",
                "verse_text": "I will be like a father to him, and he will be like a son to me. I will never put an end to my agreement with him, as I put an end to my agreement with Saul, who was king before you."
            },
            {
                "verse_number": "14",
                "verse_text": "I will make sure that your son and his descendants will rule my people and my kingdom forever."
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan told David exactly what the Lord had said."
            },
            {
                "verse_number": "16",
                "verse_text": "David went into the tent he had set up for the sacred chest. He sat there and prayed:"
            },
            {
                "verse_number": "17",
                "verse_text": "and yet you have promised to do even more for my descendants. You are treating me as if I am a very important person."
            },
            {
                "verse_number": "18",
                "verse_text": "I am your servant, and you know my thoughts. What else can I say, except that you have honored me?"
            },
            {
                "verse_number": "19",
                "verse_text": "It was your choice to do these wonderful things for me and to make these promises."
            },
            {
                "verse_number": "20",
                "verse_text": "No other god is like you, Lord &ndash;you alone are God. Everything we have heard about you is true."
            },
            {
                "verse_number": "21",
                "verse_text": "And there is no other nation on earth like Israel, the nation you rescued from slavery in Egypt to be your own. You became famous by using great and wonderful miracles to force other nations and their gods out of your land, so that your people could live here."
            },
            {
                "verse_number": "22",
                "verse_text": "You have chosen Israel to be your people forever, and you have become their God."
            },
            {
                "verse_number": "23",
                "verse_text": "Lord God, please do what you promised me and my descendants."
            },
            {
                "verse_number": "24",
                "verse_text": "Then you will be famous forever, and everyone will say, &apos;The Lord All-Powerful rules Israel and is their God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "because you are my God, and you have promised that my descendants will be kings. That's why I have the courage to pray to you like this, even though I am only your servant."
            },
            {
                "verse_number": "26",
                "verse_text": "You are the Lord God, and you have made this good promise to me."
            },
            {
                "verse_number": "27",
                "verse_text": "Now please bless my descendants forever, and let them always be your chosen kings. You have already blessed my family, and I know you will bless us forever."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Later, David attacked and defeated the Philistines. He captured their town of Gath and the nearby villages. Everywhere David went, the Lord helped him win battles. Everywhere David went, the Lord gave him victory in war. Jehoshaphat the son of Ahilud kept the government records. Shavsha was the secretary. David's sons were his highest-ranking officials."
            },
            {
                "verse_number": "2",
                "verse_text": "David also defeated the Moabites, and so they had to accept him as their ruler and pay taxes to him."
            },
            {
                "verse_number": "3",
                "verse_text": "While King Hadadezer of Zobah was trying to gain control of the territory near the Euphrates River, David met him in battle at Hamath and defeated him."
            },
            {
                "verse_number": "4",
                "verse_text": "David captured 1,000 chariots, 7,000 chariot drivers, and 20,000 soldiers. And he crippled all but 100 of the horses."
            },
            {
                "verse_number": "5",
                "verse_text": "When troops from the Syrian kingdom of Damascus came to help Hadadezer, David killed 22,000 of them."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David stationed some of his troops in Damascus, and the people there had to accept David as their ruler and pay taxes to him."
            },
            {
                "verse_number": "7",
                "verse_text": "Hadadezer's officers had carried gold shields, but David took these shields and brought them back to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "He also took a lot of bronze from the cities of Tibhath and Cun, which had belonged to Hadadezer. Later, Solomon used this bronze to make the large bowl called the Sea, and to make the pillars and other furnishings for the temple."
            },
            {
                "verse_number": "11",
                "verse_text": "David gave these gifts to the Lord , just as he had done with the silver and gold he had captured from Edom, Moab, Ammon, Philistia, and Amalek."
            },
            {
                "verse_number": "12",
                "verse_text": "Abishai the son of Zeruiah defeated the Edomite army in Salt Valley and killed 18,000 of their troops."
            },
            {
                "verse_number": "13",
                "verse_text": "Then he stationed troops in Edom, and the people there had to accept David as their ruler."
            },
            {
                "verse_number": "14",
                "verse_text": "David ruled all Israel with fairness and justice."
            },
            {
                "verse_number": "15",
                "verse_text": "Joab the son of Zeruiah was the commander in chief of the army."
            },
            {
                "verse_number": "16",
                "verse_text": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were the priests."
            },
            {
                "verse_number": "17",
                "verse_text": "Benaiah the son of Jehoiada was the commander of David's bodyguard."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, King Nahash of Ammon died, and his son Hanun became king."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;Nahash was kind to me, so I will be kind to his son.&apos; He sent some officials to Ammon to tell Hanun how sorry he was that his father had died. But when David's officials arrived at Ammon, When David found out what had happened to his officials, he sent a message that told them, &apos;Stay in Jericho until your beards grow back. Then you can come home.&apos; Soon after the fighting began,"
            },
            {
                "verse_number": "3",
                "verse_text": "the Ammonite leaders said to Hanun, &apos;Do you really believe King David is honoring your father by sending these men to comfort you? He probably sent them to spy on our country, so he can come and destroy it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Hanun arrested David's officials and had their beards shaved off and their robes cut off just below the waist, and then he sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "They were terribly ashamed."
            },
            {
                "verse_number": "6",
                "verse_text": "The Ammonites realized they had made David furious. So they paid 34 tons of silver to hire chariot troops from Mesopotamia and from the Syrian kingdoms of Maacah and Zobah."
            },
            {
                "verse_number": "7",
                "verse_text": "Thirty-two thousand troops, as well as the king of Maacah and his army, came and camped near Medeba. The Ammonite troops also left their towns and came to prepare for battle."
            },
            {
                "verse_number": "8",
                "verse_text": "David heard what was happening, and he sent out Joab with his army."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonite troops marched to the entrance of the city and prepared for battle, while the Syrian troops took their positions in the open fields."
            },
            {
                "verse_number": "10",
                "verse_text": "Joab saw that the enemy troops were lined up on both sides of him. So he picked some of the best Israelite soldiers to fight the Syrians."
            },
            {
                "verse_number": "11",
                "verse_text": "Then he put his brother Abishai in command of the rest of the army and told them to fight against the Ammonites."
            },
            {
                "verse_number": "12",
                "verse_text": "Joab told his brother, &apos;If the Syrians are too much for me to handle, come and help me. And if the Ammonites are too strong for you, I'll come and help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Be brave and fight hard to protect our people and the towns of our Lord God. I pray he will do whatever pleases him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joab and his soldiers attacked the Syrians, and the Syrians ran from them."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Ammonite troops saw that the Syrians had run away, they ran from Abishai's soldiers and went back into their own city. Joab then returned to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "As soon as the Syrians realized they had been defeated, they sent for their troops that were stationed on the other side of the Euphrates River. Shophach, the commander of Hadadezer's army, led these troops to Ammon."
            },
            {
                "verse_number": "17",
                "verse_text": "David found out what the Syrians were doing, and he brought Israel's entire army together. They crossed the Jordan River, and he commanded them to take their positions facing the Syrian troops."
            },
            {
                "verse_number": "18",
                "verse_text": "the Syrians ran from Israel. David killed 7,000 chariot troops and 40,000 regular soldiers. He also killed Shophach, their commander."
            },
            {
                "verse_number": "19",
                "verse_text": "When the kings who had been under Hadadezer's rule saw that Israel had defeated them, they made peace with David and accepted him as their new ruler. The Syrians never helped the Ammonites again."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The next spring, the time when kings go to war, Joab marched out in command of the Israelite army and destroyed towns all over the country of Ammon. He attacked the capital city of Rabbah and left it in ruins. But David stayed in Jerusalem. David then led Israel's army back to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Later, David himself went to Rabbah, where he took the crown from the statue of their god Milcom. The crown was made of about 34 kilograms of gold, and there was a valuable jewel on it. David put the jewel on his crown, then carried off everything else of value."
            },
            {
                "verse_number": "3",
                "verse_text": "He forced the people of Rabbah to work with saws, iron picks, and axes. He also did the same thing with the people in all the other Ammonite towns."
            },
            {
                "verse_number": "4",
                "verse_text": "Some time later, Israel fought a battle against the Philistines at Gezer. During this battle, Sibbecai from Hushah killed Sippai, a descendant of the Rephaim, and the Philistines were defeated."
            },
            {
                "verse_number": "5",
                "verse_text": "In another battle against the Philistines, Elhanan the son of Jair killed Lahmi the brother of Goliath from Gath, whose spear shaft was like a weaver's beam."
            },
            {
                "verse_number": "6",
                "verse_text": "Another one of the Philistine soldiers who was a descendant of the Rephaim was as big as a giant and had six fingers on each hand and six toes on each foot. During a battle at Gath,"
            },
            {
                "verse_number": "7",
                "verse_text": "he made fun of Israel, so David's nephew Jonathan killed him."
            },
            {
                "verse_number": "8",
                "verse_text": "David and his soldiers killed these three men from Gath who were descendants of the Rephaim."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Satan decided to cause trouble for Israel by making David think it was a good idea to find out how many people there were in Israel and Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "David told Joab and the army commanders, &apos;Count everyone in Israel, from the town of Beersheba in the south all the way north to Dan. Then I will know how many people can serve in my army.&apos; You must choose how the Lord will punish you:"
            },
            {
                "verse_number": "3",
                "verse_text": "Joab answered, &apos;Your Majesty, even if the Lord made your kingdom a hundred times larger, you would still rule everyone in it. Why do you need to know how many soldiers there are? Don't you think that would make the whole nation angry?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But David would not change his mind. And so Joab went everywhere in Israel and Judah and counted the people. He returned to Jerusalem"
            },
            {
                "verse_number": "5",
                "verse_text": "and told David that the total number of men who could serve in the army was 1,100,000 in Israel and 470,000 in Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "Joab refused to include anyone from the tribes of Levi and Benjamin, because he still disagreed with David's orders."
            },
            {
                "verse_number": "7",
                "verse_text": "David's order to count the people made God angry, and he punished Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "David prayed, &apos;I am your servant. But what I did was stupid and terribly wrong. Please forgive me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said to Gad, one of David's prophets,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell David that I will punish him in one of three ways. But he will have to choose which one it will be.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Gad went to David and told him:"
            },
            {
                "verse_number": "12",
                "verse_text": "Will there be three years when the land won't grow enough food for its people? Or will your enemies constantly defeat you for three months? Or will the Lord send a horrible disease to strike your land for three days? Think about it and decide, because I have to give your answer to God who sent me."
            },
            {
                "verse_number": "13",
                "verse_text": "David was miserable and said, &apos;It's a terrible choice to make! But the Lord is kind, and I'd rather be punished by him than by anyone else.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord sent a horrible disease on Israel, and 70,000 Israelites died."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he sent an angel to destroy the city of Jerusalem. But just as the angel was about to do that, the Lord felt sorry for all the suffering he had caused the people, and he told the angel, &apos;Stop! They have suffered enough.&apos; This happened at the threshing place that belonged to Araunah the Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "David saw the Lord 's angel in the air, holding a sword over Jerusalem. He and the leaders of Israel, who were all wearing sackcloth, bowed with their faces to the ground,"
            },
            {
                "verse_number": "17",
                "verse_text": "and David prayed, &apos;It's my fault! I sinned by ordering the people to be counted. They have done nothing wrong&ndash;they are innocent sheep. Lord God, please punish me and my family. Don't let the disease wipe out your people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord 's angel told the prophet Gad to tell David that he must go to Araunah's threshing place and build an altar in honor of the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "David followed the Lord 's instructions."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah and his four sons were threshing wheat at the time, and when they saw the angel, the four sons ran to hide."
            },
            {
                "verse_number": "21",
                "verse_text": "Just then, David arrived, and when Araunah saw him, he stopped his work and bowed down."
            },
            {
                "verse_number": "22",
                "verse_text": "David said, &apos;Would you sell me your threshing place, so I can build an altar on it to the Lord ? Then this disease will stop killing the people. I'm willing to pay whatever you say it's worth.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Araunah answered, &apos;Take it, Your Majesty, and do whatever you want with it. I'll even give you the oxen for the sacrifice and the wheat for the grain sacrifice. And you can use the threshing-boards for the fire. It's all yours!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But David replied, &apos;No! I want to pay you what they're worth. I can't just take something from you and then offer the Lord a sacrifice that cost me nothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So David paid Araunah 600 gold coins for his threshing place."
            },
            {
                "verse_number": "26",
                "verse_text": "David built an altar and offered sacrifices to please the Lord and sacrifices to ask his blessing. David prayed, and the Lord answered him by sending fire down on the altar."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the Lord commanded the angel to put the sword away."
            },
            {
                "verse_number": "28",
                "verse_text": "When David saw that the Lord had answered his prayer, he offered more sacrifices there at the threshing place,"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David said, &apos;The temple of the Lord God must be built right here at this threshing place. And the altar for offering sacrifices will also be here.&apos; That's why David did all these things before he died. My son, I wanted to build a temple where the Lord my God would be worshiped. The Lord our God has helped me defeat all the people who lived here before us, and he has given you peace from all your enemies. Now this land belongs to the Lord and his people."
            },
            {
                "verse_number": "2",
                "verse_text": "David ordered the foreigners living in Israel to come to Jerusalem. Then he assigned some to cut blocks of stone for building the temple."
            },
            {
                "verse_number": "3",
                "verse_text": "He got a large supply of iron to make into nails and hinges for the doors, and he provided so much bronze that it could not be weighed."
            },
            {
                "verse_number": "4",
                "verse_text": "He also brought an endless supply of cedar logs from the cities of Sidon and Tyre."
            },
            {
                "verse_number": "5",
                "verse_text": "He said, &apos;The temple for the Lord must be great, so that everyone in the world will know about it. But since my son Solomon is young and has no experience, I will make sure that everything is ready for the temple to be built.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David sent for his son Solomon and told him to build a temple for the Lord God of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "He said:"
            },
            {
                "verse_number": "8",
                "verse_text": "But some time ago, he told me, &apos;David, you have killed too many people and have fought too many battles. That's why you are not the one to build my temple."
            },
            {
                "verse_number": "9",
                "verse_text": "But when your son becomes king, I will give him peace throughout his kingdom. His name will be Solomon, because during his rule I will keep Israel safe and peaceful."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon will build my temple. He will be like a son to me, and I will be like a father to him. In fact, one of his descendants will always rule in Israel.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon, my son, I now pray that the Lord your God will be with you and keep his promise to help you build a temple for him."
            },
            {
                "verse_number": "12",
                "verse_text": "May he give you wisdom and knowledge, so that you can rule Israel according to his Law."
            },
            {
                "verse_number": "13",
                "verse_text": "If you obey the laws and teachings that the Lord gave Moses, you will be successful. Be strong and brave and don't get discouraged or be afraid of anything."
            },
            {
                "verse_number": "14",
                "verse_text": "I have all the supplies you'll need to build the temple: You have more than 3,000 tons of gold and over 34,000 tons of silver. There's also plenty of wood, stone, and more bronze and iron than I could weigh. Ask for anything else you need."
            },
            {
                "verse_number": "15",
                "verse_text": "I have also assigned men who will cut and lay the stone. And there are carpenters and people who are experts in working with"
            },
            {
                "verse_number": "16",
                "verse_text": "gold, silver, bronze, and iron. You have plenty of workers to do the job. Now get started, and I pray that the Lord will be with you in your work."
            },
            {
                "verse_number": "17",
                "verse_text": "David then gave orders for the leaders of Israel to help Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "David said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Obey the Lord your God with your heart and soul. Begin work on the temple to honor him, so that the sacred chest and the things used for worship can be kept there."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "David was old when he chose his son Solomon to be king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Some time later, David called together all of Israel's leaders, priests, and Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "He then counted the Levite men who were at least 30 years old, and the total was 38,000."
            },
            {
                "verse_number": "4",
                "verse_text": "He said, &apos;Twenty-four thousand of the Levites will be in charge of the temple, 6,000 will be temple officials and judges,"
            },
            {
                "verse_number": "5",
                "verse_text": "4,000 will be guards at the temple, and 4,000 will praise the Lord by playing the musical instruments I have given them.&apos; The Lord God of Israel has given his people peace, and he will live in Jerusalem forever."
            },
            {
                "verse_number": "6",
                "verse_text": "David then divided the Levites into three groups according to the clans of Levi's sons, Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "7",
                "verse_text": "Gershon had two sons: Ladan and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "Ladan was the father of Jehiel, Zetham, and Joel."
            },
            {
                "verse_number": "9",
                "verse_text": "They were all family leaders among their father's descendants. Shimei was the father of Shelomoth, Haziel, and Haran."
            },
            {
                "verse_number": "12",
                "verse_text": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "13",
                "verse_text": "Amram was the father of Aaron and Moses. Aaron and his descendants were chosen to be in charge of all the sacred things. They served the Lord by offering sacrifices to him and by blessing the people in his name."
            },
            {
                "verse_number": "16",
                "verse_text": "Gershom's oldest son was Shebuel."
            },
            {
                "verse_number": "17",
                "verse_text": "Rehabiah, who was Eliezer's only son, had many children."
            },
            {
                "verse_number": "18",
                "verse_text": "The second son born to Kohath was Izhar, and his oldest son was Shelomith."
            },
            {
                "verse_number": "19",
                "verse_text": "Hebron, the third son of Kohath, was the father of Jeriah, Amariah, Jahaziel, and Jekameam."
            },
            {
                "verse_number": "20",
                "verse_text": "Kohath's youngest son, Uzziel, was the father of Micah and Isshiah."
            },
            {
                "verse_number": "21",
                "verse_text": "Merari had two sons: Mahli and Mushi. Mahli was the father of Eleazar and Kish."
            },
            {
                "verse_number": "22",
                "verse_text": "Eleazar had no sons, only daughters, and they married their uncle's sons."
            },
            {
                "verse_number": "23",
                "verse_text": "Mushi the second son of Merari, was the father of Mahli, Eder, and Jeremoth."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the clans and families of the tribe of Levi. Those who were 20 years and older were assigned to work at the Lord 's temple."
            },
            {
                "verse_number": "25",
                "verse_text": "David said:"
            },
            {
                "verse_number": "26",
                "verse_text": "And so, the Levites won't need to move the sacred tent and the things used for worship from place to place."
            },
            {
                "verse_number": "27",
                "verse_text": "From now on, all Levites at least 20 years old"
            },
            {
                "verse_number": "28",
                "verse_text": "will serve the Lord by helping Aaron's descendants do their work at the temple, by keeping the courtyards and rooms of the temple clean, and by making sure that everything used in worship stays pure."
            },
            {
                "verse_number": "29",
                "verse_text": "They will also be in charge of the sacred loaves of bread, the flour for the grain sacrifices, the thin wafers, any offerings to be baked, and the flour mixed with olive oil. These Levites will weigh and measure these offerings."
            },
            {
                "verse_number": "30",
                "verse_text": "Every morning and evening, the Levites are to give thanks to the Lord and sing praises to him."
            },
            {
                "verse_number": "31",
                "verse_text": "They must also give thanks and sing praises when sacrifices are offered on each Sabbath, as well as during New Moon Festivals and other religious feasts. There must always be enough Levites on duty at the temple to do everything that needs to be done."
            },
            {
                "verse_number": "32",
                "verse_text": "They were once in charge of taking care of the sacred tent; now they are responsible for the temple and for helping Aaron's descendants."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Aaron's descendants were then divided into work groups. Aaron had four sons: Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "2",
                "verse_text": "But Nadab and Abihu died long before their father, without having any sons. That's why Eleazar and Ithamar served as priests. Amram was the ancestor of Shubael and Jehdeiah. These were the descendants of Levi, according to their clans."
            },
            {
                "verse_number": "3",
                "verse_text": "David divided Aaron's descendants into groups, according to their assigned work. Zadok, one of Eleazar's descendants, and Ahimelech, one of Ithamar's descendants, helped David."
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar's descendants were divided into 16 groups, and Ithamar's were divided into eight groups, because Eleazar's family included more family leaders."
            },
            {
                "verse_number": "5",
                "verse_text": "However, both families included temple officials and priests, and so to make sure the work was divided fairly, David asked God what to do."
            },
            {
                "verse_number": "6",
                "verse_text": "As each group was assigned their duties, Shemaiah the son of Nethanel the Levite wrote down the name of the family leader in charge of that group. The witnesses were David and his officials, as well as Zadok the priest, Ahimelech the son of Abiathar, and the family leaders from the clans of the priests and the Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "These men were assigned their duties at the temple, just as the Lord God of Israel had commanded their ancestor Aaron."
            },
            {
                "verse_number": "20",
                "verse_text": "Here is a list of the other descendants of Levi:"
            },
            {
                "verse_number": "21",
                "verse_text": "Rehabiah was the ancestor of Isshiah, the oldest son in his family."
            },
            {
                "verse_number": "22",
                "verse_text": "Izhar was the father of Shelomoth and the grandfather of Jahath."
            },
            {
                "verse_number": "23",
                "verse_text": "Hebron had four sons, in the following order: Jeriah, Amariah, Jahaziel, and Jekameam."
            },
            {
                "verse_number": "24",
                "verse_text": "Uzziel was the father of Micah and the grandfather of Shamir."
            },
            {
                "verse_number": "25",
                "verse_text": "Isshiah, Micah's brother, was the father of Zechariah."
            },
            {
                "verse_number": "26",
                "verse_text": "Merari was the father of Mahli, Mushi, and Jaaziah."
            },
            {
                "verse_number": "27",
                "verse_text": "Jaaziah had three sons: Shoham, Zaccur, and Ibri."
            },
            {
                "verse_number": "30",
                "verse_text": "Mushi had three sons: Mahli, Eder, and Jerimoth."
            },
            {
                "verse_number": "31",
                "verse_text": "Each one was assigned his duties in the same way that their relatives the priests had been assigned their duties. David, Zadok, Ahimelech, and the family leaders of the priests and Levites were the witnesses."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "David and the temple officials chose the descendants of Asaph, Heman, and Jeduthun to be in charge of music. They were to praise the Lord by playing cymbals, harps and other stringed instruments. Here is a list of the musicians and their duties: Asaph, Jeduthun, and Heman took their orders directly from the king."
            },
            {
                "verse_number": "2",
                "verse_text": "Asaph's four sons, Zaccur, Joseph, Nethaniah, and Asarelah, were under the direction of their father and played music whenever the king told them to."
            },
            {
                "verse_number": "3",
                "verse_text": "Jeduthun's six sons, Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, were under the direction of their father and played harps and sang praises to the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Heman had 14 sons: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamtiezer, Joshbekashah, Mallothi, Hothir, Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "Heman was one of the king's prophets, and God honored Heman by giving him 14 sons and 3 daughters."
            },
            {
                "verse_number": "6",
                "verse_text": "His sons were under his direction and played cymbals, harps, and other stringed instruments during times of worship at the temple."
            },
            {
                "verse_number": "7",
                "verse_text": "There were 288 of these men, and all of them were skilled musicians."
            },
            {
                "verse_number": "8",
                "verse_text": "David assigned them their duties by asking the Lord what he wanted. Everyone was responsible for something, whether young or old, teacher or student."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The temple guards were also divided into groups according to clans. Meshelemiah son of Kore was from the Korah clan and was a descendant of Asaph. The guards were assigned the following work schedule:"
            },
            {
                "verse_number": "2",
                "verse_text": "He had seven sons, who were born in the following order: Zechariah, Jediael, Zebadiah, Jathniel,"
            },
            {
                "verse_number": "3",
                "verse_text": "Elam, Jehohanan, and Eliehoenai."
            },
            {
                "verse_number": "8",
                "verse_text": "There were 62 descendants of Obed-Edom who were strong enough to be guards at the temple."
            },
            {
                "verse_number": "9",
                "verse_text": "Eighteen descendants of Meshelemiah were chosen for this work."
            },
            {
                "verse_number": "12",
                "verse_text": "The guards were divided into groups, according to their family leaders, and they were assigned duties at the temple, just like the other Levites."
            },
            {
                "verse_number": "13",
                "verse_text": "Each group, no matter how large or small, was assigned a gate to guard, and they let the Lord show them what he wanted done."
            },
            {
                "verse_number": "14",
                "verse_text": "Shelemiah was chosen to guard the East Gate. Zechariah his son was a wise man and was chosen to guard the North Gate."
            },
            {
                "verse_number": "15",
                "verse_text": "Obed-Edom was then chosen to guard the South Gate, and his sons were chosen to guard the storerooms."
            },
            {
                "verse_number": "16",
                "verse_text": "Shuppim and Hosah were chosen to guard the West Gate and the Shallecheth Gate on the upper road."
            },
            {
                "verse_number": "17",
                "verse_text": "Each day six guards were on duty on the east side of the temple, four were on duty on the north side, and four were on duty on the south side. Two guards were stationed at each of the two storerooms,"
            },
            {
                "verse_number": "18",
                "verse_text": "four were stationed along the road leading to the west courtyard, and two guards stayed in the court itself."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the guard duties assigned to the men from the clans of Korah and Merari."
            },
            {
                "verse_number": "20",
                "verse_text": "The Levites who were relatives of the Korahites and the Merarites were in charge of guarding the temple treasury and the gifts that had been dedicated to God."
            },
            {
                "verse_number": "21",
                "verse_text": "Ladan was from the Gershon clan and was the father of Jehieli. Many of his other descendants were family leaders in the clan."
            },
            {
                "verse_number": "22",
                "verse_text": "Jehieli was the father of Zetham and Joel, and they were responsible for guarding the treasury."
            },
            {
                "verse_number": "23",
                "verse_text": "Other guards at the treasury were from the Kohathite clans of Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "24",
                "verse_text": "Shebuel was a descendant of Gershom the son of Moses. He was the chief official in charge of the temple treasury."
            },
            {
                "verse_number": "25",
                "verse_text": "The descendants of Gershom's brother Eliezer included Rehabiah, Jeshaiah, Joram, Zichri, and Shelomoth."
            },
            {
                "verse_number": "26",
                "verse_text": "Shelomoth and his relatives were in charge of all the gifts that were dedicated to the Lord . These included the gifts that King David had dedicated, as well as those dedicated by the family leaders, army officers, and army commanders."
            },
            {
                "verse_number": "27",
                "verse_text": "And whenever valuable things were captured in battle, these men brought back some of them to make repairs to the temple."
            },
            {
                "verse_number": "28",
                "verse_text": "Shelomoth and his relatives were responsible for any gifts that had been given to the temple, including those from Samuel the prophet, King Saul the son of Kish, Abner the son of Ner, and Joab the son of Zeruiah."
            },
            {
                "verse_number": "29",
                "verse_text": "Chenaniah from the Izhar clan and his sons were government officials and judges. They did not work at the temple."
            },
            {
                "verse_number": "30",
                "verse_text": "Hashabiah from the Hebron clan and 1,700 of his skilled relatives were the officials in charge of all religious and government business in the Israelite territories west of the Jordan River."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Each month a group of 24,000 men served as soldiers in Israel's army. These men, which included the family leaders, army commanders, and officials of the king, were under the command of the following men, arranged by the month of their service: Eliezer son of Zichri was over Reuben; Shephatiah son of Maacah was over Simeon; Hashabiah son of Kemuel was over the Levites, and Zadok the priest was over the descendants of Aaron; Elihu the brother of David was over Judah; Omri son of Michael was over Issachar; Ishmaiah son of Obadiah was over Zebulun; Jerimoth son of Azriel was over Naphtali; Hoshea son of Azaziah was over Ephraim; Joel son of Pedaiah was over West Manasseh; Iddo son of Zechariah was over East Manasseh; Jaasiel son of Abner was over Benjamin; Azarel son of Jeroham was over Dan. Joab was commander of Israel's army."
            },
            {
                "verse_number": "2",
                "verse_text": "In the first month, Jashobeam the son of Zabdiel,"
            },
            {
                "verse_number": "3",
                "verse_text": "a descendant of Perez;"
            },
            {
                "verse_number": "4",
                "verse_text": "in the second month, Dodai the Ahohite, whose assistant was Mikloth;"
            },
            {
                "verse_number": "5",
                "verse_text": "in the third month, Benaiah the son of Jehoiada the priest,"
            },
            {
                "verse_number": "6",
                "verse_text": "who was the leader of the Thirty Warriors, and whose son Ammizabad was also an army commander;"
            },
            {
                "verse_number": "7",
                "verse_text": "in the fourth month, Asahel the brother of Joab, whose son Zebadiah took over command after him;"
            },
            {
                "verse_number": "8",
                "verse_text": "in the fifth month, Shamhuth from the Izrah clan;"
            },
            {
                "verse_number": "9",
                "verse_text": "in the sixth month, Ira the son of Ikkesh from Tekoa;"
            },
            {
                "verse_number": "10",
                "verse_text": "in the seventh month, Helez from Pelon in the territory of Ephraim;"
            },
            {
                "verse_number": "11",
                "verse_text": "in the eighth month, Sibbecai from Hushah of the Zerah clan;"
            },
            {
                "verse_number": "12",
                "verse_text": "in the ninth month, Abiezer from Anathoth in the territory of Benjamin;"
            },
            {
                "verse_number": "13",
                "verse_text": "in the tenth month, Maharai from Netophah of the Zerah clan;"
            },
            {
                "verse_number": "14",
                "verse_text": "in the eleventh month, Benaiah from Pirathon in the territory of Ephraim;"
            },
            {
                "verse_number": "15",
                "verse_text": "in the twelfth month, Heldai from Netophah, who was a descendant of Othniel."
            },
            {
                "verse_number": "23",
                "verse_text": "When David decided to count the people of Israel, he gave orders not to count anyone under 20 years of age, because the Lord had promised long ago that Israel would have as many people as there are stars in the sky."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab the son of Zeruiah had begun to count the people, but he stopped when the Lord began punishing Israel. So the total number was never included in David's official records."
            },
            {
                "verse_number": "25",
                "verse_text": "Azmaveth the son of Adiel was in charge of the king's personal storage rooms. Jonathan the son of Uzziah was in charge of the king's other storerooms that were in the towns, the villages, and the defense towers in Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "Ezri the son of Chelub was in charge of the workers who farmed the king's land."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei from Ramah was in charge of the vineyards, and Zabdi from Shepham was in charge of storing the wine."
            },
            {
                "verse_number": "28",
                "verse_text": "Baal Hanan from Geder was in charge of the olive and sycamore trees in the western foothills, and Joash was in charge of storing the olive oil."
            },
            {
                "verse_number": "29",
                "verse_text": "Shitrai from Sharon was responsible for the cattle that were kept in Sharon Plain, and Shaphat son of Adlai was responsible for those kept in the valleys."
            },
            {
                "verse_number": "30",
                "verse_text": "Obil the Ishmaelite was in charge of the camels, Jehdeiah from Meronoth was in charge of the donkeys, and Jaziz the Hagrite was in charge of the sheep and goats."
            },
            {
                "verse_number": "31",
                "verse_text": "These were the men in charge of David's royal property."
            },
            {
                "verse_number": "32",
                "verse_text": "David's uncle Jonathan was a wise and intelligent advisor. He and Jehiel the son of Hachmoni taught David's sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel and Hushai the Archite were two of David's advisors."
            },
            {
                "verse_number": "34",
                "verse_text": "Jehoiada the son of Benaiah was the king's advisor after Ahithophel, and later, Abiathar was his advisor."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David called a meeting in Jerusalem for all of Israel's leaders, including the tribal leaders, the government officials, the army commanders, the officials in charge of the royal property and livestock, the palace officials, and the brave warriors. Listen to me, my people. I wanted to build a place where the sacred chest would be kept, so we could go there and worship the Lord our God. I have prepared all the supplies for building a temple, The Lord showed me how his temple is to be built."
            },
            {
                "verse_number": "2",
                "verse_text": "After everyone was there, David stood up and said:"
            },
            {
                "verse_number": "3",
                "verse_text": "but the Lord has refused to let me build it, because he said I have killed too many people in battle."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord God chose Judah to be the leading tribe in Israel. Then from Judah, he chose my father's family, and from that family, he chose me to be the king of Israel, and he promised that my descendants will also rule as kings."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has blessed me with many sons, but he chose my son Solomon to be the next king of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to me, &apos;Your son Solomon will build my temple, and it will honor me. Solomon will be like a son to me, and I will be like a father to him."
            },
            {
                "verse_number": "7",
                "verse_text": "If he continues to obey my laws and commands, his kingdom will never end.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "My friends, you are the Lord 's people. And now, with God as your witness, I want you to promise that you will do your best to obey everything the Lord God has commanded us. Then this land will always belong to you and your descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "Solomon, my son, worship God and obey him with all your heart and mind, just as I have done. He knows all your thoughts and your reasons for doing things, and so if you turn to him, he will hear your prayers. But if you ignore him, he will reject you forever."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has chosen you to build a temple for worshiping him. Be confident and do the work you have been assigned."
            },
            {
                "verse_number": "11",
                "verse_text": "After David finished speaking, he gave Solomon the plans for building the main rooms of the temple, including the porch, the storerooms, the rooms upstairs and downstairs, as well as the most holy place."
            },
            {
                "verse_number": "12",
                "verse_text": "He gave Solomon his plans for the courtyards and the open areas around the temple, and for the rooms to store the temple treasures and gifts that had been dedicated to God."
            },
            {
                "verse_number": "13",
                "verse_text": "David also gave Solomon his plans for dividing the priests and the Levites into groups, as well as for the work that needed to be done at the temple and for taking care of the objects used for worship."
            },
            {
                "verse_number": "14",
                "verse_text": "He told Solomon how much gold and silver was to be used in making the sacred objects,"
            },
            {
                "verse_number": "15",
                "verse_text": "including the lampstands and lamps,"
            },
            {
                "verse_number": "16",
                "verse_text": "the gold table which held the sacred loaves of bread, the tables made of silver,"
            },
            {
                "verse_number": "17",
                "verse_text": "the meat forks, the bowls and cups,"
            },
            {
                "verse_number": "18",
                "verse_text": "the gold incense altar, and the gold statue of a chariot for the winged creatures which were on the lid of the sacred chest."
            },
            {
                "verse_number": "19",
                "verse_text": "David then said to Solomon:"
            },
            {
                "verse_number": "20",
                "verse_text": "But you must see that everything is done according to these plans. Be confident, and never be afraid of anything or get discouraged. The Lord my God will help you do everything needed to finish the temple, so it can be used for worshiping him."
            },
            {
                "verse_number": "21",
                "verse_text": "The priests and Levites have been assigned their duties, and all the skilled workers are prepared to do their work. The people and their leaders will do anything you tell them."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "David told the crowd: God chose my son Solomon to build the temple, but Solomon is young and has no experience. This is not just any building&ndash;this is the temple for the Lord God! That same day, Solomon was again crowned king. The people celebrated and poured olive oil on Solomon's head to show that he would be their next king. They also poured oil on Zadok's head to show that he was their priest."
            },
            {
                "verse_number": "2",
                "verse_text": "That's why I have done my best to get everything Solomon will need to build it&ndash;gold, silver, bronze, iron, wood, onyx, turquoise, colored gems, all kinds of precious stones, and marble."
            },
            {
                "verse_number": "3",
                "verse_text": "Besides doing all that, I have promised to give part of my own gold and silver as a way of showing my love for God's temple."
            },
            {
                "verse_number": "4",
                "verse_text": "More than 100 tons of my finest gold and almost 240 tons of my silver will be used to decorate its walls"
            },
            {
                "verse_number": "5",
                "verse_text": "and to make the gold and silver objects. Now, who else will show their dedication to the Lord by giving gifts for building his temple?"
            },
            {
                "verse_number": "6",
                "verse_text": "After David finished speaking, the family leaders, the tribal leaders, the army commanders, and the government officials voluntarily gave gifts"
            },
            {
                "verse_number": "7",
                "verse_text": "for the temple. These gifts included more than 170 tons of gold, over 340 tons of silver, 620 tons of bronze, and more than 3,400 tons of iron."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone who owned precious stones also donated them to the temple treasury, where Jehiel from the Levite clan of Gershon guarded them."
            },
            {
                "verse_number": "9",
                "verse_text": "David and the people were very happy that so much had been given to the Lord , and they all celebrated."
            },
            {
                "verse_number": "10",
                "verse_text": "Then, in front of everyone, David sang praises to the Lord : I praise you forever, Lord ! You are the God our ancestor Jacob worshiped."
            },
            {
                "verse_number": "11",
                "verse_text": "Your power is great, and your glory is seen everywhere in heaven and on earth. You are king of the entire world,"
            },
            {
                "verse_number": "12",
                "verse_text": "and you rule with strength and power. You make people rich and powerful and famous."
            },
            {
                "verse_number": "13",
                "verse_text": "We thank you, our God, and praise you."
            },
            {
                "verse_number": "14",
                "verse_text": "But why should we be happy that we have given you these gifts? They belong to you, and we have only given back what is already yours."
            },
            {
                "verse_number": "15",
                "verse_text": "We are only foreigners living here on earth for a while, just as our ancestors were. And we will soon be gone, like a shadow that suddenly disappears."
            },
            {
                "verse_number": "16",
                "verse_text": "Our Lord God, we have brought all these things for building a temple to honor you. They belong to you, and you gave them to us."
            },
            {
                "verse_number": "17",
                "verse_text": "But we are happy, because everyone has voluntarily given you these things. You know what is in everyone's heart, and you are pleased when people are honest."
            },
            {
                "verse_number": "18",
                "verse_text": "Always make us eager to give, and help us be faithful to you, just as our ancestors Abraham, Isaac, and Jacob faithfully worshiped you."
            },
            {
                "verse_number": "19",
                "verse_text": "And give Solomon the desire to completely obey your laws and teachings, and the desire to build the temple for which I have provided these gifts."
            },
            {
                "verse_number": "20",
                "verse_text": "David then said to the people, &apos;Now it's your turn to praise the Lord , the God your ancestors worshiped!&apos; So everyone praised the Lord , and they bowed down to honor him and David their king."
            },
            {
                "verse_number": "21",
                "verse_text": "The next day, the Israelites slaughtered 1,000 bulls, 1,000 rams, and 1,000 lambs, and they offered them as sacrifices to please the Lord , along with offerings of wine."
            },
            {
                "verse_number": "22",
                "verse_text": "The people were very happy, and they ate and drank there at the Lord 's altar."
            },
            {
                "verse_number": "23",
                "verse_text": "So Solomon became king after David his father. Solomon was successful, and everyone in Israel obeyed him."
            },
            {
                "verse_number": "24",
                "verse_text": "Every official and every soldier, as well as all of David's other sons, were loyal to him."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord made Solomon a great king, and the whole nation was amazed at how famous he was. In fact, no other king of Israel was as great as Solomon."
            },
            {
                "verse_number": "26",
                "verse_text": "David the son of Jesse was king of Israel"
            },
            {
                "verse_number": "27",
                "verse_text": "for 40 years. He ruled from Hebron for 7 years and from Jerusalem for 33 years."
            },
            {
                "verse_number": "28",
                "verse_text": "David was rich and respected and lived to be an old man. Then he died, and his son Solomon became king."
            },
            {
                "verse_number": "29",
                "verse_text": "Everything David did while he was king is included in the history written by the prophets Samuel, Nathan, and Gad."
            },
            {
                "verse_number": "30",
                "verse_text": "They wrote about his powerful rule and about the things that happened not only to him, but also to Israel and the other nations."
            }
        ]
    }
}