{
    "Hebrews": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Long ago in many ways and at many times God's prophets spoke his message to our ancestors."
            },
            {
                "verse_number": "2",
                "verse_text": "But now at last, God sent his Son to bring his message to us. God created the universe by his Son, and everything will someday belong to the Son."
            },
            {
                "verse_number": "3",
                "verse_text": "God's Son has all the brightness of God's own glory and is like him in every way. By his own mighty word, he holds the universe together. After the Son had washed away our sins, he sat down at the right side of the glorious God in heaven. Your royal power"
            },
            {
                "verse_number": "4",
                "verse_text": "He had become much greater than the angels, and the name he was given is far greater than any of theirs. to any of the angels, &apos;You are my Son, because today I have become your Father!&apos; Neither has God said to any of them, &apos;I will be his Father, and he will be my Son!&apos; &apos;I change my angels into wind and my servants into flaming fire.&apos; &apos;You are God, and you will rule as King forever! brings about justice. and hated evil, and so I, your God, have chosen you. I appointed you and made you happier than any of your friends.&apos; &apos;In the beginning, Lord, you were the one who laid the foundation of the earth and created the heavens. and wear out like clothes, but you will last forever. like a robe and change them like a garment. But you are always the same, and you will live forever.&apos; of the angels, &apos;Sit at my right side until I make your enemies into a footstool for you!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "God has never said"
            },
            {
                "verse_number": "6",
                "verse_text": "When God brings his first-born Son into the world, he commands all of his angels to worship him."
            },
            {
                "verse_number": "7",
                "verse_text": "And when God speaks about the angels, he says,"
            },
            {
                "verse_number": "8",
                "verse_text": "But God says about his Son,"
            },
            {
                "verse_number": "9",
                "verse_text": "You loved justice"
            },
            {
                "verse_number": "10",
                "verse_text": "The Scriptures also say,"
            },
            {
                "verse_number": "11",
                "verse_text": "They will all disappear"
            },
            {
                "verse_number": "12",
                "verse_text": "You will roll them up"
            },
            {
                "verse_number": "13",
                "verse_text": "God never said to any"
            },
            {
                "verse_number": "14",
                "verse_text": "Angels are merely spirits sent to serve people who are going to be saved."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "We must give our full attention to what we were told, so we won't drift away."
            },
            {
                "verse_number": "2",
                "verse_text": "The message spoken by angels proved to be true, and all who disobeyed or rejected it were punished as they deserved."
            },
            {
                "verse_number": "3",
                "verse_text": "So if we refuse this great way of being saved, how can we hope to escape? The Lord himself was the first to tell about it, and people who heard the message proved to us that it was true."
            },
            {
                "verse_number": "4",
                "verse_text": "God himself showed that his message was true by working all kinds of powerful miracles and wonders. He also gave his Holy Spirit to anyone he chose to. &apos;What makes you care about us humans? Why are you concerned for weaklings such as we? than the angels for a while. Yet you have crowned us under our power!&apos; God has put everything under our power and has not left anything out of our power. But we still don't see it all under our control. &apos;I will tell them your name and sing your praises when they come together to worship.&apos; &apos;I will trust God.&apos; Then he said, &apos;Here I am with the children God has given me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "We know that God did not put the future world under the power of angels."
            },
            {
                "verse_number": "6",
                "verse_text": "Somewhere in the Scriptures someone says to God,"
            },
            {
                "verse_number": "7",
                "verse_text": "You made us lower with glory and honor."
            },
            {
                "verse_number": "8",
                "verse_text": "And you have put everything"
            },
            {
                "verse_number": "9",
                "verse_text": "What we do see is Jesus, who for a little while was made lower than the angels. Because of God's gift of undeserved grace, Jesus died for everyone. And now that Jesus has suffered and died, he is crowned with glory and honor!"
            },
            {
                "verse_number": "10",
                "verse_text": "Everything belongs to God, and all things were created by his power. So God did the right thing when he made Jesus perfect by suffering, as Jesus led many of God's children to be saved and to share in his glory."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus and the people he makes holy all belong to the same family. This is why he isn't ashamed to call them his brothers and sisters."
            },
            {
                "verse_number": "12",
                "verse_text": "He even said to God,"
            },
            {
                "verse_number": "13",
                "verse_text": "He also said,"
            },
            {
                "verse_number": "14",
                "verse_text": "We are people of flesh and blood. This is why Jesus became one of us. He died to destroy the devil, who had power over death."
            },
            {
                "verse_number": "15",
                "verse_text": "But he also died to rescue all of us who live each day in fear of dying."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus clearly did not come to help angels, but he did come to help Abraham's descendants."
            },
            {
                "verse_number": "17",
                "verse_text": "He had to be one of us, so he could serve God as our merciful and faithful high priest and sacrifice himself for the forgiveness of our sins."
            },
            {
                "verse_number": "18",
                "verse_text": "And now that Jesus has suffered and was tempted, he can help anyone else who is tempted."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My friends, God has chosen you to be his holy people. So think about Jesus, the one we call our apostle and high priest!"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus was faithful to God, who appointed him, just as Moses was faithful in serving all God's people."
            },
            {
                "verse_number": "3",
                "verse_text": "But Jesus deserves more honor than Moses, just as the builder of a house deserves more honor than the house."
            },
            {
                "verse_number": "4",
                "verse_text": "Of course, every house is built by someone, and God is really the one who built everything. &apos;If you hear God's voice today, Don't rebel like those people who were tested in the desert. * tested God and saw the things he did. and said, &quot;You people never show good sense, and you don't understand what I want you to do.&quot; and told the people, &quot;You will never enter my place of rest!&quot; &apos; &apos;If you hear his voice today, don't be stubborn like those who rebelled.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses was a faithful servant and told God's people what would be said in the future."
            },
            {
                "verse_number": "6",
                "verse_text": "But Christ is the Son in charge of God's people. And we are those people, if we keep on being brave and don't lose hope."
            },
            {
                "verse_number": "7",
                "verse_text": "It is just as the Holy Spirit says,"
            },
            {
                "verse_number": "8",
                "verse_text": "don't be stubborn!"
            },
            {
                "verse_number": "9",
                "verse_text": "For forty years your ancestors"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Then God got tired of them"
            },
            {
                "verse_number": "11",
                "verse_text": "God became angry"
            },
            {
                "verse_number": "12",
                "verse_text": "My friends, watch out! Don't let evil thoughts or doubts make any of you turn from the living God."
            },
            {
                "verse_number": "13",
                "verse_text": "You must encourage one another each day. And you must keep on while there is still a time that can be called &apos;today.&apos; If you don't, then sin may fool some of you and make you stubborn."
            },
            {
                "verse_number": "14",
                "verse_text": "We were sure about Christ when we first became his people. So let's hold tightly to our faith until the end."
            },
            {
                "verse_number": "15",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "16",
                "verse_text": "Who were those people that heard God's voice and rebelled? Weren't they the same ones that came out of Egypt with Moses?"
            },
            {
                "verse_number": "17",
                "verse_text": "Who were the people that made God angry for 40 years? Weren't they the ones that sinned and died in the desert?"
            },
            {
                "verse_number": "18",
                "verse_text": "And who did God say would never enter his place of rest? Weren't they the ones that disobeyed him?"
            },
            {
                "verse_number": "19",
                "verse_text": "We see that those people did not enter the place of rest because they did not have faith."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The promise to enter the place of rest is still good, and we must take care that none of you miss out."
            },
            {
                "verse_number": "2",
                "verse_text": "We have heard the message, just as they did. But they failed to believe what they heard, and the message did not do them any good."
            },
            {
                "verse_number": "3",
                "verse_text": "Only people who have faith will enter the place of rest. It is just as the Scriptures say, &apos;God became angry and told the people, &quot;You will never enter my place of rest!&quot; &apos; God said this, even though everything has been ready from the time of creation. &apos;If you hear his voice today, don't be stubborn!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "In fact, somewhere the Scriptures say that by the seventh day, God had finished his work, and so he rested."
            },
            {
                "verse_number": "5",
                "verse_text": "We also read that he later said, &apos;You people will never enter my place of rest!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "This means that the promise to enter is still good, because those who first heard about it disobeyed and did not enter."
            },
            {
                "verse_number": "7",
                "verse_text": "Much later God told David to make the promise again, just as I have already said,"
            },
            {
                "verse_number": "8",
                "verse_text": "If Joshua had really given the people rest, there would not be any need for God to talk about another day of rest."
            },
            {
                "verse_number": "9",
                "verse_text": "But God has promised us a Sabbath when we will rest, even though it has not yet come."
            },
            {
                "verse_number": "10",
                "verse_text": "On that day God's people will rest from their work, just as God rested from his work."
            },
            {
                "verse_number": "11",
                "verse_text": "We should do our best to enter the place of rest, so none of us will disobey and miss going there, as they did."
            },
            {
                "verse_number": "12",
                "verse_text": "God's word is alive and powerful! It is sharper than any double-edged sword. His word can cut through our spirits and souls and through our joints and marrow, until it discovers the desires and thoughts of our hearts."
            },
            {
                "verse_number": "13",
                "verse_text": "Nothing is hidden from God! He sees through everything, and we will have to tell him the truth."
            },
            {
                "verse_number": "14",
                "verse_text": "We have a great high priest, who has gone into heaven, and he is Jesus the Son of God. This is why we must hold on to what we have said about him."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus understands every weakness of ours, because he was tempted in every way that we are. But he did not sin!"
            },
            {
                "verse_number": "16",
                "verse_text": "So whenever we are in need, we should come bravely before the throne of our merciful God. There we will be treated with undeserved grace, and we will find help."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Every high priest is appointed to help others by offering gifts and sacrifices to God because of their sins."
            },
            {
                "verse_number": "2",
                "verse_text": "A high priest has weaknesses of his own, and he feels sorry for foolish and sinful people."
            },
            {
                "verse_number": "3",
                "verse_text": "This is why he must offer sacrifices for his own sins and for the sins of others."
            },
            {
                "verse_number": "4",
                "verse_text": "But no one can have the honor of being a high priest simply by wanting to be one. Only God can choose a priest, and God is the one who chose Aaron. &apos;You are my Son, because today I have become your Father!&apos; &apos;You are a priest forever"
            },
            {
                "verse_number": "5",
                "verse_text": "This is how it was with Christ. He became a high priest, but not just because he wanted the honor of being one. It was God who told him,"
            },
            {
                "verse_number": "6",
                "verse_text": "In another place, God says, just like Melchizedek.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "God had the power to save Jesus from death. And while Jesus was on earth, he begged God with loud crying and tears to save him. He truly worshiped God, and God listened to his prayers."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus is God's own Son, but still he had to suffer before he could learn what it really means to obey God."
            },
            {
                "verse_number": "9",
                "verse_text": "Suffering made Jesus perfect, and now he can save forever all who obey him."
            },
            {
                "verse_number": "10",
                "verse_text": "This is because God chose him to be a high priest like Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "Much more could be said about this subject. But it is hard to explain, and all of you are slow to understand."
            },
            {
                "verse_number": "12",
                "verse_text": "By now you should have been teachers, but once again you need to be taught the simplest things about what God has said. You need milk instead of solid food."
            },
            {
                "verse_number": "13",
                "verse_text": "People who live on milk are like babies who don't really know what is right."
            },
            {
                "verse_number": "14",
                "verse_text": "Solid food is for mature people who have been trained to know right from wrong."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "We must try to become mature and start thinking about more than just the basic things we were taught about Christ. We shouldn't need to keep talking about why we ought to turn from deeds that bring death and why we ought to have faith in God."
            },
            {
                "verse_number": "2",
                "verse_text": "And we shouldn't need to keep teaching about baptisms or about the laying on of hands or about people being raised from death and the future judgment."
            },
            {
                "verse_number": "3",
                "verse_text": "Let's grow up, if God is willing. We have run to God for safety. Now his promises should greatly encourage us to take hold of the hope that is right in front of us."
            },
            {
                "verse_number": "7",
                "verse_text": "A field is useful to farmers, if there is enough rain to make good crops grow. In fact, God will bless such a field."
            },
            {
                "verse_number": "8",
                "verse_text": "But land that produces only thornbushes is worthless. It is likely to fall under God's curse, and in the end it will be set on fire."
            },
            {
                "verse_number": "9",
                "verse_text": "My friends, we are talking this way. But we are sure that you are doing those really good things people do when they are being saved."
            },
            {
                "verse_number": "10",
                "verse_text": "God is always fair. He will remember how you helped his people in the past and how you are still helping them. You belong to God, and he won't forget the love you have shown his people."
            },
            {
                "verse_number": "11",
                "verse_text": "We wish each of you would always be eager to show how strong and lasting your hope really is."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you would never be lazy. You would be following the example of those who had faith and were patient until God kept his promise to them."
            },
            {
                "verse_number": "13",
                "verse_text": "No one is greater than God. So he made a promise in his own name when he said to Abraham,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I, the Lord, will bless you with many descendants!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then after Abraham had been very patient, he was given what God had promised."
            },
            {
                "verse_number": "16",
                "verse_text": "When anyone wants to settle an argument, they make a vow by using the name of someone or something greater than themselves."
            },
            {
                "verse_number": "17",
                "verse_text": "So when God wanted to prove for certain his promise to his people could not be broken, he made a vow."
            },
            {
                "verse_number": "18",
                "verse_text": "God cannot tell lies! And so his promises and vows are two things that can never be changed."
            },
            {
                "verse_number": "19",
                "verse_text": "This hope is like a firm and steady anchor for our souls. In fact, hope reaches behind the curtain and into the most holy place."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus has gone there ahead of us, and he is our high priest forever, just like Melchizedek."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Melchizedek was both king of Salem and priest of God Most High. He was the one who went out and gave Abraham his blessing, when Abraham returned from killing the kings."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Abraham gave him a tenth of everything he had. The meaning of the name Melchizedek is &apos;King of Justice.&apos; But since Salem means &apos;peace,&apos; he is also &apos;King of Peace.&apos; &apos;You are a priest forever, just like Melchizedek.&apos; &apos;I, the Lord, promise that you will be a priest forever! And I will never change my mind!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "We are not told he had a father or mother or ancestors or beginning or end. He is like the Son of God and will be a priest forever."
            },
            {
                "verse_number": "4",
                "verse_text": "Notice how great Melchizedek was! Our famous ancestor Abraham gave him a tenth of what he had taken from his enemies."
            },
            {
                "verse_number": "5",
                "verse_text": "The Law teaches that even Abraham's descendants must give a tenth of what they possess. And they are to give this to their own relatives, who are the descendants of Levi and are priests."
            },
            {
                "verse_number": "6",
                "verse_text": "Although Melchizedek wasn't a descendant of Levi, Abraham gave him a tenth of what he had. Then Melchizedek blessed Abraham, who had been given God's promise."
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone agrees a person who gives a blessing is greater than the one who receives the blessing."
            },
            {
                "verse_number": "8",
                "verse_text": "Priests are given a tenth of what people earn. But all priests die, except Melchizedek, and the Scriptures teach that he is alive."
            },
            {
                "verse_number": "9",
                "verse_text": "Levi's descendants are now the ones who receive a tenth from people. We could even say that when Abraham gave Melchizedek a tenth, Levi also gave him a tenth."
            },
            {
                "verse_number": "10",
                "verse_text": "This is because Levi was born later into the family of Abraham, who gave a tenth to Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "Even though the Law of Moses says the priests must be descendants of Levi, those priests cannot make anyone perfect. So there needs to be a priest like Melchizedek, rather than one from the priestly family of Aaron."
            },
            {
                "verse_number": "12",
                "verse_text": "And when the rules for selecting a priest are changed, the Law must also be changed."
            },
            {
                "verse_number": "13",
                "verse_text": "The person we are talking about is our Lord, who came from a tribe that had never had anyone to serve as a priest at the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "Everyone knows he came from the tribe of Judah, and Moses never said priests would come from that tribe."
            },
            {
                "verse_number": "15",
                "verse_text": "All of this becomes clearer, when someone who is like Melchizedek is appointed to be a priest."
            },
            {
                "verse_number": "16",
                "verse_text": "That person wasn't appointed because of his ancestors, but because his life can never end."
            },
            {
                "verse_number": "17",
                "verse_text": "The Scriptures say about him,"
            },
            {
                "verse_number": "18",
                "verse_text": "In this way a weak and useless command was put aside,"
            },
            {
                "verse_number": "19",
                "verse_text": "because the Law cannot make anything perfect. At the same time, we are given a much better hope, and it can bring us close to God."
            },
            {
                "verse_number": "22",
                "verse_text": "This means that Jesus guarantees us a better agreement with God."
            },
            {
                "verse_number": "23",
                "verse_text": "There have been a lot of other priests, and all of them have died."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus will never die, and so he will be a priest forever!"
            },
            {
                "verse_number": "25",
                "verse_text": "He is forever able to save the people he leads to God, because he always lives to speak to God for them."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus is the high priest we need. He is holy and innocent and faultless, and not at all like us sinners. Jesus is honored above all beings in heaven,"
            },
            {
                "verse_number": "27",
                "verse_text": "and he is better than any other high priest. Jesus doesn't need to offer sacrifices each day for his own sins and then for the sins of the people. He offered a sacrifice once for all, when he gave himself."
            },
            {
                "verse_number": "28",
                "verse_text": "The Law appoints priests who have weaknesses. But God's promise, which came later than the Law, appoints his Son. And he is the perfect high priest forever."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "What I mean is we have a high priest who sits at the right side of God's great throne in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "He also serves as the priest in the most holy place inside the real tent there in heaven. This tent of worship was set up by the Lord, not by humans. &apos;I tell you the time will come, when I will make a new agreement with the people of Israel and the people of Judah. that I made with their ancestors, when I took them by the hand and led them out of Egypt. They broke their agreement with me, and I stopped caring about them! of Israel this is my new agreement: &quot;The time will come when I, the Lord, will write my laws on their minds and hearts. I will be their God, and they will be my people. will have to teach another to know me, their Lord.&quot; &apos;All of them will know me, no matter who they are. even though they are wicked. I will forget their sins.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Since all priests must offer gifts and sacrifices, Christ also needed to have something to offer."
            },
            {
                "verse_number": "4",
                "verse_text": "If he were here on earth, he would not be a priest at all, because here the Law appoints other priests to offer sacrifices."
            },
            {
                "verse_number": "5",
                "verse_text": "But the tent where they serve is just a copy and a shadow of the real one in heaven. Before Moses made the tent, he was told, &apos;Be sure to make it exactly like the pattern you were shown on the mountain!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now Christ has been appointed to serve as a priest in a much better way, and he has given us much assurance of a better agreement."
            },
            {
                "verse_number": "7",
                "verse_text": "If the first agreement with God had been all right, there would not have been any need for another one."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord found fault with it and said,"
            },
            {
                "verse_number": "9",
                "verse_text": "It won't be like the agreement"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But now I tell the people"
            },
            {
                "verse_number": "11",
                "verse_text": "Not one of them"
            },
            {
                "verse_number": "12",
                "verse_text": "I will treat them with kindness,"
            },
            {
                "verse_number": "13",
                "verse_text": "When the Lord talks about a new agreement, he means that the first one is out of date. And anything that is old and useless will soon disappear."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The first promise included rules for worship and a tent for worship here on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "The first part of the tent was called the holy place, and a lampstand, a table, and the sacred loaves of bread were kept there. Now isn't the time to go into detail about these things."
            },
            {
                "verse_number": "3",
                "verse_text": "Behind the curtain was the most holy place."
            },
            {
                "verse_number": "4",
                "verse_text": "The gold altar for burning incense was in this holy place. The gold-covered sacred chest was also there, and inside it were three things. First, there was a gold jar filled with manna. Then there was Aaron's walking stick that sprouted. Finally, there were the flat stones with the Ten Commandments written on them."
            },
            {
                "verse_number": "5",
                "verse_text": "On top of the chest were the glorious creatures with wings opened out above the place of mercy."
            },
            {
                "verse_number": "6",
                "verse_text": "But this is how everything was when the priests went each day into the first part of the tent to do their duties."
            },
            {
                "verse_number": "7",
                "verse_text": "However, only the high priest could go into the second part of the tent, and he went in only once a year. Each time he carried blood to offer for his sins and for any sins that the people had committed without meaning to."
            },
            {
                "verse_number": "8",
                "verse_text": "All of this is the Holy Spirit's way of saying no one could enter the most holy place while the tent was still the place of worship."
            },
            {
                "verse_number": "9",
                "verse_text": "This also has a meaning for today. It shows we cannot make our consciences clear by offering gifts and sacrifices."
            },
            {
                "verse_number": "10",
                "verse_text": "These rules are merely about such things as eating and drinking and ceremonies for washing ourselves. And rules about physical things will last only until the time comes to change them for something better."
            },
            {
                "verse_number": "11",
                "verse_text": "Christ came as the high priest of the good things that are now here. He also went into a much better tent that wasn't made by humans and that doesn't belong to this world."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Christ went once for all into the most holy place and freed us from sin forever. He did this by offering his own blood instead of the blood of goats and bulls."
            },
            {
                "verse_number": "13",
                "verse_text": "According to the Law of Moses, those people who become unclean are not fit to worship God. Yet they will be considered clean, if they are sprinkled with the blood of goats and bulls and with the ashes of a sacrificed calf."
            },
            {
                "verse_number": "14",
                "verse_text": "But Christ was sinless, and he offered himself as an eternal and spiritual sacrifice to God. This is why his blood is much more powerful and makes our consciences clear. Now we can serve the living God and no longer do things that lead to death."
            },
            {
                "verse_number": "15",
                "verse_text": "Christ died to rescue those who had sinned and broken the old agreement. Now he brings his chosen ones a new agreement with its guarantee of God's eternal blessings!"
            },
            {
                "verse_number": "16",
                "verse_text": "In fact, making an agreement of this kind is like writing a will. This is because the one who makes the will must die before it is of any use."
            },
            {
                "verse_number": "17",
                "verse_text": "In other words, a will doesn't go into effect as long as the one who made it is still alive."
            },
            {
                "verse_number": "18",
                "verse_text": "Blood was also used to put the first agreement into effect."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses told the people all the Law said they must do. Then he used red wool and a hyssop plant to sprinkle the people and the book of the Law with the blood of bulls and goats and with water."
            },
            {
                "verse_number": "20",
                "verse_text": "He told the people, &apos;With this blood God makes his agreement with you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses also sprinkled blood on the tent and on everything else used in worship."
            },
            {
                "verse_number": "22",
                "verse_text": "The Law says that almost everything must be sprinkled with blood, and no sins can be forgiven unless blood is offered."
            },
            {
                "verse_number": "23",
                "verse_text": "These things are only copies of what is in heaven, and so they had to be made holy by these ceremonies. But the real things in heaven must be made holy by something better."
            },
            {
                "verse_number": "24",
                "verse_text": "This is why Christ did not go into a tent made by humans and was only a copy of the real one. Instead, he went into heaven and is now there with God to help us."
            },
            {
                "verse_number": "25",
                "verse_text": "Christ did not have to offer himself many times. He wasn't like a high priest who goes into the most holy place each year to offer the blood of an animal."
            },
            {
                "verse_number": "26",
                "verse_text": "If he had offered himself every year, he would have suffered many times since the creation of the world. But instead, near the end of time he offered himself once and for all, so he could be a sacrifice that does away with sin."
            },
            {
                "verse_number": "27",
                "verse_text": "We die only once, and then we are judged."
            },
            {
                "verse_number": "28",
                "verse_text": "So Christ died only once to take away the sins of many people. But when he comes again, it will not be to take away sin. He will come to save everyone who is waiting for him."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Law of Moses is like a shadow of the good things to come. This shadow isn't the good things themselves, because it cannot free people from sin by the sacrifices offered year after year."
            },
            {
                "verse_number": "2",
                "verse_text": "If there were worshipers who already have their sins washed away and their consciences made clear, there would not be any need to go on offering sacrifices."
            },
            {
                "verse_number": "5",
                "verse_text": "When Christ came into the world, he said to God,"
            },
            {
                "verse_number": "6",
                "verse_text": "No, you are not pleased"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Christ said,"
            },
            {
                "verse_number": "8",
                "verse_text": "The Law teaches that offerings and sacrifices must be made because of sin. But why did Christ mention these things and say that God did not want them?"
            },
            {
                "verse_number": "9",
                "verse_text": "Well, it was to do away with offerings and sacrifices and to replace them. This is what he meant by saying to God, &apos;I have come to do what you want.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So we are made holy because Christ obeyed God and offered himself once for all."
            },
            {
                "verse_number": "11",
                "verse_text": "The priests do their work each day, and they keep on offering sacrifices that can never take away sins."
            },
            {
                "verse_number": "12",
                "verse_text": "But Christ offered himself as a sacrifice that is good forever. Now he is sitting at God's right side,"
            },
            {
                "verse_number": "13",
                "verse_text": "and he will stay there until his enemies are put under his power."
            },
            {
                "verse_number": "14",
                "verse_text": "By his one sacrifice he has forever set free from sin the people he brings to God."
            },
            {
                "verse_number": "15",
                "verse_text": "The Holy Spirit also speaks of this by telling us that the Lord said,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When the time comes,"
            },
            {
                "verse_number": "17",
                "verse_text": "Then I will forget"
            },
            {
                "verse_number": "18",
                "verse_text": "When sins are forgiven, there is no more need to offer sacrifices."
            },
            {
                "verse_number": "19",
                "verse_text": "My friends, the blood of Jesus gives us courage to enter the most holy place"
            },
            {
                "verse_number": "20",
                "verse_text": "by a new way that leads to life! And this way takes us through the curtain that is Christ himself."
            },
            {
                "verse_number": "21",
                "verse_text": "We have a great high priest who is in charge of God's house."
            },
            {
                "verse_number": "22",
                "verse_text": "So let's come near God with pure hearts and a confidence that comes from having faith. Let's keep our hearts pure, our consciences free from evil, and our bodies washed with clean water."
            },
            {
                "verse_number": "23",
                "verse_text": "We must hold tightly to the hope we say is ours. After all, we can trust the one who made the agreement with us."
            },
            {
                "verse_number": "24",
                "verse_text": "We should keep on encouraging each other to be thoughtful and to do helpful things."
            },
            {
                "verse_number": "25",
                "verse_text": "Some people have given up the habit of meeting for worship, but we must not do that. We should keep on encouraging each other, especially since you know that the day of the Lord's coming is getting closer."
            },
            {
                "verse_number": "26",
                "verse_text": "No sacrifices can be made for people who decide to sin after they find out about the truth."
            },
            {
                "verse_number": "27",
                "verse_text": "They are God's enemies, and all they can look forward to is a terrible judgment and a furious fire."
            },
            {
                "verse_number": "28",
                "verse_text": "If two or more witnesses accused someone of breaking the Law of Moses, that person could be put to death."
            },
            {
                "verse_number": "29",
                "verse_text": "But it is much worse to dishonor God's Son and to disgrace the blood of the promise that made us holy. And it is just as bad to insult the Holy Spirit, who shows us mercy."
            },
            {
                "verse_number": "30",
                "verse_text": "We know that God has said he will punish and take revenge. We also know that the Scriptures say the Lord will judge his people."
            },
            {
                "verse_number": "31",
                "verse_text": "It is a terrible thing to fall into the hands of the living God!"
            },
            {
                "verse_number": "32",
                "verse_text": "Don't forget all the hard times you went through when you first received the light."
            },
            {
                "verse_number": "33",
                "verse_text": "Sometimes you were abused and mistreated in public, and at other times you shared in the sufferings of others."
            },
            {
                "verse_number": "34",
                "verse_text": "You were kind to people in jail. And you gladly let your possessions be taken away, because you knew you had something better, something that would last forever."
            },
            {
                "verse_number": "35",
                "verse_text": "Keep on being brave! It will bring you great rewards."
            },
            {
                "verse_number": "36",
                "verse_text": "Learn to be patient, so you will please God and be given what he has promised."
            },
            {
                "verse_number": "37",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "38",
                "verse_text": "The people God accepts of their faith."
            },
            {
                "verse_number": "39",
                "verse_text": "We are not like those people who turn back and get destroyed. We will keep on having faith until we are saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Faith makes us sure of what we hope for and gives us proof of what we cannot see."
            },
            {
                "verse_number": "2",
                "verse_text": "It was their faith that made our ancestors pleasing to God."
            },
            {
                "verse_number": "3",
                "verse_text": "Because of our faith, we know that the world was made at God's command. We also know that what can be seen was made out of what cannot be seen."
            },
            {
                "verse_number": "4",
                "verse_text": "Because Abel had faith, he offered God a better sacrifice than Cain did. God was pleased with him and his gift, and even though Abel is now dead, his faith still speaks for him."
            },
            {
                "verse_number": "5",
                "verse_text": "Enoch had faith and did not die. He pleased God, and God took him up to heaven. This is why his body was never found."
            },
            {
                "verse_number": "6",
                "verse_text": "But without faith no one can please God. We must believe that God is real and rewards everyone who searches for him."
            },
            {
                "verse_number": "7",
                "verse_text": "Because Noah had faith, he was warned about something that had not yet happened. He obeyed and built a boat that saved him and his family. In this way the people of the world were judged, and Noah was given the blessings that come to everyone who pleases God."
            },
            {
                "verse_number": "8",
                "verse_text": "Abraham had faith and obeyed God. He was told to go to the land that God had said would be his, and he left for a country he had never seen."
            },
            {
                "verse_number": "9",
                "verse_text": "Because Abraham had faith, he lived as a stranger in the promised land. He lived there in a tent, and so did Isaac and Jacob, who were later given the same promise."
            },
            {
                "verse_number": "10",
                "verse_text": "Abraham did this, because he was waiting for the eternal city God had planned and built."
            },
            {
                "verse_number": "11",
                "verse_text": "Even when Sarah was too old to have children, she had faith that God would do what he had promised, and she had a son."
            },
            {
                "verse_number": "12",
                "verse_text": "Her husband Abraham was almost dead, but he became the ancestor of many people. In fact, there are as many of them as there are stars in the sky or grains of sand along the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "Every one of those people died. But they still had faith, even though they had not received what they had been promised. They were glad just to see these things from far away, and they agreed that they were only strangers and foreigners on this earth."
            },
            {
                "verse_number": "14",
                "verse_text": "When people talk this way, it is clear they are looking for a place to call their own."
            },
            {
                "verse_number": "15",
                "verse_text": "If they had been talking about the land where they had once lived, they could have gone back at any time."
            },
            {
                "verse_number": "16",
                "verse_text": "But they were looking forward to a better home in heaven. This is why God wasn't ashamed for them to call him their God. He even built a city for them."
            },
            {
                "verse_number": "19",
                "verse_text": "because he was sure that God could raise people to life. This was just like getting Isaac back from death."
            },
            {
                "verse_number": "20",
                "verse_text": "Isaac had faith, and he promised blessings to Jacob and Esau."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, when Jacob was about to die, he leaned on his walking stick and worshiped. Then because of his faith he blessed each of Joseph's sons."
            },
            {
                "verse_number": "22",
                "verse_text": "And right before Joseph died, he had faith that God would lead the people of Israel out of Egypt. So he told them to take his bones with them."
            },
            {
                "verse_number": "23",
                "verse_text": "Because Moses' parents had faith, they kept him hidden until he was three months old. They saw that he was a beautiful child, and they were not afraid to disobey the king's orders."
            },
            {
                "verse_number": "24",
                "verse_text": "Then after Moses grew up, his faith made him refuse to be called the king's grandson."
            },
            {
                "verse_number": "25",
                "verse_text": "He chose to be mistreated with God's people instead of having the good time that sin could bring for a little while."
            },
            {
                "verse_number": "26",
                "verse_text": "Moses knew that the treasures of Egypt were not as wonderful as what he would receive from suffering for the Messiah, and he looked forward to his reward."
            },
            {
                "verse_number": "27",
                "verse_text": "Because of his faith, Moses left Egypt. Moses had seen the invisible God and wasn't afraid of the king's anger."
            },
            {
                "verse_number": "28",
                "verse_text": "His faith also made him celebrate Passover. He sprinkled the blood of animals on the doorposts, so that the first-born sons of the people of Israel would not be killed by the destroying angel."
            },
            {
                "verse_number": "29",
                "verse_text": "Because of their faith, the people walked through the Red Sea on dry land. But when the Egyptians tried to do it, they were drowned."
            },
            {
                "verse_number": "30",
                "verse_text": "God's people had faith, and when they had walked around the city of Jericho for seven days, its walls fell down."
            },
            {
                "verse_number": "31",
                "verse_text": "Rahab had been a prostitute, but she had faith and welcomed the spies. So she wasn't killed with the people who disobeyed."
            },
            {
                "verse_number": "32",
                "verse_text": "What else can I say? There isn't enough time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."
            },
            {
                "verse_number": "33",
                "verse_text": "Their faith helped them conquer kingdoms, and because they did right, God made promises to them. They closed the jaws of lions"
            },
            {
                "verse_number": "34",
                "verse_text": "and put out raging fires and escaped from the swords of their enemies. Although they were weak, they were given the strength and power to chase foreign armies away."
            },
            {
                "verse_number": "35",
                "verse_text": "Some women received their loved ones back from death. Many of these people were tortured, but they refused to be released. They were sure they would get a better reward when the dead are raised to life."
            },
            {
                "verse_number": "36",
                "verse_text": "Others were made fun of and beaten with whips, and some were chained in jail."
            },
            {
                "verse_number": "37",
                "verse_text": "Still others were stoned to death or sawed in two or killed with swords. Some had nothing but sheep skins or goat skins to wear. They were poor, mistreated, and tortured."
            },
            {
                "verse_number": "38",
                "verse_text": "The world did not deserve these good people, who had to wander in deserts and on mountains and had to live in caves and holes in the ground."
            },
            {
                "verse_number": "39",
                "verse_text": "All of them pleased God because of their faith! But still they died without being given what had been promised."
            },
            {
                "verse_number": "40",
                "verse_text": "This was because God had something better in store for us. And he did not want them to reach the goal of their faith without us."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Such a large crowd of witnesses is all around us! So we must get rid of everything that slows us down, especially the sin that just won't let go. And we must be determined to run the race that is ahead of us."
            },
            {
                "verse_number": "2",
                "verse_text": "We must keep our eyes on Jesus, who leads us and makes our faith complete. He endured the shame of being nailed to a cross, because he knew later on he would be glad he did. Now he is seated at the right side of God's throne!"
            },
            {
                "verse_number": "3",
                "verse_text": "So keep your mind on Jesus, who put up with many insults from sinners. Then you won't get discouraged and give up. &apos;When the Lord punishes you, don't make light of it, and when he corrects you, don't be discouraged. he loves and disciplines those he calls his own.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "None of you have yet been hurt in your battle against sin."
            },
            {
                "verse_number": "5",
                "verse_text": "But you have forgotten that the Scriptures say to God's children,"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord corrects the people"
            },
            {
                "verse_number": "7",
                "verse_text": "Be patient when you are being corrected! This is how God treats his children. Don't all parents correct their children?"
            },
            {
                "verse_number": "8",
                "verse_text": "God corrects all his children, and if he doesn't correct you, then you don't really belong to him."
            },
            {
                "verse_number": "9",
                "verse_text": "Our earthly fathers correct us, and we still respect them. Isn't it even better to be given true life by letting our spiritual Father correct us?"
            },
            {
                "verse_number": "10",
                "verse_text": "Our human fathers correct us for a short time, and they do it as they think best. But God corrects us for our own good, because he wants us to be holy, as he is."
            },
            {
                "verse_number": "11",
                "verse_text": "It is never fun to be corrected. In fact, at the time it is always painful. But if we learn to obey by being corrected, we will do right and live at peace."
            },
            {
                "verse_number": "12",
                "verse_text": "Now stand up straight! Stop your knees from shaking"
            },
            {
                "verse_number": "13",
                "verse_text": "and walk a straight path. Then lame people will be healed, instead of getting worse."
            },
            {
                "verse_number": "14",
                "verse_text": "Try to live at peace with everyone! Live a clean life. If you don't, you will never see the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Make sure no one misses out on God's wonderful kindness. Don't let anyone become bitter and cause trouble for the rest of you."
            },
            {
                "verse_number": "16",
                "verse_text": "Watch out for immoral and ungodly people like Esau, who sold his future blessing for only one meal."
            },
            {
                "verse_number": "17",
                "verse_text": "You know how he later wanted it back. But there was nothing he could do to change things, even though he begged his father and cried."
            },
            {
                "verse_number": "18",
                "verse_text": "You have not come to a place like Mount Sinai that can be seen and touched. There is no flaming fire or dark cloud or storm"
            },
            {
                "verse_number": "19",
                "verse_text": "or trumpet sound. The people of Israel heard a voice speak. But they begged it to stop,"
            },
            {
                "verse_number": "20",
                "verse_text": "because they could not obey its commands. They were even told to kill any animal that touched the mountain."
            },
            {
                "verse_number": "21",
                "verse_text": "The sight was so frightening that Moses said he shook with fear."
            },
            {
                "verse_number": "22",
                "verse_text": "You have now come to Mount Zion and to the heavenly Jerusalem. This is the city of the living God, where thousands and thousands of angels have come to celebrate."
            },
            {
                "verse_number": "23",
                "verse_text": "Here you will find all of God's dearest children, whose names are written in heaven. And you will find God himself, who judges everyone. Here also are the spirits of those good people who have been made perfect."
            },
            {
                "verse_number": "24",
                "verse_text": "And Jesus is here! He is the one who makes God's new agreement with us, and his sprinkled blood says much better things than the blood of Abel."
            },
            {
                "verse_number": "25",
                "verse_text": "Make sure you obey the one who speaks to you. The people did not escape, when they refused to obey the one who spoke to them at Mount Sinai. Do you think you can possibly escape, if you refuse to obey the one who speaks to you from heaven?"
            },
            {
                "verse_number": "26",
                "verse_text": "When God spoke the first time, his voice shook only the earth. This time he has promised to shake the earth once again, and heaven too."
            },
            {
                "verse_number": "27",
                "verse_text": "The words &apos;once again&apos; mean that these created things will someday be shaken and removed. Then what cannot be shaken will last."
            },
            {
                "verse_number": "28",
                "verse_text": "We should be grateful we were given a kingdom that cannot be shaken. And in this kingdom we please God by worshiping him and by showing him great honor and respect."
            },
            {
                "verse_number": "29",
                "verse_text": "Our God is like a destructive fire!"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Keep being concerned about each other as the Lord's followers should. &apos;The Lord helps me! Why should I be afraid of what people can do to me?&apos; His followers from Italy send you their greetings."
            },
            {
                "verse_number": "2",
                "verse_text": "Be sure to welcome strangers into your home. By doing this, some people have welcomed angels as guests, without even knowing it."
            },
            {
                "verse_number": "3",
                "verse_text": "Remember the Lord's people who are in jail and be concerned for them. Don't forget those who are suffering, but imagine you are there with them."
            },
            {
                "verse_number": "4",
                "verse_text": "Have respect for marriage. Always be faithful to your partner, because God will punish anyone who is immoral or unfaithful in marriage."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't fall in love with money. Be satisfied with what you have. The Lord has promised that he will not leave us or desert us."
            },
            {
                "verse_number": "6",
                "verse_text": "This should make you feel like saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "Don't forget about your leaders who taught you God's message. Remember what kind of lives they lived and try to have faith like theirs."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus Christ never changes! He is the same yesterday, today, and forever."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't be fooled by any kind of strange teachings. It is better to receive strength from God's gift of undeserved grace than to depend on certain foods. After all, these foods don't really help the people who eat them."
            },
            {
                "verse_number": "10",
                "verse_text": "But we have an altar where even the priests who serve in the place of worship have no right to eat."
            },
            {
                "verse_number": "11",
                "verse_text": "After the high priest offers the blood of animals as a sin offering, the bodies of those animals are burned outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus himself suffered outside the city gate, so his blood would make people holy."
            },
            {
                "verse_number": "13",
                "verse_text": "This is why we should go outside the camp to Jesus and share in his disgrace."
            },
            {
                "verse_number": "14",
                "verse_text": "On this earth we don't have a city that lasts forever, but we are waiting for such a city."
            },
            {
                "verse_number": "15",
                "verse_text": "Our sacrifice is to keep offering praise to God in the name of Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "But don't forget to help others and to share your possessions with them. This too is like offering a sacrifice that pleases God."
            },
            {
                "verse_number": "17",
                "verse_text": "Obey your leaders and do what they say. They are watching over you, and they must answer to God. So don't make them sad as they do their work. Make them happy. Otherwise, they won't be able to help you at all."
            },
            {
                "verse_number": "18",
                "verse_text": "Pray for us. Our consciences are clear, and we always try to live right."
            },
            {
                "verse_number": "19",
                "verse_text": "I especially want you to pray that I can visit you again soon."
            },
            {
                "verse_number": "20",
                "verse_text": "God gives peace, and he raised our Lord Jesus Christ from death. Now Jesus is like a Great Shepherd whose blood was used to make God's eternal agreement with his flock."
            },
            {
                "verse_number": "21",
                "verse_text": "I pray God will make you ready to obey him and that you will always be eager to do right. May Jesus help you do what pleases God. To Jesus Christ be glory forever and ever! Amen."
            },
            {
                "verse_number": "22",
                "verse_text": "My friends, I have written only a short letter to encourage you, and I beg you to pay close attention to what I have said."
            },
            {
                "verse_number": "23",
                "verse_text": "By now you surely must know that our friend Timothy is out of jail. If he gets here in time, I will bring him with me when I come to visit you."
            },
            {
                "verse_number": "24",
                "verse_text": "Please give my greetings to your leaders and to the rest of the Lord's people."
            },
            {
                "verse_number": "25",
                "verse_text": "I pray that God will be kind to all of you!"
            }
        ]
    }
}