{
    "Jeremiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "My name is Jeremiah. I am a priest, and my father Hilkiah and everyone else in my family are from Anathoth in the territory of the Benjamin tribe. This book contains the things that the Lord told me to say."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord first spoke to me in the thirteenth year that Josiah was king of Judah,"
            },
            {
                "verse_number": "3",
                "verse_text": "and he continued to speak to me during the rule of Josiah's son Jehoiakim. The last time the Lord spoke to me was in the fifth month of the eleventh year that Josiah's son Zedekiah was king. That was also when the people of Jerusalem were taken away as prisoners. and before you were born, I chose you to speak for me to the nations.&apos; I answered, &apos;A branch of almonds that ripen early.&apos; I answered, &apos;I see a pot of boiling water in the north, and it's about to spill out toward us.&apos; I will pour out destruction all over the land. for the kings of the north. They will attack and capture Jerusalem and other towns, then set up their thrones at the gates of Jerusalem. because they are guilty of turning from me to worship idols. Go and tell the people what I command you to say. Don't be frightened by them, or I will make you terrified while they watch. like a fortress or a column of iron or a wall of bronze. You will oppose all of Judah, including its kings and leaders, its priests and people. but they won't win. I, the Lord , give my word&ndash; I won't let them harm you."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Jeremiah, I am your Creator,"
            },
            {
                "verse_number": "6",
                "verse_text": "I replied, &apos;I'm not a good speaker, Lord , and I'm too young.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Don't say you're too young,&apos; the Lord answered. &apos;If I tell you to go and speak to someone, then go! And when I tell you what to say, don't leave out a word!"
            },
            {
                "verse_number": "8",
                "verse_text": "I promise to be with you and keep you safe, so don't be afraid.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord reached out his hand, then he touched my mouth and said, &apos;I am giving you the words to say,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I am sending you with authority to speak to the nations for me. You will tell them of doom and destruction, and of rising and rebuilding again.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord showed me something in a vision. Then he asked, &apos;What do you see, Jeremiah?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;That's right,&apos; the Lord replied, &apos;and I always rise early to keep a promise.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord showed me something else and asked, &apos;What do you see now?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "15",
                "verse_text": "Just watch while I send"
            },
            {
                "verse_number": "16",
                "verse_text": "I will punish my people,"
            },
            {
                "verse_number": "17",
                "verse_text": "Jeremiah, get ready!"
            },
            {
                "verse_number": "18",
                "verse_text": "My power will make you strong"
            },
            {
                "verse_number": "19",
                "verse_text": "They will fight back,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me"
            },
            {
                "verse_number": "2",
                "verse_text": "to go to Jerusalem and tell everyone that he had said: When you were my young bride, you loved me and followed me through the barren desert. like the first part of the harvest, and I severely punished those who mistreated you. I was never unfair to your ancestors, but they left me and became worthless by following worthless idols. to ask for my help, though I had rescued them from Egypt and led them through a treacherous, barren desert, where no one lives or dares to travel. where food is abundant, but you made my land filthy with your sins. don't care to know me. Your leaders rebel against me; your prophets give messages from Baal and worship false gods. and accuse you and your descendants * has ever committed before. Just ask anyone, anywhere, from the eastern deserts to the islands in the west. has ever abandoned its gods even though they were false. I am the true and glorious God, but you have rejected me to worship idols. to tremble with fear! in two ways&ndash; you have rejected me, the source of life-giving water, and you've tried to collect water in cracked and leaking pits dug in the ground. you weren't born slaves; you were captured in war. and destroyed your land; towns lie burned and empty. of Memphis and Tahpanhes have cracked your skulls. You stopped following me, the Lord your God, because it was a bitter mistake for you to reject me without fear of punishment. I, the Lord All-Powerful, have spoken. and broke all ties between us, refusing to be my servant. Now you worship other gods by having sex on hilltops or in the shade but you have become a wild, useless vine. People of Israel, you are stained with guilt, and no soap or bleach can wash it away. and say, &apos;We aren't unclean. But think about what you do You run back and forth like young camels, as you rush to worship one idol after another. sniffing the desert air, wanting to mate with just anyone. You are an easy catch! and your throat is parched from running here and there to worship foreign gods. &apos;Stop!&apos; I shouted, but you replied, &apos;No! I love those gods too much.&apos; are more disgraceful than thieves&ndash; you and your kings, your priests and prophets and sacred poles as if they had created you and had given you life. You have rejected me, but when you're in trouble, you cry to me for help. There should be enough of them to save you, because Judah has as many gods as it has towns. You accuse me of not saving you, but I say you have rebelled. but you refused to come back to me, and like fierce lions you killed my prophets. Did I abandon you in the desert or surround you with darkness? You are my people, yet you have told me, &apos;We'll do what we want, and we refuse to worship you!&apos; to wear her jewelry to her wedding, but you have forgotten me day after day. at finding lovers that you could give lessons to a prostitute. for no reason at all. And even though their blood can be seen on your clothes, and you want me to stop being angry with you. So I'll take you to court, and we'll see who is right. you quickly ran to Egypt, but you'll find no help there, I won't let you find help from those you trust."
            },
            {
                "verse_number": "3",
                "verse_text": "You belonged to me alone,"
            },
            {
                "verse_number": "4",
                "verse_text": "Listen, people of Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "and I, the Lord , will speak."
            },
            {
                "verse_number": "6",
                "verse_text": "Your ancestors refused"
            },
            {
                "verse_number": "7",
                "verse_text": "I brought you here to my land,"
            },
            {
                "verse_number": "8",
                "verse_text": "The priests who teach my laws"
            },
            {
                "verse_number": "9",
                "verse_text": "I will take you to court"
            },
            {
                "verse_number": "10",
                "verse_text": "of a crime that no nation"
            },
            {
                "verse_number": "11",
                "verse_text": "You will find that no nation"
            },
            {
                "verse_number": "12",
                "verse_text": "Tell the heavens"
            },
            {
                "verse_number": "13",
                "verse_text": "You, my people, have sinned"
            },
            {
                "verse_number": "14",
                "verse_text": "People of Israel,"
            },
            {
                "verse_number": "15",
                "verse_text": "Enemies roared like lions"
            },
            {
                "verse_number": "16",
                "verse_text": "Soldiers from the Egyptian towns"
            },
            {
                "verse_number": "17",
                "verse_text": "It's all your own fault!"
            },
            {
                "verse_number": "18",
                "verse_text": "and you trusted the power of Egypt and Assyria. of large trees. We haven't worshiped Baal.&apos; in Hinnom Valley. in great sadness."
            },
            {
                "verse_number": "19",
                "verse_text": "Your own sins will punish you,"
            },
            {
                "verse_number": "20",
                "verse_text": "Long ago you left me"
            },
            {
                "verse_number": "21",
                "verse_text": "You were a choice grapevine,"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "23",
                "verse_text": "You deny your sins"
            },
            {
                "verse_number": "24",
                "verse_text": "You are a female donkey"
            },
            {
                "verse_number": "25",
                "verse_text": "Your shoes are worn out,"
            },
            {
                "verse_number": "26",
                "verse_text": "You and your leaders"
            },
            {
                "verse_number": "27",
                "verse_text": "worship stone idols"
            },
            {
                "verse_number": "28",
                "verse_text": "Go cry to the gods you made!"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord said to Israel:"
            },
            {
                "verse_number": "30",
                "verse_text": "I tried punishing you,"
            },
            {
                "verse_number": "31",
                "verse_text": "Now listen to what I say!"
            },
            {
                "verse_number": "32",
                "verse_text": "A bride could not forget"
            },
            {
                "verse_number": "33",
                "verse_text": "You are so clever"
            },
            {
                "verse_number": "34",
                "verse_text": "You killed innocent people"
            },
            {
                "verse_number": "35",
                "verse_text": "you claim to be innocent,"
            },
            {
                "verse_number": "36",
                "verse_text": "When Assyria let you down,"
            },
            {
                "verse_number": "37",
                "verse_text": "and you will leave"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to the people of Israel: If a divorced woman marries, can her first husband ever marry her again? No, because this would pollute the land. But you have more gods than a prostitute has lovers. Why should I take you back? where you haven't gone to worship other gods You sat beside the road like a robber in ambush, except you offered yourself to every passerby. Your sins of unfaithfulness have polluted the land. to let the spring rains fall. But just like a prostitute, you still have no shame for what you have done. or your long-lost friend; but you won't stop sinning. Her sister, the kingdom of Judah, saw what happened, but she wasn't worried in the least, and I watched her become unfaithful like her sister. Israel, I am your Lord &ndash; come back to me! You were unfaithful and made me furious, but I am merciful, and so I will forgive you. and worshiped foreign gods under large trees everywhere. but you belong to me. Come home! I'll take one or two of you from each town and clan and bring you to Zion. who will obey me, and they will care for you like shepherds. and there will be no need to remember the sacred chest All nations will come here to worship me, and they will no longer follow their stubborn, evil hearts. you people of Judah and Israel will be reunited, and you will return to the land I gave your ancestors. to treat you as my children and give you the best land, the most beautiful on earth. I wanted you to call me &apos;Father&apos; and not turn from me. who broke her wedding vows. You have been unfaithful to me. I, the Lord , have spoken. on the hilltops! It's the people of Israel, weeping and begging me to answer their prayers. They forgot about me and chose the wrong path. and I will cure you of your unfaithfulness.&apos; They will answer, &apos;We will come back, because you are the Lord our God. and made loud noises, but it was all for nothing&ndash; only you can save us. when our nation was young, our crops and livestock, our sons and daughters. just like our ancestors, and we are ashamed of our sins.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Just try to find one hilltop by having sex. Jeremiah, the kingdom of Israel was like an unfaithful wife who became a prostitute on the hilltops and in the shade of large trees. or to make a new one. will be my throne. that shameful god Baal has taken"
            },
            {
                "verse_number": "3",
                "verse_text": "So I, the Lord , refused"
            },
            {
                "verse_number": "4",
                "verse_text": "You call me your father"
            },
            {
                "verse_number": "5",
                "verse_text": "you beg me to stop being angry,"
            },
            {
                "verse_number": "6",
                "verse_text": "When Josiah was king, the Lord said:"
            },
            {
                "verse_number": "9",
                "verse_text": "The kingdom of Judah wasn't sorry for being a prostitute, and she didn't care that she had made both herself and the land unclean by worshiping idols of stone and wood."
            },
            {
                "verse_number": "10",
                "verse_text": "And worst of all, the people of Judah pretended to come back to me."
            },
            {
                "verse_number": "11",
                "verse_text": "Even the people of Israel were honest enough not to pretend."
            },
            {
                "verse_number": "12",
                "verse_text": "Jeremiah, shout toward the north:"
            },
            {
                "verse_number": "13",
                "verse_text": "Just admit that you rebelled"
            },
            {
                "verse_number": "14",
                "verse_text": "You are unfaithful children,"
            },
            {
                "verse_number": "15",
                "verse_text": "Then I'll appoint wise rulers"
            },
            {
                "verse_number": "16",
                "verse_text": "You will increase in numbers,"
            },
            {
                "verse_number": "17",
                "verse_text": "The whole city of Jerusalem"
            },
            {
                "verse_number": "18",
                "verse_text": "Then, in countries to the north,"
            },
            {
                "verse_number": "19",
                "verse_text": "I have always wanted"
            },
            {
                "verse_number": "20",
                "verse_text": "But instead, you are like a wife"
            },
            {
                "verse_number": "21",
                "verse_text": "Listen to the noise"
            },
            {
                "verse_number": "22",
                "verse_text": "I will tell them, &apos;Come back,"
            },
            {
                "verse_number": "23",
                "verse_text": "On hilltops, we worshiped idols"
            },
            {
                "verse_number": "24",
                "verse_text": "Since the days of our ancestors"
            },
            {
                "verse_number": "25",
                "verse_text": "We have rebelled against you"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Israel, if you really want to come back to me, get rid of those disgusting idols. and do what you promise! Then all nations will praise me, and I will bless them. don't be so stubborn! Your hearts have become hard, like unplowed ground where thornbushes grow. keep the agreement I made with you. But if you are stubborn and keep on sinning, my anger will burn like a fire that cannot be put out. * &quot;Run for your lives! or another walled town!&quot; &apos;Jeremiah, tell them I'm sending disaster from the north. like a lion from its den. It will destroy nations and leave your towns empty and in ruins.&apos; of Israel, Mourn and cry out, &quot;The Lord is still angry with us.&quot; &apos; &apos;When all this happens, the king and his officials, the prophets and the priests will be shocked and terrified.&apos; &apos;I am sending a windstorm from the desert&ndash; And it will sweep you away as punishment for your sins. swoops down like an eagle; their cavalry and chariots race faster than storm clouds blown by the wind.&apos; Then you will answer, &apos;We are doomed!&apos; for you to be saved. Wash the evil from your hearts and stop making sinful plans, arrives from the hills of Ephraim &apos;Tell the nations that my people have rebelled against me. And so an army will come from far away to surround Jerusalem and the towns of Judah. I, the Lord , have spoken. your hearts will be in pain, but it's your own fault that you will be punished.&apos; My heart pounds, as I twist and turn in agony. I hear the signal trumpet and the battle cry of the enemy, and I cannot be silent. time after time, leaving everything in ruins. Even my own home is destroyed in a moment. and hear their trumpets? &apos;My people ignore me. They are foolish children who do not understand that they will be punished. All they know is how to sin.&apos; The earth was barren, with no form of life. The sun, moon, and stars had disappeared. and all the birds had flown away. and towns were in ruins. The Lord 's fierce anger had done all of this. I have made my decision, and I won't change my mind. This land will be destroyed, although not completely. The sky will turn dark, and the earth will mourn. shout their battle cry. People run for their lives and try to find safety among trees and rocks. Every town is empty. has been wiped out. But you act like a prostitute and try to win back your lovers, who now hate you. You can put on a red dress, gold jewelry, and eye shadow, but it's no use&ndash; your lovers are out to kill you! Was it a woman giving birth to her first child? No, it was Jerusalem, gasping for breath and begging for help. &apos;I'm dying!&apos; she said. &apos;They have murdered me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Make promises only in my name,"
            },
            {
                "verse_number": "3",
                "verse_text": "People of Jerusalem and Judah,"
            },
            {
                "verse_number": "4",
                "verse_text": "With all your hearts,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Sound the trumpets, my people. Warn the people of Judah, &apos;Put on sackcloth! not a welcome breeze. and the town of Dan."
            },
            {
                "verse_number": "6",
                "verse_text": "Head for Jerusalem"
            },
            {
                "verse_number": "7",
                "verse_text": "An army will come out,"
            },
            {
                "verse_number": "8",
                "verse_text": "Then I told the people"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said,"
            },
            {
                "verse_number": "10",
                "verse_text": "I said, &apos;You are the Lord God. So why have you fooled everyone, especially the people of Jerusalem? Why did you promise peace, when a knife is at our throats?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Look! The enemy army"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jerusalem, there is still time"
            },
            {
                "verse_number": "15",
                "verse_text": "before a message of disaster"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;People of Judah,"
            },
            {
                "verse_number": "19",
                "verse_text": "I can't stand the pain!"
            },
            {
                "verse_number": "20",
                "verse_text": "I see the enemy defeating us"
            },
            {
                "verse_number": "21",
                "verse_text": "How long will I see enemy flags"
            },
            {
                "verse_number": "22",
                "verse_text": "I heard the Lord say,"
            },
            {
                "verse_number": "23",
                "verse_text": "After this, I looked around."
            },
            {
                "verse_number": "24",
                "verse_text": "The mountains were shaking;"
            },
            {
                "verse_number": "25",
                "verse_text": "no people could be seen,"
            },
            {
                "verse_number": "26",
                "verse_text": "Farmland had become a desert,"
            },
            {
                "verse_number": "29",
                "verse_text": "Enemy cavalry and archers"
            },
            {
                "verse_number": "30",
                "verse_text": "Jerusalem, your land"
            },
            {
                "verse_number": "31",
                "verse_text": "I heard groaning and crying."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Search Jerusalem for honest people who try to be faithful. If you can find even one, I'll forgive the whole city. made in my name.&apos; that you look for truth. You punished your people for their lies, but in spite of the pain, they became more stubborn and refused to turn back to you.&apos; &apos;These common people act like fools, and they have never learned what the Lord their God demands of them. They know what God demands.&apos; But even they had decided not to obey the Lord . and rejected the Lord too many times. So enemies will attack like lions from the forest or wolves from the desert. Those enemies will watch the towns of Judah, and like leopards they will tear to pieces whoever goes outside. how can I forgive you? I gave you everything, but you abandoned me and worshiped idols. You men go to prostitutes and are unfaithful to your wives. and you always want sex with someone else's wife. the people of Judah? &apos;Go through my vineyard. Don't destroy the vines, but cut off the branches, because they are the people who don't belong to me.&apos; have been unfaithful to me. * &apos;The Lord won't punish us. We will have peace and plenty of food.&apos; so now they will be killed in war or starve to death. Jeremiah, I will tell you exactly what to say. Your words will be a fire; Israel and Judah will be the fuel. I have made my decision. An army from a distant country will attack you. I've chosen an ancient nation, and you won't understand their language. and their arrows bring death. and livestock; they will leave no fruit on your vines or fig trees. And although you feel safe behind thick walls, your towns will be destroyed and your children killed. Jeremiah, the enemy army won't kill everyone in Judah. I am the Lord , but you abandoned me and worshiped other gods in your own land. Now you will be slaves in a foreign country. you people of Judah, you descendants of Jacob. when I speak? Why can't you understand with fear and trembling? I'm the one who made the shore to hold back the ocean. Waves may crash on the beach, but they can come no farther. and turned your backs on me. &apos;Let's worship the Lord ! He's the one who sends rain in spring and autumn and gives us a good harvest.&apos; * and puts them in a cage, but some of you trap humans and make them your slaves. to make yourselves rich. You are powerful get the justice they deserve. and so I will take revenge. going on in this country. I am shocked! my priests don't want and you&ndash;my own people&ndash; like it this way! But on the day of disaster, where will you turn for help?"
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone breaks promises"
            },
            {
                "verse_number": "3",
                "verse_text": "I answered, &apos;I know"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I thought to myself,"
            },
            {
                "verse_number": "5",
                "verse_text": "So I'll go and talk to the leaders."
            },
            {
                "verse_number": "6",
                "verse_text": "The people have rebelled"
            },
            {
                "verse_number": "7",
                "verse_text": "People of Judah,"
            },
            {
                "verse_number": "8",
                "verse_text": "You are no better than animals,"
            },
            {
                "verse_number": "9",
                "verse_text": "Why shouldn't I punish"
            },
            {
                "verse_number": "10",
                "verse_text": "I will tell their enemies,"
            },
            {
                "verse_number": "11",
                "verse_text": "In every way, Judah and Israel"
            },
            {
                "verse_number": "12",
                "verse_text": "Their prophets lie and say,"
            },
            {
                "verse_number": "13",
                "verse_text": "They tell these lies in my name,"
            },
            {
                "verse_number": "14",
                "verse_text": "I am the Lord God All-Powerful."
            },
            {
                "verse_number": "15",
                "verse_text": "People of Israel,"
            },
            {
                "verse_number": "16",
                "verse_text": "All of them are warriors,"
            },
            {
                "verse_number": "17",
                "verse_text": "This nation will eat your crops"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "19",
                "verse_text": "And the people who survive will ask, &apos;Why did the Lord our God do such terrible things to us?&apos; Then tell them:"
            },
            {
                "verse_number": "20",
                "verse_text": "Tell these things to each other,"
            },
            {
                "verse_number": "21",
                "verse_text": "You fools! Why don't you listen"
            },
            {
                "verse_number": "22",
                "verse_text": "that you should worship me"
            },
            {
                "verse_number": "23",
                "verse_text": "You stubborn people have rebelled"
            },
            {
                "verse_number": "24",
                "verse_text": "You refuse to say,"
            },
            {
                "verse_number": "25",
                "verse_text": "That's why I cannot bless you!"
            },
            {
                "verse_number": "26",
                "verse_text": "A hunter traps birds"
            },
            {
                "verse_number": "27",
                "verse_text": "You are evil, and you lie and cheat"
            },
            {
                "verse_number": "28",
                "verse_text": "and prosperous, but you refuse to help the poor in the name of a false god, to serve me,"
            },
            {
                "verse_number": "29",
                "verse_text": "You need to be punished,"
            },
            {
                "verse_number": "30",
                "verse_text": "Look at the terrible things"
            },
            {
                "verse_number": "31",
                "verse_text": "Prophets give their messages"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Run for your lives, people of Benjamin. Get out of Jerusalem. Sound a trumpet in Tekoa and light a signal fire in Beth-Haccherem. Soon you will be struck by disaster from the north. and divided up, then let their flocks &apos;If we reach Jerusalem in the morning, we'll attack at noon. But if we arrive later, and destroy its fortresses.&apos; and I will command these armies to chop down trees and build a ramp up to the walls of Jerusalem. People of Jerusalem, I must punish you for your injustice. like water from a spring. Sounds of injustice and violence echo within your walls; victims are everywhere, wounded and dying. you people of Jerusalem and Judah. I will abandon you, and your land will become an empty desert. to leave your nation bare like a vine stripped of grapes. I, the Lord All-Powerful, have spoken. that you, Lord , will punish them, but they just laugh and refuse to listen. flames up inside me, and I can't hold it in much longer. Don't hold back my anger! Let it sweep away everyone&ndash; the children at play and all adults, young and old alike. and give to others their houses and fields, as well as their wives. I, the Lord , have spoken. whether poor or rich. Even the prophets and priests cannot be trusted. to my deeply wounded people are empty hopes for peace. of their disgusting sins, but they don't even blush. And so, when I punish Judah, they will end up on the ground, dead like everyone else. I, the Lord , have spoken. My people, when you stood at the crossroads, I told you, &apos;Follow the road your ancestors took, and you will find peace.&apos; But you refused. to warn you of danger, but when they sounded the alarm, you paid no attention. &apos;Watch what I will do! and rejected my laws. They planned to do evil, and now the evil they planned will happen to them.&apos; you bring me incense from Sheba and spices from distant lands. You offer sacrifices of all kinds. But why bother? I hate these gifts of yours! in your path, and everyone will die, including parents and children, neighbors and friends. &apos;Look toward the north, where a powerful nation has prepared for war. and never show mercy. Their galloping horses sound like ocean waves pounding on the shore. This army will attack you, lovely Jerusalem.&apos; &apos;Just hearing about them makes us tremble with fear, and we twist and turn in pain like a woman giving birth.&apos; &apos;Don't work in your fields or walk along the roads. It's too dangerous. The enemy is well armed So mourn, my people, as though your only child had died. and roll in the ash pile.&apos; as though they were metal. like bronze and iron. They are stubborn rebels, always spreading lies. * in a fiery furnace, but my people are too wicked to be made pure, and so I have rejected them."
            },
            {
                "verse_number": "2",
                "verse_text": "Jerusalem is a lovely pasture,"
            },
            {
                "verse_number": "3",
                "verse_text": "but shepherds will surround it eat all the grass. Wear clothes made of sackcloth"
            },
            {
                "verse_number": "4",
                "verse_text": "Kings will tell their troops,"
            },
            {
                "verse_number": "5",
                "verse_text": "we'll attack after dark"
            },
            {
                "verse_number": "6",
                "verse_text": "I am the Lord All-Powerful,"
            },
            {
                "verse_number": "7",
                "verse_text": "Evil pours from your city"
            },
            {
                "verse_number": "8",
                "verse_text": "Listen to me,"
            },
            {
                "verse_number": "9",
                "verse_text": "I will tell your enemies"
            },
            {
                "verse_number": "10",
                "verse_text": "I have told the people"
            },
            {
                "verse_number": "11",
                "verse_text": "Your anger against Judah"
            },
            {
                "verse_number": "12",
                "verse_text": "I'll punish the people of Judah"
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone is greedy and dishonest,"
            },
            {
                "verse_number": "14",
                "verse_text": "All they ever offer"
            },
            {
                "verse_number": "15",
                "verse_text": "They should be ashamed"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "17",
                "verse_text": "I also sent prophets"
            },
            {
                "verse_number": "18",
                "verse_text": "So I tell all nations on earth,"
            },
            {
                "verse_number": "19",
                "verse_text": "My people ignored me"
            },
            {
                "verse_number": "20",
                "verse_text": "People of Judah,"
            },
            {
                "verse_number": "21",
                "verse_text": "So I will put stumbling blocks"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said,"
            },
            {
                "verse_number": "23",
                "verse_text": "Its well-armed troops are cruel"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the people said,"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord said,"
            },
            {
                "verse_number": "26",
                "verse_text": "and attacks without warning."
            },
            {
                "verse_number": "27",
                "verse_text": "Jeremiah, test my people"
            },
            {
                "verse_number": "28",
                "verse_text": "And you'll find they are hard"
            }
        ],
        "7": [
            {
                "verse_number": "4",
                "verse_text": "Don't fool yourselves! My temple is here in Jerusalem, but that doesn't mean I will protect you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will keep you safe only if you change your ways and are fair and honest with each other."
            },
            {
                "verse_number": "6",
                "verse_text": "Stop taking advantage of foreigners, orphans, and widows. Don't kill innocent people. And stop worshiping other gods."
            },
            {
                "verse_number": "7",
                "verse_text": "Then I will let you enjoy a long life in this land I gave your ancestors. I am the Lord All-Powerful, the God of Israel, but I won't accept sacrifices from you. So don't even bother bringing them to me. You might as well just cook the meat for yourselves. People of Judah, I am the Lord your God, but you have refused to obey me, and you didn't change when I punished you. And now, you no longer even pretend to be faithful to me. and throw away the hair. Sing a funeral song on top of a barren hill. You people have made me angry, and I have abandoned you."
            },
            {
                "verse_number": "8",
                "verse_text": "But just look at what is happening! You put your trust in worthless lies."
            },
            {
                "verse_number": "9",
                "verse_text": "You steal and murder; you lie in court and are unfaithful in marriage. You worship idols and offer incense to Baal, when these gods have never done anything for you."
            },
            {
                "verse_number": "10",
                "verse_text": "And then you come into my temple and worship me! Do you think I will protect you so that you can go on sinning?"
            },
            {
                "verse_number": "11",
                "verse_text": "You are thieves, and you have made my temple your hideout. But I've seen everything you have done."
            },
            {
                "verse_number": "12",
                "verse_text": "Go to Shiloh, where my sacred tent once stood. Take a look at what I did there. My people Israel sinned, and so I destroyed Shiloh!"
            },
            {
                "verse_number": "13",
                "verse_text": "While you have been sinning, I have been trying to talk to you, but you refuse to listen."
            },
            {
                "verse_number": "14",
                "verse_text": "Don't think this temple will protect you. Long ago I told your ancestors to build it and worship me here, but now I have decided to tear it down, just as I destroyed Shiloh."
            },
            {
                "verse_number": "15",
                "verse_text": "And as for you, people of Judah, I'm going to send you away from my land, just as I sent away the people of Ephraim and the other northern tribes."
            },
            {
                "verse_number": "16",
                "verse_text": "Jeremiah, don't pray for these people! I, the Lord , would refuse to listen."
            },
            {
                "verse_number": "17",
                "verse_text": "Do you see what the people of Judah are doing in their towns and in the streets of Jerusalem?"
            },
            {
                "verse_number": "18",
                "verse_text": "Children gather firewood, their fathers build fires, and their mothers mix dough to bake bread for the goddess they call the Queen of Heaven. They even offer wine sacrifices to other gods, just to insult me."
            },
            {
                "verse_number": "19",
                "verse_text": "But they are not only insulting me; they are also harming themselves by doing these shameful things."
            },
            {
                "verse_number": "20",
                "verse_text": "And now, I, the Lord All-Powerful, will flood Judah with my fiery anger until nothing is left&ndash;no people or animals, no trees or crops."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord told me to say to the people of Judah:"
            },
            {
                "verse_number": "22",
                "verse_text": "At the time I brought your ancestors out of Egypt, I didn't command them to offer sacrifices to me."
            },
            {
                "verse_number": "23",
                "verse_text": "Instead, I told them, &apos;If you listen to me and do what I tell you, I will be your God, you will be my people, and all will go well for you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But your ancestors refused to listen. They were stubborn, and whenever I wanted them to go one way, they always went the other."
            },
            {
                "verse_number": "25",
                "verse_text": "Ever since your ancestors left Egypt, I have been sending my servants the prophets to speak for me."
            },
            {
                "verse_number": "26",
                "verse_text": "But you have ignored me and become even more stubborn and sinful than your ancestors ever were!"
            },
            {
                "verse_number": "27",
                "verse_text": "Jeremiah, no matter what you do, the people won't listen."
            },
            {
                "verse_number": "28",
                "verse_text": "So you must say to them:"
            },
            {
                "verse_number": "29",
                "verse_text": "Shave your head bald"
            },
            {
                "verse_number": "30",
                "verse_text": "You have disobeyed me by putting your disgusting idols in my temple, and now the temple itself is disgusting to me."
            },
            {
                "verse_number": "31",
                "verse_text": "At Topheth in Hinnom Valley you have built altars where you kill your children and burn them as sacrifices to other gods. I would never think of telling you to do this."
            },
            {
                "verse_number": "32",
                "verse_text": "So watch out! Someday that place will no longer be called Topheth or Hinnom Valley. It will be called Slaughter Valley, because you will bury your dead there until you run out of room,"
            },
            {
                "verse_number": "33",
                "verse_text": "and then bodies will lie scattered on the ground. Birds and wild animals will come and eat, and no one will be around to scare them off."
            },
            {
                "verse_number": "34",
                "verse_text": "When I am finished with your land, there will be deathly silence in the empty ruins of Jerusalem and the towns of Judah&ndash;no happy voices, no sounds of parties or wedding celebrations."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the bones of the dead kings of Judah and their officials will be dug up, along with the bones of the priests, the prophets, and everyone else in Jerusalem"
            },
            {
                "verse_number": "2",
                "verse_text": "who loved and worshiped the sun, moon, and stars. These bones will be scattered and left lying on the ground like trash, where the sun and moon and stars can shine on them. People of Jerusalem, when you stumble and fall, you get back up, and if you take a wrong road, to come back to me? Why do you hold so tightly to your false gods? but none of you admit that you've done wrong. Without a second thought, like horses running blindly into battle. and thrushes all know when it's time to fly away for the winter and when to come back. But you, my people, don't know what I demand. because we have the teachings and laws of the Lord .&apos; But I say that your teachers have turned my words into lies! have rejected what I say, and so they have no wisdom. Now they will be trapped and put to shame; they won't know what to do. to strangers. Everyone is greedy and dishonest, whether poor or rich. Even the prophets and priests cannot be trusted. to my deeply wounded people are empty hopes for peace. of the way they live, but they don't even blush. And so, when I punish Judah, they will end up on the ground, dead like everyone else. They are vines without grapes; fig trees without figs or leaves. They have not done a thing I, the Lord , have spoken. say to each other, &apos;What are we waiting for? Let's run to a town with walls and die there. We rebelled against the Lord , and we were sentenced to die by drinking poison. and a time of healing, but all we got was terror. the town of Dan in the north, and the snorting of their horses makes us tremble with fear. The enemy will destroy Jerusalem and our entire nation. No one will survive.&apos; &apos;I'm sending poisonous snakes to attack you, and no one can stop them.&apos; and feel like giving up. my people are crying. Listen! You'll hear them say, &apos;Has the Lord deserted Zion? Is he no longer its king?&apos; I hear the Lord reply, &apos;Why did you make me angry by worshiping useless idols?&apos; &apos;Spring and summer have come and gone, but still the Lord hasn't rescued us.&apos; and so is my heart. I am horrified and mourn. may be found in Gilead, why aren't my people healed?"
            },
            {
                "verse_number": "3",
                "verse_text": "Some of you people of Judah will be left alive, but I will force you to go to foreign countries, and you will wish you were dead. I, the Lord God All-Powerful, have spoken."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said: you turn around and go back. you run down the wrong road that I told them!"
            },
            {
                "verse_number": "5",
                "verse_text": "So why do you refuse"
            },
            {
                "verse_number": "6",
                "verse_text": "I listen carefully,"
            },
            {
                "verse_number": "7",
                "verse_text": "Storks, doves, swallows,"
            },
            {
                "verse_number": "8",
                "verse_text": "You say, &apos;We are wise"
            },
            {
                "verse_number": "9",
                "verse_text": "Your wise men"
            },
            {
                "verse_number": "10",
                "verse_text": "I'll give their wives and fields"
            },
            {
                "verse_number": "11",
                "verse_text": "All they ever offer"
            },
            {
                "verse_number": "12",
                "verse_text": "They should be ashamed"
            },
            {
                "verse_number": "13",
                "verse_text": "I will wipe them out."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Judah"
            },
            {
                "verse_number": "15",
                "verse_text": "We had hoped for peace"
            },
            {
                "verse_number": "16",
                "verse_text": "Our enemies have reached"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Watch out!&apos; the Lord says."
            },
            {
                "verse_number": "18",
                "verse_text": "I'm burdened with sorrow"
            },
            {
                "verse_number": "19",
                "verse_text": "In a foreign land"
            },
            {
                "verse_number": "20",
                "verse_text": "The people complain,"
            },
            {
                "verse_number": "21",
                "verse_text": "My people are crushed,"
            },
            {
                "verse_number": "22",
                "verse_text": "If medicine and doctors"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I wish that my eyes were fountains of tears, so I could cry day and night for my people who were killed. and find a hiding place from all who are treacherous and unfaithful to God. Lies come from the mouths of my people, like arrows from a bow. With each dishonest deed their power increases, and not one of them will admit that I am God. and relatives tell lies about you, so don't trust them. always looking for a new way to cheat their friends. of everyone else, and no one will admit that I am God. the hearts of my people just as gold is purified in a furnace. I have no other choice. but this lie is deadly, like an arrow that strikes when you least expect it. not to punish them as they deserve. I, the Lord All-Powerful, have spoken. in the hill country. It's so barren and scorched that no one travels there. No cattle can be found there, and birds and wild animals have all disappeared. &apos;When I am finished, Jerusalem and the towns of Judah will be piles of ruins I destroyed the land because the people disobeyed me and rejected my laws and teachings. &apos;Make arrangements now for the women who are paid especially the women who can cry the loudest.&apos; &apos;Let them come quickly and cry for us, until our own eyes are flooded with tears. &quot;We are ruined! We can't stand the shame. Our homes have been destroyed, and we must leave our land.&quot; to pay attention to what the Lord says. We will teach you a funeral song that you can teach your daughters and friends: but death sneaked in through our windows. It even struck down children at play and our strongest young men.&quot; the ground will be covered with dead bodies, like ungathered stalks of grain or manure in a field.&apos; Don't brag about your wisdom or strength or wealth. then have enough sense to brag about worshiping me, the Lord . What I like best is showing kindness, justice, and mercy to everyone on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "I wish I could go into the desert"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord replied:"
            },
            {
                "verse_number": "4",
                "verse_text": "Jeremiah, all your friends"
            },
            {
                "verse_number": "5",
                "verse_text": "They wear themselves out,"
            },
            {
                "verse_number": "6",
                "verse_text": "Everyone takes advantage"
            },
            {
                "verse_number": "7",
                "verse_text": "And so I will purify"
            },
            {
                "verse_number": "8",
                "verse_text": "They say they want peace,"
            },
            {
                "verse_number": "9",
                "verse_text": "Give me one good reason"
            },
            {
                "verse_number": "10",
                "verse_text": "I weep for the pastureland"
            },
            {
                "verse_number": "11",
                "verse_text": "I heard the Lord reply, where only jackals live.&apos; to weep at funerals,"
            },
            {
                "verse_number": "12",
                "verse_text": "I said to the Lord , &apos;None of us can understand why the land has become like an uncrossable desert. Won't you explain why?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "14",
                "verse_text": "They were stubborn and worshiped Baal, just as their ancestors did."
            },
            {
                "verse_number": "15",
                "verse_text": "So I, the Lord All-Powerful, the God of Israel, promise them poison to eat and drink."
            },
            {
                "verse_number": "16",
                "verse_text": "I'll scatter them in foreign countries that they and their ancestors have never even heard of. Finally, I will send enemy soldiers to kill every last one of them."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord All-Powerful said,"
            },
            {
                "verse_number": "18",
                "verse_text": "The people answered,"
            },
            {
                "verse_number": "19",
                "verse_text": "Now those of us on Zion cry,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;We ask you women"
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;We were in our fortress,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The Lord has told us"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "24",
                "verse_text": "If you feel you must brag,"
            }
        ],
        "10": [
            {
                "verse_number": "3",
                "verse_text": "Their religion is worthless!"
            },
            {
                "verse_number": "4",
                "verse_text": "cover it with silver and gold,"
            },
            {
                "verse_number": "5",
                "verse_text": "An idol is no better"
            },
            {
                "verse_number": "6",
                "verse_text": "Our Lord , great and powerful,"
            },
            {
                "verse_number": "7",
                "verse_text": "You are King of the nations."
            },
            {
                "verse_number": "8",
                "verse_text": "Idols are worthless,"
            },
            {
                "verse_number": "9",
                "verse_text": "Idols are made by humans."
            },
            {
                "verse_number": "10",
                "verse_text": "You, Lord , are the only true"
            },
            {
                "verse_number": "11",
                "verse_text": "You told me to say"
            },
            {
                "verse_number": "12",
                "verse_text": "With your wisdom and power"
            },
            {
                "verse_number": "13",
                "verse_text": "The waters in the heavens roar"
            },
            {
                "verse_number": "14",
                "verse_text": "People who make idols"
            },
            {
                "verse_number": "15",
                "verse_text": "Idols are merely a joke,"
            },
            {
                "verse_number": "16",
                "verse_text": "But you, Israel's God,"
            },
            {
                "verse_number": "17",
                "verse_text": "I said to the people of Judah,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord said these troubles like a rock from a sling.&apos; where only jackals live.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The people answered,"
            },
            {
                "verse_number": "20",
                "verse_text": "Our homes are destroyed;"
            },
            {
                "verse_number": "21",
                "verse_text": "But I told them,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Sounds of destruction"
            },
            {
                "verse_number": "23",
                "verse_text": "I know, Lord , that we humans"
            },
            {
                "verse_number": "24",
                "verse_text": "Correct me, as I deserve,"
            },
            {
                "verse_number": "25",
                "verse_text": "Our enemies refuse"
            }
        ],
        "11": [
            {
                "verse_number": "4",
                "verse_text": "My commands haven't changed since I brought your ancestors out of Egypt, a nation that seemed like a blazing furnace where iron ore is melted. I told your ancestors that if they obeyed my commands, I would be their God, and they would be my people."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I did what I had promised and gave them this wonderful land, where you now live."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord told me to say to everyone on the streets of Jerusalem and in the towns of Judah:"
            },
            {
                "verse_number": "7",
                "verse_text": "Ever since I brought your ancestors out of Egypt, I have been telling your people to obey me. But you and your ancestors"
            },
            {
                "verse_number": "8",
                "verse_text": "have always been stubborn. You have refused to listen, and instead you have done whatever your sinful hearts have desired."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said to me:"
            },
            {
                "verse_number": "10",
                "verse_text": "They have sinned in the same way their ancestors did, by turning from me and worshiping other gods. The northern kingdom of Israel broke the agreement I made with your ancestors, and now the southern kingdom of Judah has done the same."
            },
            {
                "verse_number": "11",
                "verse_text": "Here is what I've decided to do. I will bring suffering on the people of Judah and Jerusalem, and no one will escape. They will beg me to help, but I won't listen to their prayers."
            },
            {
                "verse_number": "14",
                "verse_text": "Jeremiah, don't pray for these people or beg me to rescue them. If you do, I won't listen, and I certainly won't listen if they pray!"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Lord told me to say to the people of Judah: so stop celebrating. Jeremiah, some men from Anathoth say they will kill you, if you keep on speaking for me."
            },
            {
                "verse_number": "16",
                "verse_text": "Once you were like an olive tree"
            },
            {
                "verse_number": "17",
                "verse_text": "I am the Lord All-Powerful. You people of Judah were like a tree that I had planted, but you have made me angry by offering sacrifices to Baal, just as the northern kingdom did. And now I'm going to pull you up by the roots."
            },
            {
                "verse_number": "18",
                "verse_text": "Some people plotted to kill me."
            },
            {
                "verse_number": "19",
                "verse_text": "But then the Lord told me"
            },
            {
                "verse_number": "20",
                "verse_text": "I prayed, &apos; Lord All-Powerful,"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord said:"
            },
            {
                "verse_number": "22",
                "verse_text": "But I will punish them. Their young men will die in battle, and their children will starve to death."
            },
            {
                "verse_number": "23",
                "verse_text": "And when I am finished, no one from their families will be left alive."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Whenever I complain to you, Lord , you are always fair. But now I have questions about your justice. Why is life easy for sinners? Why are they successful? you let them prosper and produce fruit. Yet even when they praise you, they don't mean it. how faithful I've always been, even in my thoughts. So drag my enemies away and butcher them like sheep! and the pasturelands parched? The birds and animals are dead and gone. And all of this happened because the people are so sinful. They even brag, &apos;God can't see in a race against people, how can you possibly run against horses? If you fall in open fields, what will happen in the forest along the Jordan River? has turned against you. They act friendly, but don't trust them. They're out to get you, and so is everyone else. as my very own. But now I will reject them and hand them over to their enemies. and roar at me like lions. That's why I hate them. surrounded and attacked Tell the wild animals to come and eat their fill. like a field or a vineyard trampled by shepherds and stripped bare by their flocks. and no one cares. marches along desert roads and attacks everywhere. They are my deadly sword; no one is safe from them. but because I was furious, I let only weeds grow. You wore yourselves out and gained only shame! I gave this land to my people Israel, but enemies around it have attacked and robbed it. So I will uproot them from their own countries just as I will uproot Judah from its land."
            },
            {
                "verse_number": "2",
                "verse_text": "You plant them like trees;"
            },
            {
                "verse_number": "3",
                "verse_text": "But you know, Lord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "How long will the ground be dry the sins we commit.&apos; by other hawks."
            },
            {
                "verse_number": "5",
                "verse_text": "Jeremiah, if you get tired"
            },
            {
                "verse_number": "6",
                "verse_text": "Even your own family"
            },
            {
                "verse_number": "7",
                "verse_text": "I loved my people and chose them"
            },
            {
                "verse_number": "8",
                "verse_text": "My people have turned against me"
            },
            {
                "verse_number": "9",
                "verse_text": "My people are like a hawk"
            },
            {
                "verse_number": "10",
                "verse_text": "My beautiful land is ruined"
            },
            {
                "verse_number": "11",
                "verse_text": "Every field I see lies barren,"
            },
            {
                "verse_number": "12",
                "verse_text": "A destroying army"
            },
            {
                "verse_number": "13",
                "verse_text": "My people, you planted wheat,"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "15",
                "verse_text": "But later, I will have pity on these nations and bring them back to their own lands."
            },
            {
                "verse_number": "16",
                "verse_text": "They once taught my people to worship Baal. But if they admit I am the only true God, and if they let my people teach them how to worship me, these nations will also become my people."
            },
            {
                "verse_number": "17",
                "verse_text": "However, if they don't listen to me, I will uproot them from their lands and completely destroy them. I, the Lord , have spoken."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me, &apos;Go and buy a pair of linen shorts. Wear them for a while, but don't wash them.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I bought a pair of shorts and put them on. They will answer, &apos;Of course we fill our wine jars with wine! Why are you telling us something we already know?&apos; I am the Lord , and what I'm going to do will make everyone in Judah and Jerusalem appear to be full of wine. And the worst ones will be the kings of David's family and the priests and the prophets. don't be too proud to listen to what the Lord has said. but God is sending darkness. Evening shadows already deepen in the hills. So return to God and confess your sins to him before you trip and fall. I will weep alone. Tears will stream from my eyes when the Lord 's people are taken away as prisoners. must surrender their thrones are surrounded; no one can get in or out. Everyone in Judah will be taken away. of ruling the people of Judah. But where are they now? Look north, and you will see your enemies approaching. What do you say about that? You will be in pain like a woman giving birth. your clothes were torn off and you were abused? It was because of your terrible sins. and do what's right? Can people change the color of their skin, or can a leopard remove its spots? If so, then maybe you can change and learn to do right. just as the desert wind blows husks from grain tossed in the air. I, the Lord , have spoken. You rejected me and worshiped false gods. * but you were unfaithful. by worshiping disgusting gods on hilltops and in fields. and leave you naked and ashamed for everyone to see. You are doomed! Will you ever be worthy to worship me again?"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Take off the shorts. Go to Parah and hide the shorts in a crack between some large rocks.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And that's what I did."
            },
            {
                "verse_number": "6",
                "verse_text": "Some time later the Lord said, &apos;Go back and get the shorts.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "I went back and dug the shorts out of their hiding place, but the cloth had rotted, and the shorts were ruined."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said:"
            },
            {
                "verse_number": "9",
                "verse_text": "Jeremiah, I will use Babylonia to destroy the pride of the people of Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Judah are evil and stubborn. So instead of listening to me, they do whatever they want and even worship other gods. When I am finished with these people, they will be good for nothing, just like this pair of shorts."
            },
            {
                "verse_number": "11",
                "verse_text": "These shorts were tight around your waist, and that's how tightly I held onto the kingdoms of Israel and Judah. I wanted them to be my people. I wanted to make them famous, so that other nations would praise and honor me, but they refused to obey me."
            },
            {
                "verse_number": "12",
                "verse_text": "Jeremiah, tell the people of Judah, &apos;The Lord God of Israel orders you to fill your wine jars with wine.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then say to them:"
            },
            {
                "verse_number": "14",
                "verse_text": "Then I will smash them against each other like jars. I will have no pity on the young or the old, and they will all be destroyed. I, the Lord , have spoken."
            },
            {
                "verse_number": "15",
                "verse_text": "People of Judah,"
            },
            {
                "verse_number": "16",
                "verse_text": "You hope for light,"
            },
            {
                "verse_number": "17",
                "verse_text": "If you are too proud to listen,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord told me to tell you that your king and his mother and remove their crowns. but now I'll let them rule you. You even became a prostitute"
            },
            {
                "verse_number": "19",
                "verse_text": "The cities in the Southern Desert"
            },
            {
                "verse_number": "20",
                "verse_text": "Jerusalem, you were so proud"
            },
            {
                "verse_number": "21",
                "verse_text": "You once trusted them to help,"
            },
            {
                "verse_number": "22",
                "verse_text": "Do you know why"
            },
            {
                "verse_number": "23",
                "verse_text": "Can you ever change"
            },
            {
                "verse_number": "24",
                "verse_text": "I will scatter you,"
            },
            {
                "verse_number": "25",
                "verse_text": "I won't change my mind."
            },
            {
                "verse_number": "26",
                "verse_text": "You were married to me,"
            },
            {
                "verse_number": "27",
                "verse_text": "So I'll rip off your clothes"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "When there had been no rain for a long time, the Lord told me to say to the people: as the land dries up. But there's none to be found; they return in despair with their jars still empty. and farmers feel sick as they watch cracks appear then abandons her newborn fawn and leaves in search of grass. from starvation. So they stand on barren hilltops hoping to smell green grass. so we deserve to be punished. But if you rescue us, Lord , everyone will see how great you are. you alone can save us now. You help us one day, but you're gone the next. take you by surprise? Are you a warrior with your hands tied? You have chosen us, and your temple is here. Don't abandon us! you love to wander away; you don't even try to stay close to me. So now I will reject you and punish you for your sins. I, the Lord , have spoken. They claim to speak for me, but they're lying! I didn't even speak to them, much less choose them to be my prophets. Their messages come from worthless dreams, useless fortunetelling, and their own imaginations. So I told them: &apos;Tears will flood my eyes both day and night, because my nation suffers from a deadly wound. of those killed in battle. And in the towns I see crowds dying of hunger. But the prophets and priests go about their business, without understanding Do you hate Jerusalem? Why did you strike down Judah with a fatal wound? We had hoped for peace and a time of healing, but all we got was terror. of rebelling against you. how great you are. Don't let our enemies disgrace your temple, your beautiful throne. Don't forget that you promised to rescue us. and showers don't fall by themselves. Only you control the rain, so we put our trust in you, the Lord our God."
            },
            {
                "verse_number": "2",
                "verse_text": "Judah and Jerusalem weep"
            },
            {
                "verse_number": "3",
                "verse_text": "Rulers send their servants to the storage pits for water. in the dry ground. and sniff the air, what has happened.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "There has been no rain,"
            },
            {
                "verse_number": "5",
                "verse_text": "A deer gives birth in a field,"
            },
            {
                "verse_number": "6",
                "verse_text": "Wild donkeys go blind"
            },
            {
                "verse_number": "7",
                "verse_text": "We rejected you and did evil,"
            },
            {
                "verse_number": "8",
                "verse_text": "You're our only hope;"
            },
            {
                "verse_number": "9",
                "verse_text": "Did this disaster"
            },
            {
                "verse_number": "10",
                "verse_text": "My people,"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said, &apos;Jeremiah, don't ask me to help these people."
            },
            {
                "verse_number": "12",
                "verse_text": "They may even go without eating and offer sacrifices to please me and to give thanks. But when they cry out for my help, I won't listen, and I won't accept their sacrifices. Instead, I'll send war, starvation, and disease to wipe them out.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "I replied, &apos;The other prophets keep telling everyone that you won't send starvation or war, and that you're going to give us peace.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord answered:"
            },
            {
                "verse_number": "15",
                "verse_text": "Those lying prophets say there will be peace and plenty of food. But I say that those same prophets will die from war and hunger."
            },
            {
                "verse_number": "16",
                "verse_text": "And everyone who listens to them will be killed, just as they deserve. Their dead bodies will be thrown out into the streets of Jerusalem, because their families will also be dead, and no one will be left to bury them."
            },
            {
                "verse_number": "17",
                "verse_text": "Jeremiah, go and tell the people how you feel about all this."
            },
            {
                "verse_number": "18",
                "verse_text": "In the fields I see the bodies"
            },
            {
                "verse_number": "19",
                "verse_text": "Have you rejected Judah, Lord ?"
            },
            {
                "verse_number": "20",
                "verse_text": "We and our ancestors are guilty"
            },
            {
                "verse_number": "21",
                "verse_text": "If you save us, it will show"
            },
            {
                "verse_number": "22",
                "verse_text": "Idols can't send rain,"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to me: Even if Moses and Samuel were here, praying with you, I wouldn't change my mind. So send the people of Judah away. Some of you are going to die of horrible diseases. Others are going to die in war or from starvation. The rest will be led away to a foreign country. in four different ways: You will be killed in war and your bodies dragged off by dogs, your flesh will be eaten by birds, and your bones will be chewed on by wild animals. And you will be disgusting to all nations on earth. who will feel sorry for you? Will anyone bother to ask if you are well? and walked away. I am tired of showing mercy; that's why I'll destroy you blown by the wind. I will punish you with sorrow and death, because you refuse to change your ways. in Judah than grains of sand on a beach. A surprise attack at noon! And the mothers in Jerusalem mourn for their children. and struggles for breath. Her daylight has turned to darkness&ndash; she has suffered the loss of her seven sons. I will kill anyone who survives. I, the Lord , have spoken. I'm always in trouble with everyone in Judah. I never lend or borrow money, but everyone curses me just the same. &apos;I promise to protect you, and when disaster comes, even your enemies just as you can't break iron mixed with bronze, you can't defeat the enemies that will attack from the north. everything you own, because you have sinned everywhere in your country. so I will make you slaves of your enemies insult after insult, all because of you, Lord . Don't be so patient with my enemies; take revenge on them before they kill me. I was glad to obey, because I belong to you, the Lord All-Powerful. and have a good time. Instead, I keep to myself, because you have filled me with your anger. and in constant pain. Are you going to disappoint me, like a stream that goes dry in the heat of summer? Stop talking like a fool! If you turn back to me and speak my message, I will let you be my prophet once again. I hope the people of Judah will accept what you say. But you can ignore their threats, * like a bronze wall. They are evil and violent, but when they attack, I, the Lord , have spoken."
            },
            {
                "verse_number": "2",
                "verse_text": "And when they ask where they are going, tell them that I, the Lord , have said:"
            },
            {
                "verse_number": "3",
                "verse_text": "I will punish you"
            },
            {
                "verse_number": "4",
                "verse_text": "This punishment will happen because of the horrible things your King Manasseh did. will beg you for help.&apos; that cannot be put out, in a foreign land."
            },
            {
                "verse_number": "5",
                "verse_text": "People of Jerusalem,"
            },
            {
                "verse_number": "6",
                "verse_text": "My people, you abandoned me"
            },
            {
                "verse_number": "7",
                "verse_text": "by scattering you like straw"
            },
            {
                "verse_number": "8",
                "verse_text": "There will be more widows"
            },
            {
                "verse_number": "9",
                "verse_text": "A mother is in deep despair"
            },
            {
                "verse_number": "10",
                "verse_text": "I wish I had never been born!"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Lord replied,"
            },
            {
                "verse_number": "12",
                "verse_text": "People of Judah,"
            },
            {
                "verse_number": "13",
                "verse_text": "I will give them"
            },
            {
                "verse_number": "14",
                "verse_text": "My anger is a fire"
            },
            {
                "verse_number": "15",
                "verse_text": "You can see how I suffer"
            },
            {
                "verse_number": "16",
                "verse_text": "When you spoke to me,"
            },
            {
                "verse_number": "17",
                "verse_text": "I don't go to parties"
            },
            {
                "verse_number": "18",
                "verse_text": "I am badly injured"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Lord told me:"
            },
            {
                "verse_number": "20",
                "verse_text": "because I am making you strong,"
            },
            {
                "verse_number": "21",
                "verse_text": "I will be there to rescue you."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to me: People of Judah, your ancestors turned away from me; they rejected my laws and teachings and started worshiping other gods. Someday I will bring you back to this land that I gave your ancestors. who gives me strength and protects me like a fortress when I am in trouble. People will come to you from distant nations and say, &apos;Our ancestors worshiped false and useless gods, made by human hands.&apos; &apos;That's why I will teach them about my power, and they will know that I truly am the Lord .&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jeremiah, don't get married and have children&ndash;Judah is no place to raise a family."
            },
            {
                "verse_number": "3",
                "verse_text": "I'll tell you what's going to happen to children and their parents here."
            },
            {
                "verse_number": "4",
                "verse_text": "They will die of horrible diseases and of war and starvation. No one will give them a funeral or bury them, and their bodies will be food for the birds and wild animals. And what's left will lie on the ground like manure."
            },
            {
                "verse_number": "5",
                "verse_text": "When someone dies, don't visit the family or show any sorrow. I will no longer love or bless or have any pity on the people of Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "Rich and poor alike will die and be left unburied. No one will mourn and show their sorrow by cutting themselves or shaving their heads."
            },
            {
                "verse_number": "7",
                "verse_text": "No one will bring food and wine to help comfort those who are mourning the death of their father or mother."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't even set foot in a house where there is eating and drinking and celebrating."
            },
            {
                "verse_number": "9",
                "verse_text": "Warn the people of Judah that I, the Lord All-Powerful, will put an end to all their parties and wedding celebrations."
            },
            {
                "verse_number": "10",
                "verse_text": "They will ask, &apos;Why has the Lord our God threatened us with so many disasters? Have we done something wrong or sinned against him?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then tell them I have said:"
            },
            {
                "verse_number": "12",
                "verse_text": "And you have done even worse! You are stubborn, and instead of obeying me, you do whatever evil comes to your mind."
            },
            {
                "verse_number": "13",
                "verse_text": "So I will throw you into a land that you and your ancestors know nothing about, a place where you will have to worship other gods both day and night. And I won't feel the least bit sorry for you."
            },
            {
                "verse_number": "14",
                "verse_text": "A time will come when you will again worship me. But you will no longer call me the Living Lord who rescued Israel from Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, you will call me the Living Lord who rescued you from that country in the north and from the other countries where I had forced you to go."
            },
            {
                "verse_number": "16",
                "verse_text": "But for now, I am sending enemies who will catch you like fish and hunt you down like wild animals in the hills and the caves."
            },
            {
                "verse_number": "17",
                "verse_text": "I can see everything you are doing, even if you try to hide your sins from me."
            },
            {
                "verse_number": "18",
                "verse_text": "I will punish you double for your sins, because you have polluted my own land. You have filled it with lifeless idols that remind me of dead bodies."
            },
            {
                "verse_number": "19",
                "verse_text": "Our Lord , you are the one"
            },
            {
                "verse_number": "20",
                "verse_text": "worthless idols"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord replied,"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "People of Judah, your sins cannot be erased. They are written on your hearts like words chiseled in stone or carved on the corners * has set up pagan altars and worshiped the goddess Asherah everywhere in your country&ndash; on hills and mountains, and under large trees. including your altars, and give it all that I gave you, and I will make you slaves in a foreign country, because you have made my anger blaze up like a fire that won't stop burning. on those who turn from me and trust in human strength. in salty desert soil, where nothing can grow. who trust me, the Lord . growing beside a stream&ndash; trees with roots that reach down to the water, and with leaves that are always green. They bear fruit every year and are never worried by a lack of rain. are so deceitful that you even fool yourselves, and you can't change. and your thoughts, and I will make sure you get what you deserve. but everything you gained will fly away, like birds hatched from stolen eggs. Then you will discover what fools you are. is a glorious throne that has stood on a mountain from the beginning. giving Israel life and hope. But if the people reject what you have told me, they will be swept away So heal me and rescue me! Then I will be completely well and perfectly safe. &apos;Jeremiah, you claimed to tell us what the Lord has said. So why hasn't it come true?&apos; to care for your people, and that's what I have done. You know everything I have said, and I have never once in times of trouble, so don't frighten me. and disgrace, but make my enemies fail and be disgraced. Send destruction to make their worst fears come true. Jeremiah, stand at each city gate in Jerusalem, including the one the king uses, and speak to him and everyone else. Tell them I have said: I am the Lord , so pay attention. I gave this command to your ancestors, but they were stubborn and refused to obey or to be corrected. But if you obey, of your altars. to your enemies. like words written in dust. asked you to punish them."
            },
            {
                "verse_number": "2",
                "verse_text": "One generation after another"
            },
            {
                "verse_number": "3",
                "verse_text": "So I'll take everything you own,"
            },
            {
                "verse_number": "4",
                "verse_text": "You will lose the land"
            },
            {
                "verse_number": "5",
                "verse_text": "I, the Lord , have put a curse"
            },
            {
                "verse_number": "6",
                "verse_text": "They will dry up like a bush"
            },
            {
                "verse_number": "7",
                "verse_text": "But I will bless those"
            },
            {
                "verse_number": "8",
                "verse_text": "They will be like trees"
            },
            {
                "verse_number": "9",
                "verse_text": "You people of Judah"
            },
            {
                "verse_number": "10",
                "verse_text": "But I know your deeds"
            },
            {
                "verse_number": "11",
                "verse_text": "You cheated others,"
            },
            {
                "verse_number": "12",
                "verse_text": "Our Lord , your temple"
            },
            {
                "verse_number": "13",
                "verse_text": "You are a spring of water"
            },
            {
                "verse_number": "14",
                "verse_text": "You, Lord , are the one I praise."
            },
            {
                "verse_number": "15",
                "verse_text": "The people of Judah say to me,"
            },
            {
                "verse_number": "16",
                "verse_text": "Our Lord , you chose me"
            },
            {
                "verse_number": "17",
                "verse_text": "I trust you for protection"
            },
            {
                "verse_number": "18",
                "verse_text": "Keep me from failure"
            },
            {
                "verse_number": "25",
                "verse_text": "then Judah and Jerusalem will always be ruled by kings from David's family. The king and his officials will ride through these gates on horses or in chariots, and the people of Judah and Jerusalem will be with them. There will always be people living in Jerusalem,"
            },
            {
                "verse_number": "26",
                "verse_text": "and others will come here from the nearby villages, from the towns of Judah and Benjamin, from the hill country and the foothills to the west, and from the Southern Desert. They will bring sacrifices to please me and to give me thanks, as well as offerings of grain and incense."
            },
            {
                "verse_number": "27",
                "verse_text": "But if you keep on carrying things through the city gates on the Sabbath and keep treating it as any other day, I will set fire to these gates and burn down the whole city, including the fortresses."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Jeremiah, go to the pottery shop, and when you get there, I will tell you what to say to the people.&apos; on Lebanon's mountains never melts away, and the streams there have turned from me to burn incense to worthless idols. You have left the ancient road to follow an unknown path where you stumble over idols. and every passerby will look at it with horror and make insulting remarks. I will scatter you like dust blown by an eastern wind. Then, on that day of disaster, I will turn my back on you. Make my enemies stop accusing me of evil. but they are paying me back by digging a pit to trap me. I even begged you not to punish them. to let their children starve or be killed in war. Let women lose their husbands and sons to disease and violence. and set traps for me, Lord . Make them scream in fear when you send enemy troops to attack their homes. So get angry and punish them! Don't ever forgive their terrible crimes."
            },
            {
                "verse_number": "3",
                "verse_text": "I went there and saw the potter making clay pots on his pottery wheel."
            },
            {
                "verse_number": "4",
                "verse_text": "And whenever the clay would not take the shape he wanted, he would change his mind and form it into some other shape."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Lord told me to say:"
            },
            {
                "verse_number": "6",
                "verse_text": "People of Israel, I, the Lord , have power over you, just as a potter has power over clay."
            },
            {
                "verse_number": "7",
                "verse_text": "If I threaten to uproot and shatter an evil nation,"
            },
            {
                "verse_number": "8",
                "verse_text": "and that nation turns from its evil, I will change my mind."
            },
            {
                "verse_number": "9",
                "verse_text": "If I promise to make a nation strong,"
            },
            {
                "verse_number": "10",
                "verse_text": "but its people start disobeying me and doing evil, then I will change my mind and not help them at all."
            },
            {
                "verse_number": "11",
                "verse_text": "So listen to me, people of Judah and Jerusalem! I have decided to strike you with disaster, and I won't change my mind unless you stop sinning and start living right."
            },
            {
                "verse_number": "12",
                "verse_text": "But I know you won't listen. You might as well answer, &apos;We don't care what you say. We have made plans to sin, and we are going to be stubborn and do as we please!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So I, the Lord , command you to ask the nations, and find out if they have ever heard of such a horrible sin as what you have done."
            },
            {
                "verse_number": "14",
                "verse_text": "The snow never run dry."
            },
            {
                "verse_number": "15",
                "verse_text": "But you, my people,"
            },
            {
                "verse_number": "16",
                "verse_text": "Your land will be ruined,"
            },
            {
                "verse_number": "17",
                "verse_text": "When your enemies attack,"
            },
            {
                "verse_number": "18",
                "verse_text": "Some of the people said, &apos;Let's get rid of Jeremiah! We will always have priests to teach us God's laws, as well as wise people to give us advice, and prophets to speak the Lord 's messages. So, instead of listening to Jeremiah any longer, let's accuse him of a crime.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Please, Lord , answer my prayer."
            },
            {
                "verse_number": "20",
                "verse_text": "I tried to help them,"
            },
            {
                "verse_number": "21",
                "verse_text": "But now I am asking you"
            },
            {
                "verse_number": "22",
                "verse_text": "These people have dug pits"
            },
            {
                "verse_number": "23",
                "verse_text": "You know they plan to kill me."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Jeremiah, go to the pottery shop and buy a clay jar. Then take along some of the city officials and leading priests I am the Lord All-Powerful, and I warn you that I will shatter Judah and Jerusalem just like this jar that is broken beyond repair. You will bury your dead here in Topheth, but so many of you will die that there won't be enough room."
            },
            {
                "verse_number": "2",
                "verse_text": "and go to Hinnom Valley, just outside Potsherd Gate. Tell the people that I have said:"
            },
            {
                "verse_number": "3",
                "verse_text": "I am the Lord All-Powerful, the God of Israel, and you kings of Judah and you people of Jerusalem had better pay attention. I am going to bring so much trouble on this valley that everyone who hears about it will be shocked."
            },
            {
                "verse_number": "6",
                "verse_text": "So watch out! Someday this place will no longer be called Topheth or Hinnom Valley. It will be called Slaughter Valley!"
            },
            {
                "verse_number": "7",
                "verse_text": "You people of Judah and Jerusalem may have big plans, but here in this valley I'll ruin those plans. I'll let your enemies kill you, and I'll tell the birds and wild animals to eat your dead bodies."
            },
            {
                "verse_number": "8",
                "verse_text": "I will turn Jerusalem into a pile of rubble, and every passerby will be shocked and horrified and will make insulting remarks."
            },
            {
                "verse_number": "9",
                "verse_text": "And while your enemies are trying to break through your city walls to kill you, the food supply will run out. You will become so hungry that you will eat the flesh of your friends and even of your own children."
            },
            {
                "verse_number": "10",
                "verse_text": "Jeremiah, as soon as you have said this, smash the jar while the people are watching."
            },
            {
                "verse_number": "11",
                "verse_text": "Then tell them that I have also said:"
            },
            {
                "verse_number": "14",
                "verse_text": "I went to Topheth, where I told the people what the Lord had said. Then I went to the temple courtyard and shouted to the people,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Listen, everyone! Some time ago, the Lord All-Powerful, the God of Israel, warned you that he would bring disaster on Jerusalem and all nearby villages. But you were stubborn and refused to listen. Now the Lord is going to bring the disaster he promised.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Pashhur son of Immer was a priest and the chief of temple security. He heard what I had said,"
            },
            {
                "verse_number": "2",
                "verse_text": "and so he hit me. Then he had me arrested and put in chains at the Benjamin Gate in the Lord 's temple."
            },
            {
                "verse_number": "3",
                "verse_text": "The next day, when Pashhur let me go free, I told him that the Lord had said: No longer will I call you Pashhur. Instead, I will call you Afraid-of-Everything."
            },
            {
                "verse_number": "4",
                "verse_text": "You will be afraid, and you will bring fear to your friends as well. You will see enemies kill them in battle. Then I will let the king of Babylonia take everyone in Judah prisoner, killing some and dragging the rest away to Babylonia."
            },
            {
                "verse_number": "5",
                "verse_text": "He will clean out the royal treasury and take everything else of value from Jerusalem. and I was really fooled. You are stronger than I am, and you have defeated me. People never stop sneering and insulting me. only injustice and death. Your message has brought me nothing but insults and trouble. not to think about you, Lord , or even mention your name. But your message burns in my heart and bones, and I cannot keep silent. &apos;Everyone is afraid. Now's our chance to accuse Jeremiah!&apos; All of my so-called friends are just waiting for me to make a mistake. They say, &apos;Maybe Jeremiah can be tricked. Then we can overpower him and get even at last.&apos; are a mighty soldier, standing at my side. Those troublemakers will fall down and fail&ndash; terribly embarrassed, forever ashamed. you test those who do right, and you know every heart and mind. I have told you my complaints, so let me watch you take revenge on my enemies. You rescue the oppressed from the wicked. Don't bless that day. who told my father, &apos;Good news! You have a son.&apos; you destroyed without pity. Let him hear shouts of alarm in the morning and battle cries at noon. for not killing me before I was born. Then my mother's body would have been my grave. Was it just to suffer and die in shame?"
            },
            {
                "verse_number": "6",
                "verse_text": "Pashhur, you are guilty of telling lies and claiming they were messages from me. That's why I will let the Babylonians take you, your family, and your friends as prisoners to Babylonia, where you will all die and be buried."
            },
            {
                "verse_number": "7",
                "verse_text": "You tricked me, Lord ,"
            },
            {
                "verse_number": "8",
                "verse_text": "You have let me announce"
            },
            {
                "verse_number": "9",
                "verse_text": "Sometimes I tell myself"
            },
            {
                "verse_number": "10",
                "verse_text": "I heard the crowds whisper,"
            },
            {
                "verse_number": "11",
                "verse_text": "But you, Lord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord All-Powerful,"
            },
            {
                "verse_number": "13",
                "verse_text": "I sing praises to you, Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "Put a curse on the day I was born!"
            },
            {
                "verse_number": "15",
                "verse_text": "Put a curse on the man"
            },
            {
                "verse_number": "16",
                "verse_text": "May that man be like the towns"
            },
            {
                "verse_number": "17",
                "verse_text": "He deserves to die"
            },
            {
                "verse_number": "18",
                "verse_text": "Why did I have to be born?"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "King Zedekiah of Judah sent for Pashhur son of Malchiah and for a priest named Zephaniah son of Maaseiah. Then he told them, &apos;Talk with Jeremiah for me.&apos; So they came to me and said, The Babylonians have surrounded Jerusalem and want to kill you and your people. You are asking me to save you, but you have made me furious. So I will stretch out my mighty arm and fight against you myself. Your army is using spears and swords to fight the Babylonians, but I will make your own weapons turn and attack you. I will send a horrible disease to kill many of the people and animals in Jerusalem, and there will be nothing left to eat. Finally, I will let King Nebuchadnezzar and his army fight their way to the center of Jerusalem and capture everyone who is left alive, including you and your officials. But Nebuchadnezzar won't be kind or show any mercy&ndash;he will have you killed! I, the Lord , have spoken. People of Jerusalem, I, the Lord , give you the choice of life or death. * to the royal family. that justice is done, and rescue those who are being robbed. Or else my anger will flame up like a fire that never goes out. from your mountaintop and think you are safe. But I, the Lord , am angry, as you deserve. and everything around you will go up in smoke."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;King Nebuchadnezzar of Babylonia has attacked Judah. Please ask the Lord to work miracles for our people, as he has done in the past, so that Nebuchadnezzar will leave us alone.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then I told them that the Lord had said:"
            },
            {
                "verse_number": "9",
                "verse_text": "The Babylonian army has surrounded Jerusalem, so if you want to live, you must go out and surrender to them. But if you want to die because of hunger, disease, or war, then stay here in the city."
            },
            {
                "verse_number": "10",
                "verse_text": "I have decided not to rescue Jerusalem. Instead, I am going to let the king of Babylonia burn it to the ground. I, the Lord , have spoken."
            },
            {
                "verse_number": "11",
                "verse_text": "Pay attention, you that belong"
            },
            {
                "verse_number": "12",
                "verse_text": "Each new day, make sure"
            },
            {
                "verse_number": "13",
                "verse_text": "Jerusalem, you look out over the valleys I'll set your palace on fire,"
            },
            {
                "verse_number": "14",
                "verse_text": "and I will punish you"
            }
        ],
        "22": [
            {
                "verse_number": "4",
                "verse_text": "If you obey me, the kings from David's family will continue to rule Judah from this palace. They and their officials will ride in and out on their horses or in their chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "But if you ignore me, I promise in my own name that this palace will lie in ruins."
            },
            {
                "verse_number": "6",
                "verse_text": "Listen to what I think about it:"
            },
            {
                "verse_number": "7",
                "verse_text": "I'll send troops to tear it apart,"
            },
            {
                "verse_number": "8",
                "verse_text": "People from different nations will pass by and ask, &apos;Why did the Lord do this to such a great city as Jerusalem?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Others will answer, &apos;It's because the people worshiped foreign gods and broke the agreement that the Lord their God had made with them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "King Josiah is dead, so don't mourn for him. dragged off to another country, the nations you trusted paneled with cedar"
            },
            {
                "verse_number": "13",
                "verse_text": "King Jehoiakim, you are doomed!"
            },
            {
                "verse_number": "14",
                "verse_text": "You put in big windows"
            },
            {
                "verse_number": "15",
                "verse_text": "More cedar in your palace"
            },
            {
                "verse_number": "16",
                "verse_text": "That's what it means"
            },
            {
                "verse_number": "17",
                "verse_text": "But all you think about"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoiakim, no one will mourn"
            },
            {
                "verse_number": "19",
                "verse_text": "You will be given a burial"
            },
            {
                "verse_number": "20",
                "verse_text": "People of Jerusalem,"
            },
            {
                "verse_number": "21",
                "verse_text": "When times were good,"
            },
            {
                "verse_number": "22",
                "verse_text": "Now you will be disgraced"
            },
            {
                "verse_number": "23",
                "verse_text": "Those who live in the palace"
            },
            {
                "verse_number": "24",
                "verse_text": "King Jehoiachin, son of Jehoiakim, even if you were the ring I wear as the sign of my royal power, I would still pull you from my finger."
            },
            {
                "verse_number": "25",
                "verse_text": "I would hand you over to the enemy you fear, to King Nebuchadnezzar and his army, who want to kill you."
            },
            {
                "verse_number": "26",
                "verse_text": "You and your mother were born in Judah, but I will throw both of you into a foreign country, where you will die,"
            },
            {
                "verse_number": "27",
                "verse_text": "longing to return home."
            },
            {
                "verse_number": "28",
                "verse_text": "Jehoiachin, you are unwanted"
            },
            {
                "verse_number": "29",
                "verse_text": "Land of Judah, I am the Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "Erase the names"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "You leaders of my people are like shepherds that kill and scatter the sheep."
            },
            {
                "verse_number": "2",
                "verse_text": "You were supposed to take care of my people, but instead you chased them away. So now I'll punish you severely and make you pay for your crimes! an honest king from the family of David, a king who will be wise and rule with justice. Israel will have peace, and Judah will be safe. The name of this king will be &apos;The Lord Gives Justice.&apos; like someone drunk, because of the Lord and his sacred words. misuse their power all over the country. So God turned the pasturelands You prophets and priests think so little of me, the Lord , that you even sin in my own temple! with disaster, and you will slip and fall in the darkness. I, the Lord , have spoken. were repulsive to me, because they preached in the name of Baal and led my people astray. are even worse. You even lead others to sin instead of helping them turn back to me. You and the people of Jerusalem are evil like Sodom have spread evil everywhere. That's why I, the Lord , promise to give you bitter poison to eat and drink. of these false prophets, you people of Judah! The message they preach is something they imagined; it did not come from me, the Lord All-Powerful. who refuse to respect me and who are stubborn and do whatever they please. The prophets tell them, &apos;The Lord has promised everything will be fine.&apos; that these prophets have never attended a meeting or heard me speak. I will strike them like a violent storm. until I have finished what I have decided to do. Someday you will understand exactly what I mean. or speak to them, but they ran to find you and to preach their message. of my council in heaven, they would have told you people of Judah to give up your sins and come back to me. both near and far, There are no secret places where you can hide from me."
            },
            {
                "verse_number": "3",
                "verse_text": "I will bring the rest of my people home from the lands where I have scattered them, and they will grow into a mighty nation."
            },
            {
                "verse_number": "4",
                "verse_text": "I promise to choose leaders who will care for them like real shepherds. All of my people will be there, and they will never again be frightened."
            },
            {
                "verse_number": "5",
                "verse_text": "Someday I will appoint"
            },
            {
                "verse_number": "6",
                "verse_text": "As long as he is king,"
            },
            {
                "verse_number": "7",
                "verse_text": "A time will come when you will again worship me. But you will no longer call me the Living God who rescued Israel from Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, you will call me the Living God who rescued you from the land in the north and from all the other countries where I had forced you to go. And you will once again live in your own land."
            },
            {
                "verse_number": "9",
                "verse_text": "When I think of the prophets, I am shocked, and I tremble into scorching deserts. You're unfaithful in marriage and never tell the truth. and Gomorrah. of my council in heaven"
            },
            {
                "verse_number": "10",
                "verse_text": "Those unfaithful prophets"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord told me to say:"
            },
            {
                "verse_number": "12",
                "verse_text": "Now I will punish you"
            },
            {
                "verse_number": "13",
                "verse_text": "The prophets in Samaria"
            },
            {
                "verse_number": "14",
                "verse_text": "And you prophets in Jerusalem"
            },
            {
                "verse_number": "15",
                "verse_text": "You prophets in Jerusalem"
            },
            {
                "verse_number": "16",
                "verse_text": "Don't listen to the lies"
            },
            {
                "verse_number": "17",
                "verse_text": "These prophets go to people"
            },
            {
                "verse_number": "18",
                "verse_text": "But I, the Lord , tell you"
            },
            {
                "verse_number": "19",
                "verse_text": "They are evil! So in my anger"
            },
            {
                "verse_number": "20",
                "verse_text": "I won't calm down,"
            },
            {
                "verse_number": "21",
                "verse_text": "I did not send these prophets"
            },
            {
                "verse_number": "22",
                "verse_text": "If they had been in a meeting"
            },
            {
                "verse_number": "23",
                "verse_text": "I am everywhere&ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "in heaven and on earth."
            },
            {
                "verse_number": "25",
                "verse_text": "These unfaithful prophets claim that I have given them a dream or a vision, and then they tell lies in my name."
            },
            {
                "verse_number": "26",
                "verse_text": "But everything they say comes from their own twisted minds. How long can this go on?"
            },
            {
                "verse_number": "27",
                "verse_text": "They tell each other their dreams and try to get my people to reject me, just as their ancestors left me and worshiped Baal."
            },
            {
                "verse_number": "28",
                "verse_text": "Their dreams and my truth are as different as straw and wheat. But when prophets speak for me, they must say only what I have told them."
            },
            {
                "verse_number": "29",
                "verse_text": "My words are a powerful fire; they are a hammer that shatters rocks."
            },
            {
                "verse_number": "33",
                "verse_text": "Jeremiah, when a prophet or a priest or anyone else comes to you and asks, &apos;Does the Lord have news for us?&apos; tell them, &apos;You people are a nuisance to the Lord , and he will get rid of you.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "If any of you say, &apos;Here is news from the Lord ,&apos; I will punish you and your families, even if you are a prophet or a priest."
            },
            {
                "verse_number": "35",
                "verse_text": "Instead, you must ask your friends and relatives, &apos;What answer did the Lord give?&apos; or &apos;What has the Lord said?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "It seems that you each have your own news! So if you say, &apos;Here is news from the Lord ,&apos; you are twisting my words into a lie. Remember that I am your God, the Lord All-Powerful."
            },
            {
                "verse_number": "37",
                "verse_text": "If you go to a prophet, it's all right to ask, &apos;What answer did the Lord give to my question?&apos; or &apos;What has the Lord said?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But if you disobey me and say, &apos;Here is news from the Lord ,&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "I will pick you up and throw you far away. And I will abandon this city of Jerusalem that I gave to your ancestors."
            },
            {
                "verse_number": "40",
                "verse_text": "You will never be free from your shame and disgrace."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to me in a vision after King Nebuchadnezzar of Babylonia had come to Judah and taken King Jehoiachin, his officials, and all the skilled workers back to Babylonia. In this vision I saw two baskets of figs in front of the Lord 's temple."
            },
            {
                "verse_number": "2",
                "verse_text": "One basket was full of very good figs that ripened early, and the other was full of rotten figs that were not fit to eat. &apos;Figs,&apos; I said. &apos;Some are very good, but the others are too rotten to eat.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Jeremiah,&apos; the Lord asked, &apos;what do you see?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord told me to say:"
            },
            {
                "verse_number": "5",
                "verse_text": "People of Judah, the good figs stand for those of you I sent away as exiles to Babylonia,"
            },
            {
                "verse_number": "6",
                "verse_text": "where I am watching over them. Then someday I will bring them back to this land. I will plant them, instead of uprooting them, and I will build them up, rather than tearing them down."
            },
            {
                "verse_number": "7",
                "verse_text": "I will give them a desire to know me and to be my people. They will want me to be their God, and they will turn back to me with all their heart."
            },
            {
                "verse_number": "8",
                "verse_text": "The rotten figs stand for King Zedekiah of Judah, his officials, and all the others who were not taken away to Babylonia, whether they stayed here in Judah or went to live in Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "I will punish them with a terrible disaster, and everyone on earth will tremble when they hear about it. I will force the people of Judah to go to foreign countries, where they will be cursed and insulted."
            },
            {
                "verse_number": "10",
                "verse_text": "War and hunger and disease will strike them, until they finally disappear from the land that I gave them and their ancestors."
            }
        ],
        "25": [
            {
                "verse_number": "3",
                "verse_text": "For 23 years now, ever since the thirteenth year that Josiah was king, I have been telling you what the Lord has told me. But you have not listened."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord has sent prophets to you time after time, but you refused to listen."
            },
            {
                "verse_number": "5",
                "verse_text": "They told you that the Lord had said:"
            },
            {
                "verse_number": "6",
                "verse_text": "I don't want to harm you. So don't make me angry by worshiping idols and other gods."
            },
            {
                "verse_number": "7",
                "verse_text": "But you refused to listen to my prophets. So I, the Lord , say that you have made me angry by worshiping idols, and you are the ones who were hurt by what you did."
            },
            {
                "verse_number": "8",
                "verse_text": "You refused to listen to me,"
            },
            {
                "verse_number": "9",
                "verse_text": "and now I will let you be attacked by nations from the north, and especially by my servant, King Nebuchadnezzar of Babylonia. You and other nearby nations will be destroyed and left in ruins forever. Everyone who sees what has happened will be shocked, but they will still make fun of you."
            },
            {
                "verse_number": "10",
                "verse_text": "I will put an end to your parties and wedding celebrations; no one will grind grain or be here to light the lamps at night."
            },
            {
                "verse_number": "11",
                "verse_text": "This country will be as empty as a desert, because I will make all of you the slaves of the king of Babylonia for 70 years."
            },
            {
                "verse_number": "12",
                "verse_text": "When that time is up, I will punish the king of Babylonia and his people for everything they have done wrong, and I will turn that country into a wasteland forever."
            },
            {
                "verse_number": "13",
                "verse_text": "My servant Jeremiah has told you what I said I will do to Babylonia and to the other nations, and he wrote it all down in this book. I will do everything I threatened."
            },
            {
                "verse_number": "14",
                "verse_text": "I will pay back the Babylonians for every wrong they have done. Great kings from many other nations will conquer the Babylonians and force them to be slaves."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord God of Israel showed me a vision in which he said, &apos;Jeremiah, here is a cup filled with the wine of my anger. Take it and make every nation drink some."
            },
            {
                "verse_number": "16",
                "verse_text": "They will vomit and act crazy, because of the war this cup of anger will bring to them.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "I took the cup from the Lord 's hand, and I went to the kings of the nations and made each of them drink some."
            },
            {
                "verse_number": "18",
                "verse_text": "I started with Jerusalem and the towns of Judah, and the king and his officials were removed from power in disgrace. Everyone still makes insulting jokes about them and uses their names as curse words."
            },
            {
                "verse_number": "19",
                "verse_text": "The second place I went was Egypt, where everyone had to drink from the cup, including the king and his officials, the other government workers, the rest of the Egyptians,"
            },
            {
                "verse_number": "20",
                "verse_text": "and all the foreigners who lived in the country. Next I went to the king of Uz, and then to the four kings of Philistia, who ruled from Ashkelon, Gaza, Ekron, and what was left of Ashdod. I went to all the countries on earth, one after another, and finally to Babylonia. dropped on the floor. turns peaceful meadows"
            },
            {
                "verse_number": "21",
                "verse_text": "Then I went to the kings of Edom, Moab, Ammon,"
            },
            {
                "verse_number": "22",
                "verse_text": "and to the kings of Tyre, Sidon, and their colonies across the sea."
            },
            {
                "verse_number": "25",
                "verse_text": "Zimri, Elam, Media,"
            },
            {
                "verse_number": "26",
                "verse_text": "and the countries in the north, both near and far."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord had said to tell each king, &apos;The Lord All-Powerful, the God of Israel, commands you to drink from this cup that is full of the wine of his anger. It will make you so drunk that you will vomit. And when the Lord sends war against the nations, you will be completely defeated.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord told me that if any of them refused to drink from the cup, I must tell them that he had said, &apos;I, the Lord All-Powerful, command you to drink."
            },
            {
                "verse_number": "29",
                "verse_text": "Starting with my own city of Jerusalem, everyone on earth will suffer from war. So there is no way I will let you escape unharmed.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord told me to say:"
            },
            {
                "verse_number": "31",
                "verse_text": "My voice will be heard"
            },
            {
                "verse_number": "32",
                "verse_text": "The Lord All-Powerful says:"
            },
            {
                "verse_number": "33",
                "verse_text": "When it strikes, I will kill so many people that their bodies will cover the ground like manure. No one will be left to bury them or to mourn."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord 's people are his flock,"
            },
            {
                "verse_number": "35",
                "verse_text": "You have nowhere to run,"
            },
            {
                "verse_number": "38",
                "verse_text": "Like a lion leaving its den,"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Soon after Jehoiakim became king of Judah, the Lord said: You have refused to listen to me and to obey my laws and teachings. The Lord himself sent me to tell you about the terrible things he will do to you, to Jerusalem, and to the temple. But if you change your ways and start obeying the Lord , he will change his mind. &apos;I, the Lord All-Powerful, say Jerusalem will be plowed under and left in ruins. Thorns will cover the mountain where the temple No one put Micah to death for saying that. Instead, King Hezekiah prayed to the Lord with fear and trembling and asked him to have mercy. Then the Lord decided not to destroy Jerusalem, even though he had already said he would. People of Judah, if Jeremiah is killed, we will bring a terrible disaster on ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeremiah, I have a message for everyone who comes from the towns of Judah to worship in my temple. Go to the temple courtyard and speak every word that I tell you."
            },
            {
                "verse_number": "3",
                "verse_text": "Maybe the people will listen this time. And if they stop doing wrong, I will change my mind and not punish them for their sins."
            },
            {
                "verse_number": "4",
                "verse_text": "Tell them that I have said:"
            },
            {
                "verse_number": "5",
                "verse_text": "Again and again I have sent my servants the prophets to preach to you, but you ignored them as well. Now I am warning you that if you don't start obeying me at once,"
            },
            {
                "verse_number": "6",
                "verse_text": "I will destroy this temple, just as I destroyed the town of Shiloh. Then everyone on earth will use the name &apos;Jerusalem&apos; as a curse word."
            },
            {
                "verse_number": "7",
                "verse_text": "The priests, the prophets, and everyone else in the temple heard what I said,"
            },
            {
                "verse_number": "10",
                "verse_text": "The royal officers heard what had happened, and they came from the palace to the new gate of the temple to be the judges at my trial."
            },
            {
                "verse_number": "11",
                "verse_text": "While they listened, the priests and the prophets said to the crowd, &apos;All of you have heard Jeremiah prophesy that Jerusalem will be destroyed. He deserves the death penalty.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "You must decide what to do with me. Just do whatever you think is right."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you put me to death, you and everyone else in Jerusalem will be guilty of murdering an innocent man, because everything I preached came from the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "The judges and the other people told the priests and prophets, &apos;Since Jeremiah only told us what the Lord our God had said, we don't think he deserves to die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then some of the leaders from other towns stepped forward. They told the crowd that"
            },
            {
                "verse_number": "18",
                "verse_text": "years ago when Hezekiah was king of Judah, a prophet named Micah from the town of Moresheth had said: now stands.&apos; While Jehoiakim was still king of Judah, a man named Uriah son of Shemaiah left his hometown of Kiriath-Jearim and came to Jerusalem. Uriah was one of the Lord 's prophets, and he was saying the same things about Judah and Jerusalem that I had been saying. And when Jehoiakim and his officials and military officers heard what Uriah said, they tried to arrest him, but he escaped to Egypt. So Jehoiakim sent Elnathan son of Achbor and some other men after Uriah, and they brought him back. Then Jehoiakim had Uriah killed and his body dumped in a common burial pit."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the leaders continued:"
            }
        ],
        "27": [
            {
                "verse_number": "3",
                "verse_text": "Then send a message to the kings of Edom, Moab, Ammon, Tyre, and Sidon. Some officials from these countries are in Jerusalem, meeting with Zedekiah."
            },
            {
                "verse_number": "4",
                "verse_text": "So have them tell their kings that I have said: I am the All-Powerful Lord God of Israel, Zedekiah, if you and the people of Judah want to stay alive, you must obey Nebuchadnezzar and the Babylonians. Don't listen to the prophets when they say that very soon the Babylonians will return the things they took from my temple. Those prophets are lying! But now I, the Lord All-Powerful, the God of Israel, say that all these things"
            },
            {
                "verse_number": "5",
                "verse_text": "and with my power I created the earth, its people, and all animals. I decide who will rule the earth,"
            },
            {
                "verse_number": "8",
                "verse_text": "This yoke stands for the power of King Nebuchadnezzar, and I will destroy any nation that refuses to obey him. Nebuchadnezzar will attack, and many will die in battle or from hunger and disease."
            },
            {
                "verse_number": "9",
                "verse_text": "You might have people in your kingdom who claim they can tell the future by magic or by talking with the dead or by dreams or messages from a god. But don't pay attention if any of them tell you not to obey Nebuchadnezzar."
            },
            {
                "verse_number": "10",
                "verse_text": "If you listen to such lies, I will have you dragged far from your country and killed."
            },
            {
                "verse_number": "11",
                "verse_text": "But if you and your nation are willing to obey Nebuchadnezzar, I will let you stay in your country, and your people will continue to live and work on their farms."
            },
            {
                "verse_number": "12",
                "verse_text": "After I had spoken to the officials from the nearby kingdoms, I went to King Zedekiah and told him the same thing. Then I said:"
            },
            {
                "verse_number": "13",
                "verse_text": "But if you refuse, then you and your people will die from war, hunger, and disease, just as the Lord has warned."
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets have told you that you don't need to obey Nebuchadnezzar, but don't listen to their lies."
            },
            {
                "verse_number": "15",
                "verse_text": "Those prophets claim to be speaking for the Lord , but he didn't send them. They are lying! If you do what they say, he will have both you and them dragged off to another country and killed. The Lord has spoken."
            },
            {
                "verse_number": "16",
                "verse_text": "When I finished talking to the king, I told the priests and everyone else that the Lord had said:"
            },
            {
                "verse_number": "17",
                "verse_text": "If you choose to obey the king of Babylonia, you will live. But if you listen to those prophets, this whole city will be nothing but a pile of rubble."
            },
            {
                "verse_number": "18",
                "verse_text": "If I really had spoken to those prophets, they would know what I am going to do. Then they would be begging me not to let everything else be taken from the temple and the king's palace and the rest of Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "will be taken to Babylonia, where they will remain until I decide to bring them back to Jerusalem. I, the Lord , have spoken."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Later that same year, in the fifth month of the fourth year that Zedekiah was king, the prophet Hananiah son of Azzur from Gibeon came up to me in the temple. And while the priests and others in the temple were listening,"
            },
            {
                "verse_number": "2",
                "verse_text": "he told me that the Lord had said: I am the Lord All-Powerful, the God of Israel, and I will smash the yoke that Nebuchadnezzar put on the necks of the nations to make them his slaves."
            },
            {
                "verse_number": "3",
                "verse_text": "And within two years, I will bring back to Jerusalem everything that he took from my temple and carried off to Babylonia."
            },
            {
                "verse_number": "4",
                "verse_text": "King Jehoiachin and the other people who were taken from Judah to Babylonia will be allowed to come back here as well. All this will happen because I will smash the power of the king of Babylonia! I left the temple, I am the Lord All-Powerful, the God of Israel. You smashed a wooden yoke, but I will replace it with one made of iron. I will put iron yokes on all the nations, and they will have to do what King Nebuchadnezzar commands. I will even let him rule the wild animals."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests and the others were still standing there, so I said:"
            },
            {
                "verse_number": "6",
                "verse_text": "Hananiah, I hope the Lord will do exactly what you said. I hope he does bring back everything the Babylonians took from the temple, and that our people who were taken to Babylonia will be allowed to return home."
            },
            {
                "verse_number": "7",
                "verse_text": "But let me remind you and everyone else"
            },
            {
                "verse_number": "8",
                "verse_text": "that long before we were born, prophets were saying powerful kingdoms would be struck by war, disaster, and disease."
            },
            {
                "verse_number": "9",
                "verse_text": "Now you are saying we will have peace. We will just have to wait and see if that is really what the Lord has said."
            },
            {
                "verse_number": "10",
                "verse_text": "Hananiah grabbed the wooden yoke from my neck and smashed it."
            },
            {
                "verse_number": "11",
                "verse_text": "Then he said, &apos;The Lord says this is the way he will smash the power Nebuchadnezzar has over the nations, and it will happen in less than two years.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "and a little while later, the Lord told me"
            },
            {
                "verse_number": "17",
                "verse_text": "Two months later, Hananiah died."
            }
        ],
        "29": [
            {
                "verse_number": "3",
                "verse_text": "I gave the letter to Elasah and Gemariah, two men that King Zedekiah of Judah was sending to Babylon to talk with Nebuchadnezzar. In the letter, I wrote"
            },
            {
                "verse_number": "4",
                "verse_text": "that the Lord All-Powerful, the God of Israel, had said: I had you taken from Jerusalem to Babylonia. Now I tell you And you have not obeyed me, even though I, the Lord , have not chosen Shemaiah to be one of my prophets, and he has misled you by telling lies in my name."
            },
            {
                "verse_number": "5",
                "verse_text": "to settle there and build houses. Plant gardens and eat what you grow in them."
            },
            {
                "verse_number": "6",
                "verse_text": "Get married and have children, then help your sons find wives and help your daughters find husbands, so they can have children as well. I want your numbers to grow, not to get smaller."
            },
            {
                "verse_number": "7",
                "verse_text": "Pray for peace in Babylonia and work hard to make it prosperous. The more successful that nation is, the better off you will be."
            },
            {
                "verse_number": "10",
                "verse_text": "After Babylonia has been the strongest nation for 70 years, I will be kind and bring you back to Jerusalem, just as I have promised."
            },
            {
                "verse_number": "11",
                "verse_text": "I will bless you with a future filled with hope&ndash;a future of success, not of suffering."
            },
            {
                "verse_number": "12",
                "verse_text": "You will turn back to me and ask for help, and I will answer your prayers."
            },
            {
                "verse_number": "13",
                "verse_text": "You will worship me with all your heart, and I will be with you"
            },
            {
                "verse_number": "14",
                "verse_text": "and accept your worship. Then I will gather you from all the nations where I scattered you, and you will return to Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "You feel secure, because you think I have sent prophets to speak for me in Babylonia."
            },
            {
                "verse_number": "20",
                "verse_text": "I had you taken from Jerusalem to Babylonia. But you had better listen to me now."
            },
            {
                "verse_number": "26",
                "verse_text": "After the death of Jehoiada the priest, the Lord chose you to be the priest in charge of the temple security force. You know that anyone who acts crazy and pretends to be a prophet should be arrested and put in chains and iron collars."
            },
            {
                "verse_number": "27",
                "verse_text": "Jeremiah from the town of Anathoth is pretending to be a prophet there in Jerusalem, so why haven't you punished him?"
            },
            {
                "verse_number": "28",
                "verse_text": "He even wrote a letter to the people here in Babylonia, saying we would be here a long time. He told us to build homes and to plant gardens and grow our own food."
            },
            {
                "verse_number": "29",
                "verse_text": "When Zephaniah received Shemaiah's letter, he read it to me."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the Lord told me what to write in a second letter"
            },
            {
                "verse_number": "31",
                "verse_text": "to the people of Judah who had been taken to Babylonia. In this letter, I wrote that the Lord had said:"
            },
            {
                "verse_number": "32",
                "verse_text": "He has even talked you into disobeying me. So I will punish Shemaiah. He and his descendants won't live to see the good things I will do for my people. I, the Lord , have spoken."
            }
        ],
        "30": [
            {
                "verse_number": "3",
                "verse_text": "Someday I will let my people from both Israel and Judah return to the land I gave their ancestors.&apos; Screams of terror are heard, with no word of peace. Then why do I see them looking so pale and clutching their stomachs like women in labor? worse than ever before, but I will save you. of other nations, but I will break the chains that keep you in slavery. and I will choose a king for you from the family of David. * so don't be afraid. You deserved to be punished; that's why I scattered you in distant nations. But I am with you, and someday I will destroy those nations. and your descendants back to your land, where I will protect you and give you peace. Then your fears will be gone. I, the Lord , have spoken. My people, you are wounded and near death. with no one to defend you, and you are covered with sores that no medicine can cure. * they don't care anymore. Even I have acted like an enemy. And because your sins are horrible and countless, I will be cruel as I punish you. for relief from your pain. or destroy you, I will rob and destroy them, and they will be led as captives to foreign lands. or cares what happens to you. But I will heal your injuries, and you will get well. Israel, I will be kind to you and let you come home. Jerusalem now lies in ruins, but you will rebuild it, and honor you. Your homes will be filled with children, and you will celebrate, singing praises to me. Your nation will worship me, and I will punish anyone who abuses you. will become your ruler. And when I invite him to come near me at the place of worship, he will do so. No one would dare to come near without being invited. and I will be your God. I, the Lord , have spoken. And like a violent storm I will strike those who do wrong. until I have finished what I have decided to do. Someday, you will understand what I mean."
            },
            {
                "verse_number": "6",
                "verse_text": "Can men give birth?"
            },
            {
                "verse_number": "7",
                "verse_text": "My people, soon you will suffer"
            },
            {
                "verse_number": "8",
                "verse_text": "Now you are slaves and smash the yokes complete with a new palace."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will be my servants,"
            },
            {
                "verse_number": "10",
                "verse_text": "Israel, you belong to me,"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I will bring you"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "13",
                "verse_text": "You are accused of a crime"
            },
            {
                "verse_number": "14",
                "verse_text": "Your friends have forgotten you;"
            },
            {
                "verse_number": "15",
                "verse_text": "So don't bother to cry out"
            },
            {
                "verse_number": "16",
                "verse_text": "But if your enemies try to rob"
            },
            {
                "verse_number": "17",
                "verse_text": "No one wants you as a friend"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "19",
                "verse_text": "Other nations will respect"
            },
            {
                "verse_number": "20",
                "verse_text": "It will be just like old times."
            },
            {
                "verse_number": "21",
                "verse_text": "One of your own people"
            },
            {
                "verse_number": "22",
                "verse_text": "You will be my people,"
            },
            {
                "verse_number": "23",
                "verse_text": "I am furious!"
            },
            {
                "verse_number": "24",
                "verse_text": "I won't calm down"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Israel, I promise that someday all your tribes will again be my people, and I will be your God. to those who escaped death. I gave them peace, and when the time is right, I, the Lord , have spoken. Israel, I will always love you; that's why I've been so patient and kind. and so I will rebuild your nation. Once again you will dance for joy and play your tambourines. on the hills of Samaria and enjoy the grapes. the hill country of Ephraim will shout, &apos;Let's go to Zion and worship the Lord our God.&apos; Celebrate and sing for Israel, the greatest of nations. Offer praises and shout, &apos;Come and rescue your people, Lord ! Save what's left of Israel.&apos; and everywhere else on earth. The blind and the lame will be there. Expectant mothers and women about to give birth will come and be part of that great crowd. as I bring them home. I will lead them to streams of water. and not stumble. my favorite children. nearby or across the sea. I scattered the people of Israel, but I will gather them again. I will protect them like a shepherd guarding a flock; who could overpower them. to Mount Zion and celebrate; their faces will glow because of my blessings. I'll give them grain, grapes, and olive oil, as well as sheep and cattle. Israel will be prosperous and grow like a garden with plenty of water. together with the elderly, will celebrate and dance, because I will comfort them and turn their sorrow into happiness. with more food than they need, and the priests will enjoy the choice cuts of meat. I, the Lord , have spoken. crying and weeping loudly. and refuses to be comforted, because they are dead. * to dry your tears. Someday your children will come home from the enemy's land. Then all you have done for them will be greatly rewarded. I, the Lord , have spoken. and say to me, &apos;We were like wild bulls, but you, Lord , broke us, and we learned to obey. You are our God&ndash; please let us come home. we strayed and sinned, but then we realized what we had done. We are ashamed and disgraced and want to return to you.&apos; you are my own dear children. Don't I love you best of all? Though I often make threats, I want you to be near me, so I will have mercy on you. I, the Lord , have spoken. mark the road well, my dear people. The road by which you left by will now lead you home. to be faithful? I will make sure that someday things will be different, as different as a woman I promise to set the people of Judah free and to lead them back to their hometowns. And when I do, they will once again say, &apos;We pray that the Lord will bless his home, the sacred hill in Jerusalem where his temple stands.&apos; &apos;Sour grapes eaten by parents leave a sour taste in the mouths of their children.&apos; The time will surely come when I will make a new agreement with the people of Israel and Judah. &apos;I will write my laws on their hearts and minds. I will be their God, and they will be my people. I command the sun to give light each day, the moon and stars to shine at night, and ocean waves to roar. to give those commands, and I will never let Israel stop being a nation. I, the Lord , have spoken. Can you explore the depths of the earth? That's how hard it would be for me to reject Israel forever, even though they have sinned. I, the Lord , have spoken. Someday, Jerusalem will truly belong to me. It will be rebuilt with a boundary line running from Hananel Tower to Corner Gate."
            },
            {
                "verse_number": "2",
                "verse_text": "In the desert I was kind I'll do the same for you. my people back from Babylonia They will walk on a level road I am a father to Israel, Rachel mourns for her children protecting a man."
            },
            {
                "verse_number": "3",
                "verse_text": "Some time ago, the Lord appeared to me and told me to say:"
            },
            {
                "verse_number": "4",
                "verse_text": "You are precious to me,"
            },
            {
                "verse_number": "5",
                "verse_text": "You will plant vineyards"
            },
            {
                "verse_number": "6",
                "verse_text": "Someday those who guard"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "8",
                "verse_text": "I, the Lord , will bring"
            },
            {
                "verse_number": "9",
                "verse_text": "They will weep and pray"
            },
            {
                "verse_number": "10",
                "verse_text": "Listen to me, you nations"
            },
            {
                "verse_number": "11",
                "verse_text": "I will rescue them from enemies"
            },
            {
                "verse_number": "12",
                "verse_text": "My people will come"
            },
            {
                "verse_number": "13",
                "verse_text": "Young women and young men,"
            },
            {
                "verse_number": "14",
                "verse_text": "I will bless my people"
            },
            {
                "verse_number": "15",
                "verse_text": "In Ramah a voice is heard,"
            },
            {
                "verse_number": "16",
                "verse_text": "But I, the Lord , say"
            },
            {
                "verse_number": "17",
                "verse_text": "So don't lose hope."
            },
            {
                "verse_number": "18",
                "verse_text": "The people of Israel moan"
            },
            {
                "verse_number": "19",
                "verse_text": "When we were young,"
            },
            {
                "verse_number": "20",
                "verse_text": "People of Israel,"
            },
            {
                "verse_number": "21",
                "verse_text": "With rock piles and signposts,"
            },
            {
                "verse_number": "22",
                "verse_text": "Will you ever decide"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord All-Powerful, the God of Israel, said:"
            },
            {
                "verse_number": "24",
                "verse_text": "The people will live in Jerusalem and in the towns of Judah. Some will be farmers, and others will be shepherds."
            },
            {
                "verse_number": "25",
                "verse_text": "Those who feel tired and worn out will find new life and energy,"
            },
            {
                "verse_number": "26",
                "verse_text": "and when they sleep, they will wake up refreshed."
            },
            {
                "verse_number": "27",
                "verse_text": "Someday, Israel and Judah will be my field where my people and their livestock will grow."
            },
            {
                "verse_number": "28",
                "verse_text": "In the past, I took care to uproot them, to tear them down, and to destroy them. But when that day comes, I will take care to plant them and help them grow."
            },
            {
                "verse_number": "29",
                "verse_text": "No longer will anyone go around saying,"
            },
            {
                "verse_number": "30",
                "verse_text": "When that day comes, only those who eat sour grapes will get the sour taste, and only those who sin will be put to death."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "32",
                "verse_text": "It will be different from the agreement I made with their ancestors when I led them out of Egypt. Although I was their God, they broke that agreement."
            },
            {
                "verse_number": "33",
                "verse_text": "Here is the new agreement that I, the Lord , will make with the people of Israel:"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;No longer will they have to teach one another to obey me. I, the Lord , promise that all of them will obey me, ordinary people and rulers alike. I will forgive their sins and forget the evil things they have done.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "I am the Lord All-Powerful."
            },
            {
                "verse_number": "36",
                "verse_text": "I will never forget"
            },
            {
                "verse_number": "37",
                "verse_text": "Can you measure the heavens?"
            },
            {
                "verse_number": "38",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "39",
                "verse_text": "From there, the boundary will go in a straight line to Gareb Hill, then turn toward Goah."
            },
            {
                "verse_number": "40",
                "verse_text": "Even that disgusting Hinnom Valley will be sacred to me, and so will the eastern slopes that go down from Horse Gate into Kidron Valley. Jerusalem will never again be destroyed."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to me in the tenth year that Zedekiah was king of Judah, which was the eighteenth year that Nebuchadnezzar was king of Babylonia."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time, the Babylonian army had surrounded Jerusalem, and I was in the prison at the courtyard of the palace guards."
            },
            {
                "verse_number": "3",
                "verse_text": "Zedekiah had ordered me to be held there because I told everyone that the Lord had said: I am the Lord , and I am about to let the king of Babylonia conquer Jerusalem. The Lord had told me to buy it Take both copies of this bill of sale, one sealed shut and the other open, and put them in a clay jar so they will last a long time. I am going to get rid of Jerusalem, because its people have done nothing but evil."
            },
            {
                "verse_number": "4",
                "verse_text": "King Zedekiah will be captured and taken to King Nebuchadnezzar, who will speak with him face to face."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Zedekiah will be led away to Babylonia, where he will stay until I am finished with him. So, if you people of Judah fight against the Babylonians, you will lose. I, the Lord , have spoken."
            },
            {
                "verse_number": "6",
                "verse_text": "Later, when I was in prison, the Lord said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Jeremiah, your cousin Hanamel, the son of your uncle Shallum, will visit you. He must sell his field near the town of Anathoth, and because you are his nearest relative, you have the right and the responsibility to buy it and keep it in the family."
            },
            {
                "verse_number": "8",
                "verse_text": "Hanamel came, just as the Lord had promised. And he said, &apos;Please buy my field near Anathoth in the territory of the Benjamin tribe. You have the right to buy it, and if you do, it will stay in our family.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "from Hanamel, and so I did. The price was 17 pieces of silver, and I weighed out the full amount on a scale."
            },
            {
                "verse_number": "12",
                "verse_text": "And while he, the witnesses, and all the other Jews sitting in the courtyard were still watching, I gave both copies to Baruch son of Neriah."
            },
            {
                "verse_number": "15",
                "verse_text": "I am the Lord All-Powerful, the God of Israel, and I promise you that people will once again buy and sell houses, farms, and vineyards in this country."
            },
            {
                "verse_number": "16",
                "verse_text": "Then I prayed:"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord God, you stretched out your mighty arm and made the sky and the earth. You can do anything."
            },
            {
                "verse_number": "18",
                "verse_text": "You show kindness for a thousand generations, but you also punish people for the sins of their parents. You are the Lord All-Powerful."
            },
            {
                "verse_number": "19",
                "verse_text": "With great wisdom you make plans, and with your great power you do all the mighty things you planned. Nothing we do is hidden from your eyes, and you reward or punish us as we deserve."
            },
            {
                "verse_number": "20",
                "verse_text": "You are famous because you worked miracles in Egypt, and you are still working them in Israel and in the rest of the world as well."
            },
            {
                "verse_number": "21",
                "verse_text": "You terrified the Egyptians with your miracles, and you reached out your mighty arm and rescued your people Israel from Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Then you gave Israel this land rich with milk and honey, just as you had promised our ancestors."
            },
            {
                "verse_number": "23",
                "verse_text": "But when our ancestors took over the land, they did not obey you. And now you have punished Israel with disaster."
            },
            {
                "verse_number": "24",
                "verse_text": "Jerusalem is under attack, and we suffer from hunger and disease. The Babylonians have already built dirt ramps up to the walls of our city, and you can see that Jerusalem will be captured just as you said."
            },
            {
                "verse_number": "25",
                "verse_text": "So why did you tell me to get some witnesses and buy a field with my silver, when Jerusalem is about to be captured by the Babylonians?"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord explained:"
            },
            {
                "verse_number": "27",
                "verse_text": "Jeremiah, I am the Lord God. I rule the world, and I can do anything!"
            },
            {
                "verse_number": "28",
                "verse_text": "It is true that I am going to let King Nebuchadnezzar of Babylonia capture Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "The Babylonian army is already attacking, and they will capture the city and set it on fire. The people of Jerusalem have made me angry by going up to the flat roofs of their houses and burning incense to Baal and offering wine sacrifices to other gods. Now these houses will be burned to the ground!"
            },
            {
                "verse_number": "34",
                "verse_text": "They have set up repulsive idols in my temple, and now it isn't a fit place to worship me."
            },
            {
                "verse_number": "35",
                "verse_text": "And they led Judah into sin by building places to worship Baal in Hinnom Valley, where they also sacrificed their sons and daughters to the god Molech. I have never even imagined they would commit such disgusting sins."
            },
            {
                "verse_number": "36",
                "verse_text": "Jeremiah, what you said is true. The people of Jerusalem are suffering from hunger and disease, and so the king of Babylonia will be able to capture Jerusalem."
            },
            {
                "verse_number": "37",
                "verse_text": "I am angry with the people of Jerusalem, and I will scatter them in foreign countries. But someday I will bring them back here and let them live in safety."
            },
            {
                "verse_number": "38",
                "verse_text": "They will be my people, and I will be their God."
            },
            {
                "verse_number": "42",
                "verse_text": "Even though I have brought disaster on the people, I will someday do all these good things for them."
            },
            {
                "verse_number": "43",
                "verse_text": "Jeremiah, when you bought the field, you showed that fields will someday be bought and sold again. You say that this land has been conquered by the Babylonians and has become a desert, emptied of people and animals."
            },
            {
                "verse_number": "44",
                "verse_text": "But someday, people will again spend their silver to buy fields everywhere&ndash;in the territory of Benjamin, the region around Jerusalem and the towns of Judah, and in the hill country, the foothills to the west, and the Southern Desert. Buyers and sellers and witnesses will sign and seal the bills of sale for the fields. It will happen, because I will give this land back to my people. I, the Lord , have spoken."
            }
        ],
        "33": [
            {
                "verse_number": "3",
                "verse_text": "Ask me, and I will tell you things that you don't know and can't find out. &apos;We praise you, Lord All-Powerful! You are good to us, and your love never fails.&apos; The land will once again be productive. I, the Lord , have spoken. when I will appoint a king from the family of David, a king who will be honest and rule with justice. Judah will be safe; Jerusalem will have peace and will be named, &apos;The Lord Gives Justice.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then someday, I will heal this place and my people as well, and let them enjoy unending peace."
            },
            {
                "verse_number": "7",
                "verse_text": "I will give this land to Israel and Judah once again, and I will make them as strong as they were before."
            },
            {
                "verse_number": "8",
                "verse_text": "They sinned and rebelled against me, but I will forgive them and take away their guilt."
            },
            {
                "verse_number": "9",
                "verse_text": "When that happens, all nations on earth will see the good things I have done for Jerusalem, and how I have given it complete peace. The nations will celebrate and praise and honor me, but they will also tremble with fear because of the powerful things I have done."
            },
            {
                "verse_number": "10",
                "verse_text": "Jeremiah, you say that this land is a desert without people or animals, and for now, you are right. The towns of Judah and the streets of Jerusalem are deserted, and people and animals are nowhere to be seen. But someday you will hear"
            },
            {
                "verse_number": "11",
                "verse_text": "happy voices and the sounds of parties and wedding celebrations. And when people come to my temple to offer sacrifices to thank me, you will hear them say:"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "15",
                "verse_text": "I promise that the time will come"
            },
            {
                "verse_number": "16",
                "verse_text": "In those days,"
            },
            {
                "verse_number": "17",
                "verse_text": "The king of Israel will be one of David's descendants,"
            },
            {
                "verse_number": "18",
                "verse_text": "and there will always be priests from the Levi tribe serving at my altar and offering sacrifices to please me and to give thanks."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Lord told me:"
            },
            {
                "verse_number": "20",
                "verse_text": "I, the Lord , have an agreement with day and night, so they always come at the right time. You can't break the agreement I made with them,"
            },
            {
                "verse_number": "21",
                "verse_text": "and you can't break the agreements I have made with David's family and with the priests from the Levi tribe who serve at my altar. A descendant of David will always rule as king of Israel,"
            },
            {
                "verse_number": "22",
                "verse_text": "and there will be more descendants of David and of the priests from the Levi tribe than stars in the sky or grains of sand on the beach."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord also said:"
            },
            {
                "verse_number": "24",
                "verse_text": "You've heard foreigners insult my people by saying, &apos;The Lord chose Israel and Judah, but now he has rejected them, and they are no longer a nation.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jeremiah, I will never break my agreement with the day and the night or let the sky and the earth stop obeying my commands."
            },
            {
                "verse_number": "26",
                "verse_text": "In the same way, I will never reject the descendants of Abraham, Isaac, and Jacob or break my promise that they will always have a descendant of David as their king. I will be kind to my people Israel, and they will be successful again."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar had a large army made up of people from every kingdom in his empire. He and his army were attacking Jerusalem and all the nearby towns, when the Lord told me"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to King Zedekiah: I am the Lord , and I am going to let Nebuchadnezzar capture this city and burn it down. Your ancestors did not obey me,"
            },
            {
                "verse_number": "3",
                "verse_text": "You will be taken prisoner and brought to Nebuchadnezzar, and he will speak with you face to face. Then you will be led away to Babylonia."
            },
            {
                "verse_number": "4",
                "verse_text": "Zedekiah, I promise that you won't die in battle."
            },
            {
                "verse_number": "5",
                "verse_text": "You will die a peaceful death. People will mourn when you die, and they will light bonfires in your honor, just as they did for your ancestors, the kings who ruled before you."
            },
            {
                "verse_number": "6",
                "verse_text": "I went to Zedekiah and told him what the Lord had said."
            },
            {
                "verse_number": "7",
                "verse_text": "Meanwhile, the king of Babylonia was trying to break through the walls of Lachish, Azekah, and Jerusalem, the only three towns of Judah that had not been captured."
            },
            {
                "verse_number": "11",
                "verse_text": "But those slave owners changed their minds and forced their former slaves back into slavery."
            },
            {
                "verse_number": "12",
                "verse_text": "That's when the Lord told me to say to the people:"
            },
            {
                "verse_number": "13",
                "verse_text": "I am the Lord God of Israel, and I made an agreement with your ancestors when I brought them out of Egypt, where they had been slaves."
            },
            {
                "verse_number": "14",
                "verse_text": "As part of this agreement, you must let a Hebrew slave go free after six years of service."
            },
            {
                "verse_number": "17",
                "verse_text": "You have disobeyed me by not giving your slaves their freedom. So I will give you freedom&ndash;the freedom to die in battle or from disease or hunger. I will make you disgusting to all other nations on earth."
            },
            {
                "verse_number": "18",
                "verse_text": "You asked me to be a witness when you made the agreement to set your slaves free. And as part of the ceremony you cut a calf into two parts, then walked between the parts. But you people of Jerusalem have broken that agreement as well as my agreement with Israel. So I will do to you what you did to that calf."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "When Jehoiakim was king of Judah, the Lord told me,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Go to the Rechabite clan and invite them to meet you in one of the side rooms of the temple. When they arrive, offer them a drink of wine.&apos; I, the Lord All-Powerful, the God of Israel, want you to learn a lesson &apos;I am the Lord All-Powerful, the God of Israel. You have obeyed your ancestor Jonadab,"
            },
            {
                "verse_number": "3",
                "verse_text": "So I went to Jaazaniah, the leader of the clan, and I invited him and all the men of his clan."
            },
            {
                "verse_number": "4",
                "verse_text": "I brought them into the temple courtyard and took them upstairs to a room belonging to the prophets who were followers of Hanan son of Igdaliah. It was next to a room belonging to some of the officials, and that room was over the one belonging to Maaseiah, a priest who was one of the high officials in the temple."
            },
            {
                "verse_number": "5",
                "verse_text": "I set out some large bowls full of wine together with some cups, and then I said to the Rechabites, &apos;Have some wine!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But they answered: No! The ancestor of our clan, Jonadab son of Rechab, made a rule that we must obey. He said, &apos;Don't ever drink wine"
            },
            {
                "verse_number": "7",
                "verse_text": "or build houses or plant crops and vineyards. Instead, you must always live in tents and move from place to place. If you obey this command, you will live a long time.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "except now we have to live inside Jerusalem because Nebuchadnezzar has taken over the countryside with his army from Babylonia and Syria."
            },
            {
                "verse_number": "14",
                "verse_text": "from the Rechabite clan. Their ancestor Jonadab told his descendants never to drink wine, and to this very day they have obeyed him. But I have spoken to you over and over, and you haven't obeyed me!"
            },
            {
                "verse_number": "15",
                "verse_text": "You refused to listen to my prophets, who kept telling you, &apos;Stop doing evil and worshiping other gods! Start obeying the Lord , and he will let you live in this land he gave your ancestors.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Rechabites have obeyed the command of their ancestor Jonadab, but you have not obeyed me,"
            },
            {
                "verse_number": "17",
                "verse_text": "your God. I am the Lord All-Powerful, and I warned you about the terrible things that would happen to you if you did not listen to me. But you have ignored me, so now disaster will strike you. I, the Lord , have spoken."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Lord told me to say to the Rechabite clan:"
            },
            {
                "verse_number": "19",
                "verse_text": "so I promise that your clan will be my servants and will never die out.&apos;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "During the fourth year that Jehoiakim son of Josiah was king of Judah, the Lord said to me, &apos;Jeremiah,"
            },
            {
                "verse_number": "2",
                "verse_text": "since the time Josiah was king, I have been speaking to you about Israel, Judah, and the other nations. Now, get a scroll and write down everything I have told you,"
            },
            {
                "verse_number": "3",
                "verse_text": "then read it to the people of Judah. Maybe they will stop sinning when they hear what terrible things I plan for them. And if they turn back to me, I will forgive them.&apos; Baruch, the officials refuse to let me go into the Lord 's temple, When Baruch arrived with the scroll, Not only did you burn Jeremiah's scroll, you had the nerve to ask why he had written that the king of Babylonia would attack and ruin the land, killing all the people and even the animals."
            },
            {
                "verse_number": "4",
                "verse_text": "I sent for Baruch son of Neriah and asked him to help me. I repeated everything the Lord had told me, and Baruch wrote it all down on a scroll."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said,"
            },
            {
                "verse_number": "6",
                "verse_text": "so you must go instead. Wait for the next holy day when the people of Judah come to the temple to pray and to go without eating. Then take this scroll to the temple and read it aloud."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord is furious, and if the people hear how he is going to punish them, maybe they will ask to be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "Gemariah's son Micaiah was there and heard Baruch read what the Lord had said."
            },
            {
                "verse_number": "12",
                "verse_text": "When Baruch finished reading, Micaiah went down to the palace. His father Gemariah was in the officials' room, meeting with the rest of the king's officials, including Elishama, Delaiah, Elnathan, and Zedekiah."
            },
            {
                "verse_number": "13",
                "verse_text": "Micaiah told them what he had heard Baruch read to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the officials sent Jehudi and Shelemiah to tell Baruch, &apos;Bring us that scroll.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "the officials said, &apos;Please sit down and read it to us,&apos; which he did."
            },
            {
                "verse_number": "16",
                "verse_text": "After they heard what was written on the scroll, they were worried and said to each other, &apos;The king needs to hear this!&apos; Turning to Baruch, they asked,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Did someone tell you what to write on this scroll?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Yes, Jeremiah did,&apos; Baruch replied. &apos;I wrote down just what he told me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The officials said, &apos;You and Jeremiah must go into hiding, and don't tell anyone where you are going.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king told his son Jerahmeel to take Seraiah and Shelemiah and to go arrest Baruch and me. But the Lord kept them from finding us."
            },
            {
                "verse_number": "27",
                "verse_text": "I had told Baruch what to write on that first scroll, but King Jehoiakim had burned it. So the Lord told me"
            },
            {
                "verse_number": "28",
                "verse_text": "to get another scroll and write down everything that had been on the first one."
            },
            {
                "verse_number": "29",
                "verse_text": "Then he told me to say to King Jehoiakim:"
            },
            {
                "verse_number": "30",
                "verse_text": "So I, the Lord , promise that you will be killed and your body thrown out on the ground. The sun will beat down on it during the day, and the frost will settle on it at night. And none of your descendants will ever be king of Judah."
            },
            {
                "verse_number": "31",
                "verse_text": "You, your children, and your servants are evil, and I will punish everyone of you. I warned you and the people of Judah and Jerusalem that I would bring disaster, but none of you have listened. So now you are doomed!"
            },
            {
                "verse_number": "32",
                "verse_text": "After the Lord finished speaking to me, I got another scroll and gave it to Baruch. Then I told him what to write, so this second scroll would contain even more than was on the scroll Jehoiakim had burned."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar of Babylonia had removed Jehoiachin son of Jehoiakim from being the king of Judah and had made Josiah's son Zedekiah king instead."
            },
            {
                "verse_number": "2",
                "verse_text": "But Zedekiah, his officials, and everyone else in Judah ignored everything the Lord had told me. Zedekiah, you wanted Jeremiah to ask me, the Lord God of Israel, what is going to happen. So I will tell you. The king of Egypt and his army came to your rescue, but soon they will go back to Egypt. After I had spent a long time there, &apos;Yes, there is, Your Majesty,&apos; I replied. &apos;The Lord is going to let the king of Babylonia capture you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Babylonians will return and attack Jerusalem, and this time they will capture the city and set it on fire."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't fool yourselves into thinking that the Babylonians will leave as they did before."
            },
            {
                "verse_number": "10",
                "verse_text": "Even if you could defeat their entire army, their wounded survivors would still be able to leave their tents and set Jerusalem on fire."
            },
            {
                "verse_number": "11",
                "verse_text": "The Babylonian army had left because the Egyptian army was on its way to help us."
            },
            {
                "verse_number": "12",
                "verse_text": "So I decided to leave Jerusalem and go to the territory of the Benjamin tribe to claim my share of my family's land."
            },
            {
                "verse_number": "13",
                "verse_text": "I was leaving Jerusalem through Benjamin Gate, when I was stopped by Irijah, the officer in charge of the soldiers at the gate. He said, &apos;Jeremiah, you're under arrest for trying to join the Babylonians.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I'm not trying to join them!&apos; I answered. But Irijah wouldn't listen, and he took me to the king's officials."
            },
            {
                "verse_number": "17",
                "verse_text": "King Zedekiah secretly had me brought to his palace, where he asked, &apos;Is there any message for us from the Lord ?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then I continued, &apos;Your Majesty, why have you put me in prison? Have I committed a crime against you or your officials or the nation?"
            },
            {
                "verse_number": "19",
                "verse_text": "Have you locked up the prophets who lied to you and said that the king of Babylonia would never attack Jerusalem?"
            },
            {
                "verse_number": "20",
                "verse_text": "Please, don't send me back to that prison at Jonathan's house. If you do, I will die there.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "King Zedekiah had me taken to the prison cells in the courtyard of the palace guards. He told the soldiers to give me a loaf of bread from one of the bakeries every day until the city ran out of grain."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "One day, Shephatiah, Gedaliah, Jehucal, and Pashhur heard me tell the people of Judah"
            },
            {
                "verse_number": "4",
                "verse_text": "So the four of them went to the king and said, &apos;You should put Jeremiah to death, because he is making the soldiers and everyone else lose hope. He isn't trying to help our people; he's trying to harm them.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Zedekiah replied, &apos;Do what you want with him. I can't stop you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then they took me back to the courtyard of the palace guards and let me down with ropes into the well that belonged to Malchiah, the king's son. There was no water in the well, but I sank down in the mud."
            },
            {
                "verse_number": "9",
                "verse_text": "Ebedmelech said, &apos;Your Majesty, Jeremiah is a prophet, and those men were wrong to throw him into a well. And when Jerusalem runs out of food, Jeremiah will starve to death down there.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Zedekiah answered, &apos;Take 30 of my soldiers and pull Jeremiah out before he dies.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ebedmelech and the soldiers went to the palace and got some rags from the room under the treasury. He used ropes to lower them into the well."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he said, &apos;Put these rags under your arms so the ropes won't hurt you.&apos; After I did,"
            },
            {
                "verse_number": "13",
                "verse_text": "the men pulled me out. And from then on, I was kept in the courtyard of the palace guards."
            },
            {
                "verse_number": "14",
                "verse_text": "King Zedekiah had me brought to his private entrance to the temple, and he said, &apos;I'm going to ask you something, and I want to know the truth.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Why?&apos; I replied. &apos;You won't listen, and you might even have me killed!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;I swear in the name of the living Lord our Creator that I won't have you killed. No one else can hear what we say, and I won't let anyone kill you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then I told him that the Lord had said: &apos;Zedekiah, I am the Lord God All-Powerful, the God of Israel. I promise that if you surrender to King Nebuchadnezzar's officers, you and your family won't be killed, and Jerusalem won't be burned down."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you don't surrender, I will let the Babylonian army capture Jerusalem and burn it down, and you will be taken prisoner.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Zedekiah answered, &apos;I can't surrender to the Babylonians. I'm too afraid of the people of Judah who have already joined them. The Babylonians might hand me over to them, and they would torture me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I said, &apos;If you will just obey the Lord , the Babylonians won't hand you over to those Jews. You will be allowed to live, and all will go well for you."
            },
            {
                "verse_number": "21",
                "verse_text": "But the Lord has shown me that if you refuse to obey,"
            },
            {
                "verse_number": "22",
                "verse_text": "then the women of your palace will be taken prisoner by Nebuchadnezzar's officials. And those women will say to you:"
            },
            {
                "verse_number": "23",
                "verse_text": "The Babylonian army will take your wives and children captive, you will be taken as a prisoner to the King of Babylonia, and Jerusalem will be burned down.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Zedekiah said, &apos;Jeremiah, if you tell anyone what we have talked about, you might lose your life."
            },
            {
                "verse_number": "25",
                "verse_text": "And I'm sure that if my officials hear about our meeting, they will ask you what we said to each other. They might even threaten to kill you if you don't tell them."
            },
            {
                "verse_number": "26",
                "verse_text": "So if they question you, tell them you were begging me not to send you back to the prison at Jonathan's house, because going back there would kill you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The officials did come and question me about my meeting with the king, and I told them exactly what he had ordered me to say. They never spoke to me about the meeting again, since no one had heard us talking."
            },
            {
                "verse_number": "28",
                "verse_text": "I was held in the courtyard of the palace guards until the day Jerusalem was captured."
            }
        ],
        "39": [
            {
                "verse_number": "4",
                "verse_text": "When King Zedekiah and his troops saw that Jerusalem had been captured, they tried to escape from the city that same night. They went to the king's garden, where they slipped through the gate between the two city walls and headed toward the Jordan River valley."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Babylonian troops caught up with them near Jericho. They arrested Zedekiah and took him to the town of Riblah in the land of Hamath, where Nebuchadnezzar put him on trial, then found him guilty,"
            },
            {
                "verse_number": "6",
                "verse_text": "and gave orders for him to be punished. Zedekiah's sons were killed there in front of him, and so were the leaders of Judah's ruling families."
            },
            {
                "verse_number": "7",
                "verse_text": "Then his eyes were poked out, and he was put in chains, so he could be dragged off to Babylonia."
            },
            {
                "verse_number": "8",
                "verse_text": "Meanwhile, the Babylonian army had burned the houses in Jerusalem, including the royal palace, and they had broken down the city walls."
            },
            {
                "verse_number": "9",
                "verse_text": "Nebuzaradan, the Babylonian officer in charge of the guards, led away everyone from the city as prisoners, even those who had deserted to Nebuchadnezzar."
            },
            {
                "verse_number": "10",
                "verse_text": "Only the poorest people who owned no land were left behind in Judah, and Nebuzaradan gave them fields and vineyards."
            },
            {
                "verse_number": "11",
                "verse_text": "Nebuchadnezzar had given the following orders to Nebuzaradan:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Find Jeremiah and keep him safe. Take good care of him and do whatever he asks.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nebuzaradan, Nebushazban, Nergal Sharezer, and the other officers of King Nebuchadnezzar"
            },
            {
                "verse_number": "14",
                "verse_text": "sent some of their troops to bring me from the courtyard of the royal palace guards. They put me in the care of Gedaliah son of Ahikam and told him to take me to my home. And so I was allowed to stay with the people who remained in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "While I was a prisoner in the courtyard of the palace guard, the Lord told me to say"
            },
            {
                "verse_number": "16",
                "verse_text": "to Ebedmelech from Ethiopia:"
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "I was led away in chains along with the people of Judah and Jerusalem who were being taken to Babylonia. Nebuzaradan was the officer in charge of the guard, and while we were stopped at Ramah, the Lord caused him to set me free."
            },
            {
                "verse_number": "2",
                "verse_text": "Nebuzaradan said: Jeremiah, the Lord your God warned your people that he would bring disaster on this land. Nebuzaradan gave me a supply of food, then let me leave. Gedaliah refused to believe them,"
            },
            {
                "verse_number": "3",
                "verse_text": "But they continued to rebel against him, and now he has punished them just as he threatened."
            },
            {
                "verse_number": "4",
                "verse_text": "Today I am taking the chains off your wrists and setting you free! If you want to, you can come with me to Babylonia, and I will see that you are taken care of. Or if you decide to stay here, you can go wherever you wish."
            },
            {
                "verse_number": "5",
                "verse_text": "King Nebuchadnezzar has chosen Gedaliah to rule Judah. You can live near Gedaliah, and he will provide for you, or you can live anywhere else you choose."
            },
            {
                "verse_number": "6",
                "verse_text": "I decided to stay with the people of Judah, and I went to live near Gedaliah in Mizpah."
            },
            {
                "verse_number": "9",
                "verse_text": "Gedaliah told them, &apos;There's no need to be afraid of the Babylonians. Everything will be fine, if we live peacefully and obey King Nebuchadnezzar."
            },
            {
                "verse_number": "10",
                "verse_text": "I will stay here at Mizpah and meet with the Babylonian officials on each of their visits. But you must go back to your towns and bring in the harvest, then store the wine, olive oil, and dried fruit.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One day, Johanan got together with some of the other men who had been army officers, and they came to Mizpah and met with Gedaliah."
            },
            {
                "verse_number": "14",
                "verse_text": "They said, &apos;Gedaliah, we came to warn you that King Baalis of Ammon hired Ishmael to murder you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "so Johanan went to Gedaliah privately and said, &apos;Let me kill Ishmael. No one will find out who did it. There are only a few people left in Judah, but they are depending on you. And if you are murdered, they will be scattered or killed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Gedaliah answered, &apos;Don't kill Ishmael! What you've said about him can't be true.&apos;"
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "But in the seventh month, Ishmael came to Mizpah with ten of his soldiers. He had been one of the king's officials and was a member of the royal family. Ishmael and his men were invited to eat with Gedaliah."
            },
            {
                "verse_number": "2",
                "verse_text": "During the meal, Ishmael and his soldiers killed Gedaliah, the man chosen as ruler of Judah by the king of Babylonia."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they killed the Jews who were with Gedaliah, and they also killed the Babylonian soldiers who were there."
            },
            {
                "verse_number": "4",
                "verse_text": "The next day, the murders had still not been discovered,"
            },
            {
                "verse_number": "5",
                "verse_text": "when 80 men came down the road toward Mizpah from the towns of Shechem, Shiloh, and Samaria. They were on their way to the temple to offer gifts of grain and incense to the Lord . They had shaved off their beards, torn their clothes, and cut themselves, because they were mourning."
            },
            {
                "verse_number": "6",
                "verse_text": "Ishmael went out the town gate to meet them. He pretended to be weeping, and he asked them to come into Mizpah to meet with Gedaliah, the ruler of Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "But after they were inside the town, Ishmael ordered his soldiers to kill them and throw their bodies into a well."
            },
            {
                "verse_number": "8",
                "verse_text": "He let ten of the men live, because they offered to give him supplies of wheat, barley, olive oil, and honey they had hidden in a field."
            },
            {
                "verse_number": "9",
                "verse_text": "The well that he filled with bodies had been dug by King Asa of Judah to store rainwater, because he was afraid that King Baasha of Israel might surround Mizpah and keep the people from getting to their water supply."
            },
            {
                "verse_number": "10",
                "verse_text": "Nebuzaradan, King Nebuchadnezzar's officer in charge of the guard, had left King Zedekiah's daughters and many other people at Mizpah, and he had put Gedaliah in charge of them. But now Ishmael took them all prisoner and led them toward Ammon, on the other side of the Jordan River."
            },
            {
                "verse_number": "11",
                "verse_text": "Johanan and the other army officers heard what Ishmael had done."
            },
            {
                "verse_number": "12",
                "verse_text": "So they and their troops chased Ishmael and caught up with him at the large pit at Gibeon."
            },
            {
                "verse_number": "13",
                "verse_text": "When Ishmael's prisoners saw Johanan and the officers, they were happy"
            },
            {
                "verse_number": "14",
                "verse_text": "and turned around and ran toward Johanan."
            },
            {
                "verse_number": "15",
                "verse_text": "But Ishmael and eight of his men escaped and went to Ammon."
            },
            {
                "verse_number": "16",
                "verse_text": "Johanan and the officers had rescued the women, children, and royal officials that Ishmael had taken prisoner after killing Gedaliah. Johanan led the people from Gibeon"
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Johanan, Jezaniah, the other army officers, and everyone else in the group, came to me"
            },
            {
                "verse_number": "2",
                "verse_text": "and said, &apos;Please, Jeremiah, pray to the Lord your God for us. Judah used to have many people, but as you can see, only a few of us are left."
            },
            {
                "verse_number": "3",
                "verse_text": "Ask the Lord to tell us where he wants us to go and what he wants us to do.&apos; You asked Jeremiah to pray and find out what you should do. You escaped the disaster that struck Judah, but now the Lord warns you to stay away from Egypt."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;All right,&apos; I answered, &apos;I will pray to the Lord your God, and I will tell you everything he says.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They answered, &apos;The Lord himself will be our witness that we promise to do whatever he says,"
            },
            {
                "verse_number": "6",
                "verse_text": "even if it isn't what we want to do. We will obey the Lord so that all will go well for us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ten days later, the Lord gave me an answer for"
            },
            {
                "verse_number": "8",
                "verse_text": "Johanan, the officers, and the other people. So I called them together"
            },
            {
                "verse_number": "9",
                "verse_text": "and told them that the Lord God of Israel had said:"
            },
            {
                "verse_number": "10",
                "verse_text": "I am sorry that I had to punish you, and so I now tell you to stay here in Judah, where I will plant you and build you up, instead of tearing you down and uprooting you."
            },
            {
                "verse_number": "11",
                "verse_text": "Don't be afraid of the King of Babylonia. I will protect you from him,"
            },
            {
                "verse_number": "12",
                "verse_text": "and I will even force him to have mercy on you and give back your farms."
            },
            {
                "verse_number": "13",
                "verse_text": "But you might keep on saying, &apos;We won't stay here in Judah, and we won't obey the Lord our God."
            },
            {
                "verse_number": "14",
                "verse_text": "We are going to Egypt, where there is plenty of food and no danger of war.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "People of Judah, you survived when the Babylonian army attacked. Now you are planning to move to Egypt, and if you do go, this is what will happen."
            },
            {
                "verse_number": "18",
                "verse_text": "I, the Lord , was angry with the people of Jerusalem and punished them. And if you go to Egypt, I will be angry and punish you the same way. You will never again see your homeland. People will be horrified at what I do to you, and they will use the name of your city as a curse word."
            },
            {
                "verse_number": "19",
                "verse_text": "I told the people:"
            },
            {
                "verse_number": "20",
                "verse_text": "You asked me to pray and find out what the Lord our God wants you to do, and you promised to obey him. But that was a terrible mistake,"
            },
            {
                "verse_number": "21",
                "verse_text": "because now that I have given you the Lord 's answer, you refuse to obey him."
            },
            {
                "verse_number": "22",
                "verse_text": "And so, you will die in Egypt from war, hunger, and disease."
            }
        ],
        "43": [
            {
                "verse_number": "1",
                "verse_text": "I told the people everything the Lord had told me."
            },
            {
                "verse_number": "2",
                "verse_text": "But Azariah, Johanan and some other arrogant men said to me, &apos;You're lying! The Lord didn't tell you to say that we shouldn't go to Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "Baruch son of Neriah must have told you to say that. He wants the Babylonians to capture us, so they can take us away to Babylonia or even kill us.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Johanan, the other army officers, and everyone else refused to stay in Judah in spite of the Lord 's command."
            },
            {
                "verse_number": "5",
                "verse_text": "So Johanan and the officers led us away toward Egypt. The group that left Judah included those who had been scattered in other countries and who had then come back to live in Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "Baruch and I and others in the group had been staying with Gedaliah, because Nebuzaradan, the Babylonian officer in charge of the guard, had ordered him to take care of the king's daughters and quite a few men, women, and children."
            },
            {
                "verse_number": "7",
                "verse_text": "The people disobeyed the Lord and went to Egypt. The group had settled in Tahpanhes,"
            },
            {
                "verse_number": "8",
                "verse_text": "when the Lord told me:"
            },
            {
                "verse_number": "9",
                "verse_text": "Jeremiah, carry some large stones to the entrance of the government building in Tahpanhes. Bury the stones underneath the brick pavement and be sure the Jews are watching."
            },
            {
                "verse_number": "10",
                "verse_text": "Then tell them that I, the Lord All-Powerful, the God of Israel, have sent for my servant, Nebuchadnezzar of Babylonia. I will bring him here and have him set up his throne and his royal tent over these stones that I told you to bury."
            },
            {
                "verse_number": "11",
                "verse_text": "He will attack Egypt and kill many of its people; others will die of disease or be dragged away as prisoners."
            }
        ],
        "44": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me to speak with the Jews who were living in the towns of Migdol, Tahpanhes, and Memphis in northern Egypt, and also to those living in southern Egypt. He told me to tell them: Here in Egypt you still keep your promises to burn incense and offer sacrifices of wine to the so-called Queen of Heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "I am the Lord All-Powerful, the God of Israel. You saw how I destroyed Jerusalem and the towns of Judah. They lie empty and in ruins today,"
            },
            {
                "verse_number": "3",
                "verse_text": "because the people of Judah made me angry by worshiping gods that had never helped them or their ancestors."
            },
            {
                "verse_number": "4",
                "verse_text": "Time after time I sent my servants the prophets to tell the people of Judah how much I hated their disgusting sins. The prophets warned them to stop sinning,"
            },
            {
                "verse_number": "5",
                "verse_text": "but they refused to listen and would not stop worshiping other gods."
            },
            {
                "verse_number": "6",
                "verse_text": "Finally, my anger struck like a raging flood, and today Jerusalem and the towns of Judah are nothing but empty ruins."
            },
            {
                "verse_number": "7",
                "verse_text": "Why do you now insist on heading for another disaster? A disaster that will destroy not only you, but also your children and babies."
            },
            {
                "verse_number": "8",
                "verse_text": "You have made me angry by worshiping idols and burning incense to other gods after you came here to Egypt. You will die such a disgusting death, that other nations will use the name of Judah as a curse word."
            },
            {
                "verse_number": "9",
                "verse_text": "When you were living in Jerusalem and Judah, you followed the example of your ancestors in doing evil things, just like your kings and queens."
            },
            {
                "verse_number": "10",
                "verse_text": "Even now, your pride keeps you from respecting me and obeying the laws and teachings I gave you and your ancestors."
            },
            {
                "verse_number": "11",
                "verse_text": "I, the Lord All-Powerful, have decided to wipe you out with disasters."
            },
            {
                "verse_number": "12",
                "verse_text": "There were only a few of you left in Judah, and you decided to go to Egypt. But you will die such horrible deaths in war or from starvation, that people of other countries will use the name of Judah as a curse word."
            },
            {
                "verse_number": "13",
                "verse_text": "I punished Jerusalem with war, hunger, and disease, and that's how I will punish you."
            },
            {
                "verse_number": "14",
                "verse_text": "None of you will survive. You may hope to return to Judah someday, but only a very few of you will escape death and be able to go back."
            },
            {
                "verse_number": "15",
                "verse_text": "A large number of Jews from both northern and southern Egypt listened to me as I told them what the Lord had said. Most of the men in the crowd knew that their wives often burned incense to other gods. So they and their wives shouted:"
            },
            {
                "verse_number": "16",
                "verse_text": "Jeremiah, what do we care if you speak in the Lord 's name? We refuse to listen!"
            },
            {
                "verse_number": "17",
                "verse_text": "We have promised to worship the goddess Astarte, the Queen of Heaven, and that is exactly what we are going to do. We will burn incense and offer sacrifices of wine to her, just as we, our ancestors, our kings, and our leaders did when we lived in Jerusalem and the other towns of Judah. We had plenty of food back then. We were well off, and nothing bad ever happened to us."
            },
            {
                "verse_number": "18",
                "verse_text": "But since the time we stopped burning incense and offering wine sacrifices to her, we have been dying from war and hunger."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the women said, &apos;When we lived in Judah, we worshiped the Queen of Heaven and offered sacrifices of wine and special loaves of bread shaped like her. Our husbands knew what we were doing, and they approved of it.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then I told the crowd:"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't you think the Lord knew that you and your ancestors, your leaders and kings, and the rest of the people were burning incense to other gods in Jerusalem and everywhere else in Judah?"
            },
            {
                "verse_number": "22",
                "verse_text": "And when he could no longer put up with your disgusting sins, he placed a curse on your land and turned it into a desert, as it is today."
            },
            {
                "verse_number": "23",
                "verse_text": "This disaster happened because you worshiped other gods and rebelled against the Lord by refusing to obey him or follow his laws and teachings."
            },
            {
                "verse_number": "26",
                "verse_text": "Keep these promises! But let me tell you what will happen. As surely as I am the Lord God, I swear that I will never again accept any promises you make in my name."
            },
            {
                "verse_number": "27",
                "verse_text": "Instead of watching over you, I will watch for chances to harm you. Some of you will die in war, and others will starve to death."
            },
            {
                "verse_number": "28",
                "verse_text": "Only a few will escape and return to Judah. Then everyone who went to live in Egypt will know that when I say something will happen, it will&ndash;no matter what you say."
            },
            {
                "verse_number": "29",
                "verse_text": "And here is how you will know that I will keep my threats to punish you in Egypt."
            },
            {
                "verse_number": "30",
                "verse_text": "I will hand over King Hophra of Egypt to those who want to kill him, just as I handed Zedekiah over to Nebuchadnezzar, who wanted to kill him."
            }
        ],
        "45": [
            {
                "verse_number": "1",
                "verse_text": "In the fourth year that Jehoiakim was king of Judah, Baruch wrote down everything I had told him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then later, the Lord God of Israel told me to say to Baruch:"
            },
            {
                "verse_number": "3",
                "verse_text": "You are moaning and blaming me, the Lord , for your troubles and sorrow, and for being so tired that you can't even rest."
            },
            {
                "verse_number": "4",
                "verse_text": "But all over the earth I am tearing down what I built and pulling up what I planted."
            },
            {
                "verse_number": "5",
                "verse_text": "I am bringing disaster everywhere, so don't even think about making any big plans for yourself. However, I promise that wherever you go, I will at least protect you from death. I, the Lord , have spoken."
            }
        ],
        "46": [
            {
                "verse_number": "1",
                "verse_text": "The Lord often told me what to say about the different nations of the world. So grab your shields, and polish your spears. Put on your helmets and armor, then take your positions. you are defeated and running away, never once looking back. Terror is all around. but you can't escape. You fall in battle near the Euphrates River. that rises like the Nile River overflowing its banks? like a raging river and saying, &apos;I'll flood the earth, destroying cities, and killing everyone in them.&apos; Tell your chariots and cavalry to attack and fight hard. Order your troops to march out, carrying shields, and arrows. will win this battle and take revenge on his enemies. His sword will eat them and drink their blood until it is full. They will be killed in the north near the Euphrates River, as a sacrifice to the Lord . not even the soothing lotion from Gilead. you are disgraced, and they know it. Your troops fall to the ground, stumbling over each other. Prepare to defend yourselves! Everywhere in your nation, people are dying in war. over each other and say, &apos;Get up! The enemy will kill us, unless we can escape to our own land.&apos; this new name, &apos;Talks-Big-Does-Nothing.&apos; the Lord All-Powerful, and as surely as I live, those enemies who attack will tower over you like Mount Tabor among the hills or Mount Carmel by the sea. so pack a few things to bring with you. Your capital, Memphis, will lie empty and in ruins. will attack you, beautiful Egypt, like a fly biting a cow. will turn and run. But they are doomed, like well-fed calves being led to the butcher. * Your troops will feel helpless, like a snake in a forest start chopping down trees. It can only hiss and try to escape. and captured by the enemy from the north. Someday I will bring you home from foreign lands. You and your descendants will live in peace and safety, with nothing to fear. even though now you deserve to be punished and have been scattered among other nations. But when I destroy them, I will protect you. I, the Lord , have spoken."
            },
            {
                "verse_number": "2",
                "verse_text": "In the fourth year that Jehoiakim was king of Judah, King Nebuchadnezzar of Babylonia defeated King Neco of Egypt in a battle at the city of Carchemish near the Euphrates River. And here is what the Lord told me to say about the Egyptian army:"
            },
            {
                "verse_number": "3",
                "verse_text": "It's time to go into battle!"
            },
            {
                "verse_number": "4",
                "verse_text": "saddle your horses,"
            },
            {
                "verse_number": "5",
                "verse_text": "I can see the battle now&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "You are strong and run fast,"
            },
            {
                "verse_number": "7",
                "verse_text": "What nation is this,"
            },
            {
                "verse_number": "8",
                "verse_text": "It is Egypt, rising with a roar"
            },
            {
                "verse_number": "9",
                "verse_text": "Go ahead, Egypt. with Ethiopians and Libyans and the Lydians armed with bows your mighty god Apis and chased him away. like a swarm of locusts."
            },
            {
                "verse_number": "10",
                "verse_text": "But the Lord All-Powerful"
            },
            {
                "verse_number": "11",
                "verse_text": "Egypt, no medicine can heal you,"
            },
            {
                "verse_number": "12",
                "verse_text": "All nations have heard you weep;"
            },
            {
                "verse_number": "15",
                "verse_text": "I have struck down"
            },
            {
                "verse_number": "16",
                "verse_text": "Your soldiers stumble"
            },
            {
                "verse_number": "17",
                "verse_text": "Give the king of Egypt"
            },
            {
                "verse_number": "18",
                "verse_text": "Egypt, I am the true king,"
            },
            {
                "verse_number": "19",
                "verse_text": "You will be led away captive,"
            },
            {
                "verse_number": "20",
                "verse_text": "An enemy from the north"
            },
            {
                "verse_number": "21",
                "verse_text": "The foreign soldiers you hired"
            },
            {
                "verse_number": "22",
                "verse_text": "The enemy army will go forward"
            },
            {
                "verse_number": "23",
                "verse_text": "when men with axes"
            },
            {
                "verse_number": "24",
                "verse_text": "Your people will be disgraced"
            },
            {
                "verse_number": "25",
                "verse_text": "I am the Lord All-Powerful, the God of Israel. Soon I will punish the god Amon of Thebes and the other Egyptian gods, the Egyptian kings, the people of Egypt, and everyone who trusts in the Egyptian power."
            },
            {
                "verse_number": "26",
                "verse_text": "I will hand them over to King Nebuchadnezzar and his army. But I also promise that Egypt will someday have people living here again, just as it had before. I, the Lord , have spoken."
            },
            {
                "verse_number": "27",
                "verse_text": "Israel, don't be afraid."
            },
            {
                "verse_number": "28",
                "verse_text": "So don't be afraid,"
            }
        ],
        "47": [
            {
                "verse_number": "1",
                "verse_text": "Before the king of Egypt attacked the town of Gaza, the Lord told me to say to the Philistines: that your land will be flooded with an army from the north. It will destroy your towns and sweep you away, moaning and screaming. of horses and chariots, your courage will vanish, and parents will even abandon their own children. your time has now come, and I will destroy you. None of you will be left to help the cities of Tyre and Sidon. in Gaza and Ashkelon will mourn for you by shaving their heads and sitting in silence. to attack you with my sword, then you tell me to put it away and leave you alone. when I have commanded it to attack Ashkelon and the seacoast?"
            },
            {
                "verse_number": "2",
                "verse_text": "I, the Lord , tell you"
            },
            {
                "verse_number": "3",
                "verse_text": "When you hear the thunder"
            },
            {
                "verse_number": "4",
                "verse_text": "You refugees from Crete,"
            },
            {
                "verse_number": "5",
                "verse_text": "The Anakim who survive"
            },
            {
                "verse_number": "6",
                "verse_text": "You ask how long will I continue"
            },
            {
                "verse_number": "7",
                "verse_text": "But how can my sword rest,"
            }
        ],
        "48": [
            {
                "verse_number": "1",
                "verse_text": "The Lord All-Powerful, the God of Israel, told me to say to the nation of Moab: The town of Nebo is doomed; Kiriathaim will be captured and disgraced, and even its fortress will be left in ruins. In Heshbon, enemies make plans to end your life. My sword will leave only silence will cry for help, as their town is attacked and destroyed. Your children will sob to the town of Luhith; on the road to Horonaim they will tell of disasters. Head into the desert by your power and wealth, but you will be captured along with your god Chemosh, his priests, and officials. will escape destruction. I have told your enemies, &apos;Wipe out the valley and the flatlands of Moab. Leave its towns in ruins, with no one living there. and if you let them escape, I will put a curse on you.&apos; left to settle undisturbed, never poured from jar to jar. And so, your nation continues to pour out the wine and smash the jars! because your god Chemosh cannot save you, the Israelites. are strong and brave. the all-powerful King, and I promise that enemies will overpower your towns. Even your best warriors will die in the battle. disaster will hit Moab! to mourn for you and say, &apos;Isn't it sad? Moab ruled others, but now its glorious power has been shattered.&apos; you will be honored no more, so have a seat in the dust. Your walls will be torn down when the enemies attack. go wait beside the road, and when refugees run by, ask them, &apos;What happened?&apos; &apos;Moab has been defeated! Weep with us in shame. Tell everyone at the Arnon River that Moab is destroyed.&apos; that belongs to Moab, but especially Holon, Jahzah, Mephaath, Beth-Diblathaim, Beth-Gamul, Beth-Meon, your army will be crushed, and your power broken. to be stronger than I am. Now I will tell other nations to make you drunk and to laugh while you collapse in your own vomit. and treated them like criminals caught in the act. and live like doves in the shelter of cliffs and canyons. and how you strut and boast. will never save you. for Moab and its town of Kir-Heres. you were like a vineyard heavy with grapes, and with branches reaching north to the town of Jazer But you have been destroyed, and so I will weep for you, as the people of Jazer weep for the vineyards. from the orchards and farms of Moab. I have silenced the shouts of people making wine. can be heard as far as Elealeh and Jahaz; cries from Zoar are heard in Horonaim and Eglath-Shelishiyah. And Nimrim Creek has run dry. who burns incense to the gods of Moab or offers sacrifices at their shrines. I, the Lord , have spoken. like a funeral song played on a flute. I mourn for the people of the town of Kir-Heres, because their wealth is gone. * mourn on the rooftops and in the streets. Men cut off their beards, people shave their heads; they make cuts on their hands And it's all because I, the Lord , have shattered Moab like a jar that no one wants. Listen to its people cry as they turn away in shame. Other nations are horrified at what happened, but still they mock her. like an eagle spreading its wings over your land. will be captured, and your warriors as fearful because you dared oppose me, the Lord . are waiting for you. you will fall into a pit; and if you crawl out of the pit, you'll get caught in a trap. The time has come for you to be punished. I, the Lord , have spoken. where Sihon once ruled, tired refugees stand in shadows cast by the flames of their burning city. Soon, the towns on other hilltops, where those warlike people live, will also go up in smoke. Chemosh, your god, but now you are done for, and your children are prisoners in a foreign country. your people back home. I, the Lord , have spoken."
            },
            {
                "verse_number": "2",
                "verse_text": "No one honors you, Moab. in your town named &apos;Quiet.&apos; like a wild donkey. to kill the crops. to prosper and improve. just as Bethel could not help and west to the Dead Sea. and wear sackcloth. as women giving birth."
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Horonaim"
            },
            {
                "verse_number": "4",
                "verse_text": "Moab will be shattered!"
            },
            {
                "verse_number": "5",
                "verse_text": "and cry on their way up"
            },
            {
                "verse_number": "6",
                "verse_text": "Run for your lives!"
            },
            {
                "verse_number": "7",
                "verse_text": "You thought you could be saved"
            },
            {
                "verse_number": "8",
                "verse_text": "Not one of your towns"
            },
            {
                "verse_number": "9",
                "verse_text": "Spread salt on the ground"
            },
            {
                "verse_number": "10",
                "verse_text": "I want you to kill the Moabites,"
            },
            {
                "verse_number": "11",
                "verse_text": "Moab, you are like wine"
            },
            {
                "verse_number": "12",
                "verse_text": "But now, I will send enemies"
            },
            {
                "verse_number": "13",
                "verse_text": "Then you will be ashamed,"
            },
            {
                "verse_number": "14",
                "verse_text": "You claim that your soldiers"
            },
            {
                "verse_number": "15",
                "verse_text": "But I am the Lord ,"
            },
            {
                "verse_number": "16",
                "verse_text": "It won't be long now&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "I will order the nearby nations"
            },
            {
                "verse_number": "18",
                "verse_text": "People in the town of Dibon,"
            },
            {
                "verse_number": "19",
                "verse_text": "You people of Aroer,"
            },
            {
                "verse_number": "20",
                "verse_text": "They will answer,"
            },
            {
                "verse_number": "21",
                "verse_text": "I will punish every town"
            },
            {
                "verse_number": "22",
                "verse_text": "Dibon, Nebo,"
            },
            {
                "verse_number": "23",
                "verse_text": "Kiriathaim,"
            },
            {
                "verse_number": "24",
                "verse_text": "Kerioth, and Bozrah."
            },
            {
                "verse_number": "25",
                "verse_text": "My decision is final&ndash;"
            },
            {
                "verse_number": "26",
                "verse_text": "People of Moab, you claim"
            },
            {
                "verse_number": "27",
                "verse_text": "You made fun of my people"
            },
            {
                "verse_number": "28",
                "verse_text": "Now you must leave your towns"
            },
            {
                "verse_number": "29",
                "verse_text": "I know about your pride,"
            },
            {
                "verse_number": "30",
                "verse_text": "But I also know bragging"
            },
            {
                "verse_number": "31",
                "verse_text": "So I will cry and mourn"
            },
            {
                "verse_number": "32",
                "verse_text": "People of Sibmah,"
            },
            {
                "verse_number": "33",
                "verse_text": "Harvest celebrations are gone"
            },
            {
                "verse_number": "34",
                "verse_text": "Weeping from Heshbon"
            },
            {
                "verse_number": "35",
                "verse_text": "I will get rid of anyone"
            },
            {
                "verse_number": "36",
                "verse_text": "In my heart I moan for Moab,"
            },
            {
                "verse_number": "39",
                "verse_text": "Moab lies broken!"
            },
            {
                "verse_number": "40",
                "verse_text": "Moab, an enemy swoops down"
            },
            {
                "verse_number": "41",
                "verse_text": "Your cities and fortresses"
            },
            {
                "verse_number": "42",
                "verse_text": "You are finished as a nation,"
            },
            {
                "verse_number": "43",
                "verse_text": "Terror, pits, and traps"
            },
            {
                "verse_number": "44",
                "verse_text": "If you are terrified and run,"
            },
            {
                "verse_number": "45",
                "verse_text": "Near the city of Heshbon,"
            },
            {
                "verse_number": "46",
                "verse_text": "People of Moab, you worshiped"
            },
            {
                "verse_number": "47",
                "verse_text": "Yet someday, I will bring"
            }
        ],
        "49": [
            {
                "verse_number": "1",
                "verse_text": "The Lord has this to say about the nation of Ammon: The people of Israel have plenty of children to inherit their lands. So why have you worshipers taken over towns and land belonging to the tribe of Gad? to attack you in Rabbah, your capital city. It will be left in ruins, and the surrounding villages will lie in ashes. You took some of Israel's land, but on that day Israel will take yours! your town will become You will turn here and there, you citizens of Rabbah, will be taken to a foreign country, along with its priests and temple officials. trust your wealth and ask, &apos;Who could attack us?&apos; But I warn you not to boast will send neighboring nations to strike you with terror. You will be scattered, with no one to care for your refugees. your people back home. I, the Lord , have spoken. Wisdom and common sense had better turn around leave some for the poor. Thieves who break in at night take only what they want. that belongs to you, people of Edom, and I will uncover every place where you try to hide. Then you will die, and so will your children, relatives, and neighbors. to care for your orphans and widows. to command the nations to prepare for war against you people of Edom. yet hated by other nations. that other nations You live along the cliffs and high in the mountains like the eagles, but I am the Lord , and I will bring you down. will be shocked and horrified to see a disaster of Sodom and Gomorrah and towns nearby. The towns of Edom will be empty. like a lion from the forest, attacking sheep in a meadow along the Jordan. In a moment the flock runs, and the land is empty. Who will I choose to attack you? I will do it myself! No one can force me to fight or chase me away. Your children will be dragged off and your country destroyed. and cause the earth to shake. to attack you, like an eagle spreading its wings and circling over Bozrah. Your warriors will be as fearful have heard your bad news. They have lost hope, and worries roll over them have lost your courage, and in panic you turn to run, with your famous city. But now I warn you, &apos;Escape will lie dead in your streets. I, the Lord All-Powerful, have spoken. and burn down the fortresses King Benhadad built. Listen, you people of Kedar and the other tribes of the eastern desert. I have told Nebuchadnezzar to attack and destroy you. will surround you, taking your tents and possessions, your sheep and camels. you people of the desert Nebuchadnezzar has big plans for you. and no neighbors to help, yet you think you're safe&ndash; so I told him to attack. and large herds will be yours no longer. disaster will strike you from every side, and you will be scattered everywhere on earth. I, the Lord , have spoken. I, the Lord All-Powerful, will kill the archers who make your army strong. from all directions, and you will be led captive to every nation on earth. and kill you, and you will face the disaster that my anger brings. will die, and I will rule in their place. I, the Lord , have spoken. I will bring your people back to their land. of the god Milcom a pile of rubble. but your path will be blocked. Put on sackcloth and mourn, because the idol you worship when your strength is fading. have vanished from Teman. you descendants of Esau, so anyone from Dedan and run back home. look at you with fear. people of Edom. will reach the Red Sea as women giving birth. The towns of Hamath and Arpad like ocean waves. gripped by fear and pain. while you still can!&apos; who live in villages! People of the Arabian Desert, where your villages once stood. People of Elam,"
            },
            {
                "verse_number": "2",
                "verse_text": "Someday I will send an army"
            },
            {
                "verse_number": "3",
                "verse_text": "Cry, people of Heshbon;"
            },
            {
                "verse_number": "4",
                "verse_text": "You rebellious Ammonites"
            },
            {
                "verse_number": "5",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "6",
                "verse_text": "Yet someday, I will bring"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord All-Powerful says about Edom:"
            },
            {
                "verse_number": "8",
                "verse_text": "I will send disaster to punish"
            },
            {
                "verse_number": "9",
                "verse_text": "People who harvest grapes"
            },
            {
                "verse_number": "10",
                "verse_text": "But I will take everything"
            },
            {
                "verse_number": "11",
                "verse_text": "But I can be trusted"
            },
            {
                "verse_number": "12",
                "verse_text": "Even those nations that don't deserve to be punished will have to drink from the cup of my anger. So how can you possibly hope to escape?"
            },
            {
                "verse_number": "13",
                "verse_text": "I, the Lord , swear in my own name that your city of Bozrah and all your towns will suffer a horrible fate. They will lie in ruins forever, and people will use the name &apos;Bozrah&apos; as a curse word."
            },
            {
                "verse_number": "14",
                "verse_text": "I have sent a messenger"
            },
            {
                "verse_number": "15",
                "verse_text": "Your nation will be small,"
            },
            {
                "verse_number": "16",
                "verse_text": "Pride tricks you into thinking"
            },
            {
                "verse_number": "17",
                "verse_text": "People passing by your country"
            },
            {
                "verse_number": "18",
                "verse_text": "as bad as the destruction"
            },
            {
                "verse_number": "19",
                "verse_text": "I, the Lord , will attack you"
            },
            {
                "verse_number": "20",
                "verse_text": "Listen to my plans for you,"
            },
            {
                "verse_number": "21",
                "verse_text": "The sounds of your destruction"
            },
            {
                "verse_number": "22",
                "verse_text": "An enemy will swoop down"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord says about Damascus:"
            },
            {
                "verse_number": "24",
                "verse_text": "You people of Damascus"
            },
            {
                "verse_number": "25",
                "verse_text": "Once I was pleased"
            },
            {
                "verse_number": "26",
                "verse_text": "Soon, even your best soldiers"
            },
            {
                "verse_number": "27",
                "verse_text": "I will set fire to your city walls"
            },
            {
                "verse_number": "28",
                "verse_text": "Here is what the Lord says about the Kedar tribe and the desert villages that were conquered by King Nebuchadnezzar of Babylonia:"
            },
            {
                "verse_number": "29",
                "verse_text": "His fearsome army"
            },
            {
                "verse_number": "30",
                "verse_text": "Run and hide,"
            },
            {
                "verse_number": "31",
                "verse_text": "You have no city walls"
            },
            {
                "verse_number": "32",
                "verse_text": "Then your camels"
            },
            {
                "verse_number": "33",
                "verse_text": "Only jackals will live"
            },
            {
                "verse_number": "36",
                "verse_text": "Enemies will attack"
            },
            {
                "verse_number": "37",
                "verse_text": "Their armies will crush"
            },
            {
                "verse_number": "38",
                "verse_text": "Your king and his officials"
            },
            {
                "verse_number": "39",
                "verse_text": "But I promise that someday"
            }
        ],
        "50": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told me to say: Announce what will happen and don't leave anything out. shout so all nations can hear&ndash; Babylon will be captured! will be ashamed and terrified, and his idols broken. will come from the north; they and their animals will run, leaving the land empty. People of Israel and Judah, when these things happen you will weep, and together you will return to your land and worship me, the Lord your God. and then come and join with me in making an agreement you won't break or forget. abandoned in the mountains by their shepherds. You don't even remember your resting place. the one who gave hope to your ancestors. But you abandoned me, so when your enemies found you, they felt no guilt as they gobbled you up. my people. Get out of that country! Don't wait for anyone else. great nations together. They will attack Babylon and capture it. The arrows they shoot always finding their target. and its enemies will carry off everything they want. you were glad to rob my people. You had a good time, making more noise than horses and jumping around was like a mother to you. But it will be disgraced and become nothing but a barren desert. and no one will live there. Everyone who passes by will be shocked to see what has happened. Archers, take your places. Shoot all your arrows at Babylon. Babylon surrenders! The enemy tears down its walls and towers. I am taking my revenge by doing to Babylon what it did to other cities. to plant or harvest crops. Even foreigners who lived there have left for their homelands, afraid of the enemy armies. scattered by hungry lions. first gobbled Israel up. king of Babylonia, crunched on Israel's bones. the God of Israel, punished the king of Assyria, and I will also punish the king of Babylonia. back to its own land. The people will be like sheep eating their fill on Mount Carmel and in Bashan, in the hill country of Ephraim and in Gilead. from Israel and Judah. I will forgive them so completely that their sin and guilt will disappear, never to be found. I have told the enemies of Babylonia, &apos;Attack the people of Merathaim Kill them all! Destroy their possessions!&apos; and the noise of destruction can be heard. pounding every country, but now it lies broken. What a shock to the nations of the world! the Lord God All-Powerful, but that nation doesn't know it is caught in a trap that I set. and with them I will put a curse on Babylonia. you enemies of Babylon! Pile up the grain from its storehouses, and destroy it completely, along with everything else. because the time has come for them to be punished. destroyed my temple, but soon I will take revenge. Then refugees from Babylon will tell about it in Zion. set up camp around the city, and don't let anyone escape. It challenged me, the holy God, so do to it what it did to other cities. I, the Lord , promise that even your best soldiers will lie dead in the streets. &apos;The Proud One.&apos; But the time has come when I, the Lord All-Powerful, will punish you. but you will stumble and fall, and no one will help you up. I will set your villages on fire, and everything around you will go up in flames. to Israel and Judah. You took them captive, and now you refuse to let them go. will rescue and protect them. I will bring peace to their land and trouble to yours. your officials, and advisors. that your prophets are liars and fools. And it will frighten your warriors. and the foreigners in your army will refuse to go into battle, and the enemy will carry away everything you treasure. will dry up. All of this will happen, because your land is full of idols, and they have made fools of you. in your land&ndash; and unclean birds. and the nearby towns, and I will destroy Babylon just as completely. No one will live there again. a nation and its allies have been awakened. They are powerful and ready for war. are in their hands. The soldiers are cruel and show no pity. The hoofbeats of their horses echo like ocean waves crashing against the shore. The army has lined up for battle and is coming to attack you, people of Babylonia! about this army, he has been weak with fear; he twists and turns in pain like a woman giving birth. like a lion from the forest, attacking sheep in a meadow along the Jordan. In a moment the flock runs, and the land is empty. Who will I choose to attack you? I will do it myself! No one can force me to fight or chase me away. people of Babylonia. Your children will be dragged off, and your country destroyed. will be heard among the nations, and the earth will shake."
            },
            {
                "verse_number": "2",
                "verse_text": "Raise the signal flags; Marduk, Babylon's god, are like the best soldiers, like calves threshing grain. The king of Assyria Then Nebuchadnezzar, and Pekod. only desert animals, jackals,"
            },
            {
                "verse_number": "3",
                "verse_text": "The attack on the Babylonians"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "5",
                "verse_text": "You will ask the way to Zion"
            },
            {
                "verse_number": "6",
                "verse_text": "My people, you are lost sheep"
            },
            {
                "verse_number": "7",
                "verse_text": "I am your true pastureland,"
            },
            {
                "verse_number": "8",
                "verse_text": "Escape from Babylonia,"
            },
            {
                "verse_number": "9",
                "verse_text": "In the north I am bringing"
            },
            {
                "verse_number": "10",
                "verse_text": "Babylonia will be conquered,"
            },
            {
                "verse_number": "11",
                "verse_text": "People of Babylonia,"
            },
            {
                "verse_number": "12",
                "verse_text": "The city of Babylon"
            },
            {
                "verse_number": "13",
                "verse_text": "My anger will destroy Babylon,"
            },
            {
                "verse_number": "14",
                "verse_text": "Babylon has rebelled against me."
            },
            {
                "verse_number": "15",
                "verse_text": "Attack from every side!"
            },
            {
                "verse_number": "16",
                "verse_text": "There is no one in Babylonia"
            },
            {
                "verse_number": "17",
                "verse_text": "Israel is a flock of sheep"
            },
            {
                "verse_number": "18",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "19",
                "verse_text": "But I will bring Israel"
            },
            {
                "verse_number": "20",
                "verse_text": "I will rescue a few people"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "22",
                "verse_text": "Sounds of war"
            },
            {
                "verse_number": "23",
                "verse_text": "Babylonia was a hammer"
            },
            {
                "verse_number": "24",
                "verse_text": "Babylonia challenged me,"
            },
            {
                "verse_number": "25",
                "verse_text": "I've brought out my weapons,"
            },
            {
                "verse_number": "26",
                "verse_text": "Come from far away,"
            },
            {
                "verse_number": "27",
                "verse_text": "Kill the soldiers of Babylonia,"
            },
            {
                "verse_number": "28",
                "verse_text": "The Babylonian army"
            },
            {
                "verse_number": "29",
                "verse_text": "Attack Babylon, enemy archers;"
            },
            {
                "verse_number": "30",
                "verse_text": "People of Babylon,"
            },
            {
                "verse_number": "31",
                "verse_text": "Babylon, you should be named,"
            },
            {
                "verse_number": "32",
                "verse_text": "You are proud,"
            },
            {
                "verse_number": "33",
                "verse_text": "You Babylonians were cruel"
            },
            {
                "verse_number": "34",
                "verse_text": "But I, the Lord All-Powerful,"
            },
            {
                "verse_number": "35",
                "verse_text": "I have declared war on you,"
            },
            {
                "verse_number": "36",
                "verse_text": "This war will prove"
            },
            {
                "verse_number": "37",
                "verse_text": "Then your chariot horses"
            },
            {
                "verse_number": "38",
                "verse_text": "Your rivers and canals"
            },
            {
                "verse_number": "39",
                "verse_text": "Never again will people live"
            },
            {
                "verse_number": "40",
                "verse_text": "I destroyed Sodom and Gomorrah"
            },
            {
                "verse_number": "41",
                "verse_text": "Far to the north,"
            },
            {
                "verse_number": "42",
                "verse_text": "Bows and arrows and swords"
            },
            {
                "verse_number": "43",
                "verse_text": "Ever since your king heard"
            },
            {
                "verse_number": "44",
                "verse_text": "Babylonia, I will attack you"
            },
            {
                "verse_number": "45",
                "verse_text": "Listen to my plans for you,"
            },
            {
                "verse_number": "46",
                "verse_text": "The sounds of your destruction"
            }
        ],
        "51": [
            {
                "verse_number": "1",
                "verse_text": "I, the Lord , am sending a wind to destroy the people of Babylonia or put on their armor. I, the Lord , told the foreigners So, you kings of Media, for you to die. like a swarm of locusts. Minni, and Ashkenaz. and courage. The marshes are on fire! at harvest time.&apos; &apos;King Nebuchadnezzar harmed some of us and its stream will dry up. where only jackals live, and Babylon, its capital. from every direction, and when the disaster is over, Babylonia will be empty and worthless. &apos;Attack quickly, before the Babylonians can string their bows Kill their best soldiers and destroy their army!&apos; in the streets of Babylon. is guilty. But I, the Lord All-Powerful, their holy God, have not abandoned them. Run for your lives! If you stay, you will be killed when I take revenge on the city and punish it for its sins. filled with the wine of my anger. The nations of the world got drunk on this wine and went insane. and be destroyed. who lived there, &apos;Weep for the city! Get medicine for its wounds; maybe they will heal.&apos; &apos;We have already tried to treat Babylon's wounds, but they would not heal. Come on, let's all go home to our own countries. Nothing is left in Babylonia; everything is destroyed.&apos; &apos;Tell everyone in Zion! The Lord has taken revenge for what Babylon did to us.&apos; want Babylon destroyed, because its army destroyed my temple. sharpen your arrows and pick up your shields. and attack the city walls. Post more guards. Have soldiers watch the city and set up ambushes. I have made plans to destroy Babylon, and nothing will stop me. along the Euphrates River and are surrounded by canals. You are rich, but now the time has come swear by my own life that enemy soldiers will fill your streets They will shout and celebrate their victory. to create the earth and spread out the heavens. at his command. He makes clouds appear; he sends the wind from his storehouse and makes lightning flash in the rain. are stupid! They will be disappointed, because their false gods cannot breathe. and when the time is right, they will be destroyed. is all-powerful. He created everything, and he chose Israel to be his very own. I used you to pound nations and break kingdoms, young and old, farmers and their oxen, and governors and leaders. while I repay you for what you did to Zion. and seem strong as a mountain, but I am your enemy. I might even grab you and roll you off a cliff. When I am finished, you'll only be a pile of scorched bricks. for cornerstones or foundations, and I promise that forever you will be a desert. I, the Lord , have spoken. to get ready to attack. Raise a flag and blow a trumpet. Send for the armies of Ararat, Choose a commander; let the cavalry attack like a swarm of locusts. the leaders and the people of the kingdoms of the Medes to prepare for war! in torment, because I have decided to make Babylonia a desert where no one can live, and I won't change my mind. have lost their strength They stay in their fortresses, unable to fight, while the enemy breaks through the city gates, then sets their homes on fire. announces to the king, &apos;Babylon has been captured! the river crossings! Your army has panicked!&apos; the God of Israel, and I make this promise&ndash; &apos;Soon Babylon will be leveled and packed down like a threshing place made us panic. That monster stuffed himself with us and our treasures, leaving us empty&ndash; he gobbled up what he wanted and spit out the rest. and killed others. Now, Lord , make them pay!&apos; and I will take revenge on Babylon. I will cut off its water supply, and everyone will be afraid to walk among the ruins. like young lions. I will give them a banquet. They will celebrate, get drunk, then fall asleep, never to wake up! like sheep, lambs, and goats being led to the butcher. but when it is captured, those same nations will be horrified. like ocean waves and flood the city. the nearby towns. The land will become a barren desert, where no one can live or even travel. the god of Babylon, and make him vomit out everything he gobbled up. Then nations will no longer bring him gifts, and Babylon's walls will crumble. and run for your lives, before I strike the city in my anger! though year after year there are rumors of leaders fighting for control in the city of Babylon. when I will punish Babylon's false gods. Everyone there will die, and the whole nation will be disgraced, from the north and brings destruction. Then the earth and the heavens and everything in them will celebrate. because it slaughtered the people of Israel and of many other nations. when Jerusalem fell. Now you live far from home, but you should trust me and think about Jerusalem. Leave Babylon! Don't stay! because foreigners have entered my sacred temple. to punish Babylon's idols and leave its wounded people moaning everywhere. reach to the sky, the army I send will destroy that city. I, the Lord , have spoken. coming from Babylon. Everywhere in the country the sounds of destruction can be heard. like crashing ocean waves, will drown out Babylon's cries as I level the city. and destroy Babylon. Its soldiers will be captured and their weapons broken, because I am a God who takes revenge against nations for what they do. the true King, promise that the officials and advisors, the governors and leaders, and the soldiers of Babylon will get drunk, fall asleep, and never wake up. will be torn down, and its huge gates burned. Everything that nation worked so hard to gain will go up in smoke. When you get to Babylon, read this scroll aloud, Jeremiah's writing ends here."
            },
            {
                "verse_number": "2",
                "verse_text": "Foreign soldiers will come"
            },
            {
                "verse_number": "3",
                "verse_text": "I will tell these soldiers,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their troops will fall wounded"
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone in Israel and Judah"
            },
            {
                "verse_number": "6",
                "verse_text": "Get out of Babylon!"
            },
            {
                "verse_number": "7",
                "verse_text": "Babylon was my golden cup,"
            },
            {
                "verse_number": "8",
                "verse_text": "But suddenly, Babylon will fall"
            },
            {
                "verse_number": "9",
                "verse_text": "The foreigners answered,"
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Israel said,"
            },
            {
                "verse_number": "11",
                "verse_text": "I, the Lord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "Raise the signal flag"
            },
            {
                "verse_number": "13",
                "verse_text": "People of Babylon, you live"
            },
            {
                "verse_number": "14",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "15",
                "verse_text": "God used his wisdom and power"
            },
            {
                "verse_number": "16",
                "verse_text": "The waters in the heavens roar"
            },
            {
                "verse_number": "17",
                "verse_text": "People who make idols"
            },
            {
                "verse_number": "18",
                "verse_text": "Idols are merely a joke,"
            },
            {
                "verse_number": "19",
                "verse_text": "But the Lord , Israel's God,"
            },
            {
                "verse_number": "20",
                "verse_text": "Babylonia, you were my hammer;"
            },
            {
                "verse_number": "21",
                "verse_text": "to shatter cavalry and chariots,"
            },
            {
                "verse_number": "22",
                "verse_text": "as well as men and women,"
            },
            {
                "verse_number": "23",
                "verse_text": "shepherds and their flocks,"
            },
            {
                "verse_number": "24",
                "verse_text": "But now, my people will watch,"
            },
            {
                "verse_number": "25",
                "verse_text": "You destroyed the nations"
            },
            {
                "verse_number": "26",
                "verse_text": "Your stone blocks won't be reused"
            },
            {
                "verse_number": "27",
                "verse_text": "Signal the nations"
            },
            {
                "verse_number": "28",
                "verse_text": "Tell the kings and governors,"
            },
            {
                "verse_number": "29",
                "verse_text": "The earth twists and turns"
            },
            {
                "verse_number": "30",
                "verse_text": "The Babylonian soldiers"
            },
            {
                "verse_number": "31",
                "verse_text": "One messenger after another"
            },
            {
                "verse_number": "32",
                "verse_text": "The enemy now controls"
            },
            {
                "verse_number": "33",
                "verse_text": "I am the Lord All-Powerful,"
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Jerusalem say,"
            },
            {
                "verse_number": "35",
                "verse_text": "The people of Babylonia"
            },
            {
                "verse_number": "36",
                "verse_text": "My people, I am on your side,"
            },
            {
                "verse_number": "37",
                "verse_text": "Babylon will be a pile of rubble"
            },
            {
                "verse_number": "38",
                "verse_text": "The Babylonians roar and growl"
            },
            {
                "verse_number": "39",
                "verse_text": "And since they are hungry,"
            },
            {
                "verse_number": "40",
                "verse_text": "I will lead them away to die,"
            },
            {
                "verse_number": "41",
                "verse_text": "All nations now praise Babylon,"
            },
            {
                "verse_number": "42",
                "verse_text": "Babylon's enemies will rise"
            },
            {
                "verse_number": "43",
                "verse_text": "Horrible destruction will strike"
            },
            {
                "verse_number": "44",
                "verse_text": "I will punish Marduk,"
            },
            {
                "verse_number": "45",
                "verse_text": "Get out of Babylon, my people,"
            },
            {
                "verse_number": "46",
                "verse_text": "Don't be afraid or lose hope,"
            },
            {
                "verse_number": "47",
                "verse_text": "The time will come"
            },
            {
                "verse_number": "48",
                "verse_text": "when an army attacks"
            },
            {
                "verse_number": "49",
                "verse_text": "Babylon must be overthrown,"
            },
            {
                "verse_number": "50",
                "verse_text": "My people, you escaped death"
            },
            {
                "verse_number": "51",
                "verse_text": "You feel ashamed and disgraced,"
            },
            {
                "verse_number": "52",
                "verse_text": "Soon I will send a war"
            },
            {
                "verse_number": "53",
                "verse_text": "Although Babylon's walls"
            },
            {
                "verse_number": "54",
                "verse_text": "Listen to the cries for help"
            },
            {
                "verse_number": "55",
                "verse_text": "The shouts of the enemy,"
            },
            {
                "verse_number": "56",
                "verse_text": "An enemy will attack"
            },
            {
                "verse_number": "57",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "58",
                "verse_text": "The thick walls of that city"
            },
            {
                "verse_number": "59",
                "verse_text": "During Zedekiah's fourth year as king of Judah, he went to Babylon. And Baruch's brother Seraiah went along as the officer in charge of arranging for places to stay overnight."
            },
            {
                "verse_number": "60",
                "verse_text": "Before they left, I wrote on a scroll all the terrible things that would happen to Babylon."
            },
            {
                "verse_number": "61",
                "verse_text": "I gave the scroll to Seraiah and said:"
            },
            {
                "verse_number": "62",
                "verse_text": "then pray, &apos;Our Lord , you promised to destroy this place and make it into a desert where no people or animals will ever live.&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "When you finish praying, tie the scroll to a rock and throw it in the Euphrates River. Then say,"
            },
            {
                "verse_number": "64",
                "verse_text": "&apos;This is how Babylon will sink when the Lord destroys it. Everyone in the city will die, and it won't have the strength to rise again.&apos;"
            }
        ],
        "52": [
            {
                "verse_number": "1",
                "verse_text": "Zedekiah was 21 years old when he was appointed king of Judah, and he ruled from Jerusalem for eleven years. His mother Hamutal was the daughter of Jeremiah from the town of Libnah."
            },
            {
                "verse_number": "2",
                "verse_text": "Zedekiah disobeyed the Lord , just as Jehoiakim had done,"
            },
            {
                "verse_number": "3",
                "verse_text": "and it was Zedekiah who finally rebelled against Nebuchadnezzar. The people of Judah and Jerusalem had made the Lord so angry that he finally turned his back on them. That's why horrible things were happening there. The people of Judah no longer lived in their own country. In his seventh year as king, he took 3,023 people. In his eighteenth year as king, he took 832 from Jerusalem. In his twenty-third year as king, his officer Nebuzaradan took 745 people. So, Nebuchadnezzar took a total of 4,600 people from Judah to Babylonia."
            },
            {
                "verse_number": "4",
                "verse_text": "In Zedekiah's ninth year as king, on the tenth day of the tenth month, King Nebuchadnezzar of Babylonia led his entire army to attack Jerusalem. The troops set up camp outside the city and built ramps up to the city walls."
            },
            {
                "verse_number": "7",
                "verse_text": "the Babylonian troops broke through the city wall. That same night, Zedekiah and his soldiers tried to escape through the gate near the royal garden, even though they knew the enemy had the city surrounded. They headed toward the Jordan River valley,"
            },
            {
                "verse_number": "8",
                "verse_text": "but the Babylonian troops caught up with them near Jericho. The Babylonians arrested Zedekiah, but his soldiers scattered in every direction."
            },
            {
                "verse_number": "9",
                "verse_text": "Zedekiah was taken to Riblah in the land of Hamath, where Nebuchadnezzar put him on trial and found him guilty."
            },
            {
                "verse_number": "10",
                "verse_text": "Zedekiah's sons and the officials of Judah were killed while he watched,"
            },
            {
                "verse_number": "11",
                "verse_text": "then his eyes were poked out. He was put in chains, then dragged off to Babylon and kept in prison until he died."
            },
            {
                "verse_number": "12",
                "verse_text": "Jerusalem was captured during Nebuchadnezzar's nineteenth year as king of Babylonia. About a month later, Nebuchadnezzar's officer in charge of the guards arrived in Jerusalem. His name was Nebuzaradan,"
            },
            {
                "verse_number": "13",
                "verse_text": "and he burned down the Lord 's temple, the king's palace, and every important building in the city, as well as all the houses."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he ordered the Babylonian soldiers to break down the walls around Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "He led away the people left in the city, including everyone who had become loyal to Nebuchadnezzar, the rest of the skilled workers, and even some of the poor people of Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "Only the very poorest were left behind to work the vineyards and the fields."
            },
            {
                "verse_number": "21",
                "verse_text": "For example, the columns were about 8 meters high and 5.5 meters around. They were hollow, but the bronze was about 75 millimeters thick."
            },
            {
                "verse_number": "22",
                "verse_text": "Each column had a bronze cap over 2 meters high that was decorated with bronze designs. Some of these designs were like chains and others were like pomegranates."
            },
            {
                "verse_number": "23",
                "verse_text": "There were 96 pomegranates evenly spaced around each column, and a total of 100 pomegranates were located above the chains."
            },
            {
                "verse_number": "24",
                "verse_text": "Next, Nebuzaradan arrested Seraiah the chief priest, Zephaniah his assistant, and three temple officials."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he arrested one of the army commanders, seven of King Zedekiah's personal advisors, and the officer in charge of gathering the troops for battle. He also found 60 more soldiers who were still in Jerusalem."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoiachin was a prisoner in Babylon for 37 years. Then Evil Merodach became king of Babylonia, and in the first year of his rule, on the twenty-fifth day of the twelfth month, he let Jehoiachin out of prison."
            },
            {
                "verse_number": "32",
                "verse_text": "Evil Merodach was kind to Jehoiachin and honored him more than any of the other kings held prisoner there."
            },
            {
                "verse_number": "33",
                "verse_text": "Jehoiachin was allowed to wear regular clothes instead of a prison uniform, and he even ate at the king's table every day."
            },
            {
                "verse_number": "34",
                "verse_text": "As long as Jehoiachin lived, he was paid a daily allowance to buy whatever he needed."
            }
        ]
    }
}