{
    "1 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "King David was now an old man, and he always felt cold, even under a lot of blankets."
            },
            {
                "verse_number": "2",
                "verse_text": "His officials said, &apos;Your Majesty, we will look for a young woman to take care of you. She can lie down beside you and keep you warm.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Adonijah met with Joab the son of Zeruiah and Abiathar the priest and asked them if they would help him become king. Both of them agreed to help."
            },
            {
                "verse_number": "8",
                "verse_text": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and David's bodyguards all refused."
            },
            {
                "verse_number": "9",
                "verse_text": "Adonijah invited his brothers and David's officials from Judah to go with him to Crawling Rock near Rogel Spring, where he sacrificed some sheep, cattle, and fat calves."
            },
            {
                "verse_number": "10",
                "verse_text": "But he did not invite Nathan, Benaiah, David's bodyguards, or his own brother Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "When Nathan heard what had happened, he asked Bathsheba, Solomon's mother:"
            },
            {
                "verse_number": "12",
                "verse_text": "You and your son Solomon will be killed, unless you do what I tell you."
            },
            {
                "verse_number": "13",
                "verse_text": "Go say to David, &apos;You promised me that Solomon would be the next king. So why is Adonijah now king?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "While you are still talking to David, I'll come in and tell him that everything you said is true."
            },
            {
                "verse_number": "15",
                "verse_text": "Meanwhile, David was in his bedroom where Abishag was taking care of him because he was so old. Bathsheba went in"
            },
            {
                "verse_number": "16",
                "verse_text": "and bowed down."
            },
            {
                "verse_number": "17",
                "verse_text": "Bathsheba answered:"
            },
            {
                "verse_number": "18",
                "verse_text": "But Adonijah has already been made king, and you didn't know anything about it."
            },
            {
                "verse_number": "19",
                "verse_text": "He sacrificed a lot of cattle, calves, and sheep. And he invited Abiathar the priest, Joab your army commander, and all your sons to be there, except Solomon, your loyal servant."
            },
            {
                "verse_number": "20",
                "verse_text": "Your Majesty, everyone in Israel is waiting for you to announce who will be the next king."
            },
            {
                "verse_number": "21",
                "verse_text": "If you don't, they will say that Solomon and I have rebelled. They will treat us like criminals and kill us as soon as you die."
            },
            {
                "verse_number": "22",
                "verse_text": "Just then, Nathan the prophet arrived."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone told David that he was there, and Nathan came in. He bowed with his face to the ground"
            },
            {
                "verse_number": "24",
                "verse_text": "and said:"
            },
            {
                "verse_number": "25",
                "verse_text": "Earlier today, he sacrificed a lot of cattle, calves, and sheep. He invited the army commanders, Abiathar, and all your sons to be there. They are already eating and drinking and shouting, &apos;Long live King Adonijah!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But he didn't invite me or Zadok the priest or Benaiah or Solomon."
            },
            {
                "verse_number": "27",
                "verse_text": "Did you say they could do this without telling the rest of us who would be the next king?"
            },
            {
                "verse_number": "28",
                "verse_text": "David said, &apos;Tell Bathsheba to come here.&apos; She came and stood in front of him."
            },
            {
                "verse_number": "31",
                "verse_text": "Bathsheba bowed with her face to the ground and said, &apos;Your Majesty, I pray that you will live a long time!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then David said, &apos;Tell Zadok, Nathan, and Benaiah to come here.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "he told them:"
            },
            {
                "verse_number": "34",
                "verse_text": "When you get there, Zadok and Nathan will pour olive oil over Solomon's head to show that he is the new king of Israel. Then order someone to blow a trumpet and tell everyone to shout, &apos;Long live King Solomon!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Bring him back here, and he will take my place as king. He is the one I have chosen to rule Israel and Judah."
            },
            {
                "verse_number": "36",
                "verse_text": "Benaiah answered, &apos;We will do it, Your Majesty. I pray that the Lord your God will let it happen."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord has always watched over you, and I pray that he will now watch over Solomon. May the Lord help Solomon to be an even greater king than you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Zadok, Nathan, and Benaiah left and took along the two groups of David's special bodyguards. Solomon rode on David's mule as they led him to Gihon Spring."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest brought some olive oil from the sacred tent and poured it on Solomon's head to show that he was now king. A trumpet was blown and everyone shouted, &apos;Long live King Solomon!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then they played flutes and celebrated as they followed Solomon back to Jerusalem. They made so much noise that the ground shook."
            },
            {
                "verse_number": "41",
                "verse_text": "Adonijah and his guests had almost finished eating when they heard the noise. Joab also heard the trumpet and asked, &apos;What's all that noise about in the city?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Just then, Jonathan son of Abiathar came running up. &apos;Come in,&apos; Adonijah said. &apos;An important man like you must have some good news.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jonathan answered:"
            },
            {
                "verse_number": "46",
                "verse_text": "Solomon is now king."
            },
            {
                "verse_number": "47",
                "verse_text": "And listen to this! David's officials told him, &apos;We pray that your God will help Solomon to be an even greater king!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "and prayed, &apos;I praise you, Lord God of Israel. You have made my son Solomon king and have let me live to see it.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Adonijah's guests shook with fear when they heard this news, and they left as fast as they could."
            },
            {
                "verse_number": "50",
                "verse_text": "Adonijah himself was afraid of what Solomon might do to him, so he ran to the sacred tent and grabbed hold of the corners of the altar for protection."
            },
            {
                "verse_number": "51",
                "verse_text": "Someone told Solomon, &apos;Adonijah is afraid of you and is holding onto the corners of the altar. He wants you to promise that you won't kill him.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Solomon answered, &apos;If Adonijah doesn't cause any trouble, I won't hurt him. But if he does, I'll have him killed.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then he sent someone to the altar to get Adonijah."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Not long before David died, he told Solomon: &apos;Yes. &apos;All right,&apos; she told him, &apos;go ahead.&apos; &apos;What do you want?&apos; Bathsheba asked. Solomon replied, &apos;Mother, just tell me what you want, and I will do it.&apos; Abiathar, go back home to Anathoth! You ought to be killed too, but I won't do it now. When my father David was king, you were in charge of the sacred chest, and you went through a lot of hard times with my father. Then Solomon shouted, &apos;Benaiah, go kill Joab!&apos; &apos;No!&apos; Joab answered. &apos;Kill me right here.&apos; Benaiah went back and told Solomon what Joab had said. Do what Joab said. Kill him and bury him! Then my family and I won't be responsible for what he did to Abner the commander of Israel's army and to Amasa the commander of Judah's army. He killed those innocent men without my father knowing about it. Both of them were better men than Joab. Now the Lord will make him pay for those murders. Shimei, you promised in the name of the Lord that you would never leave Jerusalem. I warned you that you would die if you did. You agreed that this was fair, didn't you? Solomon was now in complete control of his kingdom."
            },
            {
                "verse_number": "2",
                "verse_text": "My son, I will soon die, as everyone must. But I want you to be strong and brave."
            },
            {
                "verse_number": "3",
                "verse_text": "Do what the Lord your God commands and follow his teachings. Obey everything written in the Law of Moses. Then you will be a success, no matter what you do or where you go."
            },
            {
                "verse_number": "4",
                "verse_text": "You and your descendants must always faithfully obey the Lord . If you do, he will keep the solemn promise he made to me that someone from our family will always be king of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon, don't forget what Joab did to me by killing Abner son of Ner and Amasa son of Jether, the two commanders of Israel's army. He killed them as if they were his enemies in a war, but he did it when there was no war. He is guilty, and now it's up to you to punish him"
            },
            {
                "verse_number": "6",
                "verse_text": "in the way you think best. Whatever you do, don't let him die peacefully in his old age."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Barzillai from Gilead helped me when I was running from your brother Absalom. Be kind to them and let them eat at your table."
            },
            {
                "verse_number": "8",
                "verse_text": "Be sure to do something about Shimei son of Gera from Bahurim in the territory of Benjamin. He cursed and insulted me the day I went to Mahanaim. But later, when he came to meet me at the Jordan River, I promised that I wouldn't kill him."
            },
            {
                "verse_number": "9",
                "verse_text": "Now you must punish him. He's an old man, but you're wise enough to know that you must have him killed."
            },
            {
                "verse_number": "12",
                "verse_text": "His son Solomon became king and took control of David's kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "One day, Adonijah went to see Bathsheba, Solomon's mother, and she asked, &apos;Is this a friendly visit?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I just want to talk with you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You know that I was king for a little while,&apos; Adonijah replied. &apos;And everyone in Israel accepted me as their ruler. But the Lord wanted my brother to be king, so now things have changed."
            },
            {
                "verse_number": "16",
                "verse_text": "Would you do me a favor?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Please ask Solomon to let me marry Abishag. He won't say no to you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;All right,&apos; she said. &apos;I'll ask him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "When Bathsheba went to see Solomon, he stood up to meet her, then bowed low. He sat back down and had another throne brought in, so his mother could sit at his right side."
            },
            {
                "verse_number": "20",
                "verse_text": "Bathsheba sat down and then asked, &apos;Would you do me a small favor?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Allow your brother Adonijah to marry Abishag,&apos; she answered."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon said: What? Let my older brother marry Abishag? You may as well ask me to let him rule the kingdom! And why don't you ask such favors for Abiathar and Joab? And so the promise that the Lord had made at Shiloh about the family of Eli came true. Joab sent back his answer, &apos;I was afraid of you, and I ran to the Lord for protection.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "I swear in the name of the Lord that Adonijah will die because he asked for this! If he doesn't, I pray that God will severely punish me."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord made me king in my father's place and promised that the kings of Israel would come from my family. Yes, I swear by the living Lord that Adonijah will die today."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Benaiah,&apos; Solomon shouted, &apos;go kill Adonijah.&apos; So Adonijah died."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon sent for Abiathar the priest and said:"
            },
            {
                "verse_number": "27",
                "verse_text": "But I won't let you be a priest of the Lord anymore."
            },
            {
                "verse_number": "28",
                "verse_text": "Joab had not helped Absalom try to become king, but he had helped Adonijah. So when Joab learned that Adonijah had been killed, he ran to the sacred tent and grabbed hold of the corners of the altar for protection."
            },
            {
                "verse_number": "29",
                "verse_text": "When Solomon heard about this, he sent someone to ask Joab, &apos;Why did you run to the altar?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah went to the sacred tent and yelled, &apos;Joab, the king orders you to come out!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Joab's family will always suffer because of what he did, but the Lord will always bless David's family and his kingdom with peace."
            },
            {
                "verse_number": "34",
                "verse_text": "Benaiah went back and killed Joab. His body was taken away and buried near his home in the desert."
            },
            {
                "verse_number": "35",
                "verse_text": "Solomon put Benaiah in Joab's place as army commander, and he put Zadok in Abiathar's place as priest."
            },
            {
                "verse_number": "36",
                "verse_text": "Solomon sent for Shimei and said, &apos;Build a house here in Jerusalem and live in it. But whatever you do, don't leave the city!"
            },
            {
                "verse_number": "37",
                "verse_text": "If you ever cross Kidron Valley and leave Jerusalem, you will be killed. And it will be your own fault.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;That's fair, Your Majesty,&apos; Shimei answered. &apos;I'll do that.&apos; So Shimei lived in Jerusalem from then on."
            },
            {
                "verse_number": "39",
                "verse_text": "About three years later, two of Shimei's servants ran off to King Achish in Gath. When Shimei found out where they were,"
            },
            {
                "verse_number": "40",
                "verse_text": "he saddled his donkey and went after them. He found them and brought them back to Jerusalem."
            },
            {
                "verse_number": "41",
                "verse_text": "Someone told Solomon that Shimei had gone to Gath and was back."
            },
            {
                "verse_number": "42",
                "verse_text": "Solomon sent for him and said:"
            },
            {
                "verse_number": "43",
                "verse_text": "You have disobeyed me and have broken the promise you made to the Lord ."
            },
            {
                "verse_number": "44",
                "verse_text": "I know you remember all the cruel things you did to my father David. Now the Lord is going to punish you for what you did."
            },
            {
                "verse_number": "45",
                "verse_text": "But the Lord will bless me and make my father's kingdom strong forever."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Benaiah,&apos; Solomon shouted, &apos;kill Shimei.&apos; So Shimei died."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon signed a treaty with the king of Egypt and married his daughter. She lived in the older part of Jerusalem until the palace, the Lord 's temple, and the wall around Jerusalem were completed. My father David, your servant, was honest and did what you commanded. You were always loyal to him, and you gave him a son who is now king. Solomon, I'm pleased that you asked for this. You could have asked to live a long time or to be rich. Or you could have asked for your enemies to be destroyed. Instead, you asked for wisdom to make right decisions. Your Majesty, this woman and I live in the same house. Not long ago my baby was born at home, &apos;The dead baby is yours,&apos; the first woman yelled. &apos;Mine is alive!&apos; They argued back and forth in front of Solomon, A sword was brought, and Solomon ordered, The other woman shouted, &apos;Go ahead and cut him in half. Then neither of us will have the baby.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At that time, there was no temple for worshiping the Lord , and everyone offered sacrifices at the local shrines."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon loved the Lord and followed his father David's instructions, but Solomon also offered sacrifices and burned incense at the shrines."
            },
            {
                "verse_number": "4",
                "verse_text": "The most important shrine was in Gibeon, and Solomon had offered more than 1,000 sacrifices on that altar."
            },
            {
                "verse_number": "5",
                "verse_text": "One night while Solomon was in Gibeon, the Lord God appeared to him in a dream and said, &apos;Solomon, ask for anything you want, and I will give it to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon answered:"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord God, I'm your servant, and you've made me king in my father's place. But I'm very young and know so little about being a leader."
            },
            {
                "verse_number": "8",
                "verse_text": "And now I must rule your chosen people, even though there are too many of them to count."
            },
            {
                "verse_number": "9",
                "verse_text": "Please make me wise and teach me the difference between right and wrong. Then I will know how to rule your people. If you don't, there is no way I could rule this great nation of yours."
            },
            {
                "verse_number": "12",
                "verse_text": "So I'll make you wiser than anyone who has ever lived or ever will live."
            },
            {
                "verse_number": "13",
                "verse_text": "I'll also give you what you didn't ask for. You'll be rich and respected as long as you live, and you'll be greater than any other king."
            },
            {
                "verse_number": "14",
                "verse_text": "If you obey me and follow my commands, as your father David did, I'll let you live a long time."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon woke up and realized that God had spoken to him in the dream. He went back to Jerusalem and stood in front of the sacred chest, where he offered sacrifices to please the Lord and sacrifices to ask his blessing. Then Solomon gave a feast for his officials."
            },
            {
                "verse_number": "16",
                "verse_text": "One day two women came to King Solomon,"
            },
            {
                "verse_number": "17",
                "verse_text": "and one of them said:"
            },
            {
                "verse_number": "18",
                "verse_text": "and three days later her baby was born. Nobody else was there with us."
            },
            {
                "verse_number": "19",
                "verse_text": "One night while we were all asleep, she rolled over on her baby, and he died."
            },
            {
                "verse_number": "20",
                "verse_text": "Then while I was still asleep, she got up and took my son out of my bed. She put him in her bed, then she put her dead baby next to me."
            },
            {
                "verse_number": "21",
                "verse_text": "In the morning when I got up to feed my son, I saw that he was dead. But when I looked at him in the light, I knew he wasn't my son."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;No!&apos; the other woman shouted. &apos;He was your son. My baby is alive!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "until finally he said, &apos;Both of you say this live baby is yours."
            },
            {
                "verse_number": "24",
                "verse_text": "Someone bring me a sword.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Cut the baby in half! That way each of you can have part of him.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Please don't kill my son,&apos; the baby's mother screamed. &apos;Your Majesty, I love him very much, but give him to her. Just don't kill him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Solomon said, &apos;Don't kill the baby.&apos; Then he pointed to the first woman, &apos;She is his real mother. Give the baby to her.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Everyone in Israel was amazed when they heard how Solomon had made his decision. They realized that God had given him wisdom to judge fairly."
            }
        ],
        "4": [
            {
                "verse_number": "7",
                "verse_text": "Solomon chose twelve regional officers, who took turns bringing food for him and his household. Each officer provided food from his region for one month of the year."
            },
            {
                "verse_number": "8",
                "verse_text": "These were the twelve officers:"
            },
            {
                "verse_number": "9",
                "verse_text": "The son of Deker was in charge of the towns of Makaz, Shaalbim, Beth-Shemesh, and Elon-Beth-Hanan."
            },
            {
                "verse_number": "10",
                "verse_text": "The son of Hesed was in charge of the towns of Arubboth and Socoh, and the region of Hepher."
            },
            {
                "verse_number": "11",
                "verse_text": "The son of Abinadab was in charge of Naphath-Dor and was married to Solomon's daughter Taphath."
            },
            {
                "verse_number": "12",
                "verse_text": "Baana son of Ahilud was in charge of the towns of Taanach and Megiddo. He was also in charge of the whole region of Beth-Shan near the town of Zarethan, south of Jezreel from Beth-Shan to Abel-Meholah to the other side of Jokmeam."
            },
            {
                "verse_number": "13",
                "verse_text": "The son of Geber was in charge of the town of Ramoth in Gilead and the villages in Gilead belonging to the family of Jair, a descendant of Manasseh. He was also in charge of the region of Argob in Bashan, which had 60 walled towns with bronze bars on their gates."
            },
            {
                "verse_number": "14",
                "verse_text": "Ahinadab son of Iddo was in charge of the territory of Mahanaim."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahimaaz was in charge of the territory of Naphtali and was married to Solomon's daughter Basemath."
            },
            {
                "verse_number": "16",
                "verse_text": "Baana son of Hushai was in charge of the territory of Asher and the town of Bealoth."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoshaphat son of Paruah was in charge of the territory of Issachar."
            },
            {
                "verse_number": "18",
                "verse_text": "Shimei son of Ela was in charge of the territory of Benjamin."
            },
            {
                "verse_number": "19",
                "verse_text": "Geber son of Uri was in charge of Gilead, where King Sihon of the Amorites and King Og of Bashan had lived. And one officer was in charge of the territory of Judah."
            },
            {
                "verse_number": "20",
                "verse_text": "There were so many people living in Judah and Israel while Solomon was king that they seemed like grains of sand on a beach. Everyone had enough to eat and drink, and they were happy."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon ruled every kingdom between the Euphrates River and the land of the Philistines down to Egypt. These kingdoms paid him taxes as long as he lived."
            },
            {
                "verse_number": "22",
                "verse_text": "Every day, Solomon needed 5,000 liters of fine flour, 10,000 liters of coarsely-ground flour,"
            },
            {
                "verse_number": "23",
                "verse_text": "10 grain-fed cattle, 20 pasture-fed cattle, 100 sheep, as well as deer, gazelles, and geese."
            },
            {
                "verse_number": "24",
                "verse_text": "Solomon ruled the whole region west of the Euphrates River, from Tiphsah to Gaza, and he was at peace with all of the countries around him."
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone living in Israel, from the town of Dan in the north to Beersheba in the south, was safe as long as Solomon lived. Each family sat undisturbed beneath its own grape vines and fig trees."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon had 40,000 stalls of chariot horses and 12,000 chariot soldiers."
            },
            {
                "verse_number": "27",
                "verse_text": "Each of the twelve regional officers brought food to Solomon and his household for one month of the year. They provided everything he needed,"
            },
            {
                "verse_number": "28",
                "verse_text": "as well as barley and straw for the horses."
            },
            {
                "verse_number": "29",
                "verse_text": "Solomon was brilliant. God had blessed him with insight and understanding."
            },
            {
                "verse_number": "32",
                "verse_text": "Solomon wrote 3,000 wise sayings and composed more than 1,000 songs."
            },
            {
                "verse_number": "33",
                "verse_text": "He could talk about all kinds of plants, from large trees to small bushes, and he taught about animals, birds, reptiles, and fish."
            },
            {
                "verse_number": "34",
                "verse_text": "Kings all over the world heard about Solomon's wisdom and sent people to listen to him teach."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "King Hiram of Tyre had always been friends with Solomon's father David. When Hiram learned that Solomon was king, he sent some of his officials to meet with Solomon. I received your message and will give you all the cedar and pine logs you need. To pay for the logs, you can provide the grain I need for my household."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon sent a message back to Hiram:"
            },
            {
                "verse_number": "3",
                "verse_text": "Remember how my father David wanted to build a temple where the Lord his God could be worshiped? But enemies kept attacking my father's kingdom, and he never had the chance."
            },
            {
                "verse_number": "4",
                "verse_text": "Now, thanks to the Lord God, there is peace in my kingdom and no trouble or threat of war anywhere."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord God promised my father that when his son became king, he would build a temple for worshiping the Lord . So I've decided to do that."
            },
            {
                "verse_number": "6",
                "verse_text": "I'd like you to send your workers to cut down cedar trees in Lebanon for me. I will pay them whatever you say and will even have my workers help them. We both know that your workers are more experienced than anyone else at cutting lumber."
            },
            {
                "verse_number": "7",
                "verse_text": "Hiram was so happy when he heard Solomon's request that he said, &apos;I am grateful that the Lord gave David such a wise son to be king of that great nation!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he sent back his answer:"
            },
            {
                "verse_number": "9",
                "verse_text": "My workers will carry them down from Lebanon to the Mediterranean Sea. They will tie the logs together and float them along the coast to wherever you want them. Then they will untie the logs, and your workers can take them from there."
            },
            {
                "verse_number": "10",
                "verse_text": "Hiram gave Solomon all the cedar and pine logs he needed."
            },
            {
                "verse_number": "11",
                "verse_text": "In return, Solomon gave Hiram over 2,000 tons of wheat and almost 4,000 liters of pure olive oil each year."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord kept his promise and made Solomon wise. Hiram and Solomon signed a treaty and never went to war against each other."
            },
            {
                "verse_number": "13",
                "verse_text": "Solomon ordered 30,000 people from all over Israel to cut logs for the temple,"
            },
            {
                "verse_number": "14",
                "verse_text": "and he put Adoniram in charge of these workers. Solomon divided them into three groups of 10,000. Each group worked one month in Lebanon and had two months off at home."
            },
            {
                "verse_number": "15",
                "verse_text": "He also had 80,000 workers to cut stone in the hill country of Israel, 70,000 workers to carry the stones,"
            },
            {
                "verse_number": "16",
                "verse_text": "and over 3,000 assistants to keep track of the work and to supervise the workers."
            },
            {
                "verse_number": "17",
                "verse_text": "He ordered the workers to cut and shape large blocks of good stone for the foundation of the temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon's and Hiram's men worked with men from the city of Gebal, and together they got the stones and logs ready for the temple."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Solomon's workers started building the temple during Ziv, the second month of the year. It had been 4 years since Solomon became king of Israel, and 480 years since the people of Israel left Egypt. The workers finished building the outside of the temple."
            },
            {
                "verse_number": "2",
                "verse_text": "The inside of the Lord 's temple was 27 meters long, 9 meters wide, and 13.5 meters high."
            },
            {
                "verse_number": "3",
                "verse_text": "A four-and-a-half-meter porch went all the way across the front of the temple."
            },
            {
                "verse_number": "4",
                "verse_text": "The windows were narrow on the outside but wide on the inside."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon did not want the noise of hammers and axes to be heard at the place where the temple was being built. So he gave orders for the workers to shape the blocks of stone at the quarry."
            },
            {
                "verse_number": "8",
                "verse_text": "The entrance to the bottom storage rooms was on the south side of the building, and stairs to the other rooms were also there."
            },
            {
                "verse_number": "9",
                "verse_text": "The roof of the temple was made out of beams and cedar boards."
            },
            {
                "verse_number": "10",
                "verse_text": "Storage rooms just over two meters high were all around the temple, and they were attached to the temple by cedar beams."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord told Solomon:"
            },
            {
                "verse_number": "14",
                "verse_text": "So Solomon's workers finished building the temple."
            },
            {
                "verse_number": "15",
                "verse_text": "The floor of the temple was made out of pine, and the walls were lined with cedar from floor to ceiling."
            },
            {
                "verse_number": "16",
                "verse_text": "The most holy place was in the back of the temple, and it was nine meters square. Cedar boards standing from floor to ceiling separated it from the rest of the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "The temple's main room was 18 meters long, and it was in front of the most holy place."
            },
            {
                "verse_number": "18",
                "verse_text": "The inside walls were lined with cedar to hide the stones, and the cedar was decorated with carvings of gourds and flowers."
            },
            {
                "verse_number": "19",
                "verse_text": "The sacred chest was kept in the most holy place."
            },
            {
                "verse_number": "23",
                "verse_text": "Solomon had two statues of winged creatures made from olive wood to put in the most holy place. Each creature was four and a half meters tall"
            },
            {
                "verse_number": "27",
                "verse_text": "Solomon put them next to each other in the most holy place. Their wings were spread out and reached across the room."
            },
            {
                "verse_number": "28",
                "verse_text": "The creatures were also covered with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "The walls of the two rooms were decorated with carvings of palm trees, flowers, and winged creatures."
            },
            {
                "verse_number": "30",
                "verse_text": "Even the floor was covered with gold."
            },
            {
                "verse_number": "35",
                "verse_text": "The doors were covered with gold and were decorated with carvings of palm trees, flowers, and winged creatures."
            },
            {
                "verse_number": "36",
                "verse_text": "The inner courtyard of the temple had walls made out of three layers of cut stones with one layer of cedar beams."
            },
            {
                "verse_number": "37",
                "verse_text": "Work began on the temple during Ziv, the second month of the year, four years after Solomon became king of Israel."
            },
            {
                "verse_number": "38",
                "verse_text": "Seven years later the workers finished building it during Bul, the eighth month of the year. It was built exactly as it had been planned."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Solomon's palace took 13 years to build. King Solomon asked Hiram to come to Jerusalem and make the bronze furnishings to use for worship in the Lord 's temple, and he agreed to do it. This completed the work on the columns. The side panels of the stands were square, This is a list of the bronze items that Hiram made for the Lord 's temple: Hiram made these bronze things for Solomon"
            },
            {
                "verse_number": "4",
                "verse_text": "Three rows of windows on each side faced each other,"
            },
            {
                "verse_number": "5",
                "verse_text": "and there were three doors on each side near the front of the hall."
            },
            {
                "verse_number": "6",
                "verse_text": "Pillar Hall was 22 meters long and 13.5 meters wide. A covered porch supported by pillars went all the way across the front of the hall."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon's throne was in Justice Hall, where he judged cases. This hall was completely lined with cedar."
            },
            {
                "verse_number": "8",
                "verse_text": "The section of the palace where Solomon lived was behind Justice Hall and looked exactly like it. He had a similar place built for his wife, the daughter of the king of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "From the foundation all the way to the top, these buildings and the courtyard were made out of the best stones carefully cut to size, then smoothed on every side with saws."
            },
            {
                "verse_number": "10",
                "verse_text": "The foundation stones were huge, good stones&ndash;some of them four and a half meters long and others three and a half meters long."
            },
            {
                "verse_number": "11",
                "verse_text": "The cedar beams and other stones that had been cut to size were on top of these foundation stones."
            },
            {
                "verse_number": "12",
                "verse_text": "The walls around the palace courtyard were made out of three layers of cut stones with one layer of cedar beams, just like the front porch and the inner courtyard of the temple."
            },
            {
                "verse_number": "15",
                "verse_text": "Hiram made two bronze columns eight meters tall and almost two meters across."
            },
            {
                "verse_number": "16",
                "verse_text": "For the top of each column, he also made a bronze cap just over two meters high."
            },
            {
                "verse_number": "17",
                "verse_text": "The caps were decorated with seven rows of designs that looked like chains,"
            },
            {
                "verse_number": "18",
                "verse_text": "with two rows of designs that looked like pomegranates."
            },
            {
                "verse_number": "19",
                "verse_text": "The caps for the columns of the porch were almost two meters high and were shaped like lilies."
            },
            {
                "verse_number": "20",
                "verse_text": "The chain designs on the caps were right above the rounded tops of the two columns, and there were 200 pomegranates in rows around each cap."
            },
            {
                "verse_number": "21",
                "verse_text": "Hiram placed the two columns on each side of the main door of the temple. The column on the south side was called Jachin, and the one on the north was called Boaz."
            },
            {
                "verse_number": "22",
                "verse_text": "The lily-shaped caps were on top of the columns."
            },
            {
                "verse_number": "23",
                "verse_text": "Hiram also made a large bowl called the Sea. It was just over two meters deep, about 4.5 meters across, and 13.5 meters around."
            },
            {
                "verse_number": "24",
                "verse_text": "Two rows of bronze gourds were around the outer edge of the bowl, ten gourds to every 45 centimeters."
            },
            {
                "verse_number": "25",
                "verse_text": "The bowl itself sat on top of twelve bronze bulls with three bulls facing outward in each of four directions."
            },
            {
                "verse_number": "26",
                "verse_text": "The sides of the bowl were 75 millimeters thick, and its rim was like a cup that curved outward like flower petals. The bowl held about 40,000 liters."
            },
            {
                "verse_number": "27",
                "verse_text": "Hiram made ten movable bronze stands, each one over a meter high, almost two meters long, and almost two meters wide."
            },
            {
                "verse_number": "32",
                "verse_text": "and the wheels and axles were underneath them. The wheels were about 68 centimeters high"
            },
            {
                "verse_number": "33",
                "verse_text": "and looked like chariot wheels. The axles, rims, spokes, and hubs were made out of bronze."
            },
            {
                "verse_number": "36",
                "verse_text": "and the stands were decorated with flower designs and figures of lions, palm trees, and winged creatures."
            },
            {
                "verse_number": "37",
                "verse_text": "Hiram made the ten bronze stands from the same mold, so they were exactly the same size and shape."
            },
            {
                "verse_number": "38",
                "verse_text": "Hiram also made ten small bronze bowls, one for each stand. The bowls were almost two meters across and could hold about 800 liters."
            },
            {
                "verse_number": "39",
                "verse_text": "He put five stands on the south side of the temple, five stands on the north side, and the large bowl at the southeast corner of the temple."
            },
            {
                "verse_number": "40",
                "verse_text": "Hiram made pans for hot ashes, and also shovels and sprinkling bowls."
            },
            {
                "verse_number": "41",
                "verse_text": "two columns; two bowl-shaped caps for the tops of the columns; two chain designs on the caps;"
            },
            {
                "verse_number": "42",
                "verse_text": "400 pomegranates for the chain designs;"
            },
            {
                "verse_number": "43",
                "verse_text": "ten movable stands; ten small bowls for the stands;"
            },
            {
                "verse_number": "44",
                "verse_text": "a large bowl; twelve bulls that held up the bowl;"
            },
            {
                "verse_number": "45",
                "verse_text": "pans for hot ashes, and also shovels and sprinkling bowls."
            },
            {
                "verse_number": "46",
                "verse_text": "near the Jordan River between Succoth and Zarethan by pouring melted bronze into clay molds."
            },
            {
                "verse_number": "47",
                "verse_text": "There were so many bronze things that Solomon never bothered to weigh them, and no one ever knew how much bronze was used."
            },
            {
                "verse_number": "48",
                "verse_text": "Solomon gave orders to make the following temple furnishings out of gold: the altar; the table that held the sacred loaves of bread;"
            },
            {
                "verse_number": "49",
                "verse_text": "ten lampstands that went in front of the most holy place; flower designs; lamps and tongs;"
            },
            {
                "verse_number": "50",
                "verse_text": "cups, lamp snuffers, and small sprinkling bowls; dishes for incense; fire pans; and the hinges for the doors to the most holy place and the main room of the temple."
            },
            {
                "verse_number": "51",
                "verse_text": "After the Lord 's temple was finished, Solomon put into its storage rooms everything that his father David had dedicated to the Lord , including the gold and the silver."
            }
        ],
        "8": [
            {
                "verse_number": "5",
                "verse_text": "Solomon and a crowd of people stood in front of the chest and sacrificed more sheep and cattle than could be counted."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests carried the chest into the most holy place and put it under the winged creatures,"
            },
            {
                "verse_number": "7",
                "verse_text": "whose wings covered both the chest and the poles used for carrying it."
            },
            {
                "verse_number": "8",
                "verse_text": "The poles were so long that they could be seen from right outside the most holy place, but not from anywhere else. And they stayed there from then on."
            },
            {
                "verse_number": "9",
                "verse_text": "The only things kept in the chest were the two flat stones Moses had put there when the Lord made his agreement with the people of Israel at Mount Sinai, after bringing them out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "Suddenly a cloud filled the temple as the priests were leaving the most holy place."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord 's glory was in the cloud, and the light from it was so bright that the priests could not stay inside to do their work."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon prayed:"
            },
            {
                "verse_number": "13",
                "verse_text": "Now I have built a glorious temple"
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon turned toward the people standing there. Then he blessed them"
            },
            {
                "verse_number": "17",
                "verse_text": "So when David wanted to build a temple for the Lord God of Israel,"
            },
            {
                "verse_number": "18",
                "verse_text": "the Lord said, &apos;It's good that you want to build a temple where I can be worshiped."
            },
            {
                "verse_number": "19",
                "verse_text": "But you're not the one to do it. Your son will build a temple to honor me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord has done what he promised. I am the king of Israel like my father, and I've built a temple for the Lord our God."
            },
            {
                "verse_number": "21",
                "verse_text": "I've also made a place in the temple for the sacred chest. And in that chest are the two flat stones on which is written the solemn agreement the Lord made with our ancestors when he led them out of Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon stood facing the altar with everyone standing behind him. Then he lifted his arms toward heaven"
            },
            {
                "verse_number": "23",
                "verse_text": "and prayed:"
            },
            {
                "verse_number": "24",
                "verse_text": "My father David was your servant, and today you have kept every promise you made to him."
            },
            {
                "verse_number": "25",
                "verse_text": "Lord God of Israel, you promised my father that someone from his family would always be king of Israel, if they do their best to obey you, just as he did."
            },
            {
                "verse_number": "26",
                "verse_text": "Please keep this promise you made to your servant David."
            },
            {
                "verse_number": "27",
                "verse_text": "There's not enough room in all of heaven for you, Lord God. How could you possibly live on earth in this temple I have built?"
            },
            {
                "verse_number": "28",
                "verse_text": "But I ask you to answer my prayer."
            },
            {
                "verse_number": "29",
                "verse_text": "This is the temple where you have chosen to be worshiped. Please watch over it day and night and listen when I turn toward it and pray."
            },
            {
                "verse_number": "30",
                "verse_text": "I am your servant, and the people of Israel belong to you. So whenever any of us look toward this temple and pray, answer from your home in heaven and forgive our sins."
            },
            {
                "verse_number": "31",
                "verse_text": "Suppose someone accuses a person of a crime, and the accused has to stand in front of the altar in your temple and say, &apos;I swear I am innocent!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Listen from heaven and decide who is right. Then punish the guilty person and let the innocent one go free."
            },
            {
                "verse_number": "33",
                "verse_text": "Suppose your people Israel sin against you, and then an enemy defeats them. If they come to this temple and beg for forgiveness,"
            },
            {
                "verse_number": "34",
                "verse_text": "listen from your home in heaven. Forgive them and bring them back to the land you gave their ancestors."
            },
            {
                "verse_number": "35",
                "verse_text": "Suppose your people sin against you, and you punish them by holding back the rain. If they turn toward this temple and pray in your name and stop sinning,"
            },
            {
                "verse_number": "36",
                "verse_text": "listen from your home in heaven and forgive them. The people of Israel are your servants, so teach them to live right. And please send rain on the land you gave them to be theirs forever."
            },
            {
                "verse_number": "37",
                "verse_text": "Sometimes the crops may dry up or rot or be eaten by locusts or grasshoppers, and your people will be starving. Sometimes enemies may surround their towns, or your people will become sick with deadly diseases."
            },
            {
                "verse_number": "38",
                "verse_text": "Listen when anyone in Israel truly feels sorry and sincerely prays with arms lifted toward your temple."
            },
            {
                "verse_number": "39",
                "verse_text": "You know what is in everyone's heart. So from your home in heaven answer their prayers, according to the way they live and what is in their hearts."
            },
            {
                "verse_number": "40",
                "verse_text": "Then your people will worship and obey you for as long as they live in the land you gave their ancestors."
            },
            {
                "verse_number": "43",
                "verse_text": "listen from your home in heaven and answer their prayers. Then everyone on earth will worship you, just like your people Israel, and they will know that I have built this temple to honor you."
            },
            {
                "verse_number": "44",
                "verse_text": "Our Lord , sometimes you will order your people to attack their enemies. Then your people will turn toward this temple I have built for you in your chosen city, and they will pray to you."
            },
            {
                "verse_number": "45",
                "verse_text": "Answer their prayers from heaven and give them victory."
            },
            {
                "verse_number": "46",
                "verse_text": "Everyone sins. But when your people sin against you, suppose you get angry enough to let their enemies drag them away to foreign countries."
            },
            {
                "verse_number": "50",
                "verse_text": "Forgive your people no matter how much they have sinned against you. Make the enemies who defeated them be kind to them."
            },
            {
                "verse_number": "51",
                "verse_text": "Remember, they are the people you chose and rescued from Egypt that was like a blazing fire to them."
            },
            {
                "verse_number": "52",
                "verse_text": "I am your servant, and the people of Israel belong to you. So listen when any of us pray and cry out for your help."
            },
            {
                "verse_number": "53",
                "verse_text": "When you brought our ancestors out of Egypt, you told your servant Moses to say to them, &apos;From all people on earth, the Lord God has chosen you to be his very own.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "When Solomon finished his prayer at the altar, he was kneeling with his arms lifted toward heaven. He stood up,"
            },
            {
                "verse_number": "55",
                "verse_text": "turned toward the people, blessed them, and said loudly:"
            },
            {
                "verse_number": "56",
                "verse_text": "Praise the Lord ! He has kept his promise and given us peace. Every good thing he promised to his servant Moses has happened."
            },
            {
                "verse_number": "57",
                "verse_text": "The Lord our God was with our ancestors to help them, and I pray that he will be with us and never abandon us."
            },
            {
                "verse_number": "58",
                "verse_text": "May the Lord help us obey him and follow all the laws and teachings he gave our ancestors."
            },
            {
                "verse_number": "59",
                "verse_text": "I pray that the Lord our God will remember my prayer day and night. May he help everyone in Israel each day, in whatever way we need it."
            },
            {
                "verse_number": "60",
                "verse_text": "Then every nation will know that the Lord is the only true God."
            },
            {
                "verse_number": "61",
                "verse_text": "Obey the Lord our God and follow his commands with all your heart, just as you are doing today."
            },
            {
                "verse_number": "64",
                "verse_text": "On that day, Solomon dedicated the courtyard in front of the temple and made it acceptable for worship. He offered the sacrifices there because the bronze altar in front of the temple was too small."
            },
            {
                "verse_number": "65",
                "verse_text": "Solomon and the huge crowd celebrated the Festival of Shelters at the temple for seven days. There were people from as far away as the Egyptian Gorge in the south and Lebo-Hamath in the north."
            },
            {
                "verse_number": "66",
                "verse_text": "Then on the eighth day, he sent everyone home. They said goodbye and left, very happy, because of all the good things the Lord had done for his servant David and his people Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The Lord 's temple and Solomon's palace were now finished, and Solomon had built everything he wanted."
            },
            {
                "verse_number": "2",
                "verse_text": "Some time later the Lord appeared to him again in a dream, just as he had done at Gibeon."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord said: I heard your prayer and what you asked me to do. This temple you have built is where I will be worshiped forever. It belongs to me, and I will never stop watching over it. Solomon ordered his workers to rebuild Lower Beth-Horon, Solomon had now finished building the Lord 's temple."
            },
            {
                "verse_number": "4",
                "verse_text": "You must obey me, as your father David did, and be honest and fair. Obey my laws and teachings,"
            },
            {
                "verse_number": "5",
                "verse_text": "and I will keep my promise to David that someone from your family will always be king of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "But if you or any of your descendants disobey my commands or start worshiping foreign gods,"
            },
            {
                "verse_number": "7",
                "verse_text": "I will no longer let my people Israel live in this land I gave them. I will desert this temple where I said I would be worshiped. Then people everywhere will think this nation is only a joke and will make fun of it."
            },
            {
                "verse_number": "8",
                "verse_text": "This temple will become a pile of rocks! Everyone who walks by will be shocked, and they will ask, &apos;Why did the Lord do such a terrible thing to his people and to this temple?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then they will answer, &apos;We know why the Lord did this. The people of Israel rejected the Lord their God, who rescued their ancestors from Egypt, and they started worshiping other gods.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "It took 20 years for the Lord 's temple and Solomon's palace to be built."
            },
            {
                "verse_number": "11",
                "verse_text": "Later, Solomon gave King Hiram of Tyre 20 towns in the region of Galilee to repay him for the cedar, pine, and gold he had given Solomon."
            },
            {
                "verse_number": "12",
                "verse_text": "When Hiram went to see the towns, he did not like them."
            },
            {
                "verse_number": "13",
                "verse_text": "He said, &apos;Solomon, my friend, are these the kind of towns you want to give me?&apos; So Hiram called the region Cabul because he thought it was worthless."
            },
            {
                "verse_number": "14",
                "verse_text": "He sent Solomon only five tons of gold in return."
            },
            {
                "verse_number": "15",
                "verse_text": "After Solomon's workers had finished the temple and the palace, he ordered them to fill in the land on the east side of Jerusalem, to build a wall around the city, and to rebuild the towns of Hazor, Megiddo, and Gezer."
            },
            {
                "verse_number": "16",
                "verse_text": "Earlier, the king of Egypt had captured the town of Gezer; he burned it to the ground and killed the Canaanite people living there. Then he gave it to his daughter as a wedding present when she married Solomon."
            },
            {
                "verse_number": "17",
                "verse_text": "So Solomon had the town rebuilt."
            },
            {
                "verse_number": "18",
                "verse_text": "Baalath, and Tamar in the desert of Judah."
            },
            {
                "verse_number": "19",
                "verse_text": "They also built towns where he could keep his supplies and his chariots and horses. Solomon ordered them to build whatever he wanted in Jerusalem, Lebanon, and anywhere in his kingdom."
            },
            {
                "verse_number": "23",
                "verse_text": "Solomon appointed 550 officers to be in charge of his workers and to watch over his building projects."
            },
            {
                "verse_number": "24",
                "verse_text": "Solomon's wife, the daughter of the king of Egypt, moved from the older part of Jerusalem to her new palace. Then Solomon had the land on the east side of Jerusalem filled in."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times a year, Solomon burned incense and offered sacrifices to the Lord on the altar he had built."
            },
            {
                "verse_number": "26",
                "verse_text": "He also had a lot of ships at Ezion-Geber, a town in Edom near Eloth on the Red Sea."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Queen of Sheba heard how famous Solomon was, so she went to Jerusalem to test him with difficult questions."
            },
            {
                "verse_number": "2",
                "verse_text": "She took along several of her officials, and she loaded her camels with gifts of spices, jewels, and gold. When she arrived, she and Solomon talked about everything she could think of."
            },
            {
                "verse_number": "3",
                "verse_text": "He answered every question, no matter how difficult it was. Solomon, in my own country I had heard about your wisdom and all you've done."
            },
            {
                "verse_number": "6",
                "verse_text": "She said:"
            },
            {
                "verse_number": "7",
                "verse_text": "But I didn't believe it until I saw it with my own eyes! And there's so much I didn't hear about. You are wiser and richer than I was told."
            },
            {
                "verse_number": "8",
                "verse_text": "Your wives and officials are lucky to be here where they can listen to the wise things you say."
            },
            {
                "verse_number": "9",
                "verse_text": "I praise the Lord your God. He is pleased with you and has made you king of Israel. The Lord has always loved Israel, so he has given them a king who will rule fairly and honestly."
            },
            {
                "verse_number": "10",
                "verse_text": "The Queen of Sheba gave Solomon more than four tons of gold, many jewels, and more spices than anyone had ever brought into Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon received almost 23 tons of gold a year."
            },
            {
                "verse_number": "15",
                "verse_text": "The merchants and traders, as well as the kings of Arabia and rulers from Israel, also gave him gold."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon made 200 gold shields and used almost seven kilograms of gold for each one."
            },
            {
                "verse_number": "17",
                "verse_text": "He also made 300 smaller gold shields, using almost two kilograms for each one, and he put the shields in his palace in Forest Hall."
            },
            {
                "verse_number": "18",
                "verse_text": "His throne was made of ivory and covered with pure gold."
            },
            {
                "verse_number": "21",
                "verse_text": "Since silver was almost worthless in those days, everything was made of gold, even the cups and dishes used in Forest Hall."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon had a lot of seagoing ships. Every three years he sent them out with Hiram's ships to bring back gold, silver, and ivory, as well as monkeys and peacocks."
            },
            {
                "verse_number": "23",
                "verse_text": "He was the richest and wisest king in the world."
            },
            {
                "verse_number": "24",
                "verse_text": "People from every nation wanted to hear the wisdom God had given him."
            },
            {
                "verse_number": "25",
                "verse_text": "Year after year people came and brought gifts of silver and gold, as well as clothes, weapons, spices, horses, or mules."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon had 1,400 chariots and 12,000 horses that he kept in Jerusalem and other towns."
            },
            {
                "verse_number": "27",
                "verse_text": "While he was king, there was silver everywhere in Jerusalem, and cedar was as common as ordinary sycamore trees in the foothills."
            }
        ],
        "11": [
            {
                "verse_number": "5",
                "verse_text": "Solomon also worshiped Astarte the goddess of Sidon, and Milcom the disgusting god of Ammon."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon's father had obeyed the Lord with all his heart, but Solomon disobeyed and did what the Lord hated."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon built shrines on a hill east of Jerusalem to worship Chemosh the disgusting god of Moab, and Molech the disgusting god of Ammon."
            },
            {
                "verse_number": "8",
                "verse_text": "In fact, he built a shrine for each of his foreign wives, so all of them could burn incense and offer sacrifices to their own gods."
            },
            {
                "verse_number": "11",
                "verse_text": "and he said to Solomon:"
            },
            {
                "verse_number": "12",
                "verse_text": "But because David was your father, you will remain king as long as you live. I will wait until your son becomes king, then I will take the kingdom from him."
            },
            {
                "verse_number": "13",
                "verse_text": "When I do, I will still let him rule one tribe, because I have not forgotten that David was my servant and Jerusalem is my chosen city."
            },
            {
                "verse_number": "14",
                "verse_text": "Hadad was from the royal family of Edom, and here is how the Lord made him Solomon's enemy:"
            },
            {
                "verse_number": "20",
                "verse_text": "Hadad and his wife had a son named Genubath, and the queen let the boy grow up in the palace with her own children."
            },
            {
                "verse_number": "21",
                "verse_text": "When Hadad heard that David and Joab were dead, he said to the king, &apos;Your Majesty, please let me go back to my own country.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Why?&apos; asked the king. &apos;Do you want something I haven't given you?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Here is how God made Rezon son of Eliada an enemy of Solomon:"
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam was from the town of Zeredah in Ephraim. His father Nebat had died, but his mother Zeruah was still alive. Jeroboam was one of Solomon's officials, but even he rebelled against Solomon."
            },
            {
                "verse_number": "27",
                "verse_text": "Here is how it happened: While Solomon's workers were filling in the land on the east side of Jerusalem and repairing the city walls,"
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon noticed that Jeroboam was a hard worker. So he put Jeroboam in charge of the work force from Manasseh and Ephraim."
            },
            {
                "verse_number": "31",
                "verse_text": "Then he said:"
            },
            {
                "verse_number": "32",
                "verse_text": "But Solomon will still rule one tribe, since he is the son of David my servant, and Jerusalem is my chosen city."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Solomon and the Israelites are not like their ancestor David. They will not listen to me, obey me, or do what is right. They have turned from me to worship Astarte the goddess of Sidon, Chemosh the god of Moab, and Milcom the god of Ammon."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Solomon is David's son, and David was my chosen leader, who did what I commanded. So I will let Solomon be king until he dies."
            },
            {
                "verse_number": "35",
                "verse_text": "Then I will give you ten tribes to rule,"
            },
            {
                "verse_number": "36",
                "verse_text": "but Solomon's son will still rule one tribe. This way, my servant David will always have a descendant ruling in Jerusalem, the city where I have chosen to be worshiped."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;You will be king of Israel and will rule every nation you want."
            },
            {
                "verse_number": "38",
                "verse_text": "I'll help you if you obey me. And if you do what I say, as my servant David did, I will always let someone from your family rule in Israel, just as someone from David's family will always rule in Judah. The nation of Israel will be yours."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;I will punish the descendants of David, but not forever.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "When Solomon learned what the Lord had told Jeroboam, Solomon tried to kill Jeroboam. But he escaped to King Shishak of Egypt and stayed there until Solomon died."
            },
            {
                "verse_number": "41",
                "verse_text": "Everything else Solomon did while he was king is written in the book about him and his wisdom."
            },
            {
                "verse_number": "42",
                "verse_text": "After he had ruled 40 years from Jerusalem,"
            },
            {
                "verse_number": "43",
                "verse_text": "he died and was buried there in the city of his father David. His son Rehoboam then became king."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem where everyone was waiting to crown him king. So the people from the northern tribes of Israel went home, leaving Rehoboam to rule only the people from the towns in Judah. Ever since that day, the people of Israel have opposed David's family in Judah. All of this happened just as the Lord 's prophet Ahijah had told Jeroboam. Rehoboam and his army obeyed the Lord and went home."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam son of Nebat heard what was happening, and he stayed in Egypt, where he had gone to hide from Solomon."
            },
            {
                "verse_number": "3",
                "verse_text": "But the people from the northern tribes of Israel sent for him. Then together they went to Rehoboam and said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father Solomon forced us to work very hard. But if you make our work easier, we will serve you and do whatever you ask.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Give me three days to think about it,&apos; Rehoboam replied, &apos;then come back for my answer.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "Rehoboam went to some leaders who had been his father's senior officials, and he asked them, &apos;What should I tell these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;If you want them to serve and obey you, then you should do what they ask today. Tell them you will make their work easier.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam refused their advice and went to the younger men who had grown up with him and were now his officials."
            },
            {
                "verse_number": "9",
                "verse_text": "He asked, &apos;What do you think I should say to these people who asked me to make their work easier?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "His younger advisors said: Here's what we think you should say to them: &apos;Compared to me, my father was weak. Adoniram was in charge of the forced labor, and Rehoboam sent him to talk to the people. But they stoned him to death. Then Rehoboam ran to his chariot and hurried back to Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "He made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Three days later, Jeroboam and the others came back."
            },
            {
                "verse_number": "13",
                "verse_text": "Rehoboam ignored the advice of the older advisors."
            },
            {
                "verse_number": "14",
                "verse_text": "He spoke bluntly and told them exactly what his own advisors had suggested: &apos;My father made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When the Israelites heard that Jeroboam was back, they called everyone together. Then they sent for Jeroboam and made him king of Israel. Only the people from the tribe of Judah remained loyal to David's family."
            },
            {
                "verse_number": "21",
                "verse_text": "After Rehoboam returned to Jerusalem, he decided to attack Israel and take control of the whole country. So he called together 180,000 soldiers from the tribes of Judah and Benjamin."
            },
            {
                "verse_number": "22",
                "verse_text": "Meanwhile, God told Shemaiah the prophet"
            },
            {
                "verse_number": "23",
                "verse_text": "to give Rehoboam and everyone from Judah and Benjamin this warning:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Don't go to war against the people from Israel&ndash;they are your relatives. Go home! I am the Lord , and I made these things happen.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam rebuilt Shechem in Ephraim and made it a stronger town, then he moved there. He also fortified the town of Penuel."
            },
            {
                "verse_number": "28",
                "verse_text": "Jeroboam asked for advice and then made two gold statues of calves. He showed them to the people and said, &apos;Listen everyone! You won't have to go to Jerusalem to worship anymore. Here are your gods who rescued you from Egypt.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then he put one of the gold calves in the town of Bethel and the other in the town of Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "The people sinned because they started going to these places to worship."
            },
            {
                "verse_number": "31",
                "verse_text": "Jeroboam built small places of worship at the shrines and appointed men who were not from the tribe of Levi to serve as priests."
            }
        ],
        "13": [
            {
                "verse_number": "3",
                "verse_text": "You will know that the Lord has said these things when the altar splits in half, and the ashes on it fall to the ground."
            },
            {
                "verse_number": "4",
                "verse_text": "Jeroboam pointed at the prophet and shouted, &apos;Grab him!&apos; But at once, Jeroboam's hand became stiff, and he could not move it."
            },
            {
                "verse_number": "5",
                "verse_text": "The altar split in half, and the ashes fell to the ground, just as the prophet had warned."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Please pray to the Lord your God and ask him to heal my hand,&apos; Jeroboam begged."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Come home with me and eat something,&apos; Jeroboam said. &apos;I want to give you a gift for what you have done.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;No, I wouldn't go with you, even if you offered me half of your kingdom. I won't eat or drink here either."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said I can't eat or drink anything and that I can't go home the same way I came.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then he started home down a different road."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time an old prophet lived in Bethel, and one of his sons told him what the prophet from Judah had said and done."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Show me which way he went,&apos; the old prophet said, and his sons pointed out the road."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Put a saddle on my donkey,&apos; he told them. After they did, he got on the donkey"
            },
            {
                "verse_number": "14",
                "verse_text": "and rode off to look for the prophet from Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Come home with me,&apos; the old prophet said, &apos;and have something to eat.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I can't go back with you,&apos; the prophet replied, &apos;and I can't eat or drink anything with you."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord warned me not to eat or drink or to go home the same way I came.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The old prophet said, &apos;I'm a prophet too. One of the Lord 's angels told me to take you to my house and give you something to eat and drink.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "so he went home with him and ate and drank."
            },
            {
                "verse_number": "20",
                "verse_text": "During the meal the Lord gave the old prophet"
            },
            {
                "verse_number": "21",
                "verse_text": "a message for the prophet from Judah:"
            },
            {
                "verse_number": "22",
                "verse_text": "He told you not to eat or drink anything here, but you came home and ate with me. And so, when you die, your body won't be buried in your family tomb."
            },
            {
                "verse_number": "23",
                "verse_text": "After the meal the old prophet got a donkey ready,"
            },
            {
                "verse_number": "24",
                "verse_text": "and the prophet from Judah left. Along the way, a lion attacked and killed him, and the donkey and the lion stood there beside his dead body."
            },
            {
                "verse_number": "25",
                "verse_text": "Some people walked by and saw the body with the lion standing there. They ran into Bethel, telling everyone what they had seen."
            },
            {
                "verse_number": "26",
                "verse_text": "When the old prophet heard the news, he said, &apos;That must be the prophet from Judah. The Lord warned him, but he disobeyed. So the Lord sent a lion to kill him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The old prophet told his sons to saddle his donkey, and when it was ready,"
            },
            {
                "verse_number": "28",
                "verse_text": "he left. He found the body lying on the road, with the donkey and lion standing there. The lion had not eaten the body or attacked the donkey."
            },
            {
                "verse_number": "29",
                "verse_text": "The old prophet picked up the body, put it on his own donkey, and took it back to Bethel, so he could bury it and mourn for the prophet from Judah."
            },
            {
                "verse_number": "30",
                "verse_text": "He buried the body in his own family tomb and cried for the prophet."
            },
            {
                "verse_number": "31",
                "verse_text": "He said to his sons, &apos;When I die, bury my body next to this prophet."
            },
            {
                "verse_number": "32",
                "verse_text": "I'm sure that everything he said about the altar in Bethel and the shrines in Samaria will happen.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But Jeroboam kept on doing evil things. He appointed men to be priests at the local shrines, even if they were not Levites. In fact, anyone who wanted to be a priest could be one."
            },
            {
                "verse_number": "34",
                "verse_text": "This sinful thing led to the downfall of his kingdom."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "About the same time, Abijah son of Jeroboam got sick."
            },
            {
                "verse_number": "4",
                "verse_text": "She got ready and left for Ahijah's house in Shiloh."
            },
            {
                "verse_number": "5",
                "verse_text": "but the Lord told him, &apos;Jeroboam's wife is coming to ask about her son. I will tell you what to say to her.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But when Ahijah heard her walking up to the door, he said:"
            },
            {
                "verse_number": "7",
                "verse_text": "Give your husband this message from the Lord God of Israel: &apos;Jeroboam, you know that I, the Lord , chose you over anyone else to be the leader of my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I even took David's kingdom away from his family and gave it to you. But you are not like my servant David. He always obeyed me and did what was right."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You have made me very angry by rejecting me and making idols out of gold. Jeroboam, you have done more evil things than any king before you."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Because of this, I will destroy your family by killing every man and boy in it, whether slave or free. I will wipe out your family, just as fire burns up trash."
            },
            {
                "verse_number": "11",
                "verse_text": "Dogs will eat the bodies of your relatives who die in town, and vultures will eat the bodies of those who die in the country. I, the Lord , have spoken and will not change my mind!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "That's the Lord 's message to your husband. As for you, go back home, and right after you get there, your son will die."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone in Israel will mourn at his funeral. But he will be the last one from Jeroboam's family to receive a proper burial, because he's the only one the Lord God of Israel is pleased with."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord will soon choose a new king of Israel, who will destroy Jeroboam's family. And I mean very soon."
            },
            {
                "verse_number": "15",
                "verse_text": "The people of Israel have made the Lord angry by setting up sacred poles for worshiping the goddess Asherah. So the Lord will punish them until they shake like grass in a stream. He will take them out of the land he gave to their ancestors, then scatter them as far away as the Euphrates River."
            },
            {
                "verse_number": "16",
                "verse_text": "Jeroboam sinned and caused the Israelites to sin. Now the Lord will desert Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Jeroboam's wife left and went back home to the town of Tirzah. As soon as she set foot in her house, her son died."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone in Israel came and mourned at his funeral, just as the Lord 's servant Ahijah had said."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything else Jeroboam did while he was king, including the battles he won, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "20",
                "verse_text": "He was king of Israel for 22 years, then he died, and his son Nadab became king."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam son of Solomon was 41 years old when he became king of Judah, and he ruled 17 years from Jerusalem, the city where the Lord had chosen to be worshiped. His mother Naamah was from Ammon."
            },
            {
                "verse_number": "22",
                "verse_text": "The people of Judah disobeyed the Lord and made him even angrier than their ancestors had."
            },
            {
                "verse_number": "23",
                "verse_text": "They also built their own local shrines and stone images of foreign gods, and they set up sacred poles for worshiping the goddess Asherah on every hill and in the shade of large trees."
            },
            {
                "verse_number": "24",
                "verse_text": "Even worse, they allowed prostitutes at the shrines, and followed the disgusting customs of the foreign nations that the Lord had forced out of Canaan."
            },
            {
                "verse_number": "25",
                "verse_text": "After Rehoboam had been king for four years, King Shishak of Egypt attacked Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "He took everything of value from the temple and the palace, including Solomon's gold shields."
            },
            {
                "verse_number": "27",
                "verse_text": "Rehoboam had bronze shields made to replace the gold ones, and he ordered the guards at the city gates to keep them safe."
            },
            {
                "verse_number": "28",
                "verse_text": "Whenever Rehoboam went to the Lord 's temple, the guards carried the shields. But they always took them back to the guardroom as soon as he was finished."
            },
            {
                "verse_number": "29",
                "verse_text": "Everything else Rehoboam did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "30",
                "verse_text": "He and Jeroboam were constantly at war."
            },
            {
                "verse_number": "31",
                "verse_text": "Rehoboam's mother Naamah was from Ammon, but when Rehoboam died, he was buried beside his ancestors in Jerusalem. His son Abijam then became king."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Abijam became king of Judah in Jeroboam's eighteenth year as king of Israel,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he ruled from Jerusalem for three years. His mother was Maacah the daughter of Abishalom. Everything else Abijam did while he was king is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "3",
                "verse_text": "Abijam did not truly obey the Lord his God as his ancestor David had done. Instead, he was sinful just like his father Rehoboam."
            },
            {
                "verse_number": "8",
                "verse_text": "Abijam died and was buried in Jerusalem, and his son Asa became king."
            },
            {
                "verse_number": "9",
                "verse_text": "Asa became king of Judah in the twentieth year of Jeroboam's rule in Israel,"
            },
            {
                "verse_number": "10",
                "verse_text": "and he ruled 41 years from Jerusalem. His grandmother was Maacah the daughter of Abishalom."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa obeyed the Lord , as David had done."
            },
            {
                "verse_number": "12",
                "verse_text": "He forced the prostitutes at the shrines to leave the country, and he got rid of the idols his ancestors had made."
            },
            {
                "verse_number": "13",
                "verse_text": "His own grandmother Maacah had made an idol of Asherah, and Asa took it and burned it in Kidron Valley. Then he removed Maacah from her position as queen mother."
            },
            {
                "verse_number": "14",
                "verse_text": "As long as Asa lived, he was completely faithful to the Lord , even though he did not destroy the local shrines."
            },
            {
                "verse_number": "15",
                "verse_text": "He placed in the temple all the silver and gold objects that he and his father had dedicated to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "Asa was always at war with King Baasha of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "One time, Baasha invaded Judah and captured the town of Ramah. He started making the town stronger, so he could put troops there to stop people from going in and out of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "When Asa heard about this, he took the silver and gold from his palace and from the Lord 's temple. He gave it to some of his officials and sent them to Damascus with this message for King Benhadad of Syria:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Our fathers signed a peace treaty. Why don't we do the same thing? This silver and gold is a present for you. So, would you please break your treaty with Baasha and force him to leave my country?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Benhadad did what Asa asked and sent the Syrian army into Israel. They captured the towns of Ijon, Dan, and Abel-Bethmaacah, and the territories of Chinneroth and Naphtali."
            },
            {
                "verse_number": "21",
                "verse_text": "When Baasha heard about it, he left Ramah and went back to Tirzah."
            },
            {
                "verse_number": "22",
                "verse_text": "Asa ordered everyone in Judah to carry away the stones and wood Baasha had used to strengthen the town of Ramah. Then he used these same stones and wood to fortify the town of Geba in the territory of Benjamin and the town of Mizpah."
            },
            {
                "verse_number": "23",
                "verse_text": "Everything else Asa did while he was king, including his victories and the towns he rebuilt, is written in The History of the Kings of Judah . When he got older, he had a foot disease."
            },
            {
                "verse_number": "24",
                "verse_text": "Asa died and was buried in the tomb of his ancestors in Jerusalem. His son Jehoshaphat then became king."
            },
            {
                "verse_number": "25",
                "verse_text": "Nadab son of Jeroboam became king of Israel in Asa's second year as king of Judah, and he ruled two years."
            },
            {
                "verse_number": "26",
                "verse_text": "Nadab disobeyed the Lord by following the evil example of his father, who had caused the Israelites to sin."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord 's prophet Ahijah had earlier said, &apos;Not one man or boy in Jeroboam's family will be left alive.&apos; And, as soon as Baasha became king, he killed everyone in Jeroboam's family,"
            },
            {
                "verse_number": "30",
                "verse_text": "because Jeroboam had made the Lord God of Israel angry by sinning and causing the Israelites to sin."
            },
            {
                "verse_number": "31",
                "verse_text": "Everything else Nadab did while he was king is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "32",
                "verse_text": "King Asa of Judah and King Baasha of Israel were always at war."
            },
            {
                "verse_number": "33",
                "verse_text": "Baasha son of Ahijah became king of Israel in Asa's third year as king of Judah, and he ruled 24 years from Tirzah."
            },
            {
                "verse_number": "34",
                "verse_text": "Baasha also disobeyed the Lord by acting like Jeroboam, who had caused the Israelites to sin."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Lord sent Jehu son of Hanani to say to Baasha: Everything else Baasha did while he was king, including his brave deeds, is written in The History of the Kings of Israel . Baasha died and was buried in Tirzah, and his son Elah became king. One day, Elah was in Tirzah, getting drunk at the home of Arza, his prime minister, Israel's army was camped near Gibbethon in Philistia under the command of Omri. The soldiers heard that Zimri had killed Elah, and they made Omri their king that same day. Omri ruled Israel for twelve years. The first six years he ruled from Tirzah,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nobody knew who you were until I, the Lord , chose you to be the leader of my people Israel. And now you're acting exactly like Jeroboam by causing the Israelites to sin. What you've done has made me so angry"
            },
            {
                "verse_number": "3",
                "verse_text": "that I will destroy you and your family, just as I did the family of Jeroboam."
            },
            {
                "verse_number": "4",
                "verse_text": "Dogs will eat the bodies of your relatives who die in town, and vultures will eat the bodies of those who die in the country."
            },
            {
                "verse_number": "8",
                "verse_text": "Elah son of Baasha became king of Israel after Asa had been king of Judah for 25 years, and he ruled from Tirzah for two years."
            },
            {
                "verse_number": "9",
                "verse_text": "Zimri commanded half of Elah's chariots, and he made plans to kill Elah."
            },
            {
                "verse_number": "10",
                "verse_text": "when Zimri went there and killed Elah. So Zimri became king in the twenty-seventh year of Asa's rule in Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "As soon as Zimri became king, he killed everyone in Baasha's family. Not one man or boy in his family was left alive&ndash;even his close friends were killed."
            },
            {
                "verse_number": "12",
                "verse_text": "Baasha's family was completely wiped out, just as the Lord 's prophet Jehu had warned."
            },
            {
                "verse_number": "13",
                "verse_text": "Baasha and Elah sinned and caused the Israelites to sin, and they made the Lord angry by worshiping idols."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything else Elah did while he was king is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "17",
                "verse_text": "At once, Omri and his army marched to Tirzah and attacked."
            },
            {
                "verse_number": "18",
                "verse_text": "When Zimri saw that the town was captured, he ran into the strongest part of the palace and killed himself by setting it on fire."
            },
            {
                "verse_number": "19",
                "verse_text": "Zimri had disobeyed the Lord by following the evil example of Jeroboam, who had caused the Israelites to sin."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything else Zimri did while he was king, including his rebellion against Elah, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "21",
                "verse_text": "After Zimri died, some of the Israelites wanted Tibni son of Ginath to be king, but others wanted Omri."
            },
            {
                "verse_number": "22",
                "verse_text": "Omri's followers were stronger than Tibni's, so Tibni was killed, and Omri became king of Israel"
            },
            {
                "verse_number": "23",
                "verse_text": "in the thirty-first year of Asa's rule in Judah."
            },
            {
                "verse_number": "24",
                "verse_text": "then he bought the hill of Samaria from Shemer for 6,000 pieces of silver. He built a town there and named it Samaria, after Shemer who had owned the hill."
            },
            {
                "verse_number": "25",
                "verse_text": "Omri did more evil things than any king before him."
            },
            {
                "verse_number": "26",
                "verse_text": "He acted just like Jeroboam and made the Lord God of Israel angry by causing the Israelites to sin and to worship idols."
            },
            {
                "verse_number": "27",
                "verse_text": "Everything else Omri did while he was king, including his brave deeds, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "28",
                "verse_text": "Omri died and was buried in Samaria, and his son Ahab became king."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahab son of Omri became king of Israel in the thirty-eighth year of Asa's rule in Judah, and he ruled 22 years from Samaria."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahab did more things to disobey the Lord than any king before him."
            },
            {
                "verse_number": "31",
                "verse_text": "He acted just like Jeroboam. Even worse, he married Jezebel the daughter of King Ethbaal of Sidon and started worshiping Baal."
            },
            {
                "verse_number": "32",
                "verse_text": "Ahab built an altar and temple for Baal in Samaria"
            },
            {
                "verse_number": "33",
                "verse_text": "and set up a sacred pole for worshiping the goddess Asherah. Ahab did more to make the Lord God of Israel angry than any king of Israel before him."
            },
            {
                "verse_number": "34",
                "verse_text": "While Ahab was king, a man from Bethel named Hiel rebuilt the town of Jericho. But while Hiel was laying the foundation for the town wall, his oldest son Abiram died. And while he was finishing the gates, his youngest son Segub died. This happened just as the Lord had told Joshua to say many years ago."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Elijah was a prophet from Tishbe in Gilead. One day he went to King Ahab and said, &apos;I'm a servant of the living Lord , the God of Israel. And I swear in his name that it won't rain until I say so. There won't even be any dew on the ground.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Later, the Lord said to Elijah,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Leave and go across the Jordan River so you can hide near Cherith Creek."
            },
            {
                "verse_number": "4",
                "verse_text": "You can drink water from the creek, and eat the food I've told the ravens to bring you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Elijah obeyed the Lord and went to live near Cherith Creek."
            },
            {
                "verse_number": "6",
                "verse_text": "Ravens brought him bread and meat twice a day, and he drank water from the creek."
            },
            {
                "verse_number": "7",
                "verse_text": "But after a while, it dried up because there was no rain."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord told Elijah,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Go to the town of Zarephath in Sidon and live there. I've told a widow in that town to give you food.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Elijah came near the town gate of Zarephath, he saw a widow gathering sticks for a fire. &apos;Would you please bring me a cup of water?&apos; he asked."
            },
            {
                "verse_number": "11",
                "verse_text": "As she left to get it, he asked, &apos;Would you also please bring me a piece of bread?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The widow answered, &apos;In the name of the living Lord your God, I swear that I don't have any bread. All I have is a handful of flour and a little olive oil. I'm on my way home now with these few sticks to cook what I have for my son and me. After that, we will starve to death.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Elijah said, &apos;Everything will be fine. Do what you said. Go home and fix something for you and your son. But first, please make a small piece of bread and bring it to me."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord God of Israel has promised that your jar of flour won't run out and your bottle of oil won't dry up before he sends rain for the crops.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The widow went home and did exactly what Elijah had told her. She and Elijah and her family had enough food for a long time."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord kept the promise that his prophet Elijah had made, and she did not run out of flour or oil."
            },
            {
                "verse_number": "17",
                "verse_text": "Several days later, the son of the woman who owned the house got sick, and he kept getting worse, until finally he died."
            },
            {
                "verse_number": "18",
                "verse_text": "The woman shouted at Elijah, &apos;What have I done to you? I thought you were God's prophet. Did you come here to cause the death of my son as a reminder that I've sinned against God?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Bring me your son,&apos; Elijah said. Then he took the boy from her arms and carried him upstairs to the room where he was staying. Elijah laid the boy on his bed"
            },
            {
                "verse_number": "20",
                "verse_text": "and prayed, &apos; Lord God, why did you do such a terrible thing to this woman? She's letting me stay here, and now you've let her son die.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah stretched himself out over the boy three times, while praying, &apos; Lord God, bring this boy back to life!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord answered Elijah's prayer, and the boy started breathing again."
            },
            {
                "verse_number": "23",
                "verse_text": "Elijah picked him up and carried him downstairs. He gave the boy to his mother and said, &apos;Look, your son is alive.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;You are God's prophet!&apos; the woman replied. &apos;Now I know that you really do speak for the Lord .&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "5",
                "verse_text": "and said, &apos;We have to find something for our horses and mules to eat. If we don't, we will have to kill them. Let's look around every creek and spring in the country for some grass."
            },
            {
                "verse_number": "6",
                "verse_text": "You go one way, and I'll go the other.&apos; Then they left in separate directions."
            },
            {
                "verse_number": "7",
                "verse_text": "As Obadiah was walking along, he met Elijah. Obadiah recognized him, bowed down, and asked, &apos;Elijah, is it really you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Yes. Go tell Ahab I'm here.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Obadiah replied:"
            },
            {
                "verse_number": "10",
                "verse_text": "I swear to you in the name of the living Lord your God that the king has looked everywhere for you. He sent people to look in every country, and when they couldn't find you, he made the leader of each country swear that you were not in that country."
            },
            {
                "verse_number": "11",
                "verse_text": "Do you really want me to tell him you're here?"
            },
            {
                "verse_number": "12",
                "verse_text": "What if the Lord 's Spirit takes you away as soon as I leave? When Ahab comes to get you, he won't find you. Then he will surely kill me."
            },
            {
                "verse_number": "13",
                "verse_text": "I even hid 100 of the Lord 's prophets in caves when Jezebel was trying to kill them. I also gave them food and water."
            },
            {
                "verse_number": "14",
                "verse_text": "Do you really want me to tell Ahab you're here? He will kill me!"
            },
            {
                "verse_number": "15",
                "verse_text": "Elijah said, &apos;I'm a servant of the living Lord All-Powerful, and I swear in his name that I will meet with Ahab today.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Obadiah left and told Ahab where to find Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "and when he saw him, Ahab shouted, &apos;There you are, the biggest troublemaker in Israel!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Elijah answered:"
            },
            {
                "verse_number": "19",
                "verse_text": "Call together everyone from Israel to meet me on Mount Carmel. Be sure to bring along the 450 prophets of Baal and the 400 prophets of Asherah who eat at Jezebel's table."
            },
            {
                "verse_number": "20",
                "verse_text": "Ahab got everyone together, then they went to meet Elijah on Mount Carmel."
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah stood in front of them and said, &apos;How much longer will you try to have things both ways? If the Lord is God, worship him! But if Baal is God, worship him!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Elijah continued:"
            },
            {
                "verse_number": "23",
                "verse_text": "Bring us two bulls. Baal's prophets can take one of them, kill it, and cut it into pieces. Then they can put the meat on the wood without lighting the fire. I will do the same thing with the other bull, and I won't light a fire under it either."
            },
            {
                "verse_number": "24",
                "verse_text": "The prophets of Baal will pray to their god, and I will pray to the Lord . The one who answers by starting the fire is God."
            },
            {
                "verse_number": "25",
                "verse_text": "Elijah said to Baal's prophets, &apos;There are more of you, so you go first. Pick out a bull and get it ready, but don't light the fire. Then pray to your god.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They chose their bull, then they got it ready and prayed to Baal all morning, asking him to start the fire. They danced around the altar and shouted, &apos;Answer us, Baal!&apos; But there was no answer."
            },
            {
                "verse_number": "27",
                "verse_text": "At noon, Elijah began making fun of them. &apos;Pray louder!&apos; he said. &apos;Baal must be a god. Maybe he's daydreaming or using the toilet or traveling somewhere. Or maybe he's asleep, and you have to wake him up.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The prophets kept shouting louder and louder, and they cut themselves with swords and knives until they were bleeding. This was the way they worshiped,"
            },
            {
                "verse_number": "29",
                "verse_text": "and they kept it up until time for the evening sacrifice. But there was no answer of any kind."
            },
            {
                "verse_number": "30",
                "verse_text": "Elijah told everyone to gather around him while he repaired the Lord 's altar."
            },
            {
                "verse_number": "33",
                "verse_text": "He placed the wood on the altar, then they cut the bull into pieces and laid the meat on the wood."
            },
            {
                "verse_number": "34",
                "verse_text": "he told them to do it two more times. They did exactly as he said"
            },
            {
                "verse_number": "35",
                "verse_text": "until finally, the water ran down the altar and filled the ditch."
            },
            {
                "verse_number": "36",
                "verse_text": "When it was time for the evening sacrifice, Elijah prayed: Our Lord , you are the God of Abraham, Isaac, and Israel. Now, prove that you are the God of this nation, and that I, your servant, have done this at your command."
            },
            {
                "verse_number": "37",
                "verse_text": "Please answer me, so these people will know that you are the Lord God, and that you will turn their hearts back to you."
            },
            {
                "verse_number": "38",
                "verse_text": "The Lord immediately sent fire, and it burned up the sacrifice, the wood, and the stones. It scorched the ground everywhere around the altar and dried up every drop of water in the ditch."
            },
            {
                "verse_number": "39",
                "verse_text": "When the crowd saw what had happened, they all bowed down and shouted, &apos;The Lord is God! The Lord is God!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Just then, Elijah said, &apos;Grab the prophets of Baal! Don't let any of them get away.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Elijah told Ahab, &apos;Get something to eat and drink. I hear a heavy rain coming.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Ahab left, but Elijah climbed back to the top of Mount Carmel. Then he stooped down with his face almost to the ground"
            },
            {
                "verse_number": "43",
                "verse_text": "and said to his servant, &apos;Look toward the sea.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "After the seventh time the servant replied, &apos;I see a small cloud coming this way. But it's no bigger than a fist.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Ahab told his wife Jezebel what Elijah had done and that he had killed the prophets."
            },
            {
                "verse_number": "2",
                "verse_text": "She sent a message to Elijah: &apos;You killed my prophets. Now I'm going to kill you! I pray that the gods will punish me even more severely if I don't do it by this time tomorrow.&apos; Suddenly an angel woke him up and said, &apos;Get up and eat.&apos; While Elijah was on Mount Sinai, the Lord asked, &apos;Elijah, why are you here?&apos; All at once, a strong wind shook the mountain and shattered the rocks. But the Lord was not in the wind. Next, there was an earthquake, but the Lord was not in the earthquake. A voice asked, &apos;Elijah, why are you here?&apos; &apos;You can go,&apos; Elijah said. &apos;But remember what I've done for you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Elijah was afraid when he got her message, and he ran to the town of Beersheba in Judah. He left his servant there,"
            },
            {
                "verse_number": "4",
                "verse_text": "then walked another whole day into the desert. Finally, he came to a large bush and sat down in its shade. He begged the Lord , &apos;I've had enough. Just let me die! I'm no better off than my ancestors.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he lay down in the shade and fell asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah looked around, and by his head was a jar of water and some baked bread. He sat up, ate and drank, then lay down and went back to sleep."
            },
            {
                "verse_number": "7",
                "verse_text": "Soon the Lord 's angel woke him again and said, &apos;Get up and eat, or else you'll get too tired to travel.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Elijah sat up and ate and drank. The food and water made him strong enough to walk 40 more days. At last, he reached Mount Sinai, the mountain of God, Finally, there was a gentle breeze, Elijah, you can go back to the desert near Damascus. And when you get there, appoint Hazael to be king of Syria."
            },
            {
                "verse_number": "9",
                "verse_text": "and he spent the night there in a cave."
            },
            {
                "verse_number": "10",
                "verse_text": "He answered, &apos; Lord God All-Powerful, I've always done my best to obey you. But your people have broken their solemn promise to you. They have torn down your altars and killed all your prophets, except me. And now they are even trying to kill me!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Go out and stand on the mountain,&apos; the Lord replied. &apos;I want you to be there when I pass by.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then there was a fire, but the Lord was not in the fire."
            },
            {
                "verse_number": "13",
                "verse_text": "and when Elijah heard it, he covered his face with his coat. He went out and stood at the entrance to the cave."
            },
            {
                "verse_number": "14",
                "verse_text": "Elijah answered, &apos; Lord God All-Powerful, I've always done my best to obey you. But your people have broken their solemn promise to you. They have torn down your altars and killed all your prophets, except me. And now they are even trying to kill me!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said:"
            },
            {
                "verse_number": "16",
                "verse_text": "Then appoint Jehu son of Nimshi to be king of Israel, and Elisha son of Shaphat to take your place as my prophet."
            },
            {
                "verse_number": "17",
                "verse_text": "Hazael will start killing the people who worship Baal. Jehu will kill those who escape from Hazael, and Elisha will kill those who escape from Jehu."
            },
            {
                "verse_number": "18",
                "verse_text": "But 7,000 Israelites have refused to worship Baal, and they will live."
            },
            {
                "verse_number": "19",
                "verse_text": "Elijah left and found Elisha plowing a field with a pair of oxen. There were eleven other men in front of him, and each one was also plowing with a pair of oxen. Elijah went over and put his own coat on Elisha."
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha stopped plowing and ran after him. &apos;Let me kiss my parents goodbye, then I'll go with you,&apos; he said."
            },
            {
                "verse_number": "21",
                "verse_text": "Elisha left and took his oxen with him. He killed them and boiled them over a fire he had made with the wood from his plow. He gave the meat to the people who were with him, and they ate it. Then he left with Elijah and became his assistant."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "King Benhadad of Syria called his army together. He was joined by 32 other kings with their horses and chariots, and together they marched to Samaria and attacked."
            },
            {
                "verse_number": "2",
                "verse_text": "Benhadad sent a messenger to tell King Ahab of Israel,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Ahab, give me your silver and gold, your wives, and your strongest sons!&apos; When Benhadad got his answer, The prophet answered, &apos;The young bodyguards who serve the district officials.&apos; &apos;But who will lead them into battle?&apos; Ahab asked. &apos;You will!&apos; the prophet replied. King Benhadad of Syria and the 32 kings with him were drunk when the scouts he had sent out ran up to his tent, shouting, &apos;We just now saw soldiers marching out of Samaria!&apos; Ahab and Israel's army crushed the Syrians. Israel's gods are mountain gods. We fought Israel's army in the hills, and that's why they defeated us. But if we fight them on flat land, there's no way we can lose. Benhadad agreed and did what they suggested. Benhadad also escaped to Aphek and hid in the back room of a house. &apos;Is he still alive?&apos; Ahab asked. &apos;Benhadad is like a brother to me.&apos; &apos;Go get him,&apos; Ahab said. When Benhadad came out, Ahab had him climb up into his chariot. Ahab replied, &apos;If you do these things, I'll let you go free.&apos; Then they signed a peace treaty, and Ahab let Benhadad go. Ahab answered, &apos;You will be punished just as you have said.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your Majesty,&apos; Ahab replied, &apos;everything I have is yours, including me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Later, Benhadad sent another messenger to say to Ahab, &apos;I already told you to give me your silver and gold, your wives, and your children."
            },
            {
                "verse_number": "6",
                "verse_text": "But tomorrow at this time, I will send my officials into your city to search your palace and the houses of your officials. They will take everything else that you own.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ahab called a meeting with the leaders of Israel and said, &apos;Benhadad is causing real trouble. He told me to give him my wives and children, as well as my silver and gold. And I agreed.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Don't listen to him!&apos; they answered. &apos;You don't have to do what he says.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Ahab sent someone to tell Benhadad, &apos;Your Majesty, I'll give you my silver and gold, and even my wives and children. But I won't let you have anything else.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "he replied, &apos;I'll completely destroy Samaria! There won't even be enough of it left for my soldiers to carry back in their hands. If I don't do it, I pray that the gods will punish me terribly.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ahab then answered, &apos;Benhadad, don't brag before the fighting even begins. Wait and see if you live through it.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Meanwhile, Benhadad and the other kings had been drinking in their tents. But when Ahab's reply came, he ordered his soldiers to prepare to attack Samaria, and they all got ready."
            },
            {
                "verse_number": "13",
                "verse_text": "At that very moment, a prophet ran up to Ahab and said, &apos;You can see that Benhadad's army is very strong. But the Lord has promised to help you defeat them today. Then you will know that the Lord is in control.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Who will fight the battle?&apos; Ahab asked."
            },
            {
                "verse_number": "15",
                "verse_text": "So Ahab called together the 232 young soldiers and the 7,000 troops in Israel's army, and he got them ready to fight the Syrians."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Take them alive!&apos; Benhadad ordered. &apos;I don't care if they have come out to fight or to surrender.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The young soldiers led Israel's troops into battle,"
            },
            {
                "verse_number": "20",
                "verse_text": "and each of them attacked and killed an enemy soldier. The rest of the Syrian army turned and ran, and the Israelites went after them. Benhadad and some others escaped on horses,"
            },
            {
                "verse_number": "21",
                "verse_text": "but Ahab and his soldiers followed them and captured their horses and chariots."
            },
            {
                "verse_number": "22",
                "verse_text": "Later, the prophet went back and warned Ahab, &apos;Benhadad will attack you again next spring. Build up your troops and make sure you have some good plans.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Meanwhile, Benhadad's officials went to him and explained:"
            },
            {
                "verse_number": "24",
                "verse_text": "Here's what you should do. First, get rid of those 32 kings and put army commanders in their places."
            },
            {
                "verse_number": "25",
                "verse_text": "Then get more soldiers, horses, and chariots, so your army will be as strong as it was before. We'll fight Israel's army on flat land and wipe them out."
            },
            {
                "verse_number": "26",
                "verse_text": "In the spring, Benhadad got his army together, and they marched to the town of Aphek to attack Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The Israelites also prepared to fight. They marched out to meet the Syrians, and the two armies camped across from each other. The Syrians covered the whole area, but the Israelites looked like two little flocks of goats."
            },
            {
                "verse_number": "28",
                "verse_text": "The prophet went to Ahab and said, &apos;The Syrians think the Lord is a god of the hills and not of the valleys. So he has promised to help you defeat their powerful army. Then you will know that the Lord is in control.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "For seven days the two armies stayed in their camps, facing each other. Then on the seventh day the fighting broke out, and before sunset the Israelites had killed 100,000 Syrian troops."
            },
            {
                "verse_number": "30",
                "verse_text": "The rest of the Syrian army ran back to Aphek, but the town wall fell and crushed 27,000 of them."
            },
            {
                "verse_number": "31",
                "verse_text": "His officials said, &apos;Your Majesty, we've heard that Israel's kings keep their agreements. We will wrap sackcloth around our waists, put ropes around our heads, and ask Ahab to let you live.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They dressed in sackcloth and put ropes on their heads, then they went to Ahab and said, &apos;Your servant Benhadad asks you to let him live.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Benhadad's officials were trying to figure out what Ahab was thinking, and when he said &apos;brother,&apos; they quickly replied, &apos;You're right! You and Benhadad are like brothers.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Benhadad said, &apos;I'll give back the towns my father took from your father. And you can have shops in Damascus, just as my father had in Samaria.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "About this time the Lord commanded a prophet to say to a friend, &apos;Hit me!&apos; But the friend refused,"
            },
            {
                "verse_number": "36",
                "verse_text": "and the prophet told him, &apos;You disobeyed the Lord , and as soon as you walk away, a lion will kill you.&apos; The friend left, and suddenly a lion killed him."
            },
            {
                "verse_number": "37",
                "verse_text": "The prophet found someone else and said, &apos;Hit me!&apos; So this man beat him up."
            },
            {
                "verse_number": "38",
                "verse_text": "The prophet left and put a bandage over his face to disguise himself. Then he went and stood beside the road, waiting for Ahab to pass by."
            },
            {
                "verse_number": "39",
                "verse_text": "When Ahab went by, the prophet shouted, &apos;Your Majesty, right in the heat of battle, someone brought a prisoner to me and told me to guard him. He said if the prisoner got away, I would either be killed or forced to pay 3,000 pieces of silver."
            },
            {
                "verse_number": "40",
                "verse_text": "But I got busy doing other things, and the prisoner escaped.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The man quickly tore the bandage off his face, and Ahab saw that he was one of the prophets."
            },
            {
                "verse_number": "42",
                "verse_text": "The prophet said, &apos;The Lord told you to kill Benhadad, but you let him go. Now you will die in his place, and your people will die in place of his people.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Ahab went back to Samaria, angry and depressed."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Naboth owned a vineyard in Jezreel near King Ahab's palace. She signed Ahab's name to the letters and sealed them with his seal. Then she sent them to the town leaders. When Elijah found him, Elijah answered: Yes, I did! Ahab, you have managed to do everything the Lord hates. Some time later, the Lord said, &apos;Elijah, do you see how sorry Ahab is for what he did? I won't punish his family while he is still alive. I'll wait until his son is king.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "One day, Ahab said, &apos;Naboth, your vineyard is near my palace. Give it to me so I can turn it into a vegetable garden. I'll give you a better vineyard or pay whatever you want for yours.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Naboth answered, &apos;This vineyard has always been in my family. I won't let you have it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab went home, angry and depressed because of what Naboth had told him. He lay on his bed, just staring at the wall and refusing to eat a thing."
            },
            {
                "verse_number": "5",
                "verse_text": "Jezebel his wife came in and asked, &apos;What's wrong? Why won't you eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I asked Naboth to sell me his vineyard or to let me give him a better one,&apos; Ahab replied. &apos;And he told me I couldn't have it.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Aren't you the king of Israel?&apos; Jezebel asked. &apos;Get out of bed and eat something! Don't worry, I'll get Naboth's vineyard for you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "After receiving her letters, they did exactly what she had asked."
            },
            {
                "verse_number": "12",
                "verse_text": "They told the people that it was a day to go without eating, and when they all came together, they seated Naboth at the front."
            },
            {
                "verse_number": "13",
                "verse_text": "The two liars came in and sat across from Naboth. Then they accused him of cursing God and the king, so the people dragged Naboth outside and stoned him to death."
            },
            {
                "verse_number": "14",
                "verse_text": "The leaders of Jezreel sent a message back to Jezebel that said, &apos;Naboth is dead.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "As soon as Jezebel got their message, she told Ahab, &apos;Now you can have the vineyard Naboth refused to sell. He's dead.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Ahab got up and went to take over the vineyard."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Elijah the prophet,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;King Ahab of Israel is in Naboth's vineyard right now, taking it over."
            },
            {
                "verse_number": "19",
                "verse_text": "Go tell him that I say, &quot;Ahab, you murdered Naboth and took his property. And so, in the very spot where dogs licked up Naboth's blood, they will lick up your blood.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Ahab said, &apos;So, my enemy, you found me at last.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Now you will be punished. You and every man and boy in your family will die, whether slave or free."
            },
            {
                "verse_number": "22",
                "verse_text": "Your whole family will be wiped out, just like the families of King Jeroboam and King Baasha. You've made the Lord very angry by sinning and causing the Israelites to sin."
            },
            {
                "verse_number": "23",
                "verse_text": "And as for Jezebel, dogs will eat her body there in Jezreel."
            },
            {
                "verse_number": "24",
                "verse_text": "Dogs will also eat the bodies of your relatives who die in town, and vultures will eat the bodies of those who die in the country."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "For the next three years there was peace between Israel and Syria."
            },
            {
                "verse_number": "2",
                "verse_text": "During the third year King Jehoshaphat of Judah went to visit King Ahab of Israel. &apos;Just tell me what to do,&apos; Jehoshaphat answered. &apos;My army and horses are at your command. &apos;Yes!&apos; the prophets answered. &apos;The Lord will help you defeat them.&apos; &apos;Don't say that!&apos; Jehoshaphat replied. &apos;Yes!&apos; Micaiah answered. &apos;The Lord will help you defeat them.&apos; Listen to this! I also saw the Lord seated on his throne with every creature in heaven gathered around him. They talked about it for a while, &apos;How?&apos; the Lord asked. &apos;Good!&apos; the Lord replied. &apos;Now go and do it.&apos; Everything else Jehoshaphat did while he was king, including his brave deeds and military victories, is written in The History of the Kings of Judah ."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab asked his officials, &apos;Why haven't we tried to get Ramoth in Gilead back from the Syrians? It belongs to us.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he asked Jehoshaphat, &apos;Would you go to Ramoth with me and attack the Syrians?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But first, let's ask the Lord .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahab sent for about 400 prophets and asked, &apos;Should I attack the Syrians at Ramoth?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jehoshaphat said, &apos;Just to make sure, is there another of the Lord 's prophets we can ask?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;We could ask Micaiah son of Imlah,&apos; Ahab said. &apos;But I hate Micaiah. He always has bad news for me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Ahab sent someone to bring Micaiah as soon as possible."
            },
            {
                "verse_number": "10",
                "verse_text": "All this time, Ahab and Jehoshaphat were dressed in their royal robes and were seated on their thrones at the threshing place near the gate of Samaria. They were listening to the prophets tell them what the Lord had said."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah son of Chenaanah was one of the prophets. He had made some horns out of iron and shouted, &apos;Ahab, the Lord says you will attack the Syrians like a bull with iron horns and wipe them out!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "All the prophets agreed that Ahab should attack the Syrians at Ramoth, and they promised that the Lord would help him defeat them."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, the messenger who went to get Micaiah whispered, &apos;Micaiah, all the prophets have good news for Ahab. Now go and say the same thing.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I'll say whatever the living Lord tells me to say,&apos; Micaiah replied."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Micaiah went to Ahab, and Ahab asked, &apos;Micaiah, should I attack the Syrians at Ramoth?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Micaiah, I've told you over and over to tell me the truth!&apos; Ahab shouted. &apos;What does the Lord really say?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He answered, &apos;In a vision I saw Israelite soldiers walking around in the hills like sheep without a shepherd to guide them. The Lord said, &quot;This army has no leader. They should go home and not fight.&quot; &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Ahab turned to Jehoshaphat and said, &apos;I told you he would bring bad news!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Micaiah replied:"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord asked, &apos;Who can trick Ahab and make him go to Ramoth where he will be killed?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "then finally a spirit came forward and said to the Lord , &apos;I can trick Ahab.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;I'll make Ahab's prophets lie to him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "This is exactly what has happened, Ahab. The Lord made all your prophets lie to you, and he knows you will soon be destroyed."
            },
            {
                "verse_number": "24",
                "verse_text": "Zedekiah walked up to Micaiah and slapped him on the face. Then he asked, &apos;Do you really think the Lord would speak to you and not to me?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Micaiah answered, &apos;You'll find out on the day you have to hide in the back room of some house.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Ahab shouted, &apos;Arrest Micaiah! Take him to Prince Joash and Governor Amon of Samaria."
            },
            {
                "verse_number": "27",
                "verse_text": "Tell them to put him in prison and to give him nothing but bread and water until I come back safely.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Micaiah said, &apos;If you do come back, I was wrong about what the Lord wanted me to say.&apos; Then he told the crowd, &apos;Don't forget what I said!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Ahab and Jehoshaphat led their armies to Ramoth in Gilead."
            },
            {
                "verse_number": "30",
                "verse_text": "Before they went into battle, Ahab said, &apos;Jehoshaphat, I'll disguise myself, but you wear your royal robe.&apos; Then Ahab disguised himself and went into battle."
            },
            {
                "verse_number": "31",
                "verse_text": "The king of Syria had ordered his 32 chariot commanders to attack only Ahab."
            },
            {
                "verse_number": "32",
                "verse_text": "So when they saw Jehoshaphat in his robe, they thought he was Ahab and started to attack him. But when Jehoshaphat shouted out to them,"
            },
            {
                "verse_number": "33",
                "verse_text": "they realized he wasn't Ahab, and they left him alone."
            },
            {
                "verse_number": "34",
                "verse_text": "However, during the fighting a soldier shot an arrow without even aiming, and it hit Ahab where two pieces of his armor joined. He shouted to his chariot driver, &apos;I've been hit! Get me out of here!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The fighting lasted all day, with Ahab propped up in his chariot so he could see the Syrian troops. He bled so much that the bottom of the chariot was covered with blood, and by evening he was dead."
            },
            {
                "verse_number": "36",
                "verse_text": "As the sun was going down, someone in Israel's army shouted to the others, &apos;Retreat! Go back home!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Ahab's body was taken to Samaria and buried there."
            },
            {
                "verse_number": "38",
                "verse_text": "Some workers washed his chariot near a spring in Samaria, and prostitutes washed themselves in his blood. Dogs licked Ahab's blood off the ground, just as the Lord had warned."
            },
            {
                "verse_number": "39",
                "verse_text": "Everything else Ahab did while he was king, including the towns he strengthened and the palace he built and furnished with ivory, is written in The History of the Kings of Israel ."
            },
            {
                "verse_number": "40",
                "verse_text": "Ahab died, and his son Ahaziah became king."
            },
            {
                "verse_number": "41",
                "verse_text": "Jehoshaphat son of Asa became king of Judah in Ahab's fourth year as king of Israel."
            },
            {
                "verse_number": "42",
                "verse_text": "Jehoshaphat was 35 years old when he became king, and he ruled from Jerusalem for 25 years. His mother was Azubah daughter of Shilhi."
            },
            {
                "verse_number": "47",
                "verse_text": "The country of Edom had no king at the time, so a lower official ruled the land."
            },
            {
                "verse_number": "48",
                "verse_text": "Jehoshaphat had seagoing ships built to sail to Ophir for gold. But they were wrecked at Ezion-Geber and never sailed."
            },
            {
                "verse_number": "49",
                "verse_text": "Ahaziah son of Ahab offered to let his sailors go with Jehoshaphat's sailors, but Jehoshaphat refused."
            },
            {
                "verse_number": "50",
                "verse_text": "Jehoshaphat died and was buried beside his ancestors in Jerusalem, and his son Jehoram became king."
            },
            {
                "verse_number": "51",
                "verse_text": "Ahaziah son of Ahab became king of Israel in the seventeenth year of Jehoshaphat's rule in Judah, and he ruled two years from Samaria."
            },
            {
                "verse_number": "52",
                "verse_text": "Ahaziah disobeyed the Lord , just as his father, his mother, and Jeroboam had done. They all led Israel to sin."
            },
            {
                "verse_number": "53",
                "verse_text": "Ahaziah worshiped Baal and made the Lord God of Israel very angry, just as his father had done."
            }
        ]
    }
}