{
    "Isaiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I am Isaiah, the son of Amoz. And this is the message that I was given about Judah and Jerusalem when Uzziah, Jotham, Ahaz, and Hezekiah were the kings of Judah: in a vineyard like Sodom and Gomorrah, and help the oppressed.&apos; by showing justice; set on fire by their idols. &apos;Listen, heaven and earth! The children I raised have turned against me. who owns and feeds them, but my people won't ever learn.&apos; loaded down with guilt. You are wicked and corrupt and have turned from the Lord , the holy God of Israel. Why not give up your sin? Your head is badly bruised, and you are weak all over. there isn't a healthy spot. Bruises, cuts, and open sores go without care or oil to ease the pain. your towns are in ashes. Foreigners and strangers take and destroy your land while you watch. alone like a hut or in a cucumber field. if the Lord All-Powerful had not let a few of its people survive. than the leaders and people of Sodom and Gomorrah! So listen to the Lord God: mean nothing to me. I am sick of your offerings of rams and choice cattle; I don't like the blood of bulls or lambs or goats. when you come to worship me? Stay out of my temple! and your incense disgusting. I can't stand the evil you do on your New Moon Festivals or on your Sabbaths and other times of worship. and all others as well. They are a heavy burden I am tired of carrying. I won't listen. You are too violent. I hate your filthy deeds. Stop doing wrong See that justice is done. Defend widows and orphans to come and talk it over. Your sins are scarlet red, but they will be whiter than snow or wool. the best crops in the land will be yours. your enemies will kill you. I, the Lord , have spoken. an unfaithful wife. Once your judges were honest and your people lived right; now you are a city full of murderers. and your wine is watered down. to become friends of crooks; your rulers are looking for gifts and bribes. Widows and orphans never get a fair trial. the mighty ruler of Israel, and I make you a promise: You are now my enemy, and I will show my anger by taking revenge on you. and burn away everything that makes you unfit to worship me. judges and advisors like those you had before. Your new name will be &apos;Justice and Faithfulness.&apos; Zion's people who turn to me will be saved by doing right. who turn against me, the Lord , will all disappear. of those groves of trees where you worshiped idols. dying in a drought. will be like dry wood No one will be able to help, as they all go up in flames."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord has said,"
            },
            {
                "verse_number": "3",
                "verse_text": "Oxen and donkeys know"
            },
            {
                "verse_number": "4",
                "verse_text": "Israel, you are a sinful nation"
            },
            {
                "verse_number": "5",
                "verse_text": "Why be punished more?"
            },
            {
                "verse_number": "6",
                "verse_text": "From your head to your toes"
            },
            {
                "verse_number": "7",
                "verse_text": "Your country lies in ruins;"
            },
            {
                "verse_number": "8",
                "verse_text": "Enemies surround Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Zion would have disappeared"
            },
            {
                "verse_number": "10",
                "verse_text": "You are no better"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Your sacrifices"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Who asked you to bring all this"
            },
            {
                "verse_number": "13",
                "verse_text": "Your sacrifices are worthless,"
            },
            {
                "verse_number": "14",
                "verse_text": "I hate your New Moon Festivals"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;No matter how much you pray,"
            },
            {
                "verse_number": "16",
                "verse_text": "Wash yourselves clean!"
            },
            {
                "verse_number": "17",
                "verse_text": "and learn to live right."
            },
            {
                "verse_number": "18",
                "verse_text": "I, the Lord , invite you"
            },
            {
                "verse_number": "19",
                "verse_text": "If you willingly obey me,"
            },
            {
                "verse_number": "20",
                "verse_text": "But if you turn against me,"
            },
            {
                "verse_number": "21",
                "verse_text": "Jerusalem, you are like"
            },
            {
                "verse_number": "22",
                "verse_text": "Your silver is fake,"
            },
            {
                "verse_number": "23",
                "verse_text": "Your leaders have rejected me"
            },
            {
                "verse_number": "24",
                "verse_text": "I am the Lord All-Powerful,"
            },
            {
                "verse_number": "25",
                "verse_text": "I will punish you terribly"
            },
            {
                "verse_number": "26",
                "verse_text": "Jerusalem, I will choose"
            },
            {
                "verse_number": "27",
                "verse_text": "Jerusalem, you will be saved"
            },
            {
                "verse_number": "28",
                "verse_text": "But those rebellious sinners"
            },
            {
                "verse_number": "29",
                "verse_text": "You will be made ashamed"
            },
            {
                "verse_number": "30",
                "verse_text": "You will be like a grove of trees"
            },
            {
                "verse_number": "31",
                "verse_text": "Your strongest leaders"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This is the message I was given about Judah and Jerusalem: with the Lord 's temple will be the highest of all. It will reach above the hills; every nation will rush to it. &apos;Let's go to the mountain of the Lord God of Jacob and worship in his temple.&apos; The Lord will teach us his Law from Jerusalem, and we will obey him. between nations. They will pound their swords and their spears into rakes and shovels; they will never make war or attack one another. by the light of the Lord . your people, Israel, because they follow customs of nations from the east. They worship Philistine gods and are close friends of silver and gold; they have countless horses and war chariots. they worship the idols they have made. will be ashamed and disgraced. Don't forgive them! go hide among the rocks and in the ground, because the Lord is fearsome, marvelous, and glorious. everyone who is proud will be made humble, and the Lord alone will be honored. has chosen a day when those who are proud and conceited will be put down. cedars of Lebanon will be destroyed. So will the oak trees of Bashan, and every beautiful boat. everyone who is proud will be put down. Only the Lord will be honored. in caves and holes&ndash; the Lord will be fearsome, marvelous, and glorious when he comes to terrify people on earth. to the moles and bats their idols of silver and gold they made to worship. marvelous, and glorious when he comes to terrify people on earth&ndash; they will hide in caves and in the hills. of humans. They are all going to die, so how can they help?"
            },
            {
                "verse_number": "2",
                "verse_text": "In the future, the mountain"
            },
            {
                "verse_number": "3",
                "verse_text": "Many people will come and say,"
            },
            {
                "verse_number": "4",
                "verse_text": "He will settle arguments"
            },
            {
                "verse_number": "5",
                "verse_text": "People of Israel, let's live"
            },
            {
                "verse_number": "6",
                "verse_text": "Our Lord , you have deserted of foreigners."
            },
            {
                "verse_number": "7",
                "verse_text": "They have endless treasures"
            },
            {
                "verse_number": "8",
                "verse_text": "Everywhere in the country"
            },
            {
                "verse_number": "9",
                "verse_text": "And so, all of them"
            },
            {
                "verse_number": "10",
                "verse_text": "Every one of you,"
            },
            {
                "verse_number": "11",
                "verse_text": "When the Lord comes,"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "13",
                "verse_text": "The tall and towering"
            },
            {
                "verse_number": "14",
                "verse_text": "all high mountains and hills,"
            },
            {
                "verse_number": "15",
                "verse_text": "every strong fortress,"
            },
            {
                "verse_number": "16",
                "verse_text": "all the seagoing ships,"
            },
            {
                "verse_number": "17",
                "verse_text": "When that day comes,"
            },
            {
                "verse_number": "18",
                "verse_text": "Idols will be gone for good."
            },
            {
                "verse_number": "19",
                "verse_text": "You had better hide"
            },
            {
                "verse_number": "20",
                "verse_text": "On that day everyone will throw"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord will be fearsome,"
            },
            {
                "verse_number": "22",
                "verse_text": "Stop trusting the power"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The mighty Lord All-Powerful is going to take away from Jerusalem and Judah everything you need&ndash; your bread and water, * judges and prophets, leaders and army officers, fortunetellers and others who tell the future. become your rulers. to friends and neighbors. Young people will insult their elders; no one will show respect to those who deserve it. of a relative and say, &apos;You still have a coat. Be our leader and rule this pile of ruins.&apos; &apos;I can't do you any good. Don't make me your leader. There's no food or clothing left in my house.&apos; you rebelled against your glorious Lord &ndash; your words and your actions, made you stumble and fall. that you are sinful as Sodom, and you don't try to hide it. You are in for trouble, and you have brought it all on yourselves. &apos;You're very fortunate&ndash; you will be rewarded for what you have done.&apos; &apos;You're in big trouble&ndash; what you did to others will come back to you.&apos; you are ruled and abused by women and children. You are confused by leaders who guide you down the wrong path. and judge all nations. you rulers and leaders of his own nation. and filled your houses by robbing the poor. &apos;You have crushed my people and rubbed in the dirt the faces of the poor.&apos; The women of Jerusalem are proud and strut around, winking shamelessly. They wear anklets that jingle and call attention to the way they walk. their heads with sores, and I will uncover their private parts. there will be a stink; in place of belts, there will be ropes; in place of fancy hairdos, they will have bald heads. Instead of expensive clothes, they will wear sackcloth; instead of beauty, they will have ugly scars. will be killed in battle. and sit in the dirt, emptied of its people."
            },
            {
                "verse_number": "2",
                "verse_text": "soldiers and heroes,"
            },
            {
                "verse_number": "3",
                "verse_text": "officials and advisors,"
            },
            {
                "verse_number": "4",
                "verse_text": "He will let children and babies"
            },
            {
                "verse_number": "5",
                "verse_text": "You will each be cruel"
            },
            {
                "verse_number": "6",
                "verse_text": "Some of you will grab hold"
            },
            {
                "verse_number": "7",
                "verse_text": "But the answer will be,"
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem and Judah,"
            },
            {
                "verse_number": "9",
                "verse_text": "The look on your faces shows"
            },
            {
                "verse_number": "10",
                "verse_text": "Tell those who obey God,"
            },
            {
                "verse_number": "11",
                "verse_text": "Tell those who disobey,"
            },
            {
                "verse_number": "12",
                "verse_text": "Though you are God's people,"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord is ready to accuse"
            },
            {
                "verse_number": "14",
                "verse_text": "He will even judge You destroyed his vineyard"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord All-Powerful says,"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "17",
                "verse_text": "But I, the Lord , will cover"
            },
            {
                "verse_number": "24",
                "verse_text": "In place of perfume,"
            },
            {
                "verse_number": "25",
                "verse_text": "The fighting men of Jerusalem"
            },
            {
                "verse_number": "26",
                "verse_text": "The city will mourn"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When this happens, seven women will grab the same man, and each of them will say, &apos;I'll buy my own food and clothes! Just marry me and take away my disgrace.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The time is coming when the Lord will make his land fruitful and glorious again, and the people of Israel who survive will take great pride in what the land produces."
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone who is left alive in Jerusalem will be called special,"
            },
            {
                "verse_number": "4",
                "verse_text": "after the Lord sends a fiery judgment to clean the city and its people of their violent deeds."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Lord will cover the whole city and its meeting places with a thick cloud each day and with a flaming fire each night. God's own glory will be like a huge tent that covers everything."
            },
            {
                "verse_number": "6",
                "verse_text": "It will provide shade from the heat of the sun and a place of shelter and protection from storms and rain."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I will sing a song about my friend's vineyard that was on the side of a fertile hill. removed the stones, and planted the best vines. He built a watchtower and dug a pit in rocky ground for pressing the grapes. He hoped they would be sweet, but bitter grapes were all it produced. and of Judah! You be the judge of me and my vineyard. for my vineyard? I hoped for sweet grapes, but bitter grapes were all that grew. what I am going to do. I will cut down the hedge and tear down the wall. My vineyard will be trampled and left in ruins. neither pruned nor hoed; it will be covered with thorns and briars. I will command the clouds not to send rain. Israel is the vineyard, and Judah is the garden I tended with care. I had hoped for honesty and for justice, but dishonesty and cries for mercy were all I found. Those large and beautiful homes will be left empty, with no one to take care of them."
            },
            {
                "verse_number": "2",
                "verse_text": "My friend dug the ground,"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen, people of Jerusalem"
            },
            {
                "verse_number": "4",
                "verse_text": "What more could I have done"
            },
            {
                "verse_number": "5",
                "verse_text": "Now I will let you know"
            },
            {
                "verse_number": "6",
                "verse_text": "It will turn into a desert,"
            },
            {
                "verse_number": "7",
                "verse_text": "I am the Lord All-Powerful!"
            },
            {
                "verse_number": "8",
                "verse_text": "You are in for trouble! You take over house after house and field after field, until there is no room left for anyone else in all the land."
            },
            {
                "verse_number": "9",
                "verse_text": "But the Lord All-Powerful has made this promise to me:"
            },
            {
                "verse_number": "10",
                "verse_text": "Four hectares of grapevines will produce only 27 liters of juice, and 180 liters of seed will produce merely 18 liters of grain."
            },
            {
                "verse_number": "11",
                "verse_text": "You are in for trouble! You get up early to start drinking, and you keep it up late into the night."
            },
            {
                "verse_number": "12",
                "verse_text": "At your drinking parties you have the music of stringed instruments, tambourines, and flutes. But you never even think about all the Lord has done,"
            },
            {
                "verse_number": "13",
                "verse_text": "and so his people know nothing about him. That's why many of you will be dragged off to foreign lands. Your leaders will starve to death, and everyone else will suffer from thirst."
            },
            {
                "verse_number": "14",
                "verse_text": "The world of the dead has opened its mouth wide and is eagerly waiting for the leaders of Jerusalem and for its noisy crowds, especially for those who take pride in that city."
            },
            {
                "verse_number": "15",
                "verse_text": "Its citizens have been put down, and its proud people have been brought to shame."
            },
            {
                "verse_number": "16",
                "verse_text": "But the holy Lord God All-Powerful is praised, because he has shown who he is by bringing justice."
            },
            {
                "verse_number": "17",
                "verse_text": "His people will be like sheep grazing in their own pasture, and they will take off what was left by others."
            },
            {
                "verse_number": "18",
                "verse_text": "You are in for trouble! The lies you tell are like ropes by which you drag along sin and evil."
            },
            {
                "verse_number": "19",
                "verse_text": "And you say, &apos;Let the holy God of Israel hurry up and do what he has promised, so we can see it for ourselves.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "You are headed for trouble! You say wrong is right, darkness is light, and bitter is sweet."
            },
            {
                "verse_number": "21",
                "verse_text": "You think you are clever and smart."
            },
            {
                "verse_number": "22",
                "verse_text": "And you are great at drinking and mixing drinks. But you are in for trouble."
            },
            {
                "verse_number": "23",
                "verse_text": "You accept bribes to let the guilty go free, and you cheat the innocent out of a fair trial."
            },
            {
                "verse_number": "24",
                "verse_text": "You will go up in flames like straw and hay! You have rejected the teaching of the holy Lord God All-Powerful of Israel. Now your roots will rot, and your blossoms will turn to dust."
            },
            {
                "verse_number": "25",
                "verse_text": "You are the Lord 's people, but you made him terribly angry, and he struck you with his mighty arm. Mountains shook, and dead bodies covered the streets like garbage. The Lord is still angry, and he is ready to strike you again."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord has signaled for the foreign nations to come and attack you. He has already whistled, and they are coming as fast as they can."
            },
            {
                "verse_number": "27",
                "verse_text": "None of them are tired. They don't sleep or get drowsy, and they run without stumbling. Their belts don't come loose; their sandal straps don't break."
            },
            {
                "verse_number": "28",
                "verse_text": "Their arrows are sharp, and their bows are ready. The hoofs of their horses are hard as flint; the wheels of their war chariots turn as fast as a whirlwind."
            },
            {
                "verse_number": "29",
                "verse_text": "They roar and growl like fierce young lions as they grab their victims and drag them off where no one can rescue them."
            },
            {
                "verse_number": "30",
                "verse_text": "On the day they attack, they will roar like the ocean. And across the land you will see nothing but darkness and trouble, because the light of day will be covered by thick clouds."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "In the year that King Uzziah died, I had a vision of the Lord . He was on his throne high above, and his robe filled the temple."
            },
            {
                "verse_number": "2",
                "verse_text": "Flaming creatures with six wings each were flying over him. They covered their faces with two of their wings and their bodies with two more. They used the other two wings for flying,"
            },
            {
                "verse_number": "3",
                "verse_text": "as they shouted, &apos;Holy, holy, holy, Lord All-Powerful! The earth is filled with your glory.&apos; &apos;I'll go,&apos; I answered. &apos;Send me!&apos; &apos;You will listen and listen, but never understand. You will look and look, but never see.&apos; The Lord also said, Make them stop up their ears, cover their eyes, and fail to understand. Don't let them turn to me and be healed.&apos; The Lord answered: Until their towns are destroyed and their houses are deserted, until their fields are empty,"
            },
            {
                "verse_number": "4",
                "verse_text": "As they shouted, the doorposts of the temple shook, and the temple was filled with smoke."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I cried out, &apos;I'm doomed! Everything I say is sinful, and so are the words of everyone around me. Yet I have seen the King, the Lord All-Powerful.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "One of the flaming creatures flew over to me with a burning coal that it had taken from the altar with a pair of metal tongs."
            },
            {
                "verse_number": "7",
                "verse_text": "It touched my lips with the hot coal and said, &apos;This has touched your lips. Your sins are forgiven, and you are no longer guilty.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "After this, I heard the Lord ask, &apos;Is there anyone I can send? Will someone speak for us?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord told me to go and speak this message to the people:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Make these people stubborn!"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I asked the Lord , &apos;How long will this last?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "and I have sent them far away, leaving their land in ruins."
            },
            {
                "verse_number": "13",
                "verse_text": "If only a tenth of the people are left, even they will be destroyed. But just as stumps remain after trees have been cut down, some of my chosen ones will be left."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz, the son of Jotham and the grandson of Uzziah, was king of Judah when King Rezin of Syria and King Pekah son of Remaliah of Israel went to attack Jerusalem. But they were not able to do what they had planned."
            },
            {
                "verse_number": "2",
                "verse_text": "When news reached the royal palace that Syria had joined forces with Israel, King Ahaz and everyone in Judah were so terrified that they shook like trees in a windstorm. Listen, every one of you in the royal family of David. You have already tried my patience. Now you are trying God's patience by refusing to ask for proof."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord said to me: Take your son Shearjashub and go see King Ahaz. You will find him on the road near the cloth makers' shops at the end of the canal that brings water from the upper pool."
            },
            {
                "verse_number": "4",
                "verse_text": "Tell Ahaz to stop worrying. There's no need for him to be afraid of King Rezin and King Pekah. They are very angry, but they are nothing more than a dying fire. Ahaz doesn't need to fear"
            },
            {
                "verse_number": "5",
                "verse_text": "their evil threats"
            },
            {
                "verse_number": "6",
                "verse_text": "to invade and defeat Judah and Jerusalem and to let the son of Tabeel be king in his place."
            },
            {
                "verse_number": "7",
                "verse_text": "I, the Lord , promise that this will never happen."
            },
            {
                "verse_number": "10",
                "verse_text": "Once again the Lord God spoke to King Ahaz. This time he said,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Ask me for proof that my promise will come true. Ask for something to happen deep in the world of the dead or high in the heavens above.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;No, Lord ,&apos; Ahaz answered. &apos;I won't test you!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then I said:"
            },
            {
                "verse_number": "14",
                "verse_text": "But the Lord will still give you proof. A virgin is pregnant; she will have a son and will name him Immanuel."
            },
            {
                "verse_number": "17",
                "verse_text": "But the Lord will make more trouble for your people and your kingdom than any of you have known since Israel broke away from Judah. He will even bring the king of Assyria to attack you."
            },
            {
                "verse_number": "18",
                "verse_text": "When that time comes, the Lord will whistle, and armies will come from Egypt like flies and from Assyria like bees."
            },
            {
                "verse_number": "19",
                "verse_text": "They will settle everywhere&ndash;in the deep valleys and between the rocks, on every thornbush and all over the pastureland."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord will pay the king of Assyria to bring a razor from across the Euphrates River and shave your head and every hair on your body, including your beard."
            },
            {
                "verse_number": "21",
                "verse_text": "Anyone who is able to save only one young cow and two sheep,"
            },
            {
                "verse_number": "22",
                "verse_text": "will have enough milk to make yogurt. In fact, everyone left in the land will eat yogurt and honey."
            },
            {
                "verse_number": "23",
                "verse_text": "Vineyards that had 1,000 vines and were worth 1,000 pieces of silver will turn into thorn patches."
            },
            {
                "verse_number": "24",
                "verse_text": "You will go there to hunt with your bow and arrows, because the whole country will be covered with thornbushes."
            },
            {
                "verse_number": "25",
                "verse_text": "The hills where you once planted crops will be overgrown with thorns and thistles. You will be afraid to go there, and your cattle, sheep, and goats will be turned loose on those hills."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said, &apos;Isaiah, get something to write on. Then write in big clear letters the name, MAHER-SHALAL-HASH-BAZ."
            },
            {
                "verse_number": "2",
                "verse_text": "I will tell Uriah the priest and Zechariah son of Jeberechiah to serve as witnesses to this.&apos; He will spread his wings go ahead and prepare for war, but you will be crushed. but you will fail because God is with us. I'm warning you! Don't act like these people. None of those who talk like that will live to see the light of day!"
            },
            {
                "verse_number": "3",
                "verse_text": "Sometime later, my wife and I had a son, and the Lord said, &apos;Name him Maher-Shalal-Hash-Baz."
            },
            {
                "verse_number": "4",
                "verse_text": "Because before he can say &quot;Mommy&quot; or &quot;Daddy,&quot; the king of Assyria will attack and take everything of value from Damascus and Samaria.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord spoke to me again and said:"
            },
            {
                "verse_number": "6",
                "verse_text": "These people have refused the gentle waters of Shiloah and have gladly gone over to the side of King Rezin and King Pekah."
            },
            {
                "verse_number": "7",
                "verse_text": "Now I will send the king of Assyria against them with his powerful army, which will attack like the mighty Euphrates River overflowing its banks."
            },
            {
                "verse_number": "8",
                "verse_text": "Enemy soldiers will cover Judah like a flood reaching up to your neck. But God is with us. and protect our land."
            },
            {
                "verse_number": "9",
                "verse_text": "All of you foreign nations,"
            },
            {
                "verse_number": "10",
                "verse_text": "Get together and make plans,"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord took hold of me with his powerful hand and said:"
            },
            {
                "verse_number": "12",
                "verse_text": "Don't call something a rebellious plot, just because they do, and don't be afraid of something, just because they are."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the one you should fear and respect. I am the holy God, the Lord All-Powerful!"
            },
            {
                "verse_number": "16",
                "verse_text": "My message and my teachings are to be sealed and given to my followers."
            },
            {
                "verse_number": "17",
                "verse_text": "Meanwhile, I patiently trust the Lord , even though he is no longer pleased with Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "My children and I are warning signs to Israel from the Lord All-Powerful, who lives on Mount Zion."
            },
            {
                "verse_number": "19",
                "verse_text": "Someone may say to you, &apos;Go to the fortunetellers who make soft chirping sounds or ask the spirits of the dead. After all, a nation ought to be able to ask its own gods"
            },
            {
                "verse_number": "20",
                "verse_text": "what it should do.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They will go around in great pain and will become so hungry that they will angrily curse their king and their gods. And when they try to find help in heaven"
            },
            {
                "verse_number": "22",
                "verse_text": "and on earth, they will find only trouble and darkness, terrible trouble and deepest darkness."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "But those who have suffered will no longer be in pain. The territories of Zebulun and Naphtali in Galilee were once hated. But this land of the Gentiles across the Jordan River and along the Mediterranean Sea will be greatly respected. have seen a bright light. And it shines upon everyone who lives in the land of darkest shadows. Because of you, its people are glad and celebrate like workers at harvest time or like soldiers dividing up what they have taken. of those who abused and enslaved your people. You have rescued them just as you saved your people and the blood-stained uniforms have been fed to flames and eaten by fire. We have been given a son who will be our ruler. His names will be Wonderful Advisor and Mighty God, Eternal Father and Prince of Peace. peace will last forever. He will rule David's kingdom and make it grow strong. He will always rule with honesty and justice. The Lord All-Powerful will make certain that all of this is done. have fallen to the ground, but we will build houses with stones and cedar.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Those who walked in the dark"
            },
            {
                "verse_number": "3",
                "verse_text": "Our Lord , you have made your nation stronger. from Midian."
            },
            {
                "verse_number": "4",
                "verse_text": "You have broken the power"
            },
            {
                "verse_number": "5",
                "verse_text": "The boots of marching warriors"
            },
            {
                "verse_number": "6",
                "verse_text": "A child has been born for us."
            },
            {
                "verse_number": "7",
                "verse_text": "His power will never end;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord had warned the people of Israel,"
            },
            {
                "verse_number": "9",
                "verse_text": "and all of them knew it, including everyone in the capital city of Samaria. But they were proud and stubborn and said,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Houses of brick and sycamore"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord made their enemies attack them."
            },
            {
                "verse_number": "12",
                "verse_text": "He sent the Arameans from the east and the Philistines from the west, and they swallowed up Israel. But even this did not stop him from being angry, so he kept on punishing them."
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Israel still did not turn back to the Lord All-Powerful and worship him."
            },
            {
                "verse_number": "14",
                "verse_text": "In one day he cut off their head and tail, their leaves and branches."
            },
            {
                "verse_number": "15",
                "verse_text": "Their rulers and leaders were the head, and the lying prophets were the tail."
            },
            {
                "verse_number": "16",
                "verse_text": "They had led the nation down the wrong path, and the people were confused."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord was angry with his people and kept punishing them, because they had turned against him. They were evil and spoke foolishly. That's why he did not have pity on their young people or on their widows and orphans."
            },
            {
                "verse_number": "18",
                "verse_text": "Evil had spread like a raging forest fire sending thornbushes up in smoke."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord All-Powerful was angry and used the people as fuel for a fire that scorched the land. They turned against each other"
            },
            {
                "verse_number": "20",
                "verse_text": "like wild animals attacking and eating everyone around them, even their own relatives. But still they were not satisfied."
            },
            {
                "verse_number": "21",
                "verse_text": "The tribes of Ephraim and Manasseh turned against each other, then joined forces to attack Judah. But the Lord was still angry and ready to punish the nation even more."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "You people are in for trouble! You have made cruel and unfair laws"
            },
            {
                "verse_number": "2",
                "verse_text": "that let you cheat the poor and needy and rob widows and orphans."
            },
            {
                "verse_number": "3",
                "verse_text": "But what will you do when you are fiercely attacked and punished by foreigners? Where will you run for help? Where will you hide your valuables?"
            },
            {
                "verse_number": "4",
                "verse_text": "How will you escape being captured or killed? The Lord is still angry, and he isn't through with you yet! My army commanders are kings! I did these things by my own power because I am smart and clever. I attacked kings like a wild bull, and I took the land and the treasures of their nations. The Assyrians will beat you with sticks and abuse you, just as the Egyptians did. But don't be afraid of them. will use his fearsome might to bring down the tallest trees and chop off every branch. will destroy every tree"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord says: I am furious! And I will use the king of Assyria as a club in the forests of Lebanon."
            },
            {
                "verse_number": "6",
                "verse_text": "to beat down you godless people. I am angry with you, and I will send him to attack you. He will take what he wants and walk on you like mud in the streets."
            },
            {
                "verse_number": "7",
                "verse_text": "He has even bigger plans in mind, because he wants to destroy many nations."
            },
            {
                "verse_number": "8",
                "verse_text": "The king of Assyria says:"
            },
            {
                "verse_number": "9",
                "verse_text": "They have already captured the cities of Calno, Carchemish, Hamath, Arpad, Samaria, and Damascus."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will do what he has planned against Jerusalem and Mount Zion. Then he will punish the proud and boastful king of Assyria,"
            },
            {
                "verse_number": "13",
                "verse_text": "who says:"
            },
            {
                "verse_number": "14",
                "verse_text": "I have conquered the whole world! And it was easier than taking eggs from an unguarded nest. No one even flapped a wing or made a peep."
            },
            {
                "verse_number": "15",
                "verse_text": "King of Assyria, can an ax or a saw overpower the one who uses it? Can a wooden pole lift whoever holds it?"
            },
            {
                "verse_number": "16",
                "verse_text": "The mighty Lord All-Powerful will send a terrible disease to strike down your army, and you will burn with fever under your royal robes."
            },
            {
                "verse_number": "17",
                "verse_text": "The holy God, who is the light of Israel, will turn into a fire, and in one day you will go up in flames, just like a thornbush."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord will make your beautiful forests and fertile fields slowly rot."
            },
            {
                "verse_number": "19",
                "verse_text": "There will be so few trees that even a young child can count them."
            },
            {
                "verse_number": "20",
                "verse_text": "A time is coming when the survivors from Israel and Judah will completely depend on the holy Lord of Israel, instead of the nation that defeated them."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord All-Powerful has promised that everyone on this earth will be punished."
            },
            {
                "verse_number": "24",
                "verse_text": "Now the Lord God All-Powerful says to his people in Jerusalem:"
            },
            {
                "verse_number": "25",
                "verse_text": "Soon I will stop being angry with you, and I will punish them for their crimes."
            },
            {
                "verse_number": "26",
                "verse_text": "I will beat the Assyrians with a whip, as I did the people of Midian near the rock at Oreb. And I will show the same mighty power that I used when I made a path through the sea in Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "Then they will no longer rule your nation. All will go well for you, and your burden will be lifted."
            },
            {
                "verse_number": "28",
                "verse_text": "Enemy troops have reached the town of Aiath. They have gone through Migron, and they stored their supplies at Michmash,"
            },
            {
                "verse_number": "29",
                "verse_text": "before crossing the valley and spending the night at Geba. The people of Ramah are terrified; everyone in Gibeah, the hometown of Saul, has run away."
            },
            {
                "verse_number": "30",
                "verse_text": "Loud crying can be heard in the towns of Gallim, Laishah, and sorrowful Anathoth."
            },
            {
                "verse_number": "31",
                "verse_text": "No one is left in Madmenah or Gebim."
            },
            {
                "verse_number": "32",
                "verse_text": "Today the enemy will camp at Nob and shake a threatening fist at Mount Zion in Jerusalem."
            },
            {
                "verse_number": "33",
                "verse_text": "But the Lord All-Powerful"
            },
            {
                "verse_number": "34",
                "verse_text": "With an ax, the glorious Lord"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Like a branch that sprouts from a stump, will someday be king. will be with him to give him understanding, wisdom, and insight. He will be powerful, and he will know and honor the Lord . to obey the Lord . This king won't judge by appearances or listen to rumors. will be treated with fairness and with justice. His word will be law everywhere in the land, and criminals will be put to death. will be his royal robes. with young goats, and wolves will rest with lambs. Calves and lions will eat together and be cared for by little children. the same pasture; their young will rest side by side. Lions and oxen will both eat straw. near snake holes. They will stick their hands into dens of poisonous snakes and never be hurt. on the Lord 's holy mountain. Just as water fills the sea, the land will be filled with people who know and honor the Lord . someone from David's family"
            },
            {
                "verse_number": "2",
                "verse_text": "The Spirit of the Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "His greatest joy will be"
            },
            {
                "verse_number": "4",
                "verse_text": "The poor and the needy"
            },
            {
                "verse_number": "5",
                "verse_text": "Honesty and fairness"
            },
            {
                "verse_number": "6",
                "verse_text": "Leopards will lie down"
            },
            {
                "verse_number": "7",
                "verse_text": "Cows and bears will share"
            },
            {
                "verse_number": "8",
                "verse_text": "Little children will play"
            },
            {
                "verse_number": "9",
                "verse_text": "Nothing harmful will take place"
            },
            {
                "verse_number": "10",
                "verse_text": "The time is coming when one of David's descendants will be the signal for the people of all nations to come together. They will follow his advice, and his own nation will become famous."
            },
            {
                "verse_number": "11",
                "verse_text": "When that day comes, the Lord will again reach out his mighty arm and bring home his people who have survived in Assyria, Egypt, Pathros, Ethiopia, Elam, Shinar, Hamath, and the land along the coast."
            },
            {
                "verse_number": "12",
                "verse_text": "He will give a signal to the nations, and he will bring together the refugees from Judah and Israel, who have been scattered all over the earth."
            },
            {
                "verse_number": "13",
                "verse_text": "Israel will stop being jealous of Judah, and Judah will no longer be the enemy of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead, they will get together and attack the Philistines in the west. Then they will defeat the Edomites, the Moabites, and the Ammonites in the east. They will rule those people and take from them whatever they want."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will dry up the arm of the Red Sea near Egypt, and he will send a scorching wind to divide the Euphrates River into seven streams that anyone can step across."
            },
            {
                "verse_number": "16",
                "verse_text": "Then for his people who survive, there will be a good road from Assyria, just as there was a good road for their ancestors when they left Egypt."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "At that time you will say, &apos;I thank you, Lord ! You were angry with me, but you stopped being angry and gave me comfort. Lord God, and I won't be afraid. come from you, and you have saved me.&apos; will get water from the well of victory. &apos;Our Lord , we are thankful, and we worship only you. We will tell the nations how glorious you are and what you have done. we will sing your praises everywhere on earth.&apos; Celebrate the greatness of the holy Lord of Israel. God is here to help you."
            },
            {
                "verse_number": "2",
                "verse_text": "I trust you to save me, My power and my strength"
            },
            {
                "verse_number": "3",
                "verse_text": "With great joy, you people"
            },
            {
                "verse_number": "4",
                "verse_text": "At that time you will say,"
            },
            {
                "verse_number": "5",
                "verse_text": "Because of your wonderful deeds"
            },
            {
                "verse_number": "6",
                "verse_text": "Sing, people of Zion!"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that I was given about Babylon: give a signal, shout the orders, and point the way to enter the gates of Babylon's proud rulers. his very best warriors and his proud heroes to show how angry he is. on the mountains! Kingdoms and nations are joining forces. The Lord All-Powerful is bringing together an army for battle. the Lord is coming fierce and furious&ndash; he brings his weapons to destroy the whole earth. The day is coming when the mighty Lord will bring destruction. * Hands will grow limp; courage will melt away. like a woman giving birth; they will stare at each other with horror on their faces. will show no mercy or pity when that time comes. In my anger I will destroy the earth and every sinner who lives on it. from the stars in the sky; the dawning sun will turn dark, and the moon will lose its brightness. and its people because of their sins. I will crush the horrible pride of those who are cruel. than the purest gold. am terribly angry&ndash; I will make the sky tremble and the earth shake loose. to their homelands, just as hunted deer run, and sheep scatter when they have no shepherd. will be killed by a sword. beaten against rocks, their homes robbed, and their wives abused. with silver or gold, and I'm sending them to attack Babylonia. the young men; no pity will be shown to babies and children. is glorious and powerful, the pride of the nation. But it will be like the cities of Sodom and Gomorrah after I, the Lord, destroyed them. Even nomads won't camp nearby, and shepherds won't let their sheep rest there. hoot owls, and ostriches will live in its ruins, from Babylon's fortresses and beautiful palaces. Its time is almost up!"
            },
            {
                "verse_number": "2",
                "verse_text": "From high on a barren hill"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord has commanded"
            },
            {
                "verse_number": "4",
                "verse_text": "Listen to the noisy crowds"
            },
            {
                "verse_number": "5",
                "verse_text": "From a distant land"
            },
            {
                "verse_number": "6",
                "verse_text": "Cry and weep!"
            },
            {
                "verse_number": "7",
                "verse_text": "All people will be terrified."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone will tremble with pain"
            },
            {
                "verse_number": "9",
                "verse_text": "I, the Lord ,"
            },
            {
                "verse_number": "10",
                "verse_text": "Light will disappear"
            },
            {
                "verse_number": "11",
                "verse_text": "I will punish this evil world"
            },
            {
                "verse_number": "12",
                "verse_text": "Survivors will be harder to find"
            },
            {
                "verse_number": "13",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "14",
                "verse_text": "Everyone will run"
            },
            {
                "verse_number": "15",
                "verse_text": "Those men who are captured"
            },
            {
                "verse_number": "16",
                "verse_text": "They will see their children"
            },
            {
                "verse_number": "17",
                "verse_text": "The Medes can't be bought off"
            },
            {
                "verse_number": "18",
                "verse_text": "Their arrows will slaughter"
            },
            {
                "verse_number": "19",
                "verse_text": "The city of Babylon"
            },
            {
                "verse_number": "20",
                "verse_text": "No one will live in Babylon."
            },
            {
                "verse_number": "21",
                "verse_text": "Only desert creatures, and goats will leap about."
            },
            {
                "verse_number": "22",
                "verse_text": "Hyenas and wolves will howl"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The Lord will have mercy on Israel and will let them be his chosen people once again. He will bring them back to their own land, and foreigners will join them as part of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Other nations will lead them home, and Israel will make slaves of them in the land that belongs to the Lord. Israel will rule over those who once governed and mistreated them. That cruel monster is done for! of those evil kings, and never stopped abusing the people of other nations. its people are celebrating with joyful songs. even the cypress trees and the cedars of Lebanon celebrate and say, &apos;Since you were put down, no one comes along to chop us down.&apos; eagerly waits for you. With great excitement, the spirits of ancient rulers hear about your coming. &apos;Now you are just as weak as any of us! have ended here in the world of the dead. Worms are your blanket, maggots are your bed.&apos; have fallen from the sky! You brought down other nations; now you are brought down. &apos;I'll climb to heaven and place my throne above the highest stars. I'll sit there with the gods far away in the north. just like God Most High.&apos; in the world of the dead. and wonder, &apos;Is this the man who made the world tremble and shook up kingdoms? and make earth a desert? Is he the one who refused to let prisoners go home?&apos; in glorious tombs. just another dead body lying underfoot like a broken branch. You will be one of many killed in battle and gone down you ruined your country and murdered your people. You evil monster! We hope that your family will be forgotten forever. to make them pay for the crimes of their ancestors. They won't take over the world or build cities anywhere on this earth. has made this promise: Everything I have planned will happen just as I said. in my country, and I will crush those on my mountains. I will free my people from slavery to the Assyrians. for the whole world, and my mighty arm controls every nation. have made these plans. No one can stop me now! just because the rod that punished you is broken. That rod will become a poisonous snake, and then a flying fiery dragon. pastures for their sheep and will live in safety. But I will starve some of you, and others will be killed. of your towns, you Philistines! and every soldier is ready. from a distant nation, you must say: &apos;The Lord built Zion. Even the poorest of his people will find safety there.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will set you free from your sorrow, suffering, and slavery."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will make fun of the King of Babylonia by singing this song: He won't attack us again. to the deep rocky pit. Smoke blows in from the north,"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has crushed the power"
            },
            {
                "verse_number": "6",
                "verse_text": "who were furious"
            },
            {
                "verse_number": "7",
                "verse_text": "Now all the world is at peace;"
            },
            {
                "verse_number": "8",
                "verse_text": "King of Babylonia,"
            },
            {
                "verse_number": "9",
                "verse_text": "The world of the dead"
            },
            {
                "verse_number": "10",
                "verse_text": "Each one of them will say,"
            },
            {
                "verse_number": "11",
                "verse_text": "Your pride and your music"
            },
            {
                "verse_number": "12",
                "verse_text": "You, the bright morning star,"
            },
            {
                "verse_number": "13",
                "verse_text": "You said to yourself,"
            },
            {
                "verse_number": "14",
                "verse_text": "I'll be above the clouds,"
            },
            {
                "verse_number": "15",
                "verse_text": "But now you are deep"
            },
            {
                "verse_number": "16",
                "verse_text": "Those who see you will stare"
            },
            {
                "verse_number": "17",
                "verse_text": "Did he capture every city"
            },
            {
                "verse_number": "18",
                "verse_text": "When kings die, they are buried"
            },
            {
                "verse_number": "19",
                "verse_text": "But you will be left unburied,"
            },
            {
                "verse_number": "20",
                "verse_text": "You won't be buried with kings;"
            },
            {
                "verse_number": "21",
                "verse_text": "We will slaughter your sons"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord All-Powerful has promised to attack Babylonia and destroy everyone there, so that none of them will ever be remembered again."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord will sweep out the people, and the land will become a swamp for wild animals."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "25",
                "verse_text": "I will wipe out every Assyrian"
            },
            {
                "verse_number": "26",
                "verse_text": "I have planned this"
            },
            {
                "verse_number": "27",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "28",
                "verse_text": "This message came from the Lord in the year King Ahaz died:"
            },
            {
                "verse_number": "29",
                "verse_text": "Philistines, don't be happy"
            },
            {
                "verse_number": "30",
                "verse_text": "The poor and needy will find"
            },
            {
                "verse_number": "31",
                "verse_text": "Cry and weep in the gates"
            },
            {
                "verse_number": "32",
                "verse_text": "If a messenger comes"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about Moab: The towns of Ar and Kir were destroyed in a night. Moab is left in ruins! to cry and weep. All of Moab is crying. because of what happened at Nebo and Medeba. everyone wears sackcloth and cries loud and long. weeping is heard in Jahaz; Moab's warriors scream while trembling with fear. Its people are running to Zoar and to Eglath-Shelishiyah. They cry on their way up to the town of Luhith; on the road to Horonaim they tell of disasters. and the grasslands have dried up. Every plant is parched. crossing over Willow Creek, taking everything they own and have worked for. and of Beerelim and everywhere else in Moab mournful cries are heard. are flowing with blood. But the Lord will bring because all in Moab who escape"
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone in Dibon has gone up to the temple and the shrines Heads and beards are shaved even worse trouble to Dimon, will be attacked by lions."
            },
            {
                "verse_number": "3",
                "verse_text": "In the towns and at home,"
            },
            {
                "verse_number": "4",
                "verse_text": "From Heshbon and Elealeh,"
            },
            {
                "verse_number": "5",
                "verse_text": "I pity Moab!"
            },
            {
                "verse_number": "6",
                "verse_text": "The streams of Nimrim"
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Moab are leaving,"
            },
            {
                "verse_number": "8",
                "verse_text": "In the towns of Eglaim"
            },
            {
                "verse_number": "9",
                "verse_text": "The streams near Dimon"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Send lambs as gifts to the ruler of the land. Send them across the desert crossing the Arnon River are like a flock of birds scattered from their nests. to the people of Judah, &apos;Be kind and help us! Shade us from the heat of the noonday sun. Hide our refugees! Don't turn them away. in your country and find safety here.&apos; Moab, your cruel enemies will disappear; they will no longer attack and destroy your land. will be set up, and someone from David's family will rule with fairness. He will do what is right and quickly bring justice. Its people strut and boast, but without reason. to mourn for their nation. Tell them to cry and weep of Kir-Hareseth. and Sibmah have turned brown. The rulers of nations used to get drunk that spread to Jazer, then across the desert and beyond the sea. for the vineyards of Sibmah. I shed tears for Heshbon and for Elealeh. There will be no more harvest celebrations while bringing in the crops. Singing and shouting are gone from the vineyards. There are no joyful shouts where grapes were pressed. God has silenced them all. for Moab and Kir-Heres. to wear themselves out by going to their altars to worship and pray. from Sela to Mount Zion. for those fancy raisins on wine from those vineyards"
            },
            {
                "verse_number": "2",
                "verse_text": "The women of Moab"
            },
            {
                "verse_number": "3",
                "verse_text": "Moab's messengers say"
            },
            {
                "verse_number": "4",
                "verse_text": "Let our people live"
            },
            {
                "verse_number": "5",
                "verse_text": "Then a kingdom of love"
            },
            {
                "verse_number": "6",
                "verse_text": "We have heard of Moab's pride."
            },
            {
                "verse_number": "7",
                "verse_text": "Tell everyone in Moab"
            },
            {
                "verse_number": "8",
                "verse_text": "Vineyards near Heshbon"
            },
            {
                "verse_number": "9",
                "verse_text": "Now I mourn like Jazer"
            },
            {
                "verse_number": "10",
                "verse_text": "or joyful and happy times,"
            },
            {
                "verse_number": "11",
                "verse_text": "Deep in my heart I hurt"
            },
            {
                "verse_number": "12",
                "verse_text": "It's useless for Moab's people"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord has already said all of this about Moab."
            },
            {
                "verse_number": "14",
                "verse_text": "Now he says, &apos;The contract of a hired worker is good for three years, but Moab's glory and greatness won't last any longer than that. Only a few of its people will survive, and they will be left helpless.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about Damascus: Damascus is doomed! It will end up in ruins. will be deserted, with only sheep living there and no one to bother them. The kingdom of Damascus will be destroyed; its survivors will suffer the same fate as Israel. The Lord All-Powerful has promised this. the glorious nation of Israel will be brought down; its prosperous people will be skin and bones. in Rephaim Valley picked clean of grain. beaten with a stick, leaving two or three olives or maybe four or five on the highest or most fruitful branches. The Lord God of Israel has promised this. the God who saves you, where you find protection. You plant the finest flowers to honor a foreign god. and blossom that very same morning, but it will do you no good, because you will suffer endless agony. thunderous sea. like a fearsome flood, God will give the command to turn them back. They will be like dust, or like a tumbleweed blowing across the hills in a windstorm. their attack is fierce, but by morning they are destroyed. This is what happens to those who raid and rob us."
            },
            {
                "verse_number": "2",
                "verse_text": "The villages around Aroer"
            },
            {
                "verse_number": "3",
                "verse_text": "Israel will lose its fortresses."
            },
            {
                "verse_number": "4",
                "verse_text": "When that time comes,"
            },
            {
                "verse_number": "5",
                "verse_text": "Israel will be like wheat fields"
            },
            {
                "verse_number": "6",
                "verse_text": "It will be like an olive tree"
            },
            {
                "verse_number": "7",
                "verse_text": "At that time the people will turn and trust their Creator, the holy God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "They have built altars and places for burning incense to their goddess Asherah, and they have set up sacred poles for her. But they will stop worshiping at these places."
            },
            {
                "verse_number": "9",
                "verse_text": "Israel captured powerful cities and chased out the people who lived there. But these cities will lie in ruins, covered over with weeds and underbrush."
            },
            {
                "verse_number": "10",
                "verse_text": "Israel, you have forgotten the one who is the mighty rock"
            },
            {
                "verse_number": "11",
                "verse_text": "The plants may sprout"
            },
            {
                "verse_number": "12",
                "verse_text": "The nations are a noisy,"
            },
            {
                "verse_number": "13",
                "verse_text": "But even if they roar"
            },
            {
                "verse_number": "14",
                "verse_text": "In the evening"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Downstream from Ethiopia lies the country of Egypt, up the Nile River Send them fast to Ethiopia, whose people are tall and have smooth skin. Their land is divided by rivers; they are strong and brutal, listen with care! A signal will be given on the mountains, and you will hear a trumpet. &apos;I will calmly look down from my home above&ndash; as calmly as the sun at noon or clouds in the heat of harvest season.&apos; can turn into grapes, God will cut off the sprouts and hack off the branches. for mountain vultures during the summer and for wild animals during the winter. swarming with insects. on ships made of reeds. feared all over the world."
            },
            {
                "verse_number": "2",
                "verse_text": "Egypt sends messengers"
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone on this earth,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to me,"
            },
            {
                "verse_number": "5",
                "verse_text": "Before the blossoms"
            },
            {
                "verse_number": "6",
                "verse_text": "Ethiopians will be food"
            },
            {
                "verse_number": "7",
                "verse_text": "Those Ethiopians are tall and their skin is smooth. They are feared all over the world, because they are strong and brutal. But at that time they will come from their land divided by rivers, and they will bring gifts to the Lord All-Powerful, who is worshiped on Mount Zion."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about Egypt: The Lord comes to Egypt, riding swiftly on a cloud. The people are weak from fear. Their idols tremble as he approaches and says, with civil war&ndash; neighbors, cities, and kingdoms will fight each other. when I confuse their plans. They will try to get advice from their idols, from the spirits of the dead, and from fortunetellers. under the power of a cruel, heartless king. I, the Lord All-Powerful, have promised this.&apos; and become parched land. Egypt will have no water, and the reeds and tall grass will dry up. will be completely barren; every plant will disappear. will be discouraged and mourn. will know what to do, paid workers will cry and mourn. are foolish themselves and give stupid advice. How can they say to him, &apos;We are very wise, and our families go back to kings of long ago?&apos; If they can, let them say what the Lord All-Powerful intends for Egypt. and in Memphis are foolish and deceived. The leaders in every state have given bad advice to the nation. its leaders have made it stagger and vomit like a drunkard. no matter who they are. &apos;The Egyptians are my people. I created the Assyrians and chose the Israelites.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will punish Egypt"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Egypt will be discouraged"
            },
            {
                "verse_number": "4",
                "verse_text": "I will put the Egyptians"
            },
            {
                "verse_number": "5",
                "verse_text": "The Nile River will dry up"
            },
            {
                "verse_number": "6",
                "verse_text": "Its streams will stink,"
            },
            {
                "verse_number": "7",
                "verse_text": "Fields along the Nile"
            },
            {
                "verse_number": "8",
                "verse_text": "Those who fish in the Nile"
            },
            {
                "verse_number": "9",
                "verse_text": "None of the cloth makers and they will turn pale."
            },
            {
                "verse_number": "10",
                "verse_text": "Weavers will be confused;"
            },
            {
                "verse_number": "11",
                "verse_text": "The king's officials in Zoan"
            },
            {
                "verse_number": "12",
                "verse_text": "Where are those wise men now?"
            },
            {
                "verse_number": "13",
                "verse_text": "The royal officials in Zoan"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord has confused Egypt;"
            },
            {
                "verse_number": "15",
                "verse_text": "No one in Egypt can do a thing,"
            },
            {
                "verse_number": "16",
                "verse_text": "When the Lord All-Powerful punishes Egypt with his mighty arm, the Egyptians will become terribly weak and will tremble with fear."
            },
            {
                "verse_number": "17",
                "verse_text": "They will be so terrified of Judah that they will be frightened by the very mention of its name. This will happen because of what the Lord All-Powerful is planning against Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "The time is coming when Hebrew will be spoken in five Egyptian cities, and their people will become followers of the Lord . One of these cities will be called City of the Sun."
            },
            {
                "verse_number": "19",
                "verse_text": "In the heart of Egypt an altar will be set up for the Lord ; at its border a shrine will be built to honor him."
            },
            {
                "verse_number": "20",
                "verse_text": "These will remind the Egyptians that the Lord All-Powerful is with them. And when they are in trouble and ask for help, he will send someone to rescue them from their enemies."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord will show the Egyptians who he is, and they will know and worship the Lord . They will bring him sacrifices and offerings, and they will keep their promises to him."
            },
            {
                "verse_number": "22",
                "verse_text": "After the Lord has punished Egypt, the people will turn to him. Then he will answer their prayers, and the Egyptians will be healed."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time a good road will run from Egypt to Assyria. The Egyptians and the Assyrians will travel back and forth from Egypt to Assyria, and they will worship together."
            },
            {
                "verse_number": "24",
                "verse_text": "Israel will join with these two countries. They will be a blessing to everyone on earth,"
            },
            {
                "verse_number": "25",
                "verse_text": "then the Lord All-Powerful will bless them by saying,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "King Sargon of Assyria gave orders for his army commander to capture the city of Ashdod."
            },
            {
                "verse_number": "2",
                "verse_text": "About this same time the Lord had told me, &apos;Isaiah, take off everything, including your sandals!&apos; I did this and went around naked and barefoot"
            },
            {
                "verse_number": "3",
                "verse_text": "for three years. Then the Lord said: What Isaiah has done is a warning to Egypt and Ethiopia."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone in these two countries will be led away naked and barefoot by the king of Assyria. Young or old, they will be taken prisoner, and Egypt will be disgraced."
            },
            {
                "verse_number": "5",
                "verse_text": "They will be confused and frustrated, because they depended on Ethiopia and bragged about Egypt."
            },
            {
                "verse_number": "6",
                "verse_text": "When this happens, the people who live along the coast will say, &apos;Look what happened to them! We ran to them for safety, hoping they would protect us from the king of Assyria. But now, there is no escape for us.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about a desert beside the sea: Enemies from a hostile nation attack like a whirlwind from the Southern Desert. was shown to me&ndash; a vision of betrayal and destruction. to surround and attack the Babylonians. The Lord has sworn to end the suffering they caused. like a woman giving birth. I'm shocked and hurt so much that I can't hear or see. Early evening, my favorite time, has become a nightmare. were having a feast. They were eating and drinking, when someone shouted, &apos;Officers, take your places! Grab your shields.&apos; &apos;Send guards to find out what's going on. and columns of soldiers on donkeys and camels, tell them to be ready!&apos; &apos;I have stood day and night on this watchtower, Lord. of cavalry troops.&apos; At once someone shouted, &apos;Babylon has fallen! Every idol in the city lies broken on the ground.&apos; you have suffered terribly, but I have a message for you from the Lord All-Powerful, the God of Israel.&apos; someone shouts to me, &apos;Guard, how much longer before daylight?&apos; &apos;Morning will soon be here, but night will return. If you want to know more, come back later.&apos; You must order your caravans who are thirsty. must bring food for the hungry refugees. from being chased by enemies with swords and arrows."
            },
            {
                "verse_number": "2",
                "verse_text": "What a horrible vision Tell Elam and Media From the country of Seir, You people of Tema A year from now the glory of the people of Kedar will all come to an end, just as a worker's contract ends after a year."
            },
            {
                "verse_number": "3",
                "verse_text": "I'm in terrible pain"
            },
            {
                "verse_number": "4",
                "verse_text": "My head spins; I'm horrified!"
            },
            {
                "verse_number": "5",
                "verse_text": "In Babylon the high officials"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to me,"
            },
            {
                "verse_number": "7",
                "verse_text": "When they see cavalry troops"
            },
            {
                "verse_number": "8",
                "verse_text": "Then a guard said,"
            },
            {
                "verse_number": "9",
                "verse_text": "Now I see column after column"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I said, &apos;My people,"
            },
            {
                "verse_number": "11",
                "verse_text": "This is a message about Dumah:"
            },
            {
                "verse_number": "12",
                "verse_text": "From my guard post, I answered,"
            },
            {
                "verse_number": "13",
                "verse_text": "This is a message for Arabs who live in the barren desert in the region of Dedan:"
            },
            {
                "verse_number": "14",
                "verse_text": "to bring water for those"
            },
            {
                "verse_number": "15",
                "verse_text": "They are worn out and weary"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to me:"
            },
            {
                "verse_number": "17",
                "verse_text": "Only a few of their warriors will be left with bows and arrows. This is a promise that I, the Lord God of Israel, have made."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about Vision Valley: Why are you celebrating of your houses? with noisy shouts. Those who lie drunk in your streets were not killed in battle. but they were captured without a fight. No matter how far they ran, Let me cry bitter tears. My people have been destroyed, so don't try to comfort me.&apos; had chosen a time for noisy shouts and confusion to fill Vision Valley, and for everyone to beg and carried shields. were covered with chariots; your cities were surrounded by cavalry troops. the Lord All-Powerful told you to weep and mourn, to shave your heads, and wear sackcloth. by feasting on beef and lamb and by drinking wine, because you said, &apos;Let's eat and drink today! Tomorrow we may die.&apos; has spoken to me this solemn promise: &apos;I won't forgive them for this, not as long as they live.&apos; Eliakim will be like a father to the people of Jerusalem and to the royal family of Judah. on the flat roofs they were found and caught. the mountains for help. attacked with chariots At that time you trusted in the weapons you had stored in Forest Palace."
            },
            {
                "verse_number": "2",
                "verse_text": "Your city is filled"
            },
            {
                "verse_number": "3",
                "verse_text": "Your leaders ran away,"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I said, &apos;Leave me alone!"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "6",
                "verse_text": "The people of Elam and Kir"
            },
            {
                "verse_number": "7",
                "verse_text": "Your most beautiful valleys"
            },
            {
                "verse_number": "8",
                "verse_text": "Judah was left defenseless."
            },
            {
                "verse_number": "9",
                "verse_text": "You saw the holes in the outer wall of Jerusalem, and you brought water from the lower pool."
            },
            {
                "verse_number": "10",
                "verse_text": "You counted the houses in Jerusalem and tore down some of them, so you could get stones to repair the city wall."
            },
            {
                "verse_number": "11",
                "verse_text": "Then you built a large tank between the walls to store the water. But you refused to trust the God who planned this long ago and made it happen."
            },
            {
                "verse_number": "12",
                "verse_text": "When all of this happened,"
            },
            {
                "verse_number": "13",
                "verse_text": "But instead, you celebrated"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord All-Powerful is sending me with this message for Shebna, the prime minister:"
            },
            {
                "verse_number": "16",
                "verse_text": "Shebna, what gives you the right to have a tomb carved out of rock in this burial place of royalty? None of your relatives are buried here."
            },
            {
                "verse_number": "17",
                "verse_text": "You may be powerful, but the Lord is about to snatch you up and throw you away."
            },
            {
                "verse_number": "18",
                "verse_text": "He will roll you into a ball and throw you into a wide open country, where you will die and your chariots will be destroyed. You're a disgrace to those you serve."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord is going to take away your job!"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord will put him in charge of the key that belongs to King David's family. No one will be able to unlock what he locks, and no one will be able to lock what he unlocks."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord will make him as firm in his position as a tent peg hammered in the ground, and Eliakim will bring honor to his family."
            },
            {
                "verse_number": "24",
                "verse_text": "His children and relatives will be supported by him, like pans hanging from a peg on the wall."
            },
            {
                "verse_number": "25",
                "verse_text": "That peg is fastened firmly now, but someday it will be shaken loose and fall down. Then everything that was hanging on it will be destroyed. This is what the Lord All-Powerful has promised."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "This is a message from distant islands about the city of Tyre: Cry, you seagoing ships! lie in ruins. you shop owners of Sidon, that grew along the Nile. who never had children. far across the ocean. just like the Egyptians. Tyre and its houses you people on the coast. Your sailors crossed oceans, making your city rich. making you wealthy by trading with nation after nation. They brought back grain built along the sea. But you will be disgraced like a married woman it will tremble. had better cry and sail that has stood for centuries? Its people have spread to distant lands; honored all over the world. Who planned to destroy Tyre? to bring shame and disgrace to those who are honored by everyone on earth. your harbor is destroyed! You will have to become farmers across the sea, upsetting the nations. He has given a command to destroy fortresses in the land of Canaan. to the people of Sidon, &apos;Your celebrating is over&ndash; you are crushed. Even if you escape to Cyprus, you won't find peace.&apos; you evil woman! So strut through the town, singing and playing your favorite tune to be remembered again."
            },
            {
                "verse_number": "2",
                "verse_text": "Mourn in silence,"
            },
            {
                "verse_number": "3",
                "verse_text": "Your merchants sailed the seas,"
            },
            {
                "verse_number": "4",
                "verse_text": "Sidon, you are a mighty fortress"
            },
            {
                "verse_number": "5",
                "verse_text": "When Egypt hears about Tyre,"
            },
            {
                "verse_number": "6",
                "verse_text": "All of you along the coast"
            },
            {
                "verse_number": "7",
                "verse_text": "Can this be the happy city"
            },
            {
                "verse_number": "8",
                "verse_text": "its merchants were kings"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord All-Powerful planned it"
            },
            {
                "verse_number": "10",
                "verse_text": "People of Tyre,"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord 's hand has reached"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord has said"
            },
            {
                "verse_number": "13",
                "verse_text": "Look what the Assyrians have done to Babylonia! They have attacked, destroying every palace in the land. Now wild animals live among the ruins."
            },
            {
                "verse_number": "14",
                "verse_text": "Not a fortress will be left standing, so tell all the seagoing ships to mourn."
            },
            {
                "verse_number": "15",
                "verse_text": "The city of Tyre will be forgotten for 70 years, which is the lifetime of a king. Then Tyre will be like that evil woman in the song:"
            },
            {
                "verse_number": "16",
                "verse_text": "You're gone and forgotten,"
            },
            {
                "verse_number": "17",
                "verse_text": "At the end of those 70 years, the Lord will let Tyre get back into business. The city will be like a woman who sells her body to everyone of every nation on earth,"
            },
            {
                "verse_number": "18",
                "verse_text": "but none of what is earned will be kept in the city. That money will belong to the Lord , and it will be used to buy more than enough food and good clothes for those who worship the Lord ."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord is going to twist the earth out of shape and turn it into a desert. Everyone will be scattered,"
            },
            {
                "verse_number": "2",
                "verse_text": "including ordinary people and priests, slaves and slave owners, buyers and sellers, lenders and borrowers, the rich and the poor."
            },
            {
                "verse_number": "3",
                "verse_text": "The earth will be stripped bare and left that way. This is what the Lord has promised. its mighty leaders melt because its people disobeyed the laws of God, breaking their agreement that was to last forever. its people are dying out because of their sins. wine is almost gone&ndash; mournful sounds are heard instead of joyful shouts. or stringed instruments; all noisy celebrating has come to an end. as they drink their wine, and it tastes sour. houses are locked tight. from the earth, and people shout in the streets, &apos;We're out of wine!&apos; their gates are torn down. like olive trees or vineyards after the harvest season. they joyfully praise the majesty of the Lord . and those on the islands should praise the Lord , the God of Israel. songs of praise are heard But I feel awful, terribly miserable. Can anyone be trusted? So many are treacherous! are waiting for everyone. you will fall into a pit; if you crawl out of the pit, you will get caught in a trap. The sky has split apart like a window thrown open. The foundations of the earth have been shaken; ripped to pieces. like a drunkard or a hut in a windstorm. It is burdened down with sin; the earth will fall, never again to get up. will punish the powers and the kings of the earth. and keep them prisoner. Then later on, he will punish them. be embarrassed and ashamed. The Lord All-Powerful will rule on Mount Zion in Jerusalem, where he will show its rulers his wonderful glory."
            },
            {
                "verse_number": "4",
                "verse_text": "The earth wilts away; to nothing. for the God of justice. in the heavens"
            },
            {
                "verse_number": "5",
                "verse_text": "The earth is polluted"
            },
            {
                "verse_number": "6",
                "verse_text": "The earth is under a curse;"
            },
            {
                "verse_number": "7",
                "verse_text": "Grapevines have dried up:"
            },
            {
                "verse_number": "8",
                "verse_text": "No one plays tambourines"
            },
            {
                "verse_number": "9",
                "verse_text": "They no longer sing"
            },
            {
                "verse_number": "10",
                "verse_text": "Towns are crushed and in chaos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Happy times have disappeared"
            },
            {
                "verse_number": "12",
                "verse_text": "Cities are destroyed;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nations will be stripped bare,"
            },
            {
                "verse_number": "14",
                "verse_text": "People in the west shout;"
            },
            {
                "verse_number": "15",
                "verse_text": "And so, everyone in the east"
            },
            {
                "verse_number": "16",
                "verse_text": "From all over the world"
            },
            {
                "verse_number": "17",
                "verse_text": "Terror, traps, and pits"
            },
            {
                "verse_number": "18",
                "verse_text": "If you are terrified and run,"
            },
            {
                "verse_number": "19",
                "verse_text": "the earth is shattered,"
            },
            {
                "verse_number": "20",
                "verse_text": "It staggers and shakes"
            },
            {
                "verse_number": "21",
                "verse_text": "On that day the Lord"
            },
            {
                "verse_number": "22",
                "verse_text": "He will put them in a pit"
            },
            {
                "verse_number": "23",
                "verse_text": "Both the moon and sun will"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "You, Lord , are my God! I will praise you for doing the wonderful things you had planned and promised since ancient times. of our enemies, leaving their city in ruins. Nothing in that foreign city will ever be rebuilt. will fear and honor you. for the poor and needy in times of trouble. Brutal enemies pounded us like a heavy rain or the heat of the sun at noon, but you were our shelter. like scorching desert heat. But you were like a cloud, protecting us from the sun. You kept our enemies from singing songs of victory. the Lord All-Powerful will prepare for all nations a feast of the finest foods. Choice wines and the best meats will be served. the burial clothes that cover the nations. will destroy the power of death and wipe away all tears. No longer will his people be insulted everywhere. The Lord has spoken! &apos;The Lord has saved us! Let's celebrate. We waited and hoped&ndash; now our God is here.&apos; will protect this mountain. The Moabites will be put down and trampled on like straw in a pit of manure. but God will humiliate them will be knocked down and scattered in the dirt."
            },
            {
                "verse_number": "2",
                "verse_text": "You have destroyed the fortress"
            },
            {
                "verse_number": "3",
                "verse_text": "Now strong and cruel nations"
            },
            {
                "verse_number": "4",
                "verse_text": "You have been a place of safety"
            },
            {
                "verse_number": "5",
                "verse_text": "Those wild foreigners struck"
            },
            {
                "verse_number": "6",
                "verse_text": "On this mountain"
            },
            {
                "verse_number": "7",
                "verse_text": "Here the Lord will strip away"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "9",
                "verse_text": "At that time, people will say,"
            },
            {
                "verse_number": "10",
                "verse_text": "The powerful arm of the Lord"
            },
            {
                "verse_number": "11",
                "verse_text": "They will struggle to get out, no matter how hard they try."
            },
            {
                "verse_number": "12",
                "verse_text": "The walls of their fortresses"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The time is coming when the people of Judah will sing this song: &apos;Our city is protected. our mighty rock. in their mountain city to you, our Lord . The Lord is our fortress, and he gives us victory. for a law-abiding nation that is faithful to God. to those whose faith is firm. because he is forever and rubbed it in the dirt. trample all over that city.&apos; and you make the path smooth for those who obey you. to bring about justice; above all else we want your name to be honored. my heart searches for you, because your decisions show everyone on this earth how to live right. are treated with mercy in this land of justice, they do wrong and are blind to your glory, our Lord . to punish them, but they don't see it. Put them to shame! Show how much you care for us and throw them into the fire intended for your enemies. because everything we have done was by your power. besides you, our Lord God, but we obey only you. and can never live again. You have punished them&ndash; they are destroyed, completely forgotten. because of you, our Lord . We have more land than before, and you are honored. they turned and prayed we suffered like a woman about to give birth. our terrible pain produced only wind. We have won no victories, and we have no descendants to take over the earth. Tell them to leave their graves and celebrate with shouts. You refresh the earth like morning dew; you give life to the dead. my people. Hide there for a little while, until the Lord is no longer angry. to punish everyone on earth for their sins. And when he does, those who did violent crimes will be known and punished."
            },
            {
                "verse_number": "2",
                "verse_text": "Open the city gates"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord gives perfect peace"
            },
            {
                "verse_number": "4",
                "verse_text": "So always trust the Lord"
            },
            {
                "verse_number": "5",
                "verse_text": "God has put down our enemies"
            },
            {
                "verse_number": "6",
                "verse_text": "Now the poor and abused"
            },
            {
                "verse_number": "7",
                "verse_text": "Our Lord , you always do right,"
            },
            {
                "verse_number": "8",
                "verse_text": "You are the one we trust"
            },
            {
                "verse_number": "9",
                "verse_text": "Throughout the night,"
            },
            {
                "verse_number": "10",
                "verse_text": "Even when the wicked"
            },
            {
                "verse_number": "11",
                "verse_text": "Your hand is raised and ready"
            },
            {
                "verse_number": "12",
                "verse_text": "You will give us peace, Lord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "Others have ruled over us"
            },
            {
                "verse_number": "14",
                "verse_text": "Those enemies are now dead"
            },
            {
                "verse_number": "15",
                "verse_text": "Our nation has grown"
            },
            {
                "verse_number": "16",
                "verse_text": "When you punished our people,"
            },
            {
                "verse_number": "17",
                "verse_text": "Because of what you did to us,"
            },
            {
                "verse_number": "18",
                "verse_text": "But instead of having a child,"
            },
            {
                "verse_number": "19",
                "verse_text": "Your people will rise to life!"
            },
            {
                "verse_number": "20",
                "verse_text": "Go inside and lock the doors,"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord will come out"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "On that day, Leviathan, the sea monster, will squirm and try to escape, but the Lord will kill him with a cruel, sharp sword. and always keep it watered. I will guard it day and night to keep it from harm. But if it produces thorns, I will go to war against it and burn it to the ground. on me for protection, it will become my friend and be at peace with me. like a vine. It will blossom and bear fruit that covers the earth. the people of Israel as fiercely as I punished and killed their enemies. and sent the scorching heat to chase them far away. that Israel's sin and guilt can be completely forgiven: They must crush the stones of every pagan altar and place of worship. like a desert where no one lives. Cattle walk through the ruins, stripping the trees bare. fall to the ground, women pick them up to feed the fire. But these people are so stupid that the God who created them will show them no mercy."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time you must sing about a fruitful vineyard. Israel's punishment"
            },
            {
                "verse_number": "3",
                "verse_text": "I, the Lord , will protect it"
            },
            {
                "verse_number": "4",
                "verse_text": "I am no longer angry."
            },
            {
                "verse_number": "5",
                "verse_text": "Yet if the vineyard depends"
            },
            {
                "verse_number": "6",
                "verse_text": "Someday Israel will take root"
            },
            {
                "verse_number": "7",
                "verse_text": "I, the Lord , didn't punish and kill"
            },
            {
                "verse_number": "8",
                "verse_text": "I carefully measured out"
            },
            {
                "verse_number": "9",
                "verse_text": "There's only one way"
            },
            {
                "verse_number": "10",
                "verse_text": "Fortress cities are left"
            },
            {
                "verse_number": "11",
                "verse_text": "When broken branches"
            },
            {
                "verse_number": "12",
                "verse_text": "The time is coming when the Lord will shake the land between the Euphrates River and the border of Egypt, and one by one he will bring all of his people together."
            },
            {
                "verse_number": "13",
                "verse_text": "A loud trumpet will be heard. Then the people of Israel who were dragged away to Assyria and Egypt will return to worship the Lord on his holy mountain in Jerusalem."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The city of Samaria above a fertile valley is in for trouble! Its leaders are drunkards, who stuff themselves with food and wine. But they will be like flowers that dry up and wilt. and powerful! His mighty hand will strike them down with the force of a hailstorm or a mighty whirlwind or an overwhelming flood. takes pride in Samaria, but it will be crushed. will quickly lose its glory. It will be gobbled up like the first ripe fig at harvest season. the Lord All-Powerful will be a glorious crown for his people who survive. and that his people are able to defend their cities. because they are drunk. Their minds are too confused to receive God's messages or give honest decisions. completely covered, with their stinking vomit. are like babies! How can you possibly understand or teach the Lord 's message? all you hear is senseless sound to his people in strange sounds perfect peace and rest, but you refused to listen. will be senseless sound Then you will fall backwards, injured and trapped. do nothing but sneer; now you must listen to what the Lord says. an agreement with death and the world of the dead? Why do you trust in your lies to keep you safe from danger and the mighty flood? &apos;I'm laying a firm foundation for the city of Zion. It's a valuable cornerstone proven to be trustworthy; no one who trusts it will ever be disappointed. will be the measuring lines that help me build.&apos; Hailstones and floods will destroy and wash away your shelter of lies. and the world of the dead will be broken. Then angry, roaring waves will sweep over you. an overwhelming flood will wash you away. The terrible things that happen will teach you this lesson: But this time the Lord will do something surprising, not what you expect. or you will be in worse shape than ever before. I heard the Lord All-Powerful threaten the whole country with destruction. to what I am saying. and break up the ground. they scatter the seeds of dill and cumin; they plant the seeds of wheat and barley in the proper places and sow other grains around the edges. have been harvested, the stalks are pounded, not run over with a wagon. but not beaten to pulp; they are run over with a wagon, but not ground to dust. from the Lord All-Powerful, who has such great wisdom."
            },
            {
                "verse_number": "2",
                "verse_text": "Only the Lord is strong"
            },
            {
                "verse_number": "3",
                "verse_text": "Every drunkard in Ephraim"
            },
            {
                "verse_number": "4",
                "verse_text": "Samaria above a fertile valley"
            },
            {
                "verse_number": "5",
                "verse_text": "When this time comes,"
            },
            {
                "verse_number": "6",
                "verse_text": "He will see that justice rules"
            },
            {
                "verse_number": "7",
                "verse_text": "Priests and prophets stumble"
            },
            {
                "verse_number": "8",
                "verse_text": "Their tables are covered,"
            },
            {
                "verse_number": "9",
                "verse_text": "You drunken leaders"
            },
            {
                "verse_number": "10",
                "verse_text": "You don't even listen&ndash; after senseless sound. and foreign languages. after senseless sound. your blanket too skimpy. as he did at Mount Perazim and in Gibeon Valley."
            },
            {
                "verse_number": "11",
                "verse_text": "So, the Lord will speak"
            },
            {
                "verse_number": "12",
                "verse_text": "He promised you"
            },
            {
                "verse_number": "13",
                "verse_text": "Now his message to you"
            },
            {
                "verse_number": "14",
                "verse_text": "You rulers of Jerusalem"
            },
            {
                "verse_number": "15",
                "verse_text": "Do you think you have"
            },
            {
                "verse_number": "16",
                "verse_text": "And so the Lord says,"
            },
            {
                "verse_number": "17",
                "verse_text": "Justice and fairness"
            },
            {
                "verse_number": "18",
                "verse_text": "Your agreement with death"
            },
            {
                "verse_number": "19",
                "verse_text": "Morning, noon, and night"
            },
            {
                "verse_number": "20",
                "verse_text": "Your bed is too short,"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord will fiercely attack"
            },
            {
                "verse_number": "22",
                "verse_text": "So you had better stop sneering"
            },
            {
                "verse_number": "23",
                "verse_text": "Pay close attention"
            },
            {
                "verse_number": "24",
                "verse_text": "Farmers don't just plow"
            },
            {
                "verse_number": "25",
                "verse_text": "When a field is ready,"
            },
            {
                "verse_number": "26",
                "verse_text": "They learn this from their God."
            },
            {
                "verse_number": "27",
                "verse_text": "After dill and cumin"
            },
            {
                "verse_number": "28",
                "verse_text": "Wheat and barley are pounded,"
            },
            {
                "verse_number": "29",
                "verse_text": "This wonderful knowledge comes"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, city of David, the place of my altar, when I make an altar of you. to attack from all sides. thick as a forest. you are in for trouble! Celebrate your festivals year after year. and your people will cry you will call out for help with only a faint whisper. will suddenly be swept away like dust in a windstorm. will come to your rescue with a thundering earthquake and a fiery whirlwind. that attacks Jerusalem and makes it suffer will disappear like a dream when night is over. Mount Zion will suffer from hunger and thirst. They will dream of food and drink but wake up weary and hungry and thirsty as ever. you prophets! Refuse to see. Get drunk and stagger, but not from wine. he put you into a deep sleep and covered your head. &apos;These people praise me with their words, but they never really think about me. They worship me by repeating rules made up by humans. that shock and amaze them, and I will destroy the wisdom of those who claim to know and understand.&apos; if you try to hide your plans from the Lord ! Or if you think what you do in the dark can't be seen. A clay dish doesn't say to the potter, &apos;You didn't make me. You don't even know how.&apos; will become a field with crops, whatever is read to them; the blind will be freed from a life of darkness. will celebrate and shout because of the Lord , the holy God of Israel. will be gone forever. Those who live by crime will disappear, who tells lies in court and keeps innocent people from getting a fair trial. has this to say about Jacob's descendants: &apos;They will no longer be ashamed and disgraced. I have made their nation, they will praise and honor me, the holy God of Israel. will understand, and all who have complained will obey my teaching.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I will still make you suffer,"
            },
            {
                "verse_number": "3",
                "verse_text": "I will surround you and prepare"
            },
            {
                "verse_number": "4",
                "verse_text": "From deep in the earth,"
            },
            {
                "verse_number": "5",
                "verse_text": "Then your cruel enemies"
            },
            {
                "verse_number": "6",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "7",
                "verse_text": "Every brutal nation"
            },
            {
                "verse_number": "8",
                "verse_text": "Those nations that attack"
            },
            {
                "verse_number": "9",
                "verse_text": "Be shocked and stunned,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has made you drowsy;"
            },
            {
                "verse_number": "11",
                "verse_text": "Now his message is like a sealed letter to you. Some of you say, &apos;We can't read it, because it's sealed.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Others say, &apos;We can't read it, because we don't know how to read.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord has said:"
            },
            {
                "verse_number": "14",
                "verse_text": "So once again I will do things"
            },
            {
                "verse_number": "15",
                "verse_text": "You are in for trouble,"
            },
            {
                "verse_number": "16",
                "verse_text": "You have it all backwards."
            },
            {
                "verse_number": "17",
                "verse_text": "Soon the forest of Lebanon"
            },
            {
                "verse_number": "18",
                "verse_text": "The deaf will be able to hear"
            },
            {
                "verse_number": "19",
                "verse_text": "The poor and the needy"
            },
            {
                "verse_number": "20",
                "verse_text": "All who are cruel and arrogant"
            },
            {
                "verse_number": "21",
                "verse_text": "together with everyone"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord who rescued Abraham"
            },
            {
                "verse_number": "23",
                "verse_text": "When they see how great"
            },
            {
                "verse_number": "24",
                "verse_text": "Everyone who is confused"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "This is the Lord 's message for his rebellious people: &apos;You follow your own plans instead of mine; you make treaties without asking me, and you keep on sinning. So you refuse my advice and send messengers to Egypt to beg their king for help. completely disgraced for trusting Egypt. from the city of Zoan and to trust that nation is useless and foolish.&apos; about the animals of the Southern Desert: &apos;You people carry treasures on donkeys and camels. You travel to a feeble nation through a troublesome desert filled with lions and flying fiery dragons. That's why I call that nation Don't tell us what God has shown you and don't preach the truth. Just say what we want to hear, even if it's false. of the holy One of Israel: &apos;You rejected my message, and you trust in violence and lies. that makes a high wall quickly crumble like a crushed bowl. There's not a piece left big enough to carry hot coals or to dip out water.&apos; had told all of you, &apos;I will keep you safe if you turn back to me and calm down. I will make you strong if you quietly trust me.&apos; Then you stubbornly &apos;No! We will safely escape on speedy horses.&apos; But those who chase you will be even faster. or even one, will be enough to chase a thousand of you. Finally, all that will be left will be a few survivors as lonely as a flag pole on a barren hill. to show how kind he is and to have pity on you. The Lord always does right; he blesses those who trust him. from far away with his fiery anger His angry words flame up like a destructive fire; that comes up to the neck. He sifts the nations and destroys them. Then he puts a bridle in every foreigner's mouth and leads them to doom."
            },
            {
                "verse_number": "2",
                "verse_text": "You trust Egypt for protection."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You will be disappointed,"
            },
            {
                "verse_number": "4",
                "verse_text": "The king's power reaches as far south as Hanes. a helpless monster.&apos; and thick clouds of smoke."
            },
            {
                "verse_number": "5",
                "verse_text": "But Egypt can't protect you,"
            },
            {
                "verse_number": "6",
                "verse_text": "This is a message"
            },
            {
                "verse_number": "7",
                "verse_text": "Egypt can't help you!"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord told me to write down his message for his people, so that it would be there forever."
            },
            {
                "verse_number": "9",
                "verse_text": "They have turned against the Lord and can't be trusted. They have refused his teaching"
            },
            {
                "verse_number": "10",
                "verse_text": "and have said to his messengers and prophets:"
            },
            {
                "verse_number": "11",
                "verse_text": "Stop telling us what God has said! We don't want to hear any more about the holy One of Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "Now this is the answer"
            },
            {
                "verse_number": "13",
                "verse_text": "This sin is like a crack"
            },
            {
                "verse_number": "14",
                "verse_text": "and shatter"
            },
            {
                "verse_number": "15",
                "verse_text": "The holy Lord God of Israel"
            },
            {
                "verse_number": "16",
                "verse_text": "said,"
            },
            {
                "verse_number": "17",
                "verse_text": "As few as five of them,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord God is waiting"
            },
            {
                "verse_number": "19",
                "verse_text": "People of Jerusalem, you don't need to cry anymore. The Lord is kind, and as soon as he hears your cries for help, he will come."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord has given you trouble and sorrow as your food and drink. But now you will again see the Lord, your teacher, and he will guide you."
            },
            {
                "verse_number": "21",
                "verse_text": "Whether you turn to the right or to the left, you will hear a voice saying, &apos;This is the road! Now follow it.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then you will treat your idols of silver and gold like garbage; you will throw them away like filthy rags."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord will send rain to water the seeds you have planted&ndash;your fields will produce more crops than you need, and your cattle will graze in open pastures."
            },
            {
                "verse_number": "24",
                "verse_text": "Even the oxen and donkeys that plow your fields will be fed the finest grain."
            },
            {
                "verse_number": "25",
                "verse_text": "On that day people will be slaughtered and towers destroyed, but streams of water will flow from high hills and towering mountains."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Lord will bandage his people's injuries and heal the wounds he has caused. The moon will shine as bright as the sun, and the sun will shine seven times brighter than usual. It will be like the light of seven days all at once."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord is coming"
            },
            {
                "verse_number": "28",
                "verse_text": "he breathes out a flood"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord 's people will sing as they do when they celebrate a religious festival at night. The Lord is Israel's mighty rock, and his people will be as happy as they are when they follow the sound of flutes to the mountain where he is worshiped."
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord will get furious. His fearsome voice will be heard, his arm will be seen ready to strike, and his anger will be like a destructive fire, followed by thunderstorms and hailstones."
            },
            {
                "verse_number": "31",
                "verse_text": "When the Assyrians hear the Lord 's voice and see him striking with his iron rod, they will be terrified."
            },
            {
                "verse_number": "32",
                "verse_text": "He will attack them in battle, and each time he strikes them, it will be to the music of tambourines and harps."
            },
            {
                "verse_number": "33",
                "verse_text": "Long ago the Lord got a place ready for burning the body of the dead king. The place for the fire is deep and wide, the wood is piled high, and the Lord will start the fire by breathing out flaming sulfur."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "You are in for trouble if you go to Egypt for help, or if you depend on an army of chariots or a powerful cavalry. Instead you should depend on and trust the holy Lord God of Israel. He does what he promises, and he can bring doom. If you are cruel yourself, or help those who are evil, you will be destroyed. They aren't God. Their horses are made of flesh; they can't live forever. When the Lord shows his power, he will destroy the Egyptians and all who depend on them. Together they will fall. said to me, &apos;I will roar and attack like a fearless lion not frightened by the shouts of shepherds trying to protect their sheep. That's how I will come down and fight on Mount Zion. will protect Jerusalem like a mother bird circling over her nest.&apos; You have completely turned from the Lord . when you will throw away your idols of silver and gold, made by your sinful hands. but not by the swords of humans. Their young men will try to escape, but they will be captured and forced into slavery. when terror strikes; their army officers will be frightened and run from the battle. This is what the Lord has said, the Lord whose fiery furnace is built on Mount Zion."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord isn't stupid!"
            },
            {
                "verse_number": "3",
                "verse_text": "The Egyptians are mere humans."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord All-Powerful"
            },
            {
                "verse_number": "5",
                "verse_text": "I, the Lord All-Powerful,"
            },
            {
                "verse_number": "6",
                "verse_text": "People of Israel, come back!"
            },
            {
                "verse_number": "7",
                "verse_text": "The time is coming"
            },
            {
                "verse_number": "8",
                "verse_text": "The Assyrians will be killed,"
            },
            {
                "verse_number": "9",
                "verse_text": "Their fortress will fall"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "A king and his leaders will rule with justice. from stormy winds, a stream in the desert, and a rock that gives shade from the heat of the sun. will open them and see, and those who have ears will pay attention. will take time to think; everyone who stutters will talk clearly. be highly respected, and crooks won't be given positions of honor. They always make plans to do sinful things, to lie about the Lord , to let the hungry starve, and to keep water from those who are thirsty. they do evil things, and make cruel plans to destroy the poor and needy, even when they beg for justice. can always be trusted to make helpful plans. you women who are carefree and careless! but in about a year, the grape harvest will fail, and you will tremble. you women without a care! Strip off your clothes&ndash; put on sackcloth. because of what happened to the fruitful fields and vineyards, in Jerusalem. The land of my people is covered with thorns. the crowded city empty. Fortresses and towers will forever become playgrounds for wild donkeys and pastures for sheep. from heaven, deserts will become orchards thick as fertile forests. will prosper there, lasting peace and security. will live in peace, calm and secure, forests and cities. as you plant your crops beside streams, while your donkeys and cattle roam freely about."
            },
            {
                "verse_number": "2",
                "verse_text": "They will be a place of safety"
            },
            {
                "verse_number": "3",
                "verse_text": "Then everyone who has eyes"
            },
            {
                "verse_number": "4",
                "verse_text": "All who are impatient"
            },
            {
                "verse_number": "5",
                "verse_text": "Fools will no longer"
            },
            {
                "verse_number": "6",
                "verse_text": "Fools talk foolishness."
            },
            {
                "verse_number": "7",
                "verse_text": "Cruel people tell lies&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "But helpful people"
            },
            {
                "verse_number": "9",
                "verse_text": "Listen to what I say,"
            },
            {
                "verse_number": "10",
                "verse_text": "You may not have worries now,"
            },
            {
                "verse_number": "11",
                "verse_text": "Shake and shudder,"
            },
            {
                "verse_number": "12",
                "verse_text": "Slap your breasts in sorrow"
            },
            {
                "verse_number": "13",
                "verse_text": "and to the happy homes"
            },
            {
                "verse_number": "14",
                "verse_text": "The palace will be deserted,"
            },
            {
                "verse_number": "15",
                "verse_text": "When the Spirit is given to us"
            },
            {
                "verse_number": "16",
                "verse_text": "Honesty and justice"
            },
            {
                "verse_number": "17",
                "verse_text": "and justice will produce"
            },
            {
                "verse_number": "18",
                "verse_text": "You, the Lord 's people,"
            },
            {
                "verse_number": "19",
                "verse_text": "even if hailstones flatten"
            },
            {
                "verse_number": "20",
                "verse_text": "You will have God's blessing,"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "You defeated my people. Now you're in for trouble! You've never been destroyed, but you will be destroyed; you've never been betrayed, but you will be betrayed. When you have finished destroying and betraying, you will be destroyed and betrayed in return. We depend on you. Make us strong each morning, and come to save us when we are in trouble. we take everything and you live in the heavens. You have brought justice and fairness to Jerusalem; on which we stand today. You always save us and give true wisdom and knowledge. than obeying you. are running through the streets, Our messengers hoped for peace, but came home crying. every road is empty. Treaties are broken, and no respect is shown Mount Lebanon wilts with shame. Sharon Valley is a desert; the forests of Bashan and Carmel have lost their leaves. &apos;Now I will do something and be greatly praised. that will be set on fire by your very own breath. like thorns in a fire. come look at what I have done. See my mighty power!&apos; on Mount Zion tremble as they ask in fear, &apos;How can we possibly live where a raging fire never stops burning?&apos; for those who live right and tell the truth, for those who refuse to take money by force or accept bribes, for all who hate murder and violent crimes. high on a rocky cliff, where they will have food and plenty of water. you will see the glorious King; you will see his kingdom reaching far and wide. &apos;Where are those officials who terrified us and forced us to pay such heavy taxes?&apos; the proud people who spoke a strange and foreign language you could not understand. where we celebrate our religious festivals. You will see Jerusalem, secure as a tent with pegs that cannot be pulled up and fastened with ropes that can never be broken. will be with us! There will be deep rivers and wide streams and our ruler; the Lord is our king and will keep us safe. with its rigging loose, its mast shaky, and its sail not spread. Someday even you that are lame will take everything you want from your enemies. and none of you will say, &apos;I feel sick.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Please, Lord , be kind to us!"
            },
            {
                "verse_number": "3",
                "verse_text": "Nations scatter when you roar and show your greatness. like swarms of locusts; that belongs to them. Nothing means more to us screaming for help. to any who keep promises. safe from enemy ships."
            },
            {
                "verse_number": "4",
                "verse_text": "We attack our enemies"
            },
            {
                "verse_number": "5",
                "verse_text": "You, Lord , are above all others,"
            },
            {
                "verse_number": "6",
                "verse_text": "you are the foundation"
            },
            {
                "verse_number": "7",
                "verse_text": "Listen! Our bravest soldiers"
            },
            {
                "verse_number": "8",
                "verse_text": "No one travels anymore;"
            },
            {
                "verse_number": "9",
                "verse_text": "Fields are dry and barren;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the Lord says,"
            },
            {
                "verse_number": "11",
                "verse_text": "Your deeds are straw"
            },
            {
                "verse_number": "12",
                "verse_text": "You will be burned to ashes"
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone, both far and near,"
            },
            {
                "verse_number": "14",
                "verse_text": "Those terrible sinners"
            },
            {
                "verse_number": "15",
                "verse_text": "But there will be rewards"
            },
            {
                "verse_number": "16",
                "verse_text": "They will live in a fortress"
            },
            {
                "verse_number": "17",
                "verse_text": "With your own eyes"
            },
            {
                "verse_number": "18",
                "verse_text": "Then you will ask yourself,"
            },
            {
                "verse_number": "19",
                "verse_text": "You will never again have to see"
            },
            {
                "verse_number": "20",
                "verse_text": "Look to Mount Zion"
            },
            {
                "verse_number": "21",
                "verse_text": "Our wonderful Lord"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord is our judge"
            },
            {
                "verse_number": "23",
                "verse_text": "But your nation is a ship"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord will forgive your sins,"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Everyone of every nation, the entire earth, and all its creatures, come here and listen! with the nations; he has condemned them to be slaughtered. to rot and stink; their blood will flow down the mountains. the sky will roll up Everything in the sky will dry up and wilt like leaves on a vine or fruit on a tree. has done what it wants it will come down on Edom, the nation that the Lord has doomed for destruction. is covered with blood from lambs and goats, together with fat from kidneys of rams. This is because the Lord will slaughter many people and make a sacrifice of them in the city of Bozrah and everywhere else in Edom. They are powerful bulls, but they will die with the others. Their country will be soaked with their own blood, and its soil made fertile with their own fat. the year and the day, when he will take revenge and come to Zion's defense. and its soil into sulfur&ndash; then the whole country will go up in flames. and never stop smoking. Edom will be a desert, generation after generation; no one will ever travel through that land. will make it their home. God will leave it in ruins, merely a pile of rocks. &apos;Kingdom of Nothing.&apos; Its rulers will also be nothing. will be covered with thorns; only wolves and ostriches will make their home there. will hunt together, demons will scream to demons, and creatures of the night will live among the ruins. to raise their young while families of vultures circle around. you can search and find where it is written, &apos;The Lord brought together all of his creatures by the power of his Spirit. Not one is missing.&apos; where they each should live; they will be there forever, generation after generation."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is terribly angry"
            },
            {
                "verse_number": "3",
                "verse_text": "Their dead bodies will be left"
            },
            {
                "verse_number": "4",
                "verse_text": "Each star will disappear&ndash; like a scroll. to the skies above, among its shadows,"
            },
            {
                "verse_number": "5",
                "verse_text": "After the sword of the Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "The sword of the Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "Edom's leaders are wild oxen."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord has chosen"
            },
            {
                "verse_number": "9",
                "verse_text": "Edom's streams will turn into tar"
            },
            {
                "verse_number": "10",
                "verse_text": "It will burn night and day"
            },
            {
                "verse_number": "11",
                "verse_text": "Owls, hawks, and wild animals"
            },
            {
                "verse_number": "12",
                "verse_text": "Edom will be called"
            },
            {
                "verse_number": "13",
                "verse_text": "Its palaces and fortresses"
            },
            {
                "verse_number": "14",
                "verse_text": "Wildcats and hyenas"
            },
            {
                "verse_number": "15",
                "verse_text": "Owls will nest there"
            },
            {
                "verse_number": "16",
                "verse_text": "In The Book of the Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has decided"
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Thirsty deserts will be glad; barren lands will celebrate and blossom with flowers. and sing joyful songs. They will be as majestic as Mount Lebanon, as glorious as Mount Carmel or Sharon Valley. Everyone will see the wonderful splendor of the Lord our God. * who are weak, trembling, and worried: Your God is coming to punish your enemies. God will take revenge on them and rescue you.&apos; and the ears of the deaf will be healed. will leap around like deer; tongues once silent will shout for joy. Water will rush through the desert. will turn into a lake, and thirsty ground will flow with fountains. Grass will grow in deserts, where packs of wild dogs and it will be named &apos;God's Sacred Highway.&apos; It will be for God's people; no one unfit to worship God will walk on that road. And no fools can travel will come near that road; only those the Lord has saved will travel there. will come back singing as they enter Zion. Happiness will be a crown everyone will always wear. They will celebrate and shout because all sorrows and worries will be gone far away."
            },
            {
                "verse_number": "2",
                "verse_text": "Deserts will bloom everywhere"
            },
            {
                "verse_number": "3",
                "verse_text": "Here is a message for all"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Cheer up! Don't be afraid."
            },
            {
                "verse_number": "5",
                "verse_text": "The blind will see,"
            },
            {
                "verse_number": "6",
                "verse_text": "Those who were lame"
            },
            {
                "verse_number": "7",
                "verse_text": "Scorching sand once made their home. on that highway."
            },
            {
                "verse_number": "8",
                "verse_text": "A good road will be there,"
            },
            {
                "verse_number": "9",
                "verse_text": "No lions or other wild animals"
            },
            {
                "verse_number": "10",
                "verse_text": "The people the Lord has rescued"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah had been king of Judah for 14 years when King Sennacherib of Assyria invaded the country and captured every walled city"
            },
            {
                "verse_number": "2",
                "verse_text": "except Jerusalem. The Assyrian king ordered his army commander to leave the city of Lachish and to take a large army to Jerusalem. The commander went there and stood on the road near the cloth makers' shops along the canal from the upper pool. I have a message for Hezekiah from the great king of Assyria. Ask Hezekiah why he feels so sure of himself. Listen to what the great king of Assyria says!"
            },
            {
                "verse_number": "3",
                "verse_text": "Three of the king's highest officials came out of Jerusalem to meet him. One of them was Hilkiah's son Eliakim, who was the prime minister. The other two were Shebna, assistant to the prime minister, and Joah son of Asaph, keeper of the government records."
            },
            {
                "verse_number": "4",
                "verse_text": "The Assyrian commander told them:"
            },
            {
                "verse_number": "5",
                "verse_text": "Does he think he can plan and win a war with nothing but words? Who is going to help him, now that he has turned against the king of Assyria?"
            },
            {
                "verse_number": "6",
                "verse_text": "Is he depending on Egypt and its king? That's the same as leaning on a broken stick, and it will go right through his hand."
            },
            {
                "verse_number": "7",
                "verse_text": "Is Hezekiah now depending on the Lord , your God? Didn't Hezekiah tear down all except one of the Lord 's altars and places of worship? Didn't he tell the people of Jerusalem and Judah to worship at that one place?"
            },
            {
                "verse_number": "8",
                "verse_text": "The king of Assyria wants to make a bet with you people! He will give you 2,000 horses, if you have enough troops to ride them."
            },
            {
                "verse_number": "9",
                "verse_text": "How could you even defeat our lowest ranking officer, when you have to depend on Egypt for chariots and cavalry?"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't forget that it was the Lord who sent me here with orders to destroy your nation!"
            },
            {
                "verse_number": "11",
                "verse_text": "Eliakim, Shebna, and Joah said, &apos;Sir, we don't want the people listening from the city wall to understand what you are saying. So please speak to us in Aramaic instead of Hebrew.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Assyrian army commander answered, &apos;My king sent me to speak to everyone, not just to you leaders. These people will soon have to eat their own body waste and drink their own urine! And so will the three of you!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then, in a voice loud enough for everyone to hear, he shouted out in Hebrew:"
            },
            {
                "verse_number": "14",
                "verse_text": "Don't be fooled by Hezekiah. He can't save you."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't trust him when he tells you that the Lord will protect you from the king of Assyria."
            },
            {
                "verse_number": "16",
                "verse_text": "Stop listening to Hezekiah. Pay attention to my king. Surrender to him. He will let you keep your own vineyards, fig trees, and cisterns"
            },
            {
                "verse_number": "17",
                "verse_text": "for a while. Then he will come and take you away to a country just like yours, where you can plant vineyards and raise your own grain."
            },
            {
                "verse_number": "18",
                "verse_text": "Hezekiah claims the Lord will save you. But don't be fooled by him. Were any other gods able to defend their land against the king of Assyria?"
            },
            {
                "verse_number": "19",
                "verse_text": "What happened to the gods of Hamath, Arpad, and Sepharvaim? Were the gods of Samaria able to protect their land against the Assyrian forces?"
            },
            {
                "verse_number": "20",
                "verse_text": "None of those gods kept their people safe from the king of Assyria. Do you think the Lord , your God, can do any better?"
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "As soon as Hezekiah heard the news, he tore off his clothes in sorrow and put on sackcloth. Then he went into the temple of the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "He told Prime Minister Eliakim, Assistant Prime Minister Shebna, and the senior priests to dress in sackcloth and tell me: I am the Lord . Don't worry about the insulting things that have been said about me by these messengers from the king of Assyria. The people of Jerusalem hate and make fun of you; they laugh behind your back. shouted and sneered at me, the holy One of Israel. insult me, the Lord. And here is what you have said about yourself, &apos;I led my chariots to the highest heights of Lebanon's mountains. I went deep into its forest, cutting down the best cedar and cypress trees. in the land of Egypt, and I drank water from wells I had dug.&apos; to me, the Lord . I planned all of this long ago. And you don't even know that I alone am the one who decided that you would do these things. I let you make ruins of fortified cities. terribly confused. They were like wild flowers or like tender young grass growing on a flat roof or like a field of grain even how fiercely angry you are with me. and the tremendous hatred you have for me. Now I will put a hook in your nose, then I will send you back to where you came from."
            },
            {
                "verse_number": "3",
                "verse_text": "Isaiah, these are difficult and disgraceful times. Our nation is like a woman too weak to give birth, when it's time for her baby to be born."
            },
            {
                "verse_number": "4",
                "verse_text": "Please pray for those of us who are left alive. The king of Assyria sent his army commander to insult the living God. Perhaps the Lord heard what he said and will do something, if you will pray."
            },
            {
                "verse_number": "5",
                "verse_text": "When these leaders came to me,"
            },
            {
                "verse_number": "6",
                "verse_text": "I told them that the Lord had this message for Hezekiah:"
            },
            {
                "verse_number": "7",
                "verse_text": "I will upset him with rumors about what's happening in his own country. He will go back, and there I will make him die a violent death."
            },
            {
                "verse_number": "8",
                "verse_text": "Meanwhile the commander of the Assyrian forces heard that his king had left the town of Lachish and was now attacking Libnah. So he went there."
            },
            {
                "verse_number": "9",
                "verse_text": "About this same time, the king of Assyria learned that King Tirhakah of Ethiopia was on his way to attack him. Then the king of Assyria sent some messengers with this note for Hezekiah:"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't trust your God or be fooled by his promise to defend Jerusalem against me."
            },
            {
                "verse_number": "11",
                "verse_text": "You have heard how we Assyrian kings have completely wiped out other nations. What makes you feel so safe?"
            },
            {
                "verse_number": "12",
                "verse_text": "The Assyrian kings before me destroyed the towns of Gozan, Haran, Rezeph, and everyone from Eden who lived in Telassar. What good did their gods do them?"
            },
            {
                "verse_number": "13",
                "verse_text": "The kings of Hamath, Arpad, Sepharvaim, Hena, and Ivvah have all disappeared."
            },
            {
                "verse_number": "14",
                "verse_text": "After Hezekiah had read the note from the king of Assyria, he took it to the temple and spread it out for the Lord to see."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he prayed:"
            },
            {
                "verse_number": "16",
                "verse_text": "Lord God All-Powerful of Israel, your throne is above the winged creatures. You created the heavens and the earth, and you alone rule the kingdoms of this world."
            },
            {
                "verse_number": "17",
                "verse_text": "Just look and see how Sennacherib has insulted you, the living God."
            },
            {
                "verse_number": "18",
                "verse_text": "It is true, our Lord , that Assyrian kings have turned nations into deserts."
            },
            {
                "verse_number": "19",
                "verse_text": "They destroyed the idols of wood and stone that the people of those nations had made and worshiped."
            },
            {
                "verse_number": "20",
                "verse_text": "But you are our Lord and our God! We ask you to keep us safe from the Assyrian king. Then everyone in every kingdom on earth will know that you are the only Lord ."
            },
            {
                "verse_number": "23",
                "verse_text": "Sennacherib, you cursed,"
            },
            {
                "verse_number": "24",
                "verse_text": "You let your officials"
            },
            {
                "verse_number": "25",
                "verse_text": "I dried up every stream"
            },
            {
                "verse_number": "26",
                "verse_text": "Sennacherib, now listen"
            },
            {
                "verse_number": "27",
                "verse_text": "Their people became weak,"
            },
            {
                "verse_number": "28",
                "verse_text": "I know all about you,"
            },
            {
                "verse_number": "29",
                "verse_text": "I have seen your pride"
            },
            {
                "verse_number": "30",
                "verse_text": "Hezekiah, I will tell you what's going to happen. This year you will eat crops that grow on their own, and the next year you will eat whatever springs up where those crops grew. But the third year, you will plant grain and vineyards, and you will eat what you harvest."
            },
            {
                "verse_number": "31",
                "verse_text": "Those who survive in Judah will be like a vine that puts down deep roots and bears fruit."
            },
            {
                "verse_number": "32",
                "verse_text": "I, the Lord All-Powerful, will see to it that some who live in Jerusalem will survive."
            },
            {
                "verse_number": "33",
                "verse_text": "I promise that the king of Assyria won't get into Jerusalem, or shoot an arrow into the city, or even surround it and prepare to attack."
            },
            {
                "verse_number": "34",
                "verse_text": "As surely as I am the Lord , he will return by the way he came and will never enter Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "I will protect it for the sake of my own honor and because of the promise I made to my servant David."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord sent an angel to the camp of the Assyrians, and he killed 185,000 of them all in one night. The next morning, the camp was full of dead bodies."
            },
            {
                "verse_number": "37",
                "verse_text": "After this, King Sennacherib went back to Assyria and lived in the city of Nineveh."
            },
            {
                "verse_number": "38",
                "verse_text": "One day he was worshiping in the temple of his god Nisroch, when his sons, Adrammelech and Sharezer, killed him with their swords. They escaped to the land of Ararat, and his son Esarhaddon became king."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "About this time, Hezekiah got sick and was almost dead. So I went in and told him, &apos;The Lord says you won't ever get well. You are going to die, and so you had better start doing what needs to be done.&apos; I am the Lord God, who was worshiped by your ancestor David. I heard you pray, and I saw you cry. I will let you live 15 more years, during my best years and stay as a prisoner forever in the world of the dead. see you, my Lord , or any of the people who live on this earth. like the tent that a shepherd pulls up and moves. You cut me off like thread from a weaver's loom; you make a wreck of me day and night. you would crush my bones just like a hungry lion; both night and day I mourn like a dove. My eyes are red from looking to you, Lord . I am in terrible trouble. in answer to you, since you are the one My life has turned sour; I will limp until I die. bring life to everyone, Please make me healthy and strong again. that I had such hard times. But your love protected me and you turned your eyes away from my sins. can thank you or praise you; none of those in the deep pit can hope for you to show them how faithful you are. as I am doing today. Each generation tells the next and every day that we live we will sing in your temple to the music of stringed instruments."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah turned toward the wall and prayed,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Don't forget that I have been faithful to you, Lord . I have obeyed you with all my heart, and I do whatever you say is right.&apos; After this, he cried hard."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord sent me"
            },
            {
                "verse_number": "5",
                "verse_text": "with this message for Hezekiah:"
            },
            {
                "verse_number": "6",
                "verse_text": "while I protect you and your city from the king of Assyria."
            },
            {
                "verse_number": "7",
                "verse_text": "Now I will prove to you that I will keep my promise."
            },
            {
                "verse_number": "8",
                "verse_text": "Do you see the shadow made by the setting sun on the stairway built for King Ahaz? I will make the shadow go back ten steps. Then the shadow went back ten steps. you make a wreck of me. Please come and help me. who has done this to me. including me. from doom in the deep pit, about your faithfulness."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what Hezekiah wrote after he got well:"
            },
            {
                "verse_number": "10",
                "verse_text": "I thought I would die"
            },
            {
                "verse_number": "11",
                "verse_text": "I thought I would never again"
            },
            {
                "verse_number": "12",
                "verse_text": "My life was taken from me"
            },
            {
                "verse_number": "13",
                "verse_text": "Until morning came, I thought"
            },
            {
                "verse_number": "14",
                "verse_text": "I cry like a swallow;"
            },
            {
                "verse_number": "15",
                "verse_text": "There's nothing I can say"
            },
            {
                "verse_number": "16",
                "verse_text": "Your words and your deeds"
            },
            {
                "verse_number": "17",
                "verse_text": "It was for my own good"
            },
            {
                "verse_number": "18",
                "verse_text": "No one in the world of the dead"
            },
            {
                "verse_number": "19",
                "verse_text": "Only the living can thank you,"
            },
            {
                "verse_number": "20",
                "verse_text": "You, Lord , will save me,"
            },
            {
                "verse_number": "21",
                "verse_text": "I had told King Hezekiah's servants to put some mashed figs on the king's open sore, and he would get well."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Hezekiah asked for proof that he would again worship in the Lord 's temple."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Merodach Baladan, the son of Baladan, was now king of Babylonia. And when he learned that Hezekiah was well, he sent messengers with letters and a gift for him."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah welcomed the messengers and showed them all the silver, the gold, the spices, and the fine oils that were in his storehouse. He even showed them where he kept his weapons. Nothing in his palace or in his entire kingdom was kept hidden from them. &apos;They came all the way from Babylonia,&apos; Hezekiah answered. Hezekiah answered, &apos;I showed them everything in my kingdom.&apos; I have a message for you from the Lord All-Powerful."
            },
            {
                "verse_number": "3",
                "verse_text": "I asked Hezekiah, &apos;Where did these men come from? What did they want?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What did you show them?&apos; I asked."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I told Hezekiah:"
            },
            {
                "verse_number": "6",
                "verse_text": "One day everything you and your ancestors have stored up will be taken to Babylonia. The Lord has promised that nothing will be left."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of your own sons will be taken to Babylonia, where they will be disgraced and made to serve in the king's palace."
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah thought, &apos;At least our nation will be at peace for a while.&apos; So he told me, &apos;The message you brought from the Lord is good.&apos;"
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "Our God has said: &apos;Encourage my people! Give them comfort. and announce: Your slavery is past; your punishment is over. I, the Lord , made you pay double for your sins.&apos; &apos;Clear a path in the desert! Make a straight road for the Lord our God. flatten every hill and mountain. Level the rough and rugged ground. will appear for all to see. The Lord has promised this!&apos; and I asked, &apos;What should I shout?&apos; We humans are merely grass, and we last no longer than wild flowers. flowers and grass disappear, and so do we. but what our God has said will never change. for the city of Zion. from the highest mountain. Don't be afraid to shout to the towns of Judah: &apos;Your God is here!&apos; is coming to rule with his mighty arm. He brings with him what he has taken in war, and he rewards his people. just as shepherds care for their flocks. He carries the lambs in his arms, while gently leading the mother sheep. the ocean by yourself or stretch out the sky with your own hands? Did you put the soil of the earth in a bucket or weigh the hills and mountains on balance scales? what he must do or given him advice? to teach him wisdom and justice? Who gave him knowledge and understanding? are merely a drop in a bucket or dust on balance scales; all of the islands are but a handful of sand. of Lebanon would not be enough to offer as a sacrifice to God, and the trees would not be enough for the fire. as far less than nothing. Is anything like him? It is made of bronze with a thin layer of gold, and decorated with silver. because it doesn't rot&ndash; then skilled hands take care to make an idol that won't fall on its face. Haven't you heard? Hasn't it been clear the whole earth, and we that live here are merely insects. He spread out the heavens like a curtain or an open tent. and turns them into nothing. freshly sprung up and starting to grow. But when God blows on them, they wilt and are carried off like straw in a storm. &apos;Who compares with me? Is anyone my equal?&apos; Who created the stars? Who gave them each a name? Who leads them like an army? The Lord is so powerful that none of the stars are ever missing. &apos;God pays no attention to us! He doesn't care if we are treated unjustly.&apos; But how can you say that? Haven't you heard? The Lord is the eternal God, Creator of the earth. He never gets weary or tired; his wisdom cannot be measured. to those who are weary. then stumble and fall. will find new strength. They will be strong like eagles soaring upward on wings; they will walk and run without getting tired."
            },
            {
                "verse_number": "2",
                "verse_text": "Speak kindly to Jerusalem"
            },
            {
                "verse_number": "3",
                "verse_text": "Someone is shouting:"
            },
            {
                "verse_number": "4",
                "verse_text": "Fill in the valleys;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the glory of the Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "Someone told me to shout,"
            },
            {
                "verse_number": "7",
                "verse_text": "At the Lord 's command,"
            },
            {
                "verse_number": "8",
                "verse_text": "Flowers and grass fade away,"
            },
            {
                "verse_number": "9",
                "verse_text": "There is good news Shout it as loud as you can since the time of creation?"
            },
            {
                "verse_number": "10",
                "verse_text": "Look! The powerful Lord God"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord cares for his nation,"
            },
            {
                "verse_number": "12",
                "verse_text": "Did any of you measure"
            },
            {
                "verse_number": "13",
                "verse_text": "Has anyone told the Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "Did the Lord ask anyone"
            },
            {
                "verse_number": "15",
                "verse_text": "To the Lord , all nations"
            },
            {
                "verse_number": "16",
                "verse_text": "The cattle on the mountains"
            },
            {
                "verse_number": "17",
                "verse_text": "God thinks of the nations"
            },
            {
                "verse_number": "18",
                "verse_text": "Who compares with God?"
            },
            {
                "verse_number": "19",
                "verse_text": "Is an idol at all like God?"
            },
            {
                "verse_number": "20",
                "verse_text": "Or special wood may be chosen"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't you know?"
            },
            {
                "verse_number": "22",
                "verse_text": "God is the one who rules"
            },
            {
                "verse_number": "23",
                "verse_text": "God brings down rulers"
            },
            {
                "verse_number": "24",
                "verse_text": "They are like flowers"
            },
            {
                "verse_number": "25",
                "verse_text": "The holy God asks,"
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the evening sky!"
            },
            {
                "verse_number": "27",
                "verse_text": "You people of Israel say,"
            },
            {
                "verse_number": "28",
                "verse_text": "Don't you know?"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord gives strength"
            },
            {
                "verse_number": "30",
                "verse_text": "Even young people get tired,"
            },
            {
                "verse_number": "31",
                "verse_text": "But those who trust the Lord"
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "Be silent and listen, every island in the sea. Have courage and come near, every one of you nations. Let's settle this matter! Who puts nations and kings His sword and his arrows turn them to dust blown by the wind. that his feet barely touch the ground&ndash; he doesn't even get hurt. Who controls human events? I do! I am the Lord . I was there at the beginning; I will be there at the end. saw what I did and trembled as they came near. comfort each other, saying, &apos;Don't worry!&apos; encourage one another and say, &apos;We've done a great job!&apos; Then they nail the idol down, so it won't fall over. I chose you, the family of my friend Abraham. I brought you here and said, &apos;You are my chosen servant. I haven't forgotten you.&apos; Don't tremble with fear. I am your God. I will make you strong, as I protect you with my arm and give you victories. will be terribly disgraced; those who attack will vanish into thin air. for those brutal enemies, but you won't find them&ndash; they will be gone. I am holding your hand, so don't be afraid. I am here to help you. though others may say, &apos;Israel is only a worm!&apos; I am the holy God of Israel, who saves and protects you. You will grind and crush until they turn to dust. in all directions. Then you will celebrate and praise me, your Lord , the holy God of Israel. are dying of thirst and cannot find water, I, the Lord God of Israel, will come to their rescue. I won't forget them. on mountain peaks. I will send streams to fill the valleys. Dry and barren land will flow with springs and become a lake. with all kinds of trees&ndash; cedars, acacias, and myrtles; olive and cypress trees; fir trees and pines. and know that I, the holy Lord God of Israel, created it all. the King of Israel! Come argue your case with me. Present your evidence. Tell us about the past, and we will think about it. Tell us about the future, so we will know what is going to happen. by making your predictions come true. Do something good or evil, so we can be amazed To worship you would be disgusting. in the north; now he comes from the east to honor my name. what would happen? Did any of you get it right? None of you told about this or even spoke a word. the people of Jerusalem, I was the one who announced this good news to Zion. are able to give advice or answer questions. and they can do nothing&ndash; they are merely a passing breeze."
            },
            {
                "verse_number": "2",
                "verse_text": "Who appointed this ruler from the east? in his power? and other workers covered with sharp spikes. every mountain and hill and terrified. and you are powerless. He tramples kings like mud, as potters trample clay. &apos;Look, it's happening!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He goes after them so quickly"
            },
            {
                "verse_number": "4",
                "verse_text": "Who makes these things happen?"
            },
            {
                "verse_number": "5",
                "verse_text": "Islands and foreign nations"
            },
            {
                "verse_number": "6",
                "verse_text": "Worshipers of idols"
            },
            {
                "verse_number": "7",
                "verse_text": "Woodcarvers, goldsmiths,"
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, you are my servant."
            },
            {
                "verse_number": "9",
                "verse_text": "From far across the earth"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't be afraid. I am with you."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who hates you"
            },
            {
                "verse_number": "12",
                "verse_text": "You will look around"
            },
            {
                "verse_number": "13",
                "verse_text": "I am the Lord your God."
            },
            {
                "verse_number": "14",
                "verse_text": "People of Israel, don't worry,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will let you be like a log"
            },
            {
                "verse_number": "16",
                "verse_text": "A strong wind will scatter them"
            },
            {
                "verse_number": "17",
                "verse_text": "When the poor and needy"
            },
            {
                "verse_number": "18",
                "verse_text": "I will make rivers flow"
            },
            {
                "verse_number": "19",
                "verse_text": "I will fill the desert"
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone will see this"
            },
            {
                "verse_number": "21",
                "verse_text": "I am the Lord ,"
            },
            {
                "verse_number": "22",
                "verse_text": "Come near me, you idols."
            },
            {
                "verse_number": "23",
                "verse_text": "Prove that you are gods"
            },
            {
                "verse_number": "24",
                "verse_text": "You idols are nothing,"
            },
            {
                "verse_number": "25",
                "verse_text": "I, the Lord , appointed a ruler"
            },
            {
                "verse_number": "26",
                "verse_text": "Did any of you idols predict"
            },
            {
                "verse_number": "27",
                "verse_text": "I was the first to tell"
            },
            {
                "verse_number": "28",
                "verse_text": "None of these idols"
            },
            {
                "verse_number": "29",
                "verse_text": "They are nothing,"
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Here is my servant! I have made him strong. He is my chosen one; I am pleased with him. I have given him my Spirit, and he will bring justice to the nations. or call out in the streets. or put out a dying flame, but he will make sure that justice is done. until he brings justice everywhere on earth, and people in foreign nations long for his teaching. I created the heavens like an open tent above. I made the earth and everything that grows on it. I am the source of life for all who live on this earth, so listen to what I say. and I am here at your side. to bring light and my promise of hope to the nations. to the blind; you will set prisoners free from dark dungeons. I won't let idols or humans share my glory and praise. just as I said it would; now I will announce what will happen next. a new song to the Lord ! Tell those who sail the ocean and those who live far away to join in the praise. to celebrate and sing. his praises everywhere. like an angry soldier, shouting with all his might while attacking his enemies. have held my temper; now I will cry out and groan like a woman giving birth. and what grows on them; I will dry up rivers and ponds. they have never known; I will guide them on paths they have never traveled. Their road is dark and rough, but I will give light to keep them from stumbling. This is my solemn promise. as though they were gods will be terribly ashamed. but the Lord commands you to listen and to see. as his messenger, his chosen servant, but pays no attention. and so he wanted his Law and imprisoned in holes with no one to rescue them. All they owned had been taken, and no one was willing to give it back. ever learn to listen? to obey the Lord or follow his instructions. So the Lord let us be robbed of everything we owned. and punished our nation with the fires of war. Still we paid no attention. We didn't even care when we were surrounded and scorched by flames."
            },
            {
                "verse_number": "2",
                "verse_text": "He won't shout or yell"
            },
            {
                "verse_number": "3",
                "verse_text": "He won't break off a bent reed"
            },
            {
                "verse_number": "4",
                "verse_text": "He won't quit or give up"
            },
            {
                "verse_number": "5",
                "verse_text": "I am the Lord God."
            },
            {
                "verse_number": "6",
                "verse_text": "I chose you to bring justice, I selected you and sent you and everyone in the mountains to be greatly praised."
            },
            {
                "verse_number": "7",
                "verse_text": "You will give sight"
            },
            {
                "verse_number": "8",
                "verse_text": "My name is the Lord !"
            },
            {
                "verse_number": "9",
                "verse_text": "Everything has happened"
            },
            {
                "verse_number": "10",
                "verse_text": "Tell the whole world to sing"
            },
            {
                "verse_number": "11",
                "verse_text": "Tell the tribes of the desert"
            },
            {
                "verse_number": "12",
                "verse_text": "Let them announce"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord is marching out"
            },
            {
                "verse_number": "14",
                "verse_text": "For a long time, I, the Lord ,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will destroy the mountains"
            },
            {
                "verse_number": "16",
                "verse_text": "I will lead the blind on roads"
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone who worships idols"
            },
            {
                "verse_number": "18",
                "verse_text": "You people are deaf and blind,"
            },
            {
                "verse_number": "19",
                "verse_text": "No one is as blind or deaf"
            },
            {
                "verse_number": "20",
                "verse_text": "who sees and hears so much,"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord always does right,"
            },
            {
                "verse_number": "22",
                "verse_text": "But his people were trapped"
            },
            {
                "verse_number": "23",
                "verse_text": "Why won't his people"
            },
            {
                "verse_number": "24",
                "verse_text": "Israel sinned and refused"
            },
            {
                "verse_number": "25",
                "verse_text": "He was furious with us"
            }
        ],
        "43": [
            {
                "verse_number": "1",
                "verse_text": "Descendants of Jacob, I, the Lord , created you and formed your nation. Israel, don't be afraid. I have rescued you. I have called you by name; now you belong to me. I will be with you, and you won't drown. When you walk through fire, you won't be burned or scorched by the flames. the Holy One of Israel, the God who saves you. in exchange for you. and I love you. That's why I gave up nations and people to rescue you. From both east and west I will bring you together. and to the south, &apos;Free my sons and daughters! Let them return from distant lands. I created each of them to bring honor to me.&apos; They have eyes and ears, but they can't see or hear. to gather around. None of them can honestly say, &apos;We told you so!&apos; If someone heard them say this, then tell us about it now. and my chosen servant. I want you to know me, to trust me, and understand that I alone am God. I have always been God; there can be no others. only I can rescue you. and I kept my promise. You are my witnesses that no other god did this. I, the Lord , have spoken. No one can snatch you from me or stand in my way. I am Israel's holy God, and this is my promise: For your sake, I will send an army against Babylon to drag its people away, Israel's Creator and King. through the mighty ocean. with chariots and horses; now they lie dead, unable to move. They are like an oil lamp with the flame snuffed out. Don't think about the past. There it is! Do you see it? I have put roads in deserts, I provide water in deserts&ndash; streams in thirsty lands for my chosen people. so they would praise me. You have become weary of me, but not from worshiping me. by sacrificing sheep or other animals. And I have not burdened you with demands for sacrifices or sweet-smelling incense. delicious spices for me or given me the best part of your sacrificed animals. Instead, you burden me down with your terrible sins. because of who I am. And so, I will forget the wrongs you have done. State your case and prove that you are right. rebelled against me. your priests to serve me; I let Israel be destroyed and your people disgraced."
            },
            {
                "verse_number": "2",
                "verse_text": "When you cross deep rivers,"
            },
            {
                "verse_number": "3",
                "verse_text": "I am the Lord , your God, I gave up Egypt, Ethiopia, and the region of Seba crying as they go. streams in thirsty lands. even jackals and owls. and all your leaders"
            },
            {
                "verse_number": "4",
                "verse_text": "To me, you are very dear,"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't be afraid! I am with you."
            },
            {
                "verse_number": "6",
                "verse_text": "I will say to the north"
            },
            {
                "verse_number": "7",
                "verse_text": "They are my people&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "Bring my people together."
            },
            {
                "verse_number": "9",
                "verse_text": "Tell everyone of every nation"
            },
            {
                "verse_number": "10",
                "verse_text": "My people, you are my witnesses"
            },
            {
                "verse_number": "11",
                "verse_text": "I alone am the Lord ;"
            },
            {
                "verse_number": "12",
                "verse_text": "I promised to save you,"
            },
            {
                "verse_number": "13",
                "verse_text": "I am God now and forever."
            },
            {
                "verse_number": "14",
                "verse_text": "I, the Lord , will rescue you!"
            },
            {
                "verse_number": "15",
                "verse_text": "I am the Lord , your holy God,"
            },
            {
                "verse_number": "16",
                "verse_text": "I am the one who cut a path"
            },
            {
                "verse_number": "17",
                "verse_text": "I sent an army to chase you"
            },
            {
                "verse_number": "18",
                "verse_text": "Forget what happened long ago!"
            },
            {
                "verse_number": "19",
                "verse_text": "I am creating something new."
            },
            {
                "verse_number": "20",
                "verse_text": "Every wild animal honors me,"
            },
            {
                "verse_number": "21",
                "verse_text": "I made them my own nation,"
            },
            {
                "verse_number": "22",
                "verse_text": "I, the Lord , said to Israel:"
            },
            {
                "verse_number": "23",
                "verse_text": "You have not honored me"
            },
            {
                "verse_number": "24",
                "verse_text": "You have not brought"
            },
            {
                "verse_number": "25",
                "verse_text": "But I wipe away your sins"
            },
            {
                "verse_number": "26",
                "verse_text": "Meet me in court!"
            },
            {
                "verse_number": "27",
                "verse_text": "Your earliest ancestor"
            },
            {
                "verse_number": "28",
                "verse_text": "That's why I don't allow"
            }
        ],
        "44": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, I have chosen you as my servant. You were in my care even before you were born. Israel, don't be terrified! You are my chosen servant, by sending streams of water; I will bless your descendants by giving them my Spirit. or like willow trees near flowing streams. and become my people. They will write my name the first and the last, the one and only God. Israel, I have rescued you! I am your King. If so, let them speak up and tell me now. Let them say what has happened since I made my nation long ago, and let them tell Didn't I tell you long ago? Didn't you hear me? I alone am God&ndash; are nothing themselves, and the idols they treasure are just as worthless. Worshipers of idols are blind, stupid, and foolish. that can't do a thing? and all who worship them are mere humans, who will end up sadly disappointed. Let them face me in court and be terrified. and heat from the fire. In his powerful hand he holds a hammer, as he pounds the metal into the proper shape. But he gets hungry and thirsty and loses his strength. a piece of wood, then draws an outline. The idol is carefully carved with each detail exact. At last it looks like a person and is placed in a temple. or any tree from the forest may be chosen. Or even a pine tree planted by the woodcarver and watered by the rain. to make a fire for heating or for cooking. One piece is made into an idol, then the woodcarver bows down and worships it. and the meat that was roasted over the burning coals. to worship the wooden idol. &apos;Protect me!&apos; he says. &apos;You are my god.&apos; you are my servant, so remember all of this. Israel, I created you, and you are my servant. I have rescued you and swept away your sins as though they were clouds. to start singing! Tell the mountains and every tree in the forest to join in the song! The Lord has rescued his people; now they will worship him. the source of your life, and I have rescued you. I created everything from the sky above to the earth below. and fools of fortunetellers. I take human wisdom and turn it into nonsense. of my prophets come true. They are saying, &apos;Jerusalem will be filled with people, and the Lord will rebuild the towns of Judah.&apos; the sea and its streams to run dry. &apos;Cyrus will lead my people and obey my orders. Jerusalem and the temple will be rebuilt.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I am your Creator. my very favorite. on the back of their hands. what is going to happen. no one else is a mighty rock. by using a hammer I won't forget you."
            },
            {
                "verse_number": "3",
                "verse_text": "I will bless the thirsty land"
            },
            {
                "verse_number": "4",
                "verse_text": "They will spring up like grass"
            },
            {
                "verse_number": "5",
                "verse_text": "They will worship me"
            },
            {
                "verse_number": "6",
                "verse_text": "I am the Lord All-Powerful,"
            },
            {
                "verse_number": "7",
                "verse_text": "Can anyone compare with me?"
            },
            {
                "verse_number": "8",
                "verse_text": "Don't tremble with fear!"
            },
            {
                "verse_number": "9",
                "verse_text": "Those people who make idols"
            },
            {
                "verse_number": "10",
                "verse_text": "Why make an idol or an image"
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who makes idols"
            },
            {
                "verse_number": "12",
                "verse_text": "A metalworker shapes an idol"
            },
            {
                "verse_number": "13",
                "verse_text": "Some woodcarver measures"
            },
            {
                "verse_number": "14",
                "verse_text": "Either cedar, cypress, oak,"
            },
            {
                "verse_number": "15",
                "verse_text": "Some of the wood is used"
            },
            {
                "verse_number": "16",
                "verse_text": "He enjoys the warm fire"
            },
            {
                "verse_number": "17",
                "verse_text": "Afterwards, he bows down"
            },
            {
                "verse_number": "18",
                "verse_text": "Those who worship idols are stupid and blind!"
            },
            {
                "verse_number": "19",
                "verse_text": "They don't have enough sense to say to themselves, &apos;I made a fire with half of the wood and cooked my bread and meat on it. Then I made something worthless with the other half. Why worship a block of wood?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "How can anyone be stupid enough to trust something that can be burned to ashes? No one can save themselves like that. Don't they realize that the idols they hold in their hands are not really gods?"
            },
            {
                "verse_number": "21",
                "verse_text": "People of Israel,"
            },
            {
                "verse_number": "22",
                "verse_text": "Turn back to me!"
            },
            {
                "verse_number": "23",
                "verse_text": "Tell the heavens and the earth"
            },
            {
                "verse_number": "24",
                "verse_text": "Israel, I am your Lord ,"
            },
            {
                "verse_number": "25",
                "verse_text": "I make liars of false prophets"
            },
            {
                "verse_number": "26",
                "verse_text": "I will make the message"
            },
            {
                "verse_number": "27",
                "verse_text": "I am the one who commands"
            },
            {
                "verse_number": "28",
                "verse_text": "I am also the one who says,"
            }
        ],
        "45": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Cyrus, his chosen one: I have taken hold of your right hand to help you capture nations and remove kings from power. City gates will open for you; not one will stay closed. and break the iron bars on bronze gates of cities. hidden in dark and secret places. Then you will know that I, the Lord God of Israel, have called you by name. But I have called you by name because of Israel, my chosen servant. There are no other gods. I have made you strong, though you don't know me. will learn that I am the Lord . No other gods are real. happiness and sorrow. I, the Lord , do all this. to send down justice like showers of rain. Prepare the earth for my saving power to sprout and produce justice to argue with your Creator. You are merely a clay pot shaped by a potter. The clay doesn't ask, &apos;Why did you make me this way? Where are the handles?&apos; to demand of their parents, &apos;What have you done to make us what we are?&apos; the holy God of Israel. Do you dare question me about my own nation or about what I have done? and covered it with people; I stretched out the sky and filled it with stars. by placing Cyrus in power, and I will make the roads easy for him to follow. I am the Lord All-Powerful! Cyrus will rebuild my city and set my people free without being paid a thing. I, the Lord , have spoken. that the riches of Egypt will belong to you. You will force into slavery They will bow down and say, &apos;The only true God is with you; there are no other gods.&apos; your God is a mystery, though he alone can save. will be confused and terribly disgraced. will always keep you safe and free from shame. He created the heavens and made a world where people can live, instead of creating an empty desert. The Lord alone is God; there are no others. in a dark secret place or command Jacob's descendants to search for him in vain. The Lord speaks the truth, and this is what he says from every nation: &apos;Gather around me! Learn how senseless it is to worship wooden idols or pray to helpless gods. and meet me in court? Didn't I tell you long ago what would happen? I am the only God! There are no others. I bring about justice, and have the power to save. to turn to me and be saved. I alone am God! No others are real. one that won't be broken: Everyone will bow down and worship me. can bring about justice. Everyone who is angry with me will be terribly ashamed and will turn to me. victory and great honor to the people of Israel.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "As I lead you, I will level mountains and highly honored you that I, the Lord , create. and the treasures of Ethiopia those tall people of Seba."
            },
            {
                "verse_number": "3",
                "verse_text": "I will give you treasures"
            },
            {
                "verse_number": "4",
                "verse_text": "Cyrus, you don't even know me!"
            },
            {
                "verse_number": "5",
                "verse_text": "Only I am the Lord !"
            },
            {
                "verse_number": "6",
                "verse_text": "Now everyone from east to west"
            },
            {
                "verse_number": "7",
                "verse_text": "I create light and darkness,"
            },
            {
                "verse_number": "8",
                "verse_text": "Tell the heavens"
            },
            {
                "verse_number": "9",
                "verse_text": "Israel, you have no right"
            },
            {
                "verse_number": "10",
                "verse_text": "Children don't have the right"
            },
            {
                "verse_number": "11",
                "verse_text": "I am the Lord , the Creator,"
            },
            {
                "verse_number": "12",
                "verse_text": "I created the world"
            },
            {
                "verse_number": "13",
                "verse_text": "I have done the right thing"
            },
            {
                "verse_number": "14",
                "verse_text": "My people, I, the Lord , promise"
            },
            {
                "verse_number": "15",
                "verse_text": "People of Israel,"
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone who makes idols"
            },
            {
                "verse_number": "17",
                "verse_text": "But Israel, I, the Lord ,"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord alone is God!"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord did not speak"
            },
            {
                "verse_number": "20",
                "verse_text": "to every survivor"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Why don't you get together"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;I invite the whole world"
            },
            {
                "verse_number": "23",
                "verse_text": "I have made a solemn promise,"
            },
            {
                "verse_number": "24",
                "verse_text": "They will admit that I alone"
            },
            {
                "verse_number": "25",
                "verse_text": "I, the Lord , will give"
            }
        ],
        "46": [
            {
                "verse_number": "1",
                "verse_text": "The gods Bel and Nebo are down on their knees, as wooden images of them are carried away to rescue the heavy load, but the images are still taken to a foreign country. listen to me, the Lord . Since the day you were born, I have carried you along. when you are old and gray, and I will take care of you. I created you. I will carry you and always keep you safe. Is anyone my equal? and give silver and gold to be formed into an idol for them to worship. on their shoulders, then put it on a stand, but it cannot move. They call out to the idol when they are in trouble, but it doesn't answer, and it cannot help. you sinful people. And don't ever forget it. There are no other gods; no one is like me. Think about what happened many years ago. I told what would happen long before it took place. I kept my word someone from a distant land to do what I wanted. He attacked from the east, like a hawk swooping down. Now I will keep my promise and do what I planned. and far from being safe, so listen to me. I am not far away and will waste no time; I take pride in Israel and will save Jerusalem. on weary animals."
            },
            {
                "verse_number": "2",
                "verse_text": "They are down on their knees"
            },
            {
                "verse_number": "3",
                "verse_text": "You survivors in Israel,"
            },
            {
                "verse_number": "4",
                "verse_text": "I will still be the same"
            },
            {
                "verse_number": "5",
                "verse_text": "Can anyone compare with me?"
            },
            {
                "verse_number": "6",
                "verse_text": "Some people hire a goldsmith"
            },
            {
                "verse_number": "7",
                "verse_text": "They carry the idol"
            },
            {
                "verse_number": "8",
                "verse_text": "Now keep this in mind,"
            },
            {
                "verse_number": "9",
                "verse_text": "I alone am God!"
            },
            {
                "verse_number": "10",
                "verse_text": "From the very beginning,"
            },
            {
                "verse_number": "11",
                "verse_text": "and brought"
            },
            {
                "verse_number": "12",
                "verse_text": "You people are stubborn"
            },
            {
                "verse_number": "13",
                "verse_text": "I will soon come to save you."
            }
        ],
        "47": [
            {
                "verse_number": "1",
                "verse_text": "City of Babylon, You are delicate and untouched, but that will change. Surrender your royal power and sit in the dirt. Take off your veil. Strip off your fancy clothes of going naked, because I will take revenge, the holy God of Israel. I am their Savior. Sit in the dark. No longer will nations accept you as their queen. So I let you take their land and bring disgrace on them. You showed them no mercy, but were especially cruel to those who were old. would be queen forever. You didn't care what you did; it never entered your mind that you might get caught. are all-powerful, that you won't be a widow or lose your children. All you care about is pleasure, but listen to what I say. will suddenly fail, then you will be a widow and lose your children. like a shield and said, &apos;No one can see me!&apos; You were fooled by your wisdom and your knowledge; you felt sure that you alone were in full control. disaster will strike&ndash; and your magic charms won't help at all. and your charms as you have always done. Maybe&ndash;just maybe&ndash; you will frighten somebody! asking for advice from those who study the stars and tell the future month after month. Go ask them how to be saved from what will happen. are as helpless as straw in a flaming fire. sitting by a fire that feeds only on straw. you have done business with all of your life. But they don't know where they are going, and they can't save you."
            },
            {
                "verse_number": "2",
                "verse_text": "Start grinding grain! and wade across rivers. and no one can escape. No one can even keep warm,"
            },
            {
                "verse_number": "3",
                "verse_text": "You will suffer the shame"
            },
            {
                "verse_number": "4",
                "verse_text": "I am the Lord All-Powerful,"
            },
            {
                "verse_number": "5",
                "verse_text": "Babylon, be silent!"
            },
            {
                "verse_number": "6",
                "verse_text": "I was angry with my people."
            },
            {
                "verse_number": "7",
                "verse_text": "You thought that you"
            },
            {
                "verse_number": "8",
                "verse_text": "You think that you alone"
            },
            {
                "verse_number": "9",
                "verse_text": "Your magic powers and charms"
            },
            {
                "verse_number": "10",
                "verse_text": "You hid behind evil"
            },
            {
                "verse_number": "11",
                "verse_text": "But without warning,"
            },
            {
                "verse_number": "12",
                "verse_text": "Keep using your magic powers"
            },
            {
                "verse_number": "13",
                "verse_text": "You have worn yourself out,"
            },
            {
                "verse_number": "14",
                "verse_text": "People who trust the stars"
            },
            {
                "verse_number": "15",
                "verse_text": "These are the fortunetellers"
            }
        ],
        "48": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, you come from Jacob's family You claim to worship me, the Lord God of Israel, but you are lying. and say you depend on me, the Lord All-Powerful, the God of Israel. what was going to be, then without warning, I made it happen. and hardheaded. so that when they happened you would not say, &apos;The idols we worship did this.&apos; and you have seen it happen. Now admit it's true! I will show you secrets you have never known. something you cannot say you have heard before. to listen to what I say; from the moment of your birth, I knew you would rebel. I will be praised for not punishing and destroying you. just as silver is refined or share my praise with any other god. listen to me. I alone am the Lord , the first and the last. I created the earth and stretched out the sky. They obey my every command. Listen to what I say. Did any of your idols predict this would happen? would do what I want done I have brought him this far, and he will be successful. I have never kept secret the things I have said, and I was here before time began. By the power of his Spirit the Lord God has sent me People of Israel, I am the holy Lord God, the one who rescues you. For your own good, I teach you, and I lead you along the right path. had obeyed my commands! Your success and good fortune would then have overflowed like a flooding river. with more people than there are grains of sand along the seashore. And I would never have let your country be destroyed. Celebrate as you go. Be happy and shout for everyone to hear, &apos;The Lord has rescued his servant Israel! and made water flow from a rock to satisfy our thirst. that none who are evil will live in peace.&apos; and the tribe of Judah. in a heated furnace. I refuse to be dishonored Did they say that my friend to Babylonia?"
            },
            {
                "verse_number": "2",
                "verse_text": "You call Jerusalem your home"
            },
            {
                "verse_number": "3",
                "verse_text": "Long ago I announced"
            },
            {
                "verse_number": "4",
                "verse_text": "I knew you were stubborn"
            },
            {
                "verse_number": "5",
                "verse_text": "And I told you these things,"
            },
            {
                "verse_number": "6",
                "verse_text": "You heard what I said,"
            },
            {
                "verse_number": "7",
                "verse_text": "Today I am doing something new,"
            },
            {
                "verse_number": "8",
                "verse_text": "You have never been willing"
            },
            {
                "verse_number": "9",
                "verse_text": "I, the Lord , am true to myself;"
            },
            {
                "verse_number": "10",
                "verse_text": "I tested you in hard times"
            },
            {
                "verse_number": "11",
                "verse_text": "I did this because of who I am."
            },
            {
                "verse_number": "12",
                "verse_text": "Israel, my chosen people,"
            },
            {
                "verse_number": "13",
                "verse_text": "With my own hand"
            },
            {
                "verse_number": "14",
                "verse_text": "Gather around me, all of you!"
            },
            {
                "verse_number": "15",
                "verse_text": "I was the one who chose him."
            },
            {
                "verse_number": "16",
                "verse_text": "Come closer and listen!"
            },
            {
                "verse_number": "17",
                "verse_text": "with this message:"
            },
            {
                "verse_number": "18",
                "verse_text": "How I wish that you"
            },
            {
                "verse_number": "19",
                "verse_text": "Your nation would be blessed"
            },
            {
                "verse_number": "20",
                "verse_text": "Now leave Babylon!"
            },
            {
                "verse_number": "21",
                "verse_text": "He led us through the desert"
            },
            {
                "verse_number": "22",
                "verse_text": "But the Lord has promised"
            }
        ],
        "49": [
            {
                "verse_number": "1",
                "verse_text": "Everyone, listen, even you foreign nations across the sea. The Lord chose me and gave me a name before I was born. like a sharp sword or a pointed arrow; he kept me safely hidden in the palm of his hand. &apos;Israel, you are my servant; and because of you I will be highly honored.&apos; &apos;I'm completely worn out; my time has been wasted. But I did it for the Lord God, and he will reward me.&apos; the Lord God chose me to serve him and to lead back the people of Israel. So the Lord has honored me and made me strong. &apos;It isn't enough for you to be merely my servant. You must do more than lead back survivors from the tribes of Israel. I have placed you here as a light for other nations; you must take my saving power to everyone on earth.&apos; the one who rescues you. You are slaves of rulers and of a nation Now this is what I promise: Kings and rulers will honor you by kneeling at your feet. You can trust me! I am your Lord , the holy God of Israel, and you are my chosen ones. I will answer your prayers because I have set a time when I will help by coming to save you. I have chosen you to take my promise of hope You will rebuild the country from its ruins, then people will come and settle there. from dark dungeons to see the light of day. On their way home, they will find plenty to eat, even on barren hills. or get thirsty; they won't be bothered by the scorching sun or hot desert winds. I will be merciful while leading them along to streams of water. and make roads. from distant lands in the north and the west to celebrate and sing; command every mountain to join in the song. The Lord 's people have suffered, but he has shown mercy and given them comfort. &apos;The Lord has turned away and forgotten us.&apos; &apos;Could a mother forget a child who nurses at her breast? Could she fail to love an infant who came from her own body? Even if a mother could forget, I will never forget you. is drawn on my hand. You are always in my thoughts! those who attacked it will retreat and leave. your people coming home. As surely as I live, I, the Lord , promise that your city with its people will be as lovely as a bride wearing her jewelry.&apos; Nothing is left of the city. But it will be rebuilt and soon overcrowded; its cruel enemies will be gone far away. whose children were born over the loss of her husband. Now those children will come and seek room in the crowded city, &apos;Am I really their mother? How could I have given birth when I was still mourning in a foreign land? Who raised these children? Where have they come from?&apos; &apos;I will soon give a signal for the nations to return your sons and your daughters to the arms of Jerusalem. of those nations where they were raised will come and bow down. They will take care of you just like a slave taking care of a child. Then you will know that I am the Lord . You won't be disappointed if you trust me.&apos; from someone strong to fight on our side and to rescue our children from those strong and violent enemies. dine on their own flesh and get drunk from drinking their own blood. Then everyone will know that the Lord is our Savior; the powerful God of Israel has rescued his people."
            },
            {
                "verse_number": "2",
                "verse_text": "He made my words pierce"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord said to me,"
            },
            {
                "verse_number": "4",
                "verse_text": "I said to myself,"
            },
            {
                "verse_number": "5",
                "verse_text": "Even before I was born,"
            },
            {
                "verse_number": "6",
                "verse_text": "Now the Lord says to me,"
            },
            {
                "verse_number": "7",
                "verse_text": "Israel, I am the holy Lord God, who despises you. to other nations. and from the city of Syene. than it was destroyed &ndash; while she was in deep sorrow and cruel?"
            },
            {
                "verse_number": "8",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "9",
                "verse_text": "You will set prisoners free"
            },
            {
                "verse_number": "10",
                "verse_text": "They won't go hungry"
            },
            {
                "verse_number": "11",
                "verse_text": "I will level the mountains"
            },
            {
                "verse_number": "12",
                "verse_text": "Then my people will return"
            },
            {
                "verse_number": "13",
                "verse_text": "Tell the heavens and the earth"
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Zion said,"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord answered,"
            },
            {
                "verse_number": "16",
                "verse_text": "A picture of your city"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Your city will be built faster"
            },
            {
                "verse_number": "18",
                "verse_text": "Look around! You will see"
            },
            {
                "verse_number": "19",
                "verse_text": "Jerusalem is now in ruins!"
            },
            {
                "verse_number": "20",
                "verse_text": "Jerusalem is a woman"
            },
            {
                "verse_number": "21",
                "verse_text": "and Jerusalem will ask,"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord God says:"
            },
            {
                "verse_number": "23",
                "verse_text": "The kings and queens"
            },
            {
                "verse_number": "24",
                "verse_text": "Is it possible to rescue victims"
            },
            {
                "verse_number": "25",
                "verse_text": "But the Lord has promised"
            },
            {
                "verse_number": "26",
                "verse_text": "He will make those cruel people"
            }
        ],
        "50": [
            {
                "verse_number": "1",
                "verse_text": "The Lord says, &apos;Children, I didn't divorce your mother or sell you to pay debts; I divorced her and sold you because of your sins. but you didn't answer. Have I lost my power to rescue and save? At my command oceans and rivers turn into deserts; fish rot and stink for lack of water. like the sackcloth you wear at funerals.&apos; the right words to encourage the weary. Each morning he awakens me eager to learn his teaching; and not rebel or run away. and pull out my beard. I didn't turn aside when they insulted me and spit in my face. from being disgraced. So I refuse to give up, because I know God will never let me down. no one can stand here to accuse me of wrong. and prove I am innocent. My accusers will wear out like moth-eaten clothes. or obey his servant. You walk in the dark instead of the light; you don't trust the name But with his own hand, the Lord will punish you and make you suffer."
            },
            {
                "verse_number": "2",
                "verse_text": "I came and called out,"
            },
            {
                "verse_number": "3",
                "verse_text": "I make the sky turn dark"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord God gives me"
            },
            {
                "verse_number": "5",
                "verse_text": "he made me willing to listen"
            },
            {
                "verse_number": "6",
                "verse_text": "I let them beat my back"
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord God keeps me"
            },
            {
                "verse_number": "8",
                "verse_text": "My protector is nearby;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord God will help me"
            },
            {
                "verse_number": "10",
                "verse_text": "None of you respect the Lord of the Lord your God. of the fires you have set."
            },
            {
                "verse_number": "11",
                "verse_text": "Go ahead and walk in the light"
            }
        ],
        "51": [
            {
                "verse_number": "1",
                "verse_text": "If you want to do right and obey the Lord , follow Abraham's example. He was the rock from which you were chipped. to be your ancestors. The Lord blessed Abraham, and from that one man came many descendants. the Lord will bring comfort, and the city will be as lovely as the garden of Eden that he provided. Then Zion will celebrate; it will be thankful and sing joyful songs. You are my people and nation! So pay attention to me. My teaching will cause justice to shine like a light for every nation. are eagerly waiting for me to rescue them. I am strong and ready; soon I will come to save and to rule all nations. Stare at the earth. The sky will vanish like smoke; the earth will wear out like clothes. Everyone on this earth will die like flies. But my victory will last; my saving power never ends. and obey my teaching with all your heart, then pay close attention. Don't be discouraged when others insult you and say hurtful things. like a moth-eaten coat. But my victory will last; my saving power will never end. Be strong and ready. Wake up! Do what you did for our people long ago. Didn't you chop up and make a road for your people to follow safely across? will return to Jerusalem, singing on their way. They will be crowned with great happiness, never again to be burdened with sadness and sorrow. who encourages you. Why are you afraid of mere humans? They dry up and die like grass. and laid foundations for the earth. But you have forgotten me, your Lord and Creator. All day long you were afraid of those who were angry and hoped to oppress you. Where are they now? will be quickly set free; they will be rescued from the power of death and never go hungry. because I am your God, the Lord All-Powerful, who makes the ocean roar. and I will keep you safe in the palm of my hand. I spread out the heavens and laid foundations for the earth. Now I say, &apos;Jerusalem, your people are mine.&apos; You've drunk too much from the cup filled with the Lord 's anger. You have swallowed every drop, and you can't walk straight. is there to guide you or to offer a helping hand. by war and by famine; and on every street corner your children lie helpless, like deer trapped in nets. but not from wine. So pay close attention who defends you and says, &apos;I have taken from your hands the cup filled with my anger that made you drunk. You will never be forced to drink it again. to your brutal enemies, who treated you like dirt and walked all over you.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "God chose Abraham and Sarah"
            },
            {
                "verse_number": "3",
                "verse_text": "Though Zion is in ruins,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who live across the sea"
            },
            {
                "verse_number": "6",
                "verse_text": "Look closely at the sky!"
            },
            {
                "verse_number": "7",
                "verse_text": "If you want to do right"
            },
            {
                "verse_number": "8",
                "verse_text": "They will be eaten away"
            },
            {
                "verse_number": "9",
                "verse_text": "Wake up! Do something, Lord . Rahab the monster? I cannot comfort you."
            },
            {
                "verse_number": "10",
                "verse_text": "Didn't you dry up the deep sea"
            },
            {
                "verse_number": "11",
                "verse_text": "Now those you have rescued"
            },
            {
                "verse_number": "12",
                "verse_text": "I am the Lord , the one"
            },
            {
                "verse_number": "13",
                "verse_text": "I spread out the heavens"
            },
            {
                "verse_number": "14",
                "verse_text": "Everyone crying out in pain"
            },
            {
                "verse_number": "15",
                "verse_text": "I will help them"
            },
            {
                "verse_number": "16",
                "verse_text": "I have told you what to say,"
            },
            {
                "verse_number": "17",
                "verse_text": "Jerusalem, wake up! Stand up!"
            },
            {
                "verse_number": "18",
                "verse_text": "Not one of your many children"
            },
            {
                "verse_number": "19",
                "verse_text": "You have been destroyed"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord your God is angry,"
            },
            {
                "verse_number": "21",
                "verse_text": "You are in trouble and drunk,"
            },
            {
                "verse_number": "22",
                "verse_text": "to the Lord your God,"
            },
            {
                "verse_number": "23",
                "verse_text": "Instead I will give it"
            }
        ],
        "52": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, wake up! Stand up and be strong. Holy city of Zion, dress in your best clothes. Those foreigners who ruined your sacred city won't bother you again. Free yourself from the rope around your neck. My people, you were sold, but not for money; now you will be set free, but not for a payment. where you lived as foreigners. Then Assyria was cruel to you, has taken you prisoner for no reason at all. and day after day my own name is cursed. who I am and who is speaking because I am here. On the mountains a messenger announces to Jerusalem, &apos;Good news! You're saved. There will be peace. Your God is now King.&apos; sing and celebrate! Look! You can see the Lord returning to Zion. Join in the singing. The Lord has given comfort to his people; he comes to your rescue. his mighty strength; now everyone will see the saving power of our God. Don't touch anything filthy. Wash yourselves. Be ready to carry back everything sacred that belongs to the Lord . No one is chasing you. The Lord God of Israel will lead and protect you from enemy attacks. My servant will succeed! He will be given great praise and the highest honors. But everyone who saw him was even more horrified because he suffered until kings will be silent They will see and think about things they have never seen or thought about before."
            },
            {
                "verse_number": "2",
                "verse_text": "Zion, rise from the dirt!"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "4",
                "verse_text": "Long ago you went to Egypt"
            },
            {
                "verse_number": "5",
                "verse_text": "and now another nation Your leaders groan with pain, at what happened to him. he no longer looked human. nations worthy to worship me; as they bow in wonder."
            },
            {
                "verse_number": "6",
                "verse_text": "My people, you will learn"
            },
            {
                "verse_number": "7",
                "verse_text": "What a beautiful sight!"
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone on guard duty,"
            },
            {
                "verse_number": "9",
                "verse_text": "Jerusalem, rise from the ruins!"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has shown all nations"
            },
            {
                "verse_number": "11",
                "verse_text": "Leave the city of Babylon!"
            },
            {
                "verse_number": "12",
                "verse_text": "You won't need to run."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "14",
                "verse_text": "Many were horrified"
            },
            {
                "verse_number": "15",
                "verse_text": "My servant will make"
            }
        ],
        "53": [
            {
                "verse_number": "1",
                "verse_text": "Has anyone believed us or seen the mighty power of the Lord in action? that sprouts in dry ground, the servant grew up obeying the Lord . He wasn't some handsome king. Nothing about the way he looked made him attractive to us. his life was filled with sorrow and terrible suffering. No one wanted to look at him. We despised him and said, &apos;He is a nobody!&apos; great pain for us, but we thought his suffering was punishment from God. because of our sins; by taking our punishment, he made us completely well. that had wandered off. We had each gone our own way, but the Lord gave him the punishment we deserved. but he did not complain. He was silent like a lamb being led to the butcher, as quiet as a sheep having its wool cut off. without a fair trial. Who could have imagined what would happen to him? His life was taken away because of the sinful things but he was buried in a tomb would suffer as a sacrifice to take away the sin and guilt of others. Now the servant will live He did everything the Lord had planned. will learn the true meaning of obeying the Lord . Although he is innocent, he will take the punishment for the sins of others, so that many of them will no longer be guilty. with honor and power for sacrificing his life. Others thought he was a sinner, but he suffered for our sins and asked God to forgive us."
            },
            {
                "verse_number": "2",
                "verse_text": "Like a young plant or a root"
            },
            {
                "verse_number": "3",
                "verse_text": "He was hated and rejected;"
            },
            {
                "verse_number": "4",
                "verse_text": "He suffered and endured"
            },
            {
                "verse_number": "5",
                "verse_text": "He was wounded and crushed"
            },
            {
                "verse_number": "6",
                "verse_text": "All of us were like sheep"
            },
            {
                "verse_number": "7",
                "verse_text": "He was painfully abused,"
            },
            {
                "verse_number": "8",
                "verse_text": "He was condemned to death my people had done. among cruel, rich people. to see his own descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "He wasn't dishonest or violent,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord decided his servant"
            },
            {
                "verse_number": "11",
                "verse_text": "By suffering, the servant"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will reward him"
            }
        ],
        "54": [
            {
                "verse_number": "1",
                "verse_text": "Sing and shout, even though you have never had children! The Lord has promised that you will have more children than someone married for a long time. Spread out the tent pegs; fasten them firmly. will take over the land of other nations. You will settle in towns that are now in ruins. and don't be discouraged. You won't be disappointed. Forget how sinful you were when you were young; stop feeling ashamed for being left a widow. the Holy God of Israel, rules all the earth. He is your Creator and husband, and he will rescue you. brokenhearted and crying because her husband had divorced her. But the Lord your God says, &apos;I am taking you back! but with love and tenderness I will embrace you again. in furious anger. Now I will have mercy and love you forever! I, your protector and Lord , make this promise.&apos; would never again destroy the earth by a flood. Now I have promised that I will never again get angry and punish you. may disappear. But I will always be kind and merciful to you; I won't break my agreement to give your nation peace. and discouraged, tossed around in a storm. But I, the Lord , will rebuild your city for your foundation I will use blue sapphires. will be built of rubies, your gates of jewels, and your walls of gems. and make them successful. with no fears of injustice; every one of your worries will be taken far from you. to attack your city, and you will make prisoners of those who do attack. metalworkers who make weapons over burning coals. I also created armies that can bring destruction. won't be successful; words spoken against you won't hurt at all. My servants, Jerusalem is yours! I, the Lord , promise to bless you with victory."
            },
            {
                "verse_number": "2",
                "verse_text": "Make your tents larger!"
            },
            {
                "verse_number": "3",
                "verse_text": "You and your descendants"
            },
            {
                "verse_number": "4",
                "verse_text": "Don't be afraid or ashamed"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord All-Powerful,"
            },
            {
                "verse_number": "6",
                "verse_text": "You were like a young wife,"
            },
            {
                "verse_number": "7",
                "verse_text": "I rejected you for a while,"
            },
            {
                "verse_number": "8",
                "verse_text": "For a while, I turned away"
            },
            {
                "verse_number": "9",
                "verse_text": "I once promised Noah that I"
            },
            {
                "verse_number": "10",
                "verse_text": "Every mountain and hill"
            },
            {
                "verse_number": "11",
                "verse_text": "Jerusalem, you are sad with precious stones;"
            },
            {
                "verse_number": "12",
                "verse_text": "Your fortresses"
            },
            {
                "verse_number": "13",
                "verse_text": "I will teach your children"
            },
            {
                "verse_number": "14",
                "verse_text": "You will be built on fairness"
            },
            {
                "verse_number": "15",
                "verse_text": "I will never send anyone"
            },
            {
                "verse_number": "16",
                "verse_text": "Don't forget that I created"
            },
            {
                "verse_number": "17",
                "verse_text": "Weapons made to attack you"
            }
        ],
        "55": [
            {
                "verse_number": "1",
                "verse_text": "If you are thirsty, come and drink water! If you don't have any money, come, eat what you want! Drink wine and milk without paying a cent. on what really isn't food? Why work hard for something that doesn't satisfy? Listen carefully to me, and you will enjoy the very best foods. Come to me and live. I will promise you the eternal love and loyalty that I promised David. of the nations; he was my witness to them. you have never known. And they have never known you, but they will come running because I am the Lord , the holy God of Israel, and I have honored you. He can still be found. Call out to God! He is near. and your evil thoughts. Return to the Lord our God. He will be merciful and forgive your sins. &apos;My thoughts and my ways are not like yours. are higher than the earth, my thoughts and my ways are higher than yours. But they don't return without watering the earth that produces seeds to plant and grain to eat. They don't return to me without doing everything I send them to do.&apos; you will celebrate and travel home in peace. Mountains and hills will sing as you pass by, and trees will clap. will grow in fields once covered by thorns. And then those trees will stand as a lasting witness to the glory of the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Why waste your money"
            },
            {
                "verse_number": "3",
                "verse_text": "Pay close attention!"
            },
            {
                "verse_number": "4",
                "verse_text": "I made him the leader and ruler"
            },
            {
                "verse_number": "5",
                "verse_text": "You will call out to nations"
            },
            {
                "verse_number": "6",
                "verse_text": "Turn to the Lord !"
            },
            {
                "verse_number": "7",
                "verse_text": "Give up your evil ways"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord says:"
            },
            {
                "verse_number": "9",
                "verse_text": "Just as the heavens"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Rain and snow fall from the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "That's how it is with my words."
            },
            {
                "verse_number": "12",
                "verse_text": "When you are set free,"
            },
            {
                "verse_number": "13",
                "verse_text": "Cypress and myrtle trees"
            }
        ],
        "56": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Be honest and fair! Soon I will come to save you; my saving power will be seen everywhere on earth. who respects the Sabbath and refuses to do wrong. must not say, &apos;The Lord won't let us be part of his people.&apos; Men who are unable to become fathers must no longer say, &apos;We are dried-up trees.&apos; Respect the Sabbath, obey me completely, and keep our agreement. in my temple with your names written on them. This will be much better than having children, because these monuments will stand there forever. They will love me and worship in my name; they will respect the Sabbath and keep our agreement. to my holy mountain, where they will celebrate in my house of worship. Their sacrifices and offerings will always be welcome on my altar. Then my house will be known as a house of worship for all nations. to bring together my people who were taken away, and let them join the others. you wild animals! Attack and gobble up your victims. should be watchdogs, protecting my people. But you can't see a thing, and you never warn them. Dozing and daydreaming are all you ever do. of hungry and greedy dogs that never get enough. You are shepherds who mistreat your own sheep for selfish gain. &apos;Let's drink till we're drunk! Tomorrow we'll do it again. We'll really enjoy ourselves.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I will bless everyone"
            },
            {
                "verse_number": "3",
                "verse_text": "Foreigners who worship me"
            },
            {
                "verse_number": "4",
                "verse_text": "To them, I, the Lord , say:"
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will be like monuments"
            },
            {
                "verse_number": "6",
                "verse_text": "Foreigners will follow me."
            },
            {
                "verse_number": "7",
                "verse_text": "I will bring them"
            },
            {
                "verse_number": "8",
                "verse_text": "I, the Lord , promise"
            },
            {
                "verse_number": "9",
                "verse_text": "Come from the forest,"
            },
            {
                "verse_number": "10",
                "verse_text": "You leaders of Israel"
            },
            {
                "verse_number": "11",
                "verse_text": "You stupid leaders are a pack"
            },
            {
                "verse_number": "12",
                "verse_text": "You say to each other,"
            }
        ],
        "57": [
            {
                "verse_number": "1",
                "verse_text": "God's faithful people are dragged off and killed, and no one even cares. Evil sweeps them away, You go to fortunetellers, and you worship idols. Now pay close attention! Who are you sneering at? Look how your sins have made fools of you. under those green trees where idols are worshiped. You sacrifice your children on altars built in valleys under rocky slopes. you have given them offerings of wine and grain. Should I be pleased? on the tops of high mountains, where you sacrifice to idols. you have placed pagan symbols all around your huge beds. Yes, you have rejected me, sold yourselves to your lovers, and all kinds of perfume You even seek advice from spirits of the dead. by running after idols, you refused to stop. Your desires were so strong that they kept you going. and become unfaithful because you were more afraid of someone else? that you no longer fear me? but I'll point out the truth. when you are in trouble. Be careful though&ndash; it takes only a faint breath to blow them over. But if you come to me for protection, this land and my holy mountain will always belong to you. &apos;Clear the road! Get it ready for my people.&apos; in the highest heavens, and this is what he says: Though I live high above in the holy place, I am here to help those who are humble and depend only on me. and keep on accusing you. After all, I am your Creator. I don't want you to give up in complete despair. That's why I punished you and refused to be found, while you kept returning to your old sinful ways. But I will heal you, lead you, and give you comfort, until those who are mourning No matter where you are, and give you peace. tossing up mud. that none who are evil will live in peace."
            },
            {
                "verse_number": "2",
                "verse_text": "but in death they find peace for obeying God. idols made of stone; and gone to bed with them. to worship the god Molech. Have I been silent so long I, the Lord , will heal you"
            },
            {
                "verse_number": "3",
                "verse_text": "You people are unfaithful!"
            },
            {
                "verse_number": "4",
                "verse_text": "Who are you making fun of?"
            },
            {
                "verse_number": "5",
                "verse_text": "All you think about is sex"
            },
            {
                "verse_number": "6",
                "verse_text": "You have chosen to worship"
            },
            {
                "verse_number": "7",
                "verse_text": "You have spread out your beds"
            },
            {
                "verse_number": "8",
                "verse_text": "Even in your homes"
            },
            {
                "verse_number": "9",
                "verse_text": "You smear on olive oil"
            },
            {
                "verse_number": "10",
                "verse_text": "Though you tired yourself out"
            },
            {
                "verse_number": "11",
                "verse_text": "Did you forget about me"
            },
            {
                "verse_number": "12",
                "verse_text": "You think you're so good,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ask your idols to save you"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "15",
                "verse_text": "Our holy God lives forever"
            },
            {
                "verse_number": "16",
                "verse_text": "My people, I won't stay angry"
            },
            {
                "verse_number": "17",
                "verse_text": "Your greed made me furious."
            },
            {
                "verse_number": "18",
                "verse_text": "I know what you are like!"
            },
            {
                "verse_number": "19",
                "verse_text": "start singing my praises."
            },
            {
                "verse_number": "20",
                "verse_text": "The wicked are a restless sea"
            },
            {
                "verse_number": "21",
                "verse_text": "But I, the Lord , have promised"
            }
        ],
        "58": [
            {
                "verse_number": "1",
                "verse_text": "Shout the message! Don't hold back. Say to my people Israel: You've sinned! You've turned against the Lord . and seem eager to learn his teachings. You act like a nation that wants to do right by obeying his laws. You ask him about justice, and say you enjoy worshiping the Lord . pays no attention when you go without eating and act humble. But on those same days that you give up eating, and abuse your workers. and ready to fight. No wonder God won't listen to your prayers! wants you to give up eating and to act as humble as a bent-over bush? Or to dress in sackcloth and sit in ashes? Is this really what he wants on a day of worship? what it really means to worship the Lord . Remove the chains of prisoners who are bound unjustly. Free those who are abused! who is hungry; share your home with the poor and homeless. Give clothes to those in need; don't turn away your relatives. like the dawning sun, and you will quickly be healed. as you advance, and the glory of the Lord will defend you from behind. he will answer, &apos;Here I am!&apos; Don't mistreat others or falsely accuse them or say something cruel. and care for the homeless. Then your light will shine in the dark; your darkest hour will be like the noonday sun. and provide good things to eat when you are in the desert. He will make you healthy. You will be like a garden that has plenty of water or like a stream that never runs dry. left in ruins for years; you will be known as a builder and repairer of city walls and streets. respecting the Sabbath as a joyful day of worship. You must stop doing and saying whatever you please on this special day. knowing the Lord . He will let you rule from the highest mountains and bless you with the land of your ancestor Jacob. The Lord has spoken!"
            },
            {
                "verse_number": "2",
                "verse_text": "Day after day, you worship him"
            },
            {
                "verse_number": "3",
                "verse_text": "You wonder why the Lord you think only of yourselves Your honesty will protect you"
            },
            {
                "verse_number": "4",
                "verse_text": "You even get angry"
            },
            {
                "verse_number": "5",
                "verse_text": "Do you think the Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "I'll tell you"
            },
            {
                "verse_number": "7",
                "verse_text": "Share your food with everyone"
            },
            {
                "verse_number": "8",
                "verse_text": "Then your light will shine"
            },
            {
                "verse_number": "9",
                "verse_text": "When you beg the Lord for help,"
            },
            {
                "verse_number": "10",
                "verse_text": "Give your food to the hungry"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will always guide you"
            },
            {
                "verse_number": "12",
                "verse_text": "You will rebuild those houses"
            },
            {
                "verse_number": "13",
                "verse_text": "But first, you must start"
            },
            {
                "verse_number": "14",
                "verse_text": "Then you will truly enjoy"
            }
        ],
        "59": [
            {
                "verse_number": "1",
                "verse_text": "The Lord hasn't lost his powerful strength; he can still hear and answer prayers. between you and your God. That's why he doesn't answer your prayers or let you see his face. and plans for violence; every finger on your hands is covered with blood. and tell lies in court; sin and trouble are the names of your children. of poisonous snakes, and more snakes crawl out from the eggs left to hatch. You weave spider webs, with those webs or hide behind them. You're sinful and brutal. or murder innocent victims. All you think about is sin; you leave ruin and destruction wherever you go. to live in peace or to be fair with others. The roads you make are crooked; your followers cannot find peace. or to bring about justice. We hoped for a day of sunshine, but all we found was a dark, gloomy night. as if we were blind; we stumble at noon, as if it were night. We can see no better and mourn like doves. We hope for justice and victory, but they escape us. and turned against you, the Lord God? Our sins condemn us! We have done wrong. to follow you. Our hearts were deceitful, and so we lied; we planned to abuse others and turn our backs on you. justice seems far away. Truth is chased out of court; honesty is shoved aside. those who turn from crime end up ruined. When the Lord noticed that justice had disappeared, he became very displeased. to learn that no one would do a thing about it. So with his own powerful arm, he won victories for truth. saving power was his helmet; anger and revenge were his clothes. and do to his enemies, both near and far, what they did to his people. in a mighty windstorm. Nations in the west and the east will then honor and praise his wonderful name. the city of Zion and Jacob's descendants who turn from sin. I promise to give you my Spirit and my message. These will be my gifts to you and your families forever. I, the Lord , have spoken.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Your sins are the roadblock"
            },
            {
                "verse_number": "3",
                "verse_text": "Your talk is filled with lies"
            },
            {
                "verse_number": "4",
                "verse_text": "You falsely accuse others"
            },
            {
                "verse_number": "5",
                "verse_text": "You eat the deadly eggs"
            },
            {
                "verse_number": "6",
                "verse_text": "but you can't make clothes"
            },
            {
                "verse_number": "7",
                "verse_text": "You hurry off to do wrong"
            },
            {
                "verse_number": "8",
                "verse_text": "You don't know how"
            },
            {
                "verse_number": "9",
                "verse_text": "No one has come to defend us"
            },
            {
                "verse_number": "10",
                "verse_text": "We feel our way along, than someone dead."
            },
            {
                "verse_number": "11",
                "verse_text": "We growl like bears"
            },
            {
                "verse_number": "12",
                "verse_text": "How often have we sinned"
            },
            {
                "verse_number": "13",
                "verse_text": "We have rebelled and refused"
            },
            {
                "verse_number": "14",
                "verse_text": "Injustice is everywhere;"
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone tells lies;"
            },
            {
                "verse_number": "16",
                "verse_text": "It disgusted him even more"
            },
            {
                "verse_number": "17",
                "verse_text": "Justice was the Lord 's armor;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now the Lord will get furious"
            },
            {
                "verse_number": "19",
                "verse_text": "He will attack like a flood"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord has promised to rescue"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord says: &apos;My people,"
            }
        ],
        "60": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, stand up! Shine! Your new day is dawning. The glory of the Lord shines brightly on you. are covered with darkness, but the glory of the Lord is shining upon you. will come to the light of your dawning day. Crowds are coming. Your sons are on their way from distant lands; your daughters are being carried like little children. your faces will glow; your hearts will pound Treasures from across the sea and the wealth of nations will be brought to you. with caravans of young camels will bring gold and spices in praise of me, the Lord . will come to you; will be yours as well. I will accept them as offerings and bring honor to my temple. like clouds or like doves flying home? your people are waiting to bring them home with their silver and gold. I, the holy Lord God of Israel, do this to honor your people, so they will honor me. will be rebuilt by foreigners; their rulers will become your slaves. I punished you in my anger; now I will be kind and treat you with mercy. day and night to let the rulers of nations lead their people to you with all their treasures. that refuses to serve you will be wiped out. will be brought to you&ndash; the pines, the firs, and the cypress trees. It will be used in my temple to make beautiful the place where I rest my feet. who hated and mistreated you will kneel at your feet. They will say, &apos;You are Zion, the city of the Lord , the holy One of Israel.&apos; rejected by everyone. But I will make you beautiful, a city to be proud of for all time to come. of kings and foreign nations. You will know that I, the mighty Lord God of Israel, have saved and rescued you. in place of wood and stone; in place of bronze and iron, I will bring gold and silver. I will appoint peace and justice as your rulers and leaders. will never again be heard of within your borders. &apos;Victory&apos; will be the name you give to your walls; &apos;Praise&apos; will be the name you give to your gates. of the sun or the moon. I, the Lord your God, will be your eternal light and bring you honor. or your moon go down. I, the Lord , will be your everlasting light, and your days of sorrow will come to an end. and always own the land; they are the trees I planted to bring praise to me. will be a powerful nation. I am the Lord , and when the time comes, I will quickly do all this."
            },
            {
                "verse_number": "2",
                "verse_text": "The earth and its people"
            },
            {
                "verse_number": "3",
                "verse_text": "Nations and kings"
            },
            {
                "verse_number": "4",
                "verse_text": "Open your eyes! Look around!"
            },
            {
                "verse_number": "5",
                "verse_text": "When you see this, and swell with pride. from Midian and Ephah. The people of Sheba rams from Nebaioth for me, the Lord . Seagoing ships lead the way"
            },
            {
                "verse_number": "6",
                "verse_text": "Your country will be covered"
            },
            {
                "verse_number": "7",
                "verse_text": "Every sheep of Kedar"
            },
            {
                "verse_number": "8",
                "verse_text": "What is that sailing by"
            },
            {
                "verse_number": "9",
                "verse_text": "On those distant islands"
            },
            {
                "verse_number": "10",
                "verse_text": "Jerusalem, your city walls"
            },
            {
                "verse_number": "11",
                "verse_text": "Your gates will be open"
            },
            {
                "verse_number": "12",
                "verse_text": "Any nation or kingdom"
            },
            {
                "verse_number": "13",
                "verse_text": "Wood from Lebanon's best trees"
            },
            {
                "verse_number": "14",
                "verse_text": "The descendants of enemies"
            },
            {
                "verse_number": "15",
                "verse_text": "You were hated and deserted,"
            },
            {
                "verse_number": "16",
                "verse_text": "You will drain the wealth"
            },
            {
                "verse_number": "17",
                "verse_text": "I will bring bronze and iron"
            },
            {
                "verse_number": "18",
                "verse_text": "Violence, destruction, and ruin"
            },
            {
                "verse_number": "19",
                "verse_text": "You won't need the light"
            },
            {
                "verse_number": "20",
                "verse_text": "Your sun will never set"
            },
            {
                "verse_number": "21",
                "verse_text": "Your people will live right"
            },
            {
                "verse_number": "22",
                "verse_text": "Even the smallest family"
            }
        ],
        "61": [
            {
                "verse_number": "1",
                "verse_text": "The Spirit of the Lord God has taken control of me! The Lord has chosen and sent me to tell the oppressed the good news, to heal the brokenhearted, and to announce freedom for prisoners and captives. when the Lord God will show kindness to us and punish our enemies. The Lord has sent me to comfort those who mourn, He sent me to give them flowers in place of their sorrow, olive oil in place of tears, and joyous praise in place of broken hearts. They will be called &apos;Trees of Justice,&apos; planted by the Lord to honor his name. that have been in ruins for many generations. to take care of their sheep and their vineyards. priests and servants of the Lord our God. The treasures of the nations will belong to them, and horribly mistreated; now they will be greatly blessed and joyful forever. But I hate robbery My people, I solemnly promise to reward you with an eternal agreement. in every nation. All who see them will realize that they have been blessed, by me, the Lord . because of my Lord God. His saving power and justice are the very clothes I wear. They are more beautiful than the jewelry worn by a bride or groom. justice and praise in every nation on earth, like flowers blooming in a garden."
            },
            {
                "verse_number": "2",
                "verse_text": "This is the year"
            },
            {
                "verse_number": "3",
                "verse_text": "especially in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Then they will rebuild cities"
            },
            {
                "verse_number": "5",
                "verse_text": "They will hire foreigners"
            },
            {
                "verse_number": "6",
                "verse_text": "But they themselves will be and they will be famous. and injustice."
            },
            {
                "verse_number": "7",
                "verse_text": "They were terribly insulted"
            },
            {
                "verse_number": "8",
                "verse_text": "I, the Lord , love justice!"
            },
            {
                "verse_number": "9",
                "verse_text": "Your descendants will be known"
            },
            {
                "verse_number": "10",
                "verse_text": "I celebrate and shout"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will bring about"
            }
        ],
        "62": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, I will speak up for your good. I will never be silent till you are safe and secure, sparkling like a flame. by every nation and king; the Lord will even give you a new name. a royal headband for the Lord your God. &apos;Deserted and Childless,&apos; but &apos;Happily Married.&apos; You will please the Lord ; your country will be his bride. just as a young man takes a bride. The Lord will be pleased because of you, just as a husband is pleased with his bride. I have stationed guards, whose duty it is to speak out day and night, without resting. They must remind the Lord till he makes Jerusalem strong and famous everywhere. and made this promise: &apos;Never again will I give to your enemies the grain and grapes for which you struggled. your grain and grapes, you will eat your bread with thankful hearts, and you will drink your wine in my temple.&apos; open your gates! Repair the road to the city and clear it of stones; raise a banner to help the nations find their way. for all the earth to hear: &apos;Soon I will come to save the city of Zion and to reward you. &quot;The Lord 's Own People, The Ones He Rescued!&quot; Your city will be known as a good place to live and a city full of people.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Your great victory will be seen"
            },
            {
                "verse_number": "3",
                "verse_text": "You will be a glorious crown,"
            },
            {
                "verse_number": "4",
                "verse_text": "Your name will no longer be"
            },
            {
                "verse_number": "5",
                "verse_text": "Your people will take the land,"
            },
            {
                "verse_number": "6",
                "verse_text": "Jerusalem, on your walls"
            },
            {
                "verse_number": "7",
                "verse_text": "and not let him rest"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord has given his word"
            },
            {
                "verse_number": "9",
                "verse_text": "As surely as you harvest"
            },
            {
                "verse_number": "10",
                "verse_text": "People of Jerusalem,"
            },
            {
                "verse_number": "11",
                "verse_text": "Here is what the Lord has said"
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will be called,"
            }
        ],
        "63": [
            {
                "verse_number": "1",
                "verse_text": "Who is this coming from Bozrah in Edom from trampling on grapes. and his angel saved them. during the time of Moses. Didn't the Lord bring them Didn't he give them when led into a valley. Show that you care about us your temple belonged to us; with clothes stained red? Who is this hero marching in his glorious uniform? &apos;It's me, the Lord ! I have won the battle, and I can save you!&apos; Your clothes look stained None of the nations helped. I trampled nations in my anger and stained my clothes with their blood. to take revenge&ndash; the time had come to rescue my people. or to give support; my mighty arm won the battle, strengthened by my anger. and made them drunk; their blood poured out everywhere on earth.&apos; the Lord has done. They deserve praise! The Lord has shown mercy to the people of Israel; he has been kind and good. and said, &apos;They are mine. They won't betray me.&apos; to see them in trouble, The Lord was truly merciful, so he rescued his people. He took them in his arms and carried them all those years. turned against him and made his Holy Spirit sad. So he became their enemy and attacked them. what had happened and their leaders safely through the sea? his Holy Spirit? marched beside Moses. The Lord will be praised forever for dividing the sea. like horses running wild without stumbling. just as cattle find rest The name of the Lord was praised for doing these things. from your holy and glorious home in the heavens and see what's going on. Have you lost interest? Where is your power? and have mercy! have both rejected us. But you are still our Father; you have been our protector since ancient times. from you, our Lord ? Why did you make us want to disobey you? Please change your mind! We are your servants, your very own people. and now our enemies have torn it down. had never ruled us or called us your people."
            },
            {
                "verse_number": "2",
                "verse_text": "What are those red spots?"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I alone trampled the grapes!"
            },
            {
                "verse_number": "4",
                "verse_text": "I did this because I wanted"
            },
            {
                "verse_number": "5",
                "verse_text": "No one was there to help me"
            },
            {
                "verse_number": "6",
                "verse_text": "In my fury I trampled on nations"
            },
            {
                "verse_number": "7",
                "verse_text": "I will tell about the kind deeds"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord rescued his people,"
            },
            {
                "verse_number": "9",
                "verse_text": "It troubled the Lord"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord 's people"
            },
            {
                "verse_number": "11",
                "verse_text": "But his people remembered"
            },
            {
                "verse_number": "12",
                "verse_text": "The glorious power of the Lord"
            },
            {
                "verse_number": "13",
                "verse_text": "He led his people across"
            },
            {
                "verse_number": "14",
                "verse_text": "His Spirit gave them rest,"
            },
            {
                "verse_number": "15",
                "verse_text": "Please, Lord , look down"
            },
            {
                "verse_number": "16",
                "verse_text": "Our ancestors Abraham and Jacob"
            },
            {
                "verse_number": "17",
                "verse_text": "Why did you make us turn away"
            },
            {
                "verse_number": "18",
                "verse_text": "For a little while,"
            },
            {
                "verse_number": "19",
                "verse_text": "We act as though you"
            }
        ],
        "64": [
            {
                "verse_number": "1",
                "verse_text": "Rip the heavens apart! Come down, Lord ; make the mountains tremble. Then your enemies will know who you are; all nations will tremble because you are nearby. have completely amazed us; even the mountains shake when you come down. ever seen or heard of who works miracles for his followers. and do what you want, but sin makes you angry. Only by your help each of our good deeds is merely a filthy rag. We dry up like leaves; our sins are storm winds sweeping us away. or remains faithful. You have turned your back on us We are nothing but clay, but you are the potter who molded us. or keep our sins in your thoughts forever! Remember that all of us are your people. has turned into a desert, especially Jerusalem. where our ancestors praised you has been destroyed by fire. Our beautiful buildings are now a pile of ruins. how can you just sit there and make us suffer more?"
            },
            {
                "verse_number": "2",
                "verse_text": "Be a spark that starts a fire causing water to boil. can we ever be saved. and let our sins melt us away."
            },
            {
                "verse_number": "3",
                "verse_text": "Your fearsome deeds"
            },
            {
                "verse_number": "4",
                "verse_text": "You are the only God"
            },
            {
                "verse_number": "5",
                "verse_text": "You help all who gladly obey"
            },
            {
                "verse_number": "6",
                "verse_text": "We are unfit to worship you;"
            },
            {
                "verse_number": "7",
                "verse_text": "No one worships in your name"
            },
            {
                "verse_number": "8",
                "verse_text": "You, Lord , are our Father."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't be so furious"
            },
            {
                "verse_number": "10",
                "verse_text": "Every one of your towns"
            },
            {
                "verse_number": "11",
                "verse_text": "Zion's glorious and holy temple"
            },
            {
                "verse_number": "12",
                "verse_text": "When you see these things,"
            }
        ],
        "65": [
            {
                "verse_number": "1",
                "verse_text": "I, the Lord , was ready to answer even those who were not asking and to be found by those who were not searching. To a nation that refused I said, &apos;Here I am!&apos; to stubborn and sinful people going their own way. by sneering at me, while offering sacrifices to idols in gardens and burning incense to them on bricks. hiding in burial caves; cooked in sauces made of stuff unfit to eat. &apos;Don't come near us! We're dedicated to God.&apos; Such people are like smoke, irritating my nose all day. I won't keep silent. I'll pay them back just as their sins deserve. for their sins and for those of their ancestors&ndash; they have disgraced me by burning incense on mountains. A cluster of grapes that produces wine is worth keeping! So, because of my servants, I won't destroy everyone. of Israel and Judah, and I will bless them with many descendants. They will settle here in this land of mountains, and it will be theirs. Then the coastlands of Sharon and the land as far will turn into pastureland where cattle and sheep will feed and rest. if any of you reject me and my holy mountain? What will happen to you for offering food and wine to the gods you call &apos;Good Luck&apos; and &apos;Fate&apos;? I will see to it that you are slaughtered with swords. You refused to answer when I called out; you paid no attention to my instructions. Instead, you did what I hated, knowing it was wrong. food and drink to my servants, and they will celebrate. But all of you sinners will go hungry and thirsty, overcome with disgrace. but you will be sad and cry out in pain. to see that you are killed and that my chosen servants use your names as curse words. Your past troubles are gone; I no longer think of them. When you pray for someone to receive a blessing, or when you make a promise, you must do it in my name. I alone am the God who can be trusted. and a new earth; everything of the past will be forgotten. I am creating a Jerusalem, full of happy people. and all its people; there will be no more crying or sorrow in that city. everyone will live a very long life. Anyone a hundred years old will be considered young, and to die younger than that will be considered a curse. in the houses they build; they will enjoy grapes from their own vineyards. their homes or vineyards. My chosen people will live to be as old as trees, and they will enjoy what they have earned. and their children won't die I will bless their children and their grandchildren. before they finish praying. will graze together; lions and oxen will feed on straw. Snakes will eat only dirt! They won't bite or harm anyone on my holy mountain. I, the Lord , have spoken! to worship me, they eat the meat of pigs, as Achor Valley But I will give new names to my servants. of dreadful diseases."
            },
            {
                "verse_number": "2",
                "verse_text": "All day long I have reached out"
            },
            {
                "verse_number": "3",
                "verse_text": "They keep making me angry"
            },
            {
                "verse_number": "4",
                "verse_text": "They spend their nights"
            },
            {
                "verse_number": "5",
                "verse_text": "And then they say to others,"
            },
            {
                "verse_number": "6",
                "verse_text": "I have written this down;"
            },
            {
                "verse_number": "7",
                "verse_text": "I, the Lord , will make them pay"
            },
            {
                "verse_number": "8",
                "verse_text": "Here is what the Lord says:"
            },
            {
                "verse_number": "9",
                "verse_text": "I have chosen the people"
            },
            {
                "verse_number": "10",
                "verse_text": "My people will worship me."
            },
            {
                "verse_number": "11",
                "verse_text": "What will I, the Lord , do"
            },
            {
                "verse_number": "12",
                "verse_text": "Your luck will end!"
            },
            {
                "verse_number": "13",
                "verse_text": "I, the Lord God, will give"
            },
            {
                "verse_number": "14",
                "verse_text": "My servants will laugh and sing,"
            },
            {
                "verse_number": "15",
                "verse_text": "I, the Lord God, promise"
            },
            {
                "verse_number": "16",
                "verse_text": "I am God! I can be trusted."
            },
            {
                "verse_number": "17",
                "verse_text": "I am creating new heavens"
            },
            {
                "verse_number": "18",
                "verse_text": "Celebrate and be glad forever!"
            },
            {
                "verse_number": "19",
                "verse_text": "I will celebrate with Jerusalem"
            },
            {
                "verse_number": "20",
                "verse_text": "No child will die in infancy;"
            },
            {
                "verse_number": "21",
                "verse_text": "My people will live"
            },
            {
                "verse_number": "22",
                "verse_text": "No one will take away"
            },
            {
                "verse_number": "23",
                "verse_text": "Their work won't be wasted,"
            },
            {
                "verse_number": "24",
                "verse_text": "I will answer their prayers"
            },
            {
                "verse_number": "25",
                "verse_text": "Wolves and lambs"
            }
        ],
        "66": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said: Heaven is my throne; the earth is my footstool. What kind of house could you build for me? In what place will I rest? I, the Lord , have spoken. The people I treasure most are the humble&ndash; they depend only on me and tremble when I speak. and you commit murder; you sacrifice lambs to me and dogs to other gods; you offer grain to me and pigs' blood to idols; you burn incense to me You have made your own choice to do these disgusting things that you enjoy so much. when I called out; you paid no attention to my instructions. Instead, you did what I hated, knowing it was wrong. in a way you dread the most. when the Lord speaks, listen to what he says: &apos;Some of your own people hate and reject you because of me. They make fun and say, &quot;Let the Lord show his power! Let us see him But those who say these things will be terribly ashamed.&apos; in the city and those shouts coming from the temple? It is the Lord shouting as he punishes his enemies. who gave birth to a child before having labor pains? or imagined it could happen? Can a nation be born in a day or come to life in a second? Jerusalem is like a mother who gave birth to her children as soon as she was in labor. who makes birth possible. And he will see that Zion has many more children. The Lord has spoken. celebrate and shout! If you were in sorrow because of the city, you can now be glad. just like your own mother, until you are satisfied. You will fully enjoy her wonderful glory. &apos;I will flood Jerusalem with the wealth of nations and make the city prosper. Zion will nurse you at her breast, carry you in her arms, and hold you in her lap. like a mother comforting her child.&apos; you will celebrate; your strength will return faster than grass can sprout. Then everyone will know that the Lord provides help for his servants, but he is angry with his enemies. like a whirlwind with his flaming chariots. He will be furiously angry and punish his enemies with fire. will bring justice everywhere on this earth and execute many people."
            },
            {
                "verse_number": "2",
                "verse_text": "I have made everything; that's how it all came to be. and praise your idols. Now I will punish you make you truly happy.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "You sacrifice oxen to me,"
            },
            {
                "verse_number": "4",
                "verse_text": "You refused to answer"
            },
            {
                "verse_number": "5",
                "verse_text": "If you tremble"
            },
            {
                "verse_number": "6",
                "verse_text": "Do you hear that noise"
            },
            {
                "verse_number": "7",
                "verse_text": "Have you ever heard of a woman"
            },
            {
                "verse_number": "8",
                "verse_text": "Who ever heard of such a thing"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord is the one"
            },
            {
                "verse_number": "10",
                "verse_text": "If you love Jerusalem,"
            },
            {
                "verse_number": "11",
                "verse_text": "She will nurse and comfort you,"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord has promised:"
            },
            {
                "verse_number": "13",
                "verse_text": "I will comfort you there"
            },
            {
                "verse_number": "14",
                "verse_text": "When you see this happen,"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will come down"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord 's fiery sword"
            },
            {
                "verse_number": "17",
                "verse_text": "Some of you get yourselves ready and go to a garden to worship a foreign goddess. You eat the meat of pigs, lizards, and mice. But I, the Lord , will destroy you for this."
            },
            {
                "verse_number": "18",
                "verse_text": "I know everything you do and think! The time has now come to bring together the people of every language and nation and to show them my glory"
            },
            {
                "verse_number": "19",
                "verse_text": "by proving what I can do. I will send the survivors to Tarshish, Pul, Lud, Meshech, Tubal, Javan, and to the distant islands. I will send them to announce my wonderful glory to nations that have never heard about me."
            },
            {
                "verse_number": "20",
                "verse_text": "They will bring your relatives from the nations as an offering to me, the Lord . They will come to Jerusalem, my holy mountain, on horses, chariots, wagons, mules, and camels. It will be like the people of Israel bringing the right offering to my temple."
            },
            {
                "verse_number": "21",
                "verse_text": "I promise that some of them will be priests and others will be helpers in my temple. I, the Lord , have spoken."
            },
            {
                "verse_number": "22",
                "verse_text": "I also promise that you will always have descendants and will never be forgotten, just as the new heavens and the new earth that I create will last forever."
            },
            {
                "verse_number": "23",
                "verse_text": "On the first day of each month and on each Sabbath, everyone will worship me. I, the Lord , have spoken."
            },
            {
                "verse_number": "24",
                "verse_text": "My people will go out and look at the dead bodies of those who turned against me. The worms there never die, the fire never stops burning, and the sight of those bodies will be disgusting to everyone."
            }
        ]
    }
}