{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the family history of Jesus Christ. He came from the family of David. David came from the family of Abraham."
            },
            {
                "verse_number": "2",
                "verse_text": "Abraham was the father of Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers. Perez was the father of Hezron. Hezron was the father of Ram. Amminadab was the father of Nahshon. Nahshon was the father of Salmon. Boaz was the father of Obed. Obed was the father of Jesse. David was the father of Solomon. Rehoboam was the father of Abijah. Jehoshaphat was the father of Jehoram. Jehoram was the ancestor of Uzziah. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah. Manasseh was the father of Amon. Amon was the father of Josiah. Jehoiachin was the father of Shealtiel. Shealtiel was the grandfather of Zerubbabel. Abiud was the father of Eliakim. Eliakim was the father of Azor. Zadok was the father of Akim. Akim was the father of Eliud. Eleazar was the father of Matthan. Matthan was the father of Jacob. Joseph was the husband of Mary, and Mary was the mother of Jesus. Jesus is called the Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah was the father of Perez and Zerah."
            },
            {
                "verse_number": "4",
                "verse_text": "Ram was the father of Amminadab."
            },
            {
                "verse_number": "5",
                "verse_text": "Salmon was the father of Boaz."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesse was the father of King David."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon was the father of Rehoboam. Abijah was the father of Asa."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa was the father of Jehoshaphat."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah was the father of Jotham."
            },
            {
                "verse_number": "10",
                "verse_text": "Hezekiah was the father of Manasseh."
            },
            {
                "verse_number": "11",
                "verse_text": "Josiah was the grandfather of Jehoiachin and his brothers."
            },
            {
                "verse_number": "12",
                "verse_text": "After they were taken to Babylon:"
            },
            {
                "verse_number": "13",
                "verse_text": "Zerubbabel was the father of Abiud."
            },
            {
                "verse_number": "14",
                "verse_text": "Azor was the father of Zadok."
            },
            {
                "verse_number": "15",
                "verse_text": "Eliud was the father of Eleazar."
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob was the father of Joseph."
            },
            {
                "verse_number": "17",
                "verse_text": "So there were 14 generations from Abraham to David. And there were 14 generations from David until the time when the people were taken to Babylon. And there were 14 generations from the time when the people were taken to Babylon until Christ was born."
            },
            {
                "verse_number": "18",
                "verse_text": "The mother of Jesus Christ was Mary. And this is how the birth of Jesus came about. Mary was engaged to marry Joseph. But before they married, she learned that she was going to have a baby. She was pregnant by the power of the Holy Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Mary&quot;s husband, Joseph, was a good man. He did not want to disgrace her in public, so he planned to divorce her secretly."
            },
            {
                "verse_number": "20",
                "verse_text": "While Joseph thought about this, an angel of the Lord came to him in a dream. The angel said, &apos;Joseph, descendant of David, don&quot;t be afraid to take Mary as your wife. The baby in her is from the Holy Spirit."
            },
            {
                "verse_number": "21",
                "verse_text": "She will give birth to a son. You will name the son Jesus. Give him that name because he will save his people from their sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "All this happened to make clear the full meaning of what the Lord had said through the prophet:"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The virgin will be pregnant. She will have a son, and they will name him Immanuel.&apos; This name means &apos;God is with us.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When Joseph woke up, he did what the Lord&quot;s angel had told him to do. Joseph married Mary."
            },
            {
                "verse_number": "25",
                "verse_text": "But he did not have intimate relations with her until she gave birth to the son. And Joseph named the son Jesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was born in the town of Bethlehem in Judea during the time when Herod was king. After Jesus was born, some wise men from the east came to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "They asked, &apos;Where is the baby who was born to be the king of the Jews? We saw his star in the east. We came to worship him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When King Herod heard about this new king of the Jews, he was troubled. And all the people in Jerusalem were worried too."
            },
            {
                "verse_number": "4",
                "verse_text": "Herod called a meeting of all the leading priests and teachers of the law. He asked them where the Christ would be born."
            },
            {
                "verse_number": "5",
                "verse_text": "They answered, &apos;In the town of Bethlehem in Judea. The prophet wrote about this in the Scriptures:"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;But you, Bethlehem, in the land of Judah, you are important among the rulers of Judah. A ruler will come from you. He will be like a shepherd for my people, the Israelites.&quot;&apos; Micah 5:2 It was painful crying and much sadness. Rachel cries for her children, and she cannot be comforted, because her children are dead.&apos; Jeremiah 31:15"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Herod had a secret meeting with the wise men from the east. He learned from them the exact time they first saw the star."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Herod sent the wise men to Bethlehem. He said to them, &apos;Go and look carefully to find the child. When you find him, come tell me. Then I can go worship him too.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The wise men heard the king and then left. They saw the same star they had seen in the east. It went before them until it stopped above the place where the child was."
            },
            {
                "verse_number": "10",
                "verse_text": "When the wise men saw the star, they were filled with joy."
            },
            {
                "verse_number": "11",
                "verse_text": "They went to the house where the child was and saw him with his mother, Mary. They bowed down and worshiped the child. They opened the gifts they brought for him. They gave him treasures of gold, frankincense, and myrrh."
            },
            {
                "verse_number": "12",
                "verse_text": "But God warned the wise men in a dream not to go back to Herod. So they went home to their own country by a different way."
            },
            {
                "verse_number": "13",
                "verse_text": "After they left, an angel of the Lord came to Joseph in a dream. The angel said, &apos;Get up! Take the child and his mother and escape to Egypt. Herod will start looking for the child to kill him. Stay in Egypt until I tell you to return.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Joseph got up and left for Egypt during the night with the child and his mother."
            },
            {
                "verse_number": "15",
                "verse_text": "Joseph stayed in Egypt until Herod died. This was to make clear the full meaning of what the Lord had said through the prophet. The Lord said, &apos;I called my son out of Egypt.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Herod saw that the wise men had tricked him, he was very angry. So he gave an order to kill all the baby boys in Bethlehem and in all the area around Bethlehem who were two years old or younger. This was in keeping with the time he learned from the wise men."
            },
            {
                "verse_number": "17",
                "verse_text": "So what God had said through the prophet Jeremiah came true:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;A sound was heard in Ramah."
            },
            {
                "verse_number": "19",
                "verse_text": "After Herod died, an angel of the Lord came to Joseph in a dream. This happened while Joseph was in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "The angel said, &apos;Get up! Take the child and his mother and go to Israel. The people who were trying to kill the child are now dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Joseph took the child and his mother and went to Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But he heard that Archelaus was now king in Judea. Archelaus became king when his father Herod died. So Joseph was afraid to go there. After being warned in a dream, he went to the area of Galilee."
            },
            {
                "verse_number": "23",
                "verse_text": "He went to a town called Nazareth and lived there. And so what God had said through the prophets came true: &apos;He will be called a Nazarene.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "About that time John the Baptist came and began preaching in the desert area of Judea."
            },
            {
                "verse_number": "2",
                "verse_text": "John said, &apos;Change your hearts and lives because the kingdom of heaven is coming soon.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "John the Baptist is the one Isaiah the prophet was talking about. Isaiah said: &apos;This is a voice of a man who calls out in the desert: &quot;Prepare the way for the Lord. Make the road straight for him.&quot;&apos; Isaiah 40:3"
            },
            {
                "verse_number": "4",
                "verse_text": "John&quot;s clothes were made from camel&quot;s hair. He wore a leather belt around his waist. For food, he ate locusts and wild honey."
            },
            {
                "verse_number": "5",
                "verse_text": "Many people went to hear John preach. They came from Jerusalem and all Judea and all the area around the Jordan River."
            },
            {
                "verse_number": "6",
                "verse_text": "They told of the sins they had done, and John baptized them in the Jordan River."
            },
            {
                "verse_number": "7",
                "verse_text": "Many of the Pharisees and Sadducees came to the place where John was baptizing people. When John saw them, he said: &apos;You are snakes! Who warned you to run away from God&quot;s anger that is coming?"
            },
            {
                "verse_number": "8",
                "verse_text": "You must do the things that show that you have really changed your hearts and lives."
            },
            {
                "verse_number": "9",
                "verse_text": "And don&quot;t think that you can say to yourselves, &quot;Abraham is our father.&quot; I tell you that God could make children for Abraham from these rocks."
            },
            {
                "verse_number": "10",
                "verse_text": "The ax is now ready to cut down the trees. Every tree that does not produce good fruit will be cut down and thrown into the fire."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I baptize you with water to show that your hearts and lives have changed. But there is one coming later who is greater than I am. I am not good enough to carry his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "12",
                "verse_text": "He will come ready to clean the grain. He will separate the good grain from the chaff. He will put the good part of the grain into his barn. And he will burn the chaff with a fire that cannot be put out.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "At that time Jesus came from Galilee to the Jordan River. He came to John and wanted John to baptize him."
            },
            {
                "verse_number": "14",
                "verse_text": "But John tried to stop him. John said, &apos;Why do you come to me to be baptized? I should be baptized by you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos;Let it be this way for now. We should do all things that are right.&apos; So John agreed to baptize Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus was baptized and came up out of the water. Heaven opened, and he saw God&quot;s Spirit coming down on him like a dove."
            },
            {
                "verse_number": "17",
                "verse_text": "And a voice spoke from heaven. The voice said, &apos;This is my Son and I love him. I am very pleased with him.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the Spirit led Jesus into the desert to be tempted by the devil."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus ate nothing for 40 days and nights. After this, he was very hungry."
            },
            {
                "verse_number": "3",
                "verse_text": "The devil came to Jesus to tempt him. The devil said, &apos;If you are the Son of God, tell these rocks to become bread.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;It is written in the Scriptures, &quot;A person does not live only by eating bread. But a person lives by everything the Lord says.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the devil led Jesus to the holy city of Jerusalem. He put Jesus on a very high place of the Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "The devil said, &apos;If you are the Son of God, jump off. It is written in the Scriptures, &quot;He has put his angels in charge of you. They will catch you with their hands. And you will not hit your foot on a rock.&quot;&apos; Psalm 91:11-12 are on the way to the sea. They are along the Jordan River. This is Galilee where the non-Jewish people live. will see a great light. They live in a place that is very dark. But a light will shine on them.&apos; Isaiah 9:1-2"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered him, &apos;It also says in the Scriptures, &quot;Do not test the Lord your God.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the devil led Jesus to the top of a very high mountain. He showed Jesus all the kingdoms of the world and all the great things that are in those kingdoms."
            },
            {
                "verse_number": "9",
                "verse_text": "The devil said, &apos;If you will bow down and worship me, I will give you all these things.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said to the devil, &apos;Go away from me, Satan! It is written in the Scriptures, &quot;You must worship the Lord your God. Serve only him!&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the devil left Jesus. And then some angels came to Jesus and helped him."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus heard that John had been put in prison. So Jesus went back to Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "He left Nazareth and went and lived in Capernaum, a town near Lake Galilee. Capernaum is in the area near Zebulun and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus did this to make true what the prophet Isaiah said:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Land of Zebulun and land of Naphtali"
            },
            {
                "verse_number": "16",
                "verse_text": "These people who live in darkness"
            },
            {
                "verse_number": "17",
                "verse_text": "From that time Jesus began to preach, saying, &apos;Change your hearts and lives, because the kingdom of heaven is coming soon.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus was walking by Lake Galilee. He saw two brothers, Simon (called Peter) and Simon&quot;s brother Andrew. The brothers were fishermen, and they were fishing in the lake with a net."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;Come follow me. I will make you fishermen for men.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "At once Simon and Andrew left their nets and followed him."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus continued walking by Lake Galilee. He saw two other brothers, James and John, the sons of Zebedee. They were in a boat with their father Zebedee, preparing their nets to catch fish. Jesus told them to come with him."
            },
            {
                "verse_number": "22",
                "verse_text": "At once they left the boat and their father, and they followed Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went everywhere in Galilee. He taught in the synagogues and preached the Good News about the kingdom of heaven. And he healed all the people&quot;s diseases and sicknesses."
            },
            {
                "verse_number": "24",
                "verse_text": "The news about Jesus spread all over Syria, and people brought all the sick to him. These sick people were suffering from different kinds of diseases and pain. Some were suffering very great pain, some had demons, some were epileptics, and some were paralyzed. Jesus healed all of them."
            },
            {
                "verse_number": "25",
                "verse_text": "Many people followed him. They came from Galilee, the Ten Towns, Jerusalem, Judea, and the land across the Jordan River."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jesus saw the crowds who were there. He went up on a hill and sat down. His followers came to him."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus taught the people and said:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Those people who know they have great spiritual needs are happy. The kingdom of heaven belongs to them. God will comfort them. The earth will belong to them. God will fully satisfy them. Mercy will be given to them. They will be with God. God will call them his sons. The kingdom of heaven belongs to them."
            },
            {
                "verse_number": "4",
                "verse_text": "Those who are sad now are happy."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who are humble are happy."
            },
            {
                "verse_number": "6",
                "verse_text": "Those who want to do right more than anything else are happy."
            },
            {
                "verse_number": "7",
                "verse_text": "Those who give mercy to others are happy."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who are pure in their thinking are happy."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who work to bring peace are happy."
            },
            {
                "verse_number": "10",
                "verse_text": "Those who are treated badly for doing good are happy."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;People will say bad things about you and hurt you. They will lie and say all kinds of evil things about you because you follow me. But when they do these things to you, you are happy."
            },
            {
                "verse_number": "12",
                "verse_text": "Rejoice and be glad. You have a great reward waiting for you in heaven. People did the same evil things to the prophets who lived before you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You are the salt of the earth. But if the salt loses its salty taste, it cannot be made salty again. It is good for nothing. It must be thrown out for people to walk on."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You are the light that gives light to the world. A city that is built on a hill cannot be hidden."
            },
            {
                "verse_number": "15",
                "verse_text": "And people don&quot;t hide a light under a bowl. They put the light on a lampstand. Then the light shines for all the people in the house."
            },
            {
                "verse_number": "16",
                "verse_text": "In the same way, you should be a light for other people. Live so that they will see the good things you do. Live so that they will praise your Father in heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t think that I have come to destroy the law of Moses or the teaching of the prophets. I have not come to destroy their teachings but to do what they said."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you the truth. Nothing will disappear from the law until heaven and earth are gone. The law will not lose even the smallest letter or the smallest part of a letter until all has happened."
            },
            {
                "verse_number": "19",
                "verse_text": "Whoever refuses to obey any command and teaches other people not to obey that command will be the least important in the kingdom of heaven. But whoever obeys the law and teaches other people to obey the law will be great in the kingdom of heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you that you must do better than the teachers of the law and the Pharisees. If you are not better than they are, you will not enter the kingdom of heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You have heard that it was said to our people long ago, &quot;You must not murder anyone. Anyone who murders another will be judged.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "But I tell you, if you are angry with your brother, you will be judged. And if you say bad things to your brother, you will be judged by the Jewish council. And if you call your brother a fool, then you will be in danger of the fire of hell."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So when you offer your gift to God at the altar, and you remember that your brother has something against you,"
            },
            {
                "verse_number": "24",
                "verse_text": "leave your gift there at the altar. Go and make peace with him. Then come and offer your gift."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If your enemy is taking you to court, become friends with him quickly. You should do that before you go to court. If you don&quot;t become his friend, he might turn you over to the judge. And the judge might give you to a guard to put you in jail."
            },
            {
                "verse_number": "26",
                "verse_text": "I tell you that you will not leave that jail until you have paid everything you owe."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You have heard that it was said, &quot;You must not be guilty of adultery.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "But I tell you that if anyone looks at a woman with lust, he has already committed adultery with her in his mind."
            },
            {
                "verse_number": "29",
                "verse_text": "If your right eye causes you to sin, then take it out and throw it away. It is better to lose one part of your body than to have your whole body thrown into hell."
            },
            {
                "verse_number": "30",
                "verse_text": "If your right hand causes you to sin, then cut it off and throw it away. It is better to lose one part of your body than for your whole body to go into hell."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;It was also said, &quot;Anyone who divorces his wife must give her a written divorce paper.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But I tell you that anyone who divorces his wife is causing his wife to be guilty of adultery. The only reason for a man to divorce his wife is if she has been unfaithful to him. And anyone who marries that divorced woman is guilty of adultery."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You have heard that it was said to our people long ago, &quot;When you make a promise, don&quot;t break your promise. Keep the promises that you make to the Lord.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "But I tell you, never make an oath. Don&quot;t make an oath using the name of heaven, because heaven is God&quot;s throne."
            },
            {
                "verse_number": "35",
                "verse_text": "Don&quot;t make an oath using the name of the earth, because the earth belongs to God. Don&quot;t make an oath using the name of Jerusalem, because that is the city of the great King."
            },
            {
                "verse_number": "36",
                "verse_text": "And don&quot;t even say that your own head is proof that you will keep your oath. You cannot make one hair on your head become white or black."
            },
            {
                "verse_number": "37",
                "verse_text": "Say only &quot;yes&quot; if you mean &quot;yes,&quot; and say only &quot;no&quot; if you mean &quot;no.&quot; If you must say more than &quot;yes&quot; or &quot;no,&quot; it is from the Evil One."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You have heard that it was said, &quot;An eye for an eye, and a tooth for a tooth.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "But I tell you, don&quot;t stand up against an evil person. If someone slaps you on the right cheek, then turn and let him slap the other cheek too."
            },
            {
                "verse_number": "40",
                "verse_text": "If someone wants to sue you in court and take your shirt, then let him have your coat too."
            },
            {
                "verse_number": "41",
                "verse_text": "If a soldier forces you to go with him one mile, then go with him two miles."
            },
            {
                "verse_number": "42",
                "verse_text": "If a person asks you for something, then give it to him. Don&quot;t refuse to give to a person who wants to borrow from you."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;You have heard that it was said, &quot;Love your neighbor and hate your enemies.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "But I tell you, love your enemies. Pray for those who hurt you."
            },
            {
                "verse_number": "45",
                "verse_text": "If you do this, then you will be true sons of your Father in heaven. Your Father causes the sun to rise on good people and on bad people. Your Father sends rain to those who do good and to those who do wrong."
            },
            {
                "verse_number": "46",
                "verse_text": "If you love only the people who love you, then you will get no reward. Even the tax collectors do that."
            },
            {
                "verse_number": "47",
                "verse_text": "And if you are nice only to your friends, then you are no better than other people. Even people without God are nice to their friends."
            },
            {
                "verse_number": "48",
                "verse_text": "So you must be perfect, just as your Father in heaven is perfect."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Be careful! When you do good things, don&quot;t do them in front of people to be seen by them. If you do that, then you will have no reward from your Father in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When you give to the poor, don&quot;t be like the hypocrites. They blow trumpets before they give so that people will see them. They do that in the synagogues and on the streets. They want other people to honor them. I tell you the truth. Those hypocrites already have their full reward."
            },
            {
                "verse_number": "3",
                "verse_text": "So when you give to the poor, give very secretly. Don&quot;t let anyone know what you are doing."
            },
            {
                "verse_number": "4",
                "verse_text": "Your giving should be done in secret. Your Father can see what is done in secret, and he will reward you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When you pray, don&quot;t be like the hypocrites. They love to stand in the synagogues and on the street corners and pray loudly. They want people to see them pray. I tell you the truth. They already have their full reward."
            },
            {
                "verse_number": "6",
                "verse_text": "When you pray, you should go into your room and close the door. Then pray to your Father who cannot be seen. Your Father can see what is done in secret, and he will reward you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And when you pray, don&quot;t be like those people who don&quot;t know God. They continue saying things that mean nothing. They think that God will hear them because of the many things they say."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be like them. Your Father knows the things you need before you ask him."
            },
            {
                "verse_number": "9",
                "verse_text": "So when you pray, you should pray like this: &quot;Our Father in heaven, we pray that your name will always be kept holy. We pray that what you want will be done, here on earth as it is in heaven. just as we have forgiven those who did wrong to us. but save us from the Evil One.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "We pray that your kingdom will come."
            },
            {
                "verse_number": "11",
                "verse_text": "Give us the food we need for each day."
            },
            {
                "verse_number": "12",
                "verse_text": "Forgive the sins we have done,"
            },
            {
                "verse_number": "13",
                "verse_text": "And do not cause us to be tested; [The kingdom, the power, and the glory are yours forever. Amen.]"
            },
            {
                "verse_number": "14",
                "verse_text": "Yes, if you forgive others for the things they do wrong, then your Father in heaven will also forgive you for the things you do wrong."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don&quot;t forgive the wrongs of others, then your Father in heaven will not forgive the wrong things you do."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When you give up eating, don&quot;t put on a sad face like the hypocrites. They make their faces look strange to show people that they are giving up eating. I tell you the truth, those hypocrites already have their full reward."
            },
            {
                "verse_number": "17",
                "verse_text": "So when you give up eating, comb your hair and wash your face."
            },
            {
                "verse_number": "18",
                "verse_text": "Then people will not know that you are giving up eating. But your Father, whom you cannot see, will see you. Your Father sees what is done in secret, and he will reward you."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Don&quot;t store treasures for yourselves here on earth. Moths and rust will destroy treasures here on earth. And thieves can break into your house and steal the things you have."
            },
            {
                "verse_number": "20",
                "verse_text": "So store your treasure in heaven. The treasures in heaven cannot be destroyed by moths or rust. And thieves cannot break in and steal that treasure."
            },
            {
                "verse_number": "21",
                "verse_text": "Your heart will be where your treasure is."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The eye is a light for the body. If your eyes are good, then your whole body will be full of light."
            },
            {
                "verse_number": "23",
                "verse_text": "But if your eyes are evil, then your whole body will be full of darkness. And if the only light you have is really darkness, then you have the worst darkness."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;No one can be a slave to two masters. He will hate one master and love the other. Or he will follow one master and refuse to follow the other. So you cannot serve God and money at the same time."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;So I tell you, don&quot;t worry about the food you need to live. And don&quot;t worry about the clothes you need for your body. Life is more important than food. And the body is more important than clothes."
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the birds in the air. They don&quot;t plant or harvest or store food in barns. But your heavenly Father feeds the birds. And you know that you are worth much more than the birds."
            },
            {
                "verse_number": "27",
                "verse_text": "You cannot add any time to your life by worrying about it."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;And why do you worry about clothes? Look at the flowers in the field. See how they grow. They don&quot;t work or make clothes for themselves."
            },
            {
                "verse_number": "29",
                "verse_text": "But I tell you that even Solomon with his riches was not dressed as beautifully as one of these flowers."
            },
            {
                "verse_number": "30",
                "verse_text": "God clothes the grass in the field like that. The grass is living today, but tomorrow it is thrown into the fire to be burned. So you can be even more sure that God will clothe you. Don&quot;t have so little faith!"
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t worry and say, &quot;What will we eat?&quot; or &quot;What will we drink?&quot; or &quot;What will we wear?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "All the people who don&quot;t know God keep trying to get these things. And your Father in heaven knows that you need them."
            },
            {
                "verse_number": "33",
                "verse_text": "The thing you should want most is God&quot;s kingdom and doing what God wants. Then all these other things you need will be given to you."
            },
            {
                "verse_number": "34",
                "verse_text": "So don&quot;t worry about tomorrow. Each day has enough trouble of its own. Tomorrow will have its own worries."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Don&quot;t judge other people, and you will not be judged."
            },
            {
                "verse_number": "2",
                "verse_text": "You will be judged in the same way that you judge others. And the forgiveness you give to others will be given to you."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Why do you notice the little piece of dust that is in your brother&quot;s eye, but you don&quot;t notice the big piece of wood that is in your own eye?"
            },
            {
                "verse_number": "4",
                "verse_text": "Why do you say to your brother, &quot;Let me take that little piece of dust out of your eye&quot;? Look at yourself first! You still have that big piece of wood in your own eye."
            },
            {
                "verse_number": "5",
                "verse_text": "You are a hypocrite! First, take the wood out of your own eye. Then you will see clearly enough to take the dust out of your brother&quot;s eye."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Don&quot;t give holy things to dogs. Don&quot;t throw your pearls before pigs. Pigs will only trample on them. And the dogs will only turn to attack you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Continue to ask, and God will give to you. Continue to search, and you will find. Continue to knock, and the door will open for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Yes, everyone who continues asking will receive. He who continues searching will find. And he who continues knocking will have the door opened for him."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;What would you do if your son asks for bread? Which of you would give him a stone?"
            },
            {
                "verse_number": "10",
                "verse_text": "Or if your son asks for a fish, would you give him a snake?"
            },
            {
                "verse_number": "11",
                "verse_text": "Even though you are bad, you know how to give good gifts to your children. So surely your heavenly Father will give good things to those who ask him."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Do for other people the same things you want them to do for you. This is the meaning of the law of Moses and the teaching of the prophets."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Enter through the narrow gate. The road that leads to hell is a very easy road. And the gate to hell is very wide. Many people enter through that gate."
            },
            {
                "verse_number": "14",
                "verse_text": "But the gate that opens the way to true life is very small. And the road to true life is very hard. Only a few people find that road."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Be careful of false prophets. They come to you and look gentle like sheep. But they are really dangerous like wolves."
            },
            {
                "verse_number": "16",
                "verse_text": "You will know these people because of the things they do. Good things don&quot;t come from bad people, just as grapes don&quot;t come from thornbushes. And figs don&quot;t come from thorny weeds."
            },
            {
                "verse_number": "17",
                "verse_text": "In the same way, every good tree produces good fruit. And bad trees produce bad fruit."
            },
            {
                "verse_number": "18",
                "verse_text": "A good tree cannot produce bad fruit. And a bad tree cannot produce good fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "Every tree that does not produce good fruit is cut down and thrown into the fire."
            },
            {
                "verse_number": "20",
                "verse_text": "You will know these false prophets by what they produce."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Not everyone who says &quot;You are my Lord&quot; will enter the kingdom of heaven. The only people who will enter the kingdom of heaven are those who do the things that my Father in heaven wants."
            },
            {
                "verse_number": "22",
                "verse_text": "On the last day many people will say to me, &quot;You are our Lord! We spoke for you. And through you we forced out demons and did many miracles.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then I will tell them clearly, &quot;Get away from me, you who do evil. I never knew you.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Everyone who hears these things I say and obeys them is like a wise man. The wise man built his house on rock."
            },
            {
                "verse_number": "25",
                "verse_text": "It rained hard and the water rose. The winds blew and hit that house. But the house did not fall, because the house was built on rock."
            },
            {
                "verse_number": "26",
                "verse_text": "But the person who hears the things I teach and does not obey them is like a foolish man. The foolish man built his house on sand."
            },
            {
                "verse_number": "27",
                "verse_text": "It rained hard, the water rose, and the winds blew and hit that house. And the house fell with a big crash.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus finished saying these things, the people were amazed at his teaching."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus did not teach like their teachers of the law. He taught like a person who had authority."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus came down from the hill, great crowds followed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then a man sick with a harmful skin disease came to Jesus. The man bowed down before him and said, &apos;Lord, you have the power to heal me if you want.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus touched the man and said, &apos;I want to heal you. Be healed!&apos; And immediately the man was healed from his skin disease."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus said to him, &apos;Don&quot;t tell anyone about what happened. But go and show yourself to the priest. And offer the gift that Moses commanded for people who are made well. This will show people that you are healed.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus went to the city of Capernaum. When he entered the city, an army officer came to Jesus and begged for help."
            },
            {
                "verse_number": "6",
                "verse_text": "The officer said, &apos;Lord, my servant is at home in bed. He can&quot;t move his body and is in much pain.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to the officer, &apos;I will go and heal him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The officer answered, &apos;Lord, I am not good enough for you to come into my house. All you need to do is command that my servant be healed, and he will be healed."
            },
            {
                "verse_number": "9",
                "verse_text": "I myself am a man under the authority of other men. And I have soldiers under my command. I tell one soldier, &quot;Go,&quot; and he goes. I tell another soldier, &quot;Come,&quot; and he comes. I say to my servant, &quot;Do this,&quot; and my servant obeys me."
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus heard this, he was amazed. He said to those who were with him, &apos;I tell you the truth. This man has more faith than any other person I have found, even in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Many people will come from the east and from the west. They will sit and eat with Abraham, Isaac, and Jacob in the kingdom of heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "And those people who should have the kingdom will be thrown outside into the darkness. In that place people will cry and grind their teeth with pain.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the officer, &apos;Go home. Your servant will be healed just as you believed he would.&apos; And at that same time his servant was healed."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went to Peter&quot;s house. There Jesus saw that Peter&quot;s mother-in-law was in bed with a high fever."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus touched her hand, and the fever left her. Then she stood up and began to serve Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "That evening people brought to Jesus many who had demons. Jesus spoke and the demons left them. Jesus healed all the sick."
            },
            {
                "verse_number": "17",
                "verse_text": "He did these things to make come true what Isaiah the prophet said: &apos;He took our suffering on him. And he felt our pain for us.&apos; Isaiah 53:4"
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus saw the crowd around him, he told his followers to go to the other side of the lake."
            },
            {
                "verse_number": "19",
                "verse_text": "Then a teacher of the law came to Jesus and said, &apos;Teacher, I will follow you any place you go.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said to him, &apos;The foxes have holes to live in. The birds have nests to live in. But the Son of Man has no place where he can rest his head.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another man, one of Jesus&quot; followers, said to Jesus, &apos;Lord, let me go and bury my father first.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus said to him, &apos;Follow me, and let the people who are dead bury their own dead.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus got into a boat, and his followers went with him."
            },
            {
                "verse_number": "24",
                "verse_text": "A very bad storm arose on the lake. The waves covered the boat. But Jesus was sleeping."
            },
            {
                "verse_number": "25",
                "verse_text": "The followers went to Jesus and woke him. They said, &apos;Lord, save us! We will drown!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;Why are you afraid? You don&quot;t have enough faith.&apos; Then Jesus got up and gave a command to the wind and the sea. The wind stopped, and the sea became very calm."
            },
            {
                "verse_number": "27",
                "verse_text": "The men were amazed. They said, &apos;What kind of man is this? Even the wind and the sea obey him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus arrived at the other side of the lake in the country of the Gadarene people. There, two men came to Jesus. They had demons in them. These men lived in the burial caves. They were so dangerous that people could not use the road by those caves."
            },
            {
                "verse_number": "29",
                "verse_text": "The two men came to Jesus and shouted, &apos;What do you want with us, Son of God? Did you come here to punish us before the right time?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Near that place there was a large herd of pigs feeding."
            },
            {
                "verse_number": "31",
                "verse_text": "The demons begged Jesus, &apos;If you make us leave these men, please send us into that herd of pigs.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;Go!&apos; So the demons left the men and went into the pigs. Then the whole herd of pigs ran down the hill into the lake and were drowned."
            },
            {
                "verse_number": "33",
                "verse_text": "The men who were caring for the pigs ran away and went into town. They told about all of this and what had happened to the men who had demons."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the whole town went out to see Jesus. When they saw him, they begged him to leave their area."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus got into a boat and went back across the lake to his own town."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people brought to Jesus a man who was paralyzed. The man was lying on his mat. Jesus saw that these people had great faith, so he said to the paralyzed man, &apos;Be happy, young man. Your sins are forgiven.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Some of the teachers of the law heard this. They said to themselves, &apos;This man speaks as if he were God&ndash;that is blasphemy!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus knew what they were thinking. So he said, &apos;Why are you thinking evil thoughts?"
            },
            {
                "verse_number": "5",
                "verse_text": "Which is easier: to tell this paralyzed man, &quot;Your sins are forgiven,&quot; or to tell him, &quot;Stand up and walk&quot;?"
            },
            {
                "verse_number": "6",
                "verse_text": "But I will prove to you that the Son of Man has power on earth to forgive sins.&apos; Then Jesus said to the paralyzed man, &apos;Stand up. Take your mat and go home.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And the man stood up and went home."
            },
            {
                "verse_number": "8",
                "verse_text": "The people saw this and were amazed. They praised God for giving power like this to men."
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus was leaving, he saw a man named Matthew. Matthew was sitting in the tax office. Jesus said to him, &apos;Follow me.&apos; And Matthew stood up and followed Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus had dinner at Matthew&quot;s house. Many tax collectors and &apos;sinners&apos; came and ate with Jesus and his followers."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees saw this and asked Jesus&quot; followers, &apos;Why does your teacher eat with tax collectors and &quot;sinners&quot;?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus heard the Pharisees ask this. So he said, &apos;Healthy people don&quot;t need a doctor. Only the sick need a doctor."
            },
            {
                "verse_number": "13",
                "verse_text": "Go and learn what this means: &quot;I want faithful love more than I want animal sacrifices.&quot; I did not come to invite good people. I came to invite sinners.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the followers of John came to Jesus. They said to Jesus, &apos;We and the Pharisees often give up eating. But your followers don&quot;t. Why?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos;The friends of the bridegroom are not sad while he is with them. But the time will come when the bridegroom will leave them. Then his friends are sad, and they will give up eating."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When someone sews a patch over a hole in an old coat, he never uses a piece of cloth that is not yet shrunk. If he does, the patch will shrink and pull away from the coat. Then the hole will be worse."
            },
            {
                "verse_number": "17",
                "verse_text": "Also, people never pour new wine into old leather bags for holding wine. If they do, the old bags will break. The wine will spill, and the wine bags will be ruined. But people always pour new wine into new wine bags. Then the wine and the wine bags will continue to be good.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While Jesus was saying these things, a ruler of the synagogue came to him. The ruler bowed down before Jesus and said, &apos;My daughter has just died. But come and touch her with your hand, and she will live again.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus stood up and went with the ruler. Jesus&quot; followers went too."
            },
            {
                "verse_number": "20",
                "verse_text": "Then a woman who had been bleeding for 12 years came behind Jesus and touched the edge of his coat."
            },
            {
                "verse_number": "21",
                "verse_text": "She was thinking, &apos;If I can touch his coat, then I will be healed.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus turned and saw the woman. He said, &apos;Be happy, dear woman. You are made well because you believed.&apos; And the woman was healed at once."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus continued along with the ruler and went into the ruler&quot;s house. Jesus saw people there who play music for funerals. And he saw many people there crying."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said, &apos;Go away. The girl is not dead. She is only asleep.&apos; But the people laughed at Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "After the crowd had been put outside, Jesus went into the girl&quot;s room. He took her hand, and she stood up."
            },
            {
                "verse_number": "26",
                "verse_text": "The news about this spread all around the area."
            },
            {
                "verse_number": "27",
                "verse_text": "When Jesus was leaving there, two blind men followed him. They cried out, &apos;Show kindness to us, Son of David!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus went inside, and the blind men went with him. He asked the men, &apos;Do you believe that I can make you see again?&apos; They answered, &apos;Yes, Lord.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus touched their eyes and said, &apos;You believe that I can make you see again. So this will happen.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the men were able to see. But Jesus warned them very strongly, saying, &apos;Don&quot;t tell anyone about this.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But the blind men left and spread the news about Jesus all around that area."
            },
            {
                "verse_number": "32",
                "verse_text": "When the two men were leaving, some people brought another man to Jesus. This man could not talk because he had a demon in him."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus forced the demon to leave the man. Then the man who couldn&quot;t talk was able to speak. The crowd was amazed and said, &apos;We have never seen anything like this in Israel.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Pharisees said, &apos;The leader of demons is the one that gives him power to force demons out.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus traveled through all the towns and villages. He taught in their synagogues and told people the Good News about the kingdom. And he healed all kinds of diseases and sicknesses."
            },
            {
                "verse_number": "36",
                "verse_text": "He saw the crowds of people and felt sorry for them because they were worried and helpless. They were like sheep without a shepherd."
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said to his followers, &apos;There are many people to harvest, but there are only a few workers to help harvest them."
            },
            {
                "verse_number": "38",
                "verse_text": "God owns the harvest. Pray to him that he will send more workers to help gather his harvest.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called his 12 followers together. He gave them power to drive out evil spirits and to heal every kind of disease and sickness."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the names of the 12 apostles: Simon (also called Peter) and his brother Andrew; James son of Zebedee, and his brother John;"
            },
            {
                "verse_number": "3",
                "verse_text": "Philip and Bartholomew; Thomas and Matthew, the tax collector; James son of Alphaeus, and Thaddaeus;"
            },
            {
                "verse_number": "4",
                "verse_text": "Simon the Zealot and Judas Iscariot. Judas is the one who turned against Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "These 12 men he sent out with the following order: &apos;Don&quot;t go to the non-Jewish people. And don&quot;t go into any town where the Samaritans live."
            },
            {
                "verse_number": "6",
                "verse_text": "But go to the people of Israel. They are like sheep that are lost."
            },
            {
                "verse_number": "7",
                "verse_text": "When you go, preach this: &quot;The kingdom of heaven is coming soon.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Heal the sick. Give dead people life again. Heal those who have harmful skin diseases. Force demons to leave people. I give you these powers freely. So help other people freely."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t carry any money with you&ndash;gold or silver or copper."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t carry a bag. Take for your trip only the clothes and sandals you are wearing. Don&quot;t take a walking stick. A worker should be given the things he needs."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When you enter a city or town, find some worthy person there and stay in his home until you leave."
            },
            {
                "verse_number": "12",
                "verse_text": "When you enter that home, say, &quot;Peace be with you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "If the people there welcome you, let your peace stay there. But if they don&quot;t welcome you, take back the peace you wished for them."
            },
            {
                "verse_number": "14",
                "verse_text": "And if a home or town refuses to welcome you or listen to you, then leave that place. Shake its dust off your feet."
            },
            {
                "verse_number": "15",
                "verse_text": "I tell you the truth. On the Judgment Day it will be worse for that town than for the towns of Sodom and Gomorrah."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Listen! I am sending you out, and you will be like sheep among wolves. So be as smart as snakes. But also be like doves and do nothing wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "Be careful of people. They will arrest you and take you to court. They will whip you in their synagogues."
            },
            {
                "verse_number": "18",
                "verse_text": "Because of me you will be taken to stand before governors and kings. You will tell them and the non-Jewish people about me."
            },
            {
                "verse_number": "19",
                "verse_text": "When you are arrested, don&quot;t worry about what to say or how you should say it. At that time you will be given the things to say."
            },
            {
                "verse_number": "20",
                "verse_text": "It will not really be you speaking. The Spirit of your Father will be speaking through you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Brothers will turn against their own brothers and give them over to be killed. Fathers will turn against their own children and give them to be killed. Children will fight against their own parents and have them killed."
            },
            {
                "verse_number": "22",
                "verse_text": "All people will hate you because you follow me. But the person who continues strong until the end will be saved."
            },
            {
                "verse_number": "23",
                "verse_text": "When you are treated badly in one city, go to another city. I tell you the truth. You will not finish going through all the cities of Israel before the Son of Man comes."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;A student is not better than his teacher. A servant is not better than his master."
            },
            {
                "verse_number": "25",
                "verse_text": "A student should be satisfied to become like his teacher. A servant should be satisfied to become like his master. If the head of the family is called Beelzebul, then the other members of the family will be called worse names!"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So don&quot;t be afraid of those people. Everything that is hidden will be shown. Everything that is secret will be made known."
            },
            {
                "verse_number": "27",
                "verse_text": "I tell you these things in the dark, but I want you to tell them in the light. I speak these things only to you, but you should tell them to everyone."
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t be afraid of people. They can only kill the body. They cannot kill the soul. The only one you should fear is the One who can destroy the body and the soul in hell."
            },
            {
                "verse_number": "29",
                "verse_text": "When birds are sold, two small birds cost only a penny. But not even one of the little birds can die without your Father&quot;s knowing it."
            },
            {
                "verse_number": "30",
                "verse_text": "God even knows how many hairs are on your head."
            },
            {
                "verse_number": "31",
                "verse_text": "So don&quot;t be afraid. You are worth much more than many birds."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If anyone stands before other people and says he believes in me, then I will say that he belongs to me. I will say this before my Father in heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "But if anyone stands before people and says he does not believe in me, then I will say that he does not belong to me. I will say this before my Father in heaven."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Don&quot;t think that I have come to bring peace to the earth. I did not come to bring peace, but a sword."
            },
            {
                "verse_number": "35",
                "verse_text": "I have come to make this happen: &quot;A son will be against his father, a daughter will be against her mother, a daughter-in-law will be against her mother-in-law."
            },
            {
                "verse_number": "36",
                "verse_text": "A person&quot;s enemies will be members of his own family.&quot; Micah 7:6"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Whoever loves his father or mother more than he loves me is not worthy to be my follower. Whoever loves his son or daughter more than he loves me is not worthy to be my follower."
            },
            {
                "verse_number": "38",
                "verse_text": "Whoever is not willing to die on a cross and follow me is not worthy of me."
            },
            {
                "verse_number": "39",
                "verse_text": "Whoever tries to hold on to his life will give up true life. Whoever gives up his life for me will hold on to true life."
            },
            {
                "verse_number": "40",
                "verse_text": "Whoever accepts you also accepts me. And whoever accepts me also accepts the One who sent me."
            },
            {
                "verse_number": "41",
                "verse_text": "Whoever meets a prophet and accepts him will receive the reward of a prophet. And whoever accepts a good man because that man is good will receive the reward of a good man."
            },
            {
                "verse_number": "42",
                "verse_text": "Whoever helps one of these little ones because they are my followers will truly get his reward. He will get his reward even if he only gave my follower a cup of cold water.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Jesus finished telling these things to his 12 followers. Then he left there and went to the towns in Galilee to teach and preach."
            },
            {
                "verse_number": "2",
                "verse_text": "John the Baptist was in prison, but he heard about the things the Christ was doing. So John sent some of his followers to Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "They asked Jesus, &apos;Are you the man who John said was coming, or should we wait for another one?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Go back to John and tell him about the things you hear and see:"
            },
            {
                "verse_number": "5",
                "verse_text": "The blind can see. The crippled can walk. People with harmful skin diseases are healed. The deaf can hear. The dead are raised to life. And the Good News is told to the poor."
            },
            {
                "verse_number": "6",
                "verse_text": "The person who does not lose faith because of me is blessed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "As John&quot;s followers were leaving, Jesus began talking to the people about John. Jesus said, &apos;What did you go out to the desert to see? A reed blown by the wind? No."
            },
            {
                "verse_number": "8",
                "verse_text": "Really, what did you go out to see? A man dressed in fine clothes? No. Those people who wear fine clothes live in kings&quot; palaces."
            },
            {
                "verse_number": "9",
                "verse_text": "So what did you go out to see? A prophet? Yes, and I tell you, John is more than a prophet."
            },
            {
                "verse_number": "10",
                "verse_text": "This was written about John in the Scriptures: &quot;I will send my messenger ahead of you. He will prepare the way for you.&quot; Malachi 3:1 we sang a sad song, but you did not cry.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "I tell you the truth: John the Baptist is greater than any other man who has ever lived. But even the least important person in the kingdom of heaven is greater than John."
            },
            {
                "verse_number": "12",
                "verse_text": "Since the time John the Baptist came until now, the kingdom of heaven has been going forward in strength. People using force have been trying to take the kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "All the prophets and the law of Moses spoke until the time John came. They told about the things that would happen."
            },
            {
                "verse_number": "14",
                "verse_text": "And if you will believe the things the law and the prophets said, then you will believe that John is Elijah. The law and the prophets said he would come."
            },
            {
                "verse_number": "15",
                "verse_text": "Let those with ears use them and listen!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;What can I say about the people who live today? What are they like? They are like children sitting in the marketplace. One group calls to the other,"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;We played music for you, but you did not dance;"
            },
            {
                "verse_number": "18",
                "verse_text": "John came, and he did not eat like other people or drink wine. And people say, &quot;He has a demon.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Son of Man came, eating and drinking wine, and people say, &quot;Look at him! He eats too much and drinks too much. He is a friend of tax collectors and &apos;sinners.&apos;&quot; But wisdom is proved to be right by the things it does.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus criticized the cities where he did most of his miracles. He criticized them because the people there did not change their lives and stop sinning."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos;How terrible for you, Korazin! How terrible for you, Bethsaida! I did many miracles in you. If those same miracles had happened in Tyre and Sidon, then the people there would have changed their lives a long time ago. They would have worn rough cloth and put ashes on themselves to show that they had changed."
            },
            {
                "verse_number": "22",
                "verse_text": "But I tell you, on the Judgment Day it will be worse for you than for Tyre and Sidon."
            },
            {
                "verse_number": "23",
                "verse_text": "And you, Capernaum, will you be lifted up to heaven? No. You will be thrown down to the depths. I did many miracles in you. If those same miracles had happened in Sodom, its people would have stopped sinning, and it would still be a city today."
            },
            {
                "verse_number": "24",
                "verse_text": "But I tell you it will be worse for you on the Judgment Day than for Sodom.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said, &apos;I thank you, Father, Lord of heaven and earth. I praise you because you have hidden these things from the people who are wise and smart. But you have shown them to those who are like little children."
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, Father, this is what you really wanted."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;My Father has given me all things. No one knows the Son&ndash;only the Father knows the Son. And no one knows the Father&ndash;only the Son knows the Father. And the only people who will know about the Father are those whom the Son chooses to tell."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Come to me, all of you who are tired and have heavy loads. I will give you rest."
            },
            {
                "verse_number": "29",
                "verse_text": "Accept my work and learn from me. I am gentle and humble in spirit. And you will find rest for your souls."
            },
            {
                "verse_number": "30",
                "verse_text": "The work that I ask you to accept is easy. The load I give you to carry is not heavy.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "About that same time, Jesus was walking through some fields of grain on a Sabbath day. His followers were with him, and they were hungry. So they began to pick the grain and eat it."
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees saw this, and they said to Jesus, &apos;Look! Your followers are doing something that is against the Jewish law to do on the Sabbath day.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Have you not read what David did when he and the people with him were hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "David went into God&quot;s house. He and those with him ate the bread that was made holy for God. It was against the law for them to eat that bread. Only the priests were allowed to eat it."
            },
            {
                "verse_number": "5",
                "verse_text": "And have you not read in the law of Moses that on every Sabbath day the priests in the Temple break this law about the Sabbath day? But the priests are not wrong for doing that."
            },
            {
                "verse_number": "6",
                "verse_text": "I tell you that there is something here that is greater than the Temple."
            },
            {
                "verse_number": "7",
                "verse_text": "The Scripture says, &quot;I want faithful love more than I want animal sacrifices.&quot; You don&quot;t really know what those words mean. If you understood them, you would not judge those who have done nothing wrong."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The Son of Man is Lord of the Sabbath day.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus left there and went into their synagogue."
            },
            {
                "verse_number": "10",
                "verse_text": "In the synagogue, there was a man with a crippled hand. Some Jews there were looking for a reason to accuse Jesus of doing wrong. So they asked him, &apos;Is it right to heal on the Sabbath day?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;If any of you has a sheep, and it falls into a ditch on the Sabbath day, then you will take the sheep and help it out of the ditch."
            },
            {
                "verse_number": "12",
                "verse_text": "Surely a man is more important than a sheep. So the law of Moses allows people to do good things on the Sabbath day.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the man with the crippled hand, &apos;Let me see your hand.&apos; The man put his hand out, and the hand became well again, the same as the other hand."
            },
            {
                "verse_number": "14",
                "verse_text": "But the Pharisees left and made plans to kill Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus knew what the Pharisees were doing, so he left that place. Many people followed him, and he healed all who were sick."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus warned the people not to tell who he was."
            },
            {
                "verse_number": "17",
                "verse_text": "He did these things to make come true what Isaiah the prophet had said:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Here is my servant whom I have chosen. I love him, and I am pleased with him. I will put my Spirit in him. Then he will tell how I will judge all people fairly. No one will hear his voice in the streets. He will not put out even a weak flame. He will continue until he makes fair judgment win the victory."
            },
            {
                "verse_number": "19",
                "verse_text": "He will not argue or shout."
            },
            {
                "verse_number": "20",
                "verse_text": "He will not break a crushed blade of grass."
            },
            {
                "verse_number": "21",
                "verse_text": "In him will the nations find hope.&apos; Isaiah 42:1-4"
            },
            {
                "verse_number": "22",
                "verse_text": "Then some people brought a man to Jesus. This man was blind and could not talk, because he had a demon. Jesus healed the man, and the man could talk and see."
            },
            {
                "verse_number": "23",
                "verse_text": "All the people were amazed. They said, &apos;Perhaps this man is the Son of David!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The Pharisees heard the people saying this. The Pharisees said, &apos;Jesus uses the power of Beelzebul to force demons out of people. Beelzebul is the ruler of demons.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus knew what the Pharisees were thinking. So he said to them, &apos;Every kingdom that is fighting against itself will be destroyed. And every city that is divided will fall. And every family that is divided cannot succeed."
            },
            {
                "verse_number": "26",
                "verse_text": "So if Satan forces out his own demons, then Satan is divided, and his kingdom will not continue."
            },
            {
                "verse_number": "27",
                "verse_text": "You say that I use the power of Satan when I force out demons. If that is true, then what power do your people use when they force out demons? So your own people prove that you are wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "But if I use the power of God&quot;s Spirit to force out demons, this shows that the kingdom of God has come to you."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;If anyone wants to enter a strong man&quot;s house and steal his things, first he must tie up the strong man. Then he can steal the things from the strong man&quot;s house."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;If anyone is not with me, then he is against me. He who does not work with me is working against me."
            },
            {
                "verse_number": "31",
                "verse_text": "So I tell you, people can be forgiven for every sin they do. And people can be forgiven for every bad thing they say. But if anyone speaks against the Holy Spirit, then he will not be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "Anyone who says things against the Son of Man can be forgiven. But anyone who says things against the Holy Spirit will not be forgiven. He will not be forgiven now or in the future."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;If you want good fruit, you must make the tree good. If your tree is not good, then it will have bad fruit. A tree is known by the kind of fruit it produces."
            },
            {
                "verse_number": "34",
                "verse_text": "You snakes! You are evil people! How can you say anything good? The mouth speaks the things that are in the heart."
            },
            {
                "verse_number": "35",
                "verse_text": "A good person has good things in his heart. And so he speaks the good things that come from his heart. But an evil person has evil in his heart. So he speaks the evil things that come from his heart."
            },
            {
                "verse_number": "36",
                "verse_text": "And I tell you that people will have to explain about every careless thing they have said. This will happen on the Judgment Day."
            },
            {
                "verse_number": "37",
                "verse_text": "The words you have said will be used to judge you. Some of your words will prove you right, but some of your words will prove you guilty.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then some of the Pharisees and teachers of the law answered Jesus. They said, &apos;Teacher, we want to see you work a miracle as a sign.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus answered, &apos;Evil and sinful people are the ones who want to see a miracle for a sign. But no sign will be given to them. The only sign will be what happened to the prophet Jonah."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonah was in the stomach of the big fish for three days and three nights. In the same way, the Son of Man will be in the grave three days and three nights."
            },
            {
                "verse_number": "41",
                "verse_text": "And on the Judgment Day the men from Nineveh will stand up with you people who live today. They will show that you are guilty because when Jonah preached to them, they were sorry and changed their lives. And I tell you that someone greater than Jonah is here!"
            },
            {
                "verse_number": "42",
                "verse_text": "On the Judgment Day, the Queen of the South will stand up with you people who live today. She will show that you are guilty because she came from far away to listen to Solomon&quot;s wise teaching. And I tell you that someone greater than Solomon is here!"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;When an evil spirit comes out of a man, it travels through dry places looking for a place to rest. But it finds no place to rest."
            },
            {
                "verse_number": "44",
                "verse_text": "So the spirit says, &quot;I will go back to the home I left.&quot; When the spirit comes back to the man, the spirit finds the home still empty. The home is swept clean and made neat."
            },
            {
                "verse_number": "45",
                "verse_text": "Then the evil spirit goes out and brings seven other spirits even more evil than it is. Then all the spirits go into the man and live there. And that man has even more trouble than he had before. It is the same way with the evil people who live today.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "While Jesus was talking to the people, his mother and brothers stood outside. They wanted to talk to him."
            },
            {
                "verse_number": "47",
                "verse_text": "Someone told Jesus, &apos;Your mother and brothers are waiting for you outside. They want to talk to you.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "He answered, &apos;Who is my mother? Who are my brothers?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then he pointed to his followers and said, &apos;See! These people are my mother and my brothers."
            },
            {
                "verse_number": "50",
                "verse_text": "My true brothers and sisters and mother are those who do the things that my Father in heaven wants.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "That same day Jesus went out of the house and sat by the lake."
            },
            {
                "verse_number": "2",
                "verse_text": "Large crowds gathered around him. So Jesus got into a boat and sat, while the people stayed on the shore."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jesus used stories to teach them many things. He said: &apos;A farmer went out to plant his seed."
            },
            {
                "verse_number": "4",
                "verse_text": "While he was planting, some seed fell by the road. The birds came and ate all that seed."
            },
            {
                "verse_number": "5",
                "verse_text": "Some seed fell on rocky ground, where there wasn&quot;t enough dirt. That seed grew very fast, because the ground was not deep."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun rose, the plants dried up because they did not have deep roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Some other seed fell among thorny weeds. The weeds grew and choked the good plants."
            },
            {
                "verse_number": "8",
                "verse_text": "Some other seed fell on good ground where it grew and became grain. Some plants made 100 times more grain. Other plants made 60 times more grain, and some made 30 times more grain."
            },
            {
                "verse_number": "9",
                "verse_text": "Let those with ears use them and listen!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The followers came to Jesus and asked, &apos;Why do you use stories to teach the people?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;Only you can know the secret truths about the kingdom of heaven. Other people cannot know these secret truths."
            },
            {
                "verse_number": "12",
                "verse_text": "The person who has something will be given more. And he will have all he needs. But the person who does not have much, even what he has will be taken from him."
            },
            {
                "verse_number": "13",
                "verse_text": "This is why I use stories to teach the people: They see, but they don&quot;t really see. They hear, but they don&quot;t really understand."
            },
            {
                "verse_number": "14",
                "verse_text": "So they show that the things Isaiah said about them are true: &quot;You will listen and listen, but you will not understand. You will look and look, but you will not learn. They do not hear with their ears. And they have closed their eyes. Otherwise they might really understand what they see with their eyes and hear with their ears. They might really understand in their minds. If they did this, they would come back to me and be forgiven.&quot; Isaiah 6:9-10 &apos;I will speak using stories; I will tell things that have been secret since the world was made.&apos; Psalm 78:2 They answered, &apos;Yes, we understand.&apos; But Jesus said to them, &apos;A prophet is honored everywhere except in his own town or in his own home.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "For these people have become stubborn."
            },
            {
                "verse_number": "16",
                "verse_text": "But you are blessed. You understand the things you see with your eyes. And you understand the things you hear with your ears."
            },
            {
                "verse_number": "17",
                "verse_text": "I tell you the truth. Many prophets and good people wanted to see the things that you now see. But they did not see them. And many prophets and good people wanted to hear the things that you now hear. But they did not hear them."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;So listen to the meaning of that story about the farmer."
            },
            {
                "verse_number": "19",
                "verse_text": "What is the seed that fell by the road? That seed is like the person who hears the teaching about the kingdom but does not understand it. The Evil One comes and takes away the things that were planted in that person&quot;s heart."
            },
            {
                "verse_number": "20",
                "verse_text": "And what is the seed that fell on rocky ground? That seed is like the person who hears the teaching and quickly accepts it with joy."
            },
            {
                "verse_number": "21",
                "verse_text": "But he does not let the teaching go deep into his life. He keeps it only a short time. When trouble or persecution comes because of the teaching he accepted, then he quickly gives up."
            },
            {
                "verse_number": "22",
                "verse_text": "And what is the seed that fell among the thorny weeds? That seed is like the person who hears the teaching but lets worries about this life and love of money stop that teaching from growing. So the teaching does not produce fruit in that person&quot;s life."
            },
            {
                "verse_number": "23",
                "verse_text": "But what is the seed that fell on the good ground? That seed is like the person who hears the teaching and understands it. That person grows and produces fruit, sometimes 100 times more, sometimes 60 times more, and sometimes 30 times more.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus told them another story. He said, &apos;The kingdom of heaven is like a man who planted good seed in his field."
            },
            {
                "verse_number": "25",
                "verse_text": "That night, when everyone was asleep, his enemy came and planted weeds among the wheat. Then the enemy went away."
            },
            {
                "verse_number": "26",
                "verse_text": "Later, the wheat grew and heads of grain grew on the wheat plants. But at the same time the weeds also grew."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the man&quot;s servants came to him and said, &quot;You planted good seed in your field. Where did the weeds come from?&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "The man answered, &quot;An enemy planted weeds.&quot; The servants asked, &quot;Do you want us to pull up the weeds?&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "The man answered, &quot;No, because when you pull up the weeds, you might also pull up the wheat."
            },
            {
                "verse_number": "30",
                "verse_text": "Let the weeds and the wheat grow together until the harvest time. At harvest time I will tell the workers this: First gather the weeds and tie them together to be burned. Then gather the wheat and bring it to my barn.&quot;&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus told another story: &apos;The kingdom of heaven is like a mustard seed. A man plants the seed in his field."
            },
            {
                "verse_number": "32",
                "verse_text": "That seed is the smallest of all seeds. But when it grows, it is one of the largest garden plants. It becomes a tree, big enough for the wild birds to come and make nests in its branches.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Jesus told another story: &apos;The kingdom of heaven is like yeast that a woman mixes into a big bowl of flour. The yeast makes all the dough rise.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus used stories to tell all these things to the people. He always used stories to teach people."
            },
            {
                "verse_number": "35",
                "verse_text": "This is as the prophet said:"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus left the crowd and went into the house. His followers came to him and said, &apos;Explain to us the meaning of the story about the weeds in the field.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered, &apos;The man who planted the good seed in the field is the Son of Man."
            },
            {
                "verse_number": "38",
                "verse_text": "The field is the world. And the good seed are all of God&quot;s children in the kingdom. The weeds are those people who belong to the Evil One."
            },
            {
                "verse_number": "39",
                "verse_text": "And the enemy who planted the bad seed is the devil. The harvest time is the end of the age. And the workers who gather are God&quot;s angels."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;The weeds are pulled up and burned in the fire. It will be this way at the end of the age."
            },
            {
                "verse_number": "41",
                "verse_text": "The Son of Man will send out his angels. They will gather out of his kingdom all who cause sin and all who do evil."
            },
            {
                "verse_number": "42",
                "verse_text": "The angels will throw them into the blazing furnace. There the people will cry and grind their teeth with pain."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the good people will shine like the sun in the kingdom of their Father. Let those with ears use them and listen!"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;The kingdom of heaven is like a treasure hidden in a field. One day a man found the treasure, and then he hid it in the field again. The man was very happy to find the treasure. He went and sold everything that he owned to buy that field."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Also, the kingdom of heaven is like a man looking for fine pearls."
            },
            {
                "verse_number": "46",
                "verse_text": "One day he found a very valuable pearl. The man went and sold everything he had to buy that pearl."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Also, the kingdom of heaven is like a net that was put into the lake. The net caught many different kinds of fish."
            },
            {
                "verse_number": "48",
                "verse_text": "When it was full, the fishermen pulled the net to the shore. They sat down and put all the good fish in baskets. Then they threw away the bad fish."
            },
            {
                "verse_number": "49",
                "verse_text": "It will be this way at the end of the age. The angels will come and separate the evil people from the good people."
            },
            {
                "verse_number": "50",
                "verse_text": "The angels will throw the evil people into the blazing furnace. In that place the people will cry and grind their teeth with pain.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus asked his followers, &apos;Do you understand all these things?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Then Jesus said to them, &apos;So every teacher of the law who has been taught about the kingdom of heaven is like the owner of a house. He has both new things and old things saved in his house. And he brings out both those new things and old things.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus finished teaching with these stories, he left there."
            },
            {
                "verse_number": "54",
                "verse_text": "He went to the town where he grew up. He taught the people in the synagogue, and they were amazed. They said, &apos;Where did this man get this wisdom and this power to do miracles?"
            },
            {
                "verse_number": "55",
                "verse_text": "He is only the son of the carpenter. And his mother is Mary. His brothers are James, Joseph, Simon and Judas."
            },
            {
                "verse_number": "56",
                "verse_text": "And all his sisters are here with us. So where does this man get all these things?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "And the people refused to accept Jesus."
            },
            {
                "verse_number": "58",
                "verse_text": "The people there did not believe in Jesus. So Jesus did not do many miracles there."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Herod, the ruler of Galilee, heard the reports about Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "So Herod said to his servants, &apos;Jesus is really John the Baptist. He has risen from death. That is why he is able to do these miracles.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Sometime before this, Herod had arrested John, tied him up, and put him into prison. Herod did this because of Herodias. Herodias was the wife of Philip, Herod&quot;s brother."
            },
            {
                "verse_number": "4",
                "verse_text": "Herod arrested John because he told Herod: &apos;It is not right for you to have Herodias.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Herod wanted to kill John, but he was afraid of the people. They believed that John was a prophet."
            },
            {
                "verse_number": "6",
                "verse_text": "On Herod&quot;s birthday, the daughter of Herodias danced for Herod and his guests. Herod was very pleased with her,"
            },
            {
                "verse_number": "7",
                "verse_text": "so he promised he would give her anything she wanted."
            },
            {
                "verse_number": "8",
                "verse_text": "Herodias told her daughter what to ask for. So she said to Herod, &apos;Give me the head of John the Baptist here on a platter.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "King Herod was very sad. But he had promised to give her anything she wanted, and the people eating with him had heard his promise. So Herod ordered that what she asked for be done."
            },
            {
                "verse_number": "10",
                "verse_text": "He sent men to the prison to cut off John&quot;s head."
            },
            {
                "verse_number": "11",
                "verse_text": "And the men brought John&quot;s head on a platter and gave it to the girl. She took it to her mother, Herodias."
            },
            {
                "verse_number": "12",
                "verse_text": "John&quot;s followers came and got his body and buried it. Then they went and told Jesus what happened."
            },
            {
                "verse_number": "13",
                "verse_text": "When Jesus heard what happened to John, Jesus left in a boat. He went to a lonely place by himself. But when the crowds heard about it, they followed him on foot from the towns."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus arrived, he saw a large crowd. He felt sorry for them and healed those who were sick."
            },
            {
                "verse_number": "15",
                "verse_text": "Late that afternoon, his followers came to Jesus and said, &apos;No one lives in this place. And it is already late. Send the people away so they can go to the towns and buy food for themselves.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus answered, &apos;They don&quot;t need to go away. You give them some food to eat.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The followers answered, &apos;But we have only five loaves of bread and two fish.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus said, &apos;Bring the bread and the fish to me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he told the people to sit down on the grass. He took the five loaves of bread and the two fish. Then he looked to heaven and thanked God for the food. Jesus divided the loaves of bread. He gave them to his followers, and they gave the bread to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "All the people ate and were satisfied. After they finished eating, the followers filled 12 baskets with the pieces of food that were not eaten."
            },
            {
                "verse_number": "21",
                "verse_text": "There were about 5,000 men there who ate, as well as women and children."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus made his followers get into the boat. He told them to go ahead of him to the other side of the lake. Jesus stayed there to tell the people they could go home."
            },
            {
                "verse_number": "23",
                "verse_text": "After he said good-bye to them, he went alone up into the hills to pray. It was late, and Jesus was there alone."
            },
            {
                "verse_number": "24",
                "verse_text": "By this time, the boat was already far away on the lake. The boat was having trouble because of the waves, and the wind was blowing against it."
            },
            {
                "verse_number": "25",
                "verse_text": "Between three and six o&quot;clock in the morning, Jesus&quot; followers were still in the boat. Jesus came to them. He was walking on the water."
            },
            {
                "verse_number": "26",
                "verse_text": "When the followers saw him walking on the water, they were afraid. They said, &apos;It&quot;s a ghost!&apos; and cried out in fear."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus quickly spoke to them. He said, &apos;Have courage! It is I! Don&quot;t be afraid.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, &apos;Lord, if that is really you, then tell me to come to you on the water.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;Come.&apos; And Peter left the boat and walked on the water to Jesus."
            },
            {
                "verse_number": "30",
                "verse_text": "But when Peter saw the wind and the waves, he became afraid and began to sink. He shouted, &apos;Lord, save me!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus reached out his hand and caught Peter. Jesus said, &apos;Your faith is small. Why did you doubt?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "After Peter and Jesus were in the boat, the wind became calm."
            },
            {
                "verse_number": "33",
                "verse_text": "Then those who were in the boat worshiped Jesus and said, &apos;Truly you are the Son of God!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "After they crossed the lake, they came to the shore at Gennesaret."
            },
            {
                "verse_number": "35",
                "verse_text": "The people there saw Jesus and knew who he was. So they told people all around there that Jesus had come. They brought all their sick to him."
            },
            {
                "verse_number": "36",
                "verse_text": "They begged Jesus to let them just touch the edge of his coat to be healed. And all the sick people who touched it were healed."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then some Pharisees and teachers of the law came to Jesus from Jerusalem. They asked him,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Why do your followers not obey the rules given to us by the great people who lived before us? Your followers don&quot;t wash their hands before they eat!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;And why do you refuse to obey God&quot;s command so that you can follow those rules you have?"
            },
            {
                "verse_number": "4",
                "verse_text": "God said, &quot;Honor your father and mother.&quot; And God also said, &quot;Anyone who says cruel things to his father or mother must be put to death.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But you say that a person can tell his father or mother, &quot;I have something I could use to help you. But I will not use it for you. I will give it to God.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "You teach that person not to honor his father. You teach that it is not important to do what God said. You think that it is more important to follow the rules you have."
            },
            {
                "verse_number": "7",
                "verse_text": "You are hypocrites! Isaiah was right when he spoke about you:"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;These people show honor to me with words. But their hearts are far from me. The things they teach are nothing but human rules they have memorized.&quot;&apos; Isaiah 29:13 They answered, &apos;We have seven loaves and a few small fish.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Their worship of me is worthless."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus called the crowd to him. He said, &apos;Listen and understand what I am saying."
            },
            {
                "verse_number": "11",
                "verse_text": "It is not what a person puts into his mouth that makes him unclean. It is what comes out of his mouth that makes him unclean.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then his followers came to Jesus and asked, &apos;Do you know that the Pharisees are angry because of what you said?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;Every plant that my Father in heaven has not planted himself will be pulled up by the roots."
            },
            {
                "verse_number": "14",
                "verse_text": "Stay away from the Pharisees. They are blind leaders. And if a blind man leads another blind man, then both men will fall into a ditch.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Peter said, &apos;Explain the story to us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said, &apos;You still have trouble understanding?"
            },
            {
                "verse_number": "17",
                "verse_text": "Surely you know that all the food that enters the mouth goes into the stomach. Then that food goes out of the body."
            },
            {
                "verse_number": "18",
                "verse_text": "But what a person says with his mouth comes from the way he thinks. And these are the things that make him unclean."
            },
            {
                "verse_number": "19",
                "verse_text": "Out of the mind come evil thoughts, murder, adultery, sexual immorality, stealing, lying, and saying bad things against other people."
            },
            {
                "verse_number": "20",
                "verse_text": "These things make a person unclean. But eating with unwashed hands does not make him unclean.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus left that place and went to the area of Tyre and Sidon."
            },
            {
                "verse_number": "22",
                "verse_text": "A Canaanite woman from that area came to Jesus. The woman cried out, &apos;Lord, Son of David, please help me! My daughter has a demon, and she is suffering very much.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus did not answer the woman. So the followers came to Jesus and begged him, &apos;Tell the woman to go away. She is following us and shouting.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered, &apos;God sent me only to the lost sheep, the people of Israel.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the woman came to Jesus again. She bowed before him and said, &apos;Lord, help me!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;It is not right to take the children&quot;s bread and give it to the dogs.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The woman said, &apos;Yes, Lord, but even the dogs eat the pieces of food that fall from their masters&quot; table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Jesus answered, &apos;Woman, you have great faith! I will do what you asked me to do.&apos; And at that moment the woman&quot;s daughter was healed."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus left that place and went to the shore of Lake Galilee. He went up on a hill and sat there."
            },
            {
                "verse_number": "30",
                "verse_text": "Great crowds came to Jesus. They brought their sick with them: the lame, the blind, the crippled, the dumb and many others. They put them at Jesus&quot; feet, and he healed them."
            },
            {
                "verse_number": "31",
                "verse_text": "The crowd was amazed when they saw that people who could not speak were able to speak again. The crippled were made strong again. Those who could not walk were able to walk again. The blind were able to see again. And they praised the God of Israel for this."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus called his followers to him and said, &apos;I feel sorry for these people. They have been with me three days, and now they have nothing to eat. I don&quot;t want to send them away hungry. They might faint while going home.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "His followers asked him, &apos;Where can we get enough bread to feed all these people? We are far away from any town.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus asked, &apos;How many loaves of bread do you have?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus told the people to sit on the ground."
            },
            {
                "verse_number": "36",
                "verse_text": "He took the seven loaves of bread and the fish and gave thanks to God for the food. Then Jesus divided the food and gave it to his followers. They gave the food to the people."
            },
            {
                "verse_number": "37",
                "verse_text": "All the people ate and were satisfied. After this, the followers filled seven baskets with the pieces of food that were not eaten."
            },
            {
                "verse_number": "38",
                "verse_text": "There were about 4,000 men there who ate, besides women and children."
            },
            {
                "verse_number": "39",
                "verse_text": "After they ate, Jesus told the people to go home. He got into the boat and went to the area of Magadan."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees and Sadducees came to Jesus. They wanted to trap him. So they asked him to show them a miracle to prove that he was from God."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus answered, &apos;When you see the sunset, you know what the weather will be. If the sky is red, then you say we will have good weather."
            },
            {
                "verse_number": "3",
                "verse_text": "And in the morning if the sky is dark and red, then you say that it will be a rainy day. You see these signs in the sky, and you know what they mean. In the same way, you see the things that are happening now. But you don&quot;t know their meaning."
            },
            {
                "verse_number": "4",
                "verse_text": "Evil and sinful people ask for a miracle as a sign. But they will have no sign&ndash;only the sign of Jonah.&apos; Then Jesus left them and went away."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus and his followers went across the lake. But the followers forgot to bring bread."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to them, &apos;Be careful! Guard against the yeast of the Pharisees and the Sadducees.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The followers discussed the meaning of this. They said, &apos;Did Jesus say this because we forgot to bring bread?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew that they were talking about this. So he asked them, &apos;Why are you talking about not having bread? Your faith is small."
            },
            {
                "verse_number": "9",
                "verse_text": "You still don&quot;t understand? Remember the five loaves of bread that fed the 5,000 people? And remember that you filled many baskets with bread after the people finished eating?"
            },
            {
                "verse_number": "10",
                "verse_text": "And remember the seven loaves of bread that fed the 4,000 people? Remember that you filled many baskets then also?"
            },
            {
                "verse_number": "11",
                "verse_text": "So I was not talking to you about bread. Why don&quot;t you understand that? I am telling you to be careful and guard against the yeast of the Pharisees and the Sadducees.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the followers understood what Jesus meant. He was not telling them to guard against the yeast used in bread. He was telling them to guard against the teaching of the Pharisees and the Sadducees."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went to the area of Caesarea Philippi. He said to his followers, &apos;I am the Son of Man. Who do the people say I am?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They answered, &apos;Some people say you are John the Baptist. Others say you are Elijah. And others say that you are Jeremiah or one of the prophets.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus asked them, &apos;And who do you say I am?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter answered, &apos;You are the Christ, the Son of the living God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;You are blessed, Simon son of Jonah. No person taught you that. My Father in heaven showed you who I am."
            },
            {
                "verse_number": "18",
                "verse_text": "So I tell you, you are Peter. And I will build my church on this rock. The power of death will not be able to defeat my church."
            },
            {
                "verse_number": "19",
                "verse_text": "I will give you the keys of the kingdom of heaven. The things you don&quot;t allow on earth will be the things that God does not allow. The things you allow on earth will be the things that God allows.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus warned his followers not to tell anyone that he was the Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "From that time on Jesus began telling his followers that he must go to Jerusalem. He explained that the Jewish elders, the leading priests, and the teachers of the law would make him suffer many things. And he told them that he must be killed. Then, on the third day, he would be raised from death."
            },
            {
                "verse_number": "22",
                "verse_text": "Peter took Jesus aside and began to criticize him. Peter said, &apos;God save you from those things, Lord! Those things will never happen to you!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to Peter, &apos;Go away from me, Satan! You are not helping me! You don&quot;t care about the things of God. You care only about things that men think are important.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said to his followers, &apos;If anyone wants to follow me, he must say &quot;no&quot; to the things he wants. He must be willing even to die on a cross, and he must follow me."
            },
            {
                "verse_number": "25",
                "verse_text": "Whoever wants to save his life will give up true life. And whoever gives up his life for me will have true life."
            },
            {
                "verse_number": "26",
                "verse_text": "It is worth nothing for a man to have the whole world if he loses his soul. He could never pay enough to buy back his soul."
            },
            {
                "verse_number": "27",
                "verse_text": "The Son of Man will come again with his Father&quot;s glory and with his angels. At that time, he will reward everyone for what he has done."
            },
            {
                "verse_number": "28",
                "verse_text": "I tell you the truth. There are some people standing here who, before they die, will see the Son of Man coming with his kingdom.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Six days later, Jesus took Peter, James, and John the brother of James up on a high mountain. They were all alone there."
            },
            {
                "verse_number": "2",
                "verse_text": "While they watched, Jesus was changed. His face became bright like the sun. And his clothes became white as light."
            },
            {
                "verse_number": "3",
                "verse_text": "Then two men were there, talking with him. The men were Moses and Elijah."
            },
            {
                "verse_number": "4",
                "verse_text": "Peter said to Jesus, &apos;Lord, it is good that we are here. If you want, I will put three tents here&ndash;one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While Peter was talking, a bright cloud covered them. A voice came from the cloud. The voice said, &apos;This is my Son and I love him. I am very pleased with him. Obey him!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The followers with Jesus heard the voice. They were so frightened that they fell to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "But Jesus went to them and touched them. He said, &apos;Stand up. Don&quot;t be afraid.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When the followers looked up, they saw Jesus was now alone."
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus and the followers were coming down the mountain, Jesus commanded them, &apos;Don&quot;t tell anyone about the things you saw on the mountain. Wait until the Son of Man has been raised from death. Then you may tell.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The followers asked Jesus, &apos;Why do the teachers of the law say that Elijah must come first, before the Christ comes?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;They are right to say that Elijah is coming. And it is true that Elijah will make everything the way it should be."
            },
            {
                "verse_number": "12",
                "verse_text": "But I tell you, Elijah has already come. People did not know who he was. They did to him everything they wanted to do. It will be the same with the Son of Man. Those same people will make the Son of Man suffer.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the followers understood that Jesus was talking about John the Baptist."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus and his followers went back to the crowd. A man came to Jesus and bowed before him."
            },
            {
                "verse_number": "15",
                "verse_text": "The man said, &apos;Lord, please help my son. He has epilepsy and is suffering very much. He often falls into the fire or into the water."
            },
            {
                "verse_number": "16",
                "verse_text": "I brought him to your followers, but they could not cure him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;You people have no faith. Your lives are all wrong. How long must I stay with you? How long must I continue to be patient with you? Bring the boy here.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus gave a strong command to the demon inside the boy. Then the demon came out, and the boy was healed."
            },
            {
                "verse_number": "19",
                "verse_text": "The followers came to Jesus when he was alone. They said, &apos;Why couldn&quot;t we force the demon out?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered, &apos;You were not able to drive out the demon because your faith is too small. I tell you the truth. If your faith is as big as a mustard seed, you can say to this mountain, &quot;Move from here to there.&quot; And the mountain will move. All things will be possible for you."
            },
            {
                "verse_number": "21",
                "verse_text": "[That kind of spirit comes out only if you use prayer and give up eating.]&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Later, the followers met together in Galilee. Jesus said to them, &apos;The Son of Man will be given into the control of some men."
            },
            {
                "verse_number": "23",
                "verse_text": "They will kill him, but on the third day he will be raised from death.&apos; And the followers were filled with sadness."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus and his followers went to Capernaum. There some men came to Peter. They were the men who collected the Temple tax. They asked, &apos;Does your teacher pay the Temple tax?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Peter answered, &apos;Yes, Jesus pays the tax.&apos; Peter went into the house where Jesus was. Before Peter could speak, Jesus said to him, &apos;The kings on the earth collect different kinds of taxes. But who are the people who pay the taxes? Are they the king&quot;s children? Or do others pay the taxes? What do you think?&apos; Jesus said to Peter, &apos;Then the children of the king don&quot;t have to pay taxes."
            },
            {
                "verse_number": "26",
                "verse_text": "Peter answered, &apos;Other people pay the taxes.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But we don&quot;t want to make these tax collectors angry. So go to the lake and fish. After you catch the first fish, open its mouth. Inside its mouth you will find a coin. Take that coin and give it to the tax collectors. That will pay the tax for you and me.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "At that time the followers came to Jesus and asked, &apos;Who is greatest in the kingdom of heaven?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus called a little child to him. He stood the child before the followers."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said, &apos;I tell you the truth. You must change and become like little children. If you don&quot;t do this, you will never enter the kingdom of heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "The greatest person in the kingdom of heaven is the one who makes himself humble like this child."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Whoever accepts a little child in my name accepts me."
            },
            {
                "verse_number": "6",
                "verse_text": "If one of these little children believes in me, and someone causes that child to sin, then it will be very bad for that person. It would be better for him to have a large stone tied around his neck and be drowned in the sea."
            },
            {
                "verse_number": "7",
                "verse_text": "How terrible for the people of the world because of the things that cause them to sin. Such things will happen. But how terrible for the one who causes them to happen."
            },
            {
                "verse_number": "8",
                "verse_text": "If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to have only part of your body but have life forever. That is much better than to have two hands and two feet but be thrown into the fire that burns forever."
            },
            {
                "verse_number": "9",
                "verse_text": "If your eye causes you to sin, take it out and throw it away. It is better for you to have only one eye but have life forever. That is much better than to have two eyes but be thrown into the fire of hell."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Be careful. Don&quot;t think these little children are worth nothing. I tell you that they have angels in heaven who are always with my Father in heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "[The Son of Man came to save lost people.]"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If a man has 100 sheep, but 1 of the sheep gets lost, he will leave the other 99 sheep on the hill. He will go to look for the lost sheep."
            },
            {
                "verse_number": "13",
                "verse_text": "And if he finds it, he is happier about that 1 sheep than about the 99 that were never lost. I tell you the truth."
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, your Father in heaven does not want any of these little children to be lost."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If your brother sins against you, go and tell him what he did wrong. Do this in private. If he listens to you, then you have helped him to be your brother again."
            },
            {
                "verse_number": "16",
                "verse_text": "But if he refuses to listen, then go to him again and take one or two other people with you. &quot;Every case may be proved by two or three witnesses.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "If he refuses to listen to them, then tell it to the church. If he refuses to listen to the church, then treat him as you would one who does not believe in God. Treat him as if he were a tax collector."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I tell you the truth. The things you don&quot;t allow on earth will be the things God does not allow. The things you allow on earth will be the things that God allows."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Also, I tell you that if two of you on earth agree about something, then you can pray for it. And the thing you ask for will be done for you by my Father in heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "This is true because if two or three people come together in my name, I am there with them.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Peter came to Jesus and asked, &apos;Lord, when my brother sins against me, how many times must I forgive him? Should I forgive him as many as 7 times?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered, &apos;I tell you, you must forgive him more than 7 times. You must forgive him even if he does wrong to you 70 times 7."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The kingdom of heaven is like a king who decided to collect the money his servants owed him."
            },
            {
                "verse_number": "24",
                "verse_text": "So the king began to collect his money. One servant owed him several million dollars."
            },
            {
                "verse_number": "25",
                "verse_text": "But the servant did not have enough money to pay his master, the king. So the master ordered that everything the servant owned should be sold, even the servant&quot;s wife and children. The money would be used to pay the king what the servant owed."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But the servant fell on his knees and begged, &quot;Be patient with me. I will pay you everything I owe.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The master felt sorry for his servant. So the master told the servant he did not have to pay. He let the servant go free."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Later, that same servant found another servant who owed him a few dollars. The servant grabbed the other servant around the neck and said, &quot;Pay me the money you owe me!&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The other servant fell on his knees and begged him, &quot;Be patient with me. I will pay you everything I owe.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;But the first servant refused to be patient. He threw the other servant into prison until he could pay everything he owed."
            },
            {
                "verse_number": "31",
                "verse_text": "All the other servants saw what happened. They were very sorry. So they went and told their master all that had happened."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Then the master called his servant in and said, &quot;You evil servant! You begged me to forget what you owed. So I told you that you did not have to pay anything."
            },
            {
                "verse_number": "33",
                "verse_text": "I had mercy on you. You should have had the same mercy on that other servant.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "The master was very angry, and he put the servant in prison to be punished. The servant had to stay in prison until he could pay everything he owed."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;This king did what my heavenly Father will do to you if you do not forgive your brother from your heart.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus said all these things, he left Galilee. He went into the area of Judea on the other side of the Jordan River."
            },
            {
                "verse_number": "2",
                "verse_text": "Large crowds followed Jesus, and he healed them there."
            },
            {
                "verse_number": "3",
                "verse_text": "Some Pharisees came to Jesus and tried to trick him. They asked, &apos;Is it right for a man to divorce his wife for any reason he chooses?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Surely you have read in the Scriptures: When God made the world, &quot;he made them male and female.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "And God said, &quot;So a man will leave his father and mother and be united with his wife. And the two people will become one body.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the two are not two, but one. God joined the two people together. No person should separate them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Pharisees asked, &apos;Why then did Moses give a command for a man to divorce his wife by giving her divorce papers?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;Moses allowed you to divorce your wives because you refused to accept God&quot;s teaching. But divorce was not allowed in the beginning."
            },
            {
                "verse_number": "9",
                "verse_text": "I tell you that anyone who divorces his wife and marries another woman is guilty of adultery. The only reason for a man to divorce and marry again is if his first wife has been unfaithful to him.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The followers said to him, &apos;If that is the only reason a man can divorce his wife, then it is better not to marry.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;Not everyone can accept this truth about marriage. But God has made some able to accept it."
            },
            {
                "verse_number": "12",
                "verse_text": "There are different reasons why some men cannot marry. Some men were born without the ability to become fathers. Others were made that way later in life by other people. And other men have given up marriage because of the kingdom of heaven. But the person who can marry should accept this teaching about marriage.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the people brought their little children to Jesus so that he could put his hands on them and pray for them. When his followers saw this, they told the people to stop bringing their children to Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus said, &apos;Let the little children come to me. Don&quot;t stop them, because the kingdom of heaven belongs to people who are like these children.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After Jesus put his hands on the children, he left there."
            },
            {
                "verse_number": "16",
                "verse_text": "A man came to Jesus and asked, &apos;Teacher, what good thing must I do to have life forever?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;Why do you ask me about what is good? Only God is good. But if you want to have life forever, obey the commands.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The man asked, &apos;Which commands?&apos; Jesus answered, &apos;&quot;You must not murder anyone. You must not be guilty of adultery. You must not steal. You must not tell lies about your neighbor in court."
            },
            {
                "verse_number": "19",
                "verse_text": "Honor your father and mother. Love your neighbor as you love yourself.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The young man said, &apos;I have obeyed all these things. What else do I need to do?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;If you want to be perfect, then go and sell all the things you own. Give the money to the poor. If you do this, you will have a treasure in heaven. Then come and follow me!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But when the young man heard this, he became very sad because he was very rich. So he left Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to his followers, &apos;I tell you the truth. It will be very hard for a rich person to enter the kingdom of heaven."
            },
            {
                "verse_number": "24",
                "verse_text": "Yes, I tell you that it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the followers heard this, they were very surprised. They asked, &apos;Then who can be saved?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus looked at them and said, &apos;For men this is impossible. But for God all things are possible.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Peter said to Jesus, &apos;We left everything we had and followed you. So what will we have?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to them, &apos;I tell you the truth. When the new age comes, the Son of Man will sit on his great throne. And all of you who followed me will also sit on 12 thrones. And you will judge the 12 tribes of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "And everyone who has left houses, brothers, sisters, father, mother, children, or farms to follow me will get much more than he left. And he will have life forever."
            },
            {
                "verse_number": "30",
                "verse_text": "Many who are first now will be last in the future. And many who are last now will be first in the future."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The kingdom of heaven is like a man who owned some land. One morning, he went out very early to hire some people to work in his vineyard."
            },
            {
                "verse_number": "2",
                "verse_text": "The man agreed to pay the workers one silver coin for working that day. Then he sent them into the vineyard to work."
            },
            {
                "verse_number": "3",
                "verse_text": "About nine o&quot;clock the man went to the marketplace and saw some other people standing there, doing nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "So he said to them, &quot;If you go and work in my vineyard, I will pay you what your work is worth.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they went to work in the vineyard. The man went out again about twelve o&quot;clock and again at three o&quot;clock. Both times he hired people to work in his vineyard."
            },
            {
                "verse_number": "6",
                "verse_text": "About five o&quot;clock the man went to the marketplace again. He saw others standing there. He asked them, &quot;Why did you stand here all day doing nothing?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &quot;No one gave us a job.&quot; The man said to them, &quot;Then you can go and work in my vineyard.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;At the end of the day, the owner of the vineyard said to the boss of all the workers, &quot;Call the workers and pay them. Start by paying the last people I hired. Then pay all of them, ending with the workers I hired first.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The workers who were hired at five o&quot;clock came to get their pay. Each worker received one silver coin."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the workers who were hired first came to get their pay. They thought they would be paid more than the others. But each one of them also received one silver coin."
            },
            {
                "verse_number": "11",
                "verse_text": "When they got their silver coin, they complained to the man who owned the land."
            },
            {
                "verse_number": "12",
                "verse_text": "They said, &quot;Those people were hired last and worked only one hour. But you paid them the same as you paid us. And we worked hard all day in the hot sun.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the man who owned the vineyard said to one of those workers, &quot;Friend, I am being fair to you. You agreed to work for one silver coin."
            },
            {
                "verse_number": "14",
                "verse_text": "So take your pay and go. I want to give the man who was hired last the same pay that I gave you."
            },
            {
                "verse_number": "15",
                "verse_text": "I can do what I want with my own money. Are you jealous because I am good to those people?&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So those who are last now will someday be first. And those who are first now will someday be last.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus was going to Jerusalem. His 12 followers were with him. While they were on the way, Jesus gathered the followers together and spoke to them privately. He said to them,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;We are going to Jerusalem. The Son of Man will be turned over to the leading priests and the teachers of the law. They will say that he must die."
            },
            {
                "verse_number": "19",
                "verse_text": "They will give the Son of Man to the non-Jewish people. They will laugh at him and beat him with whips, and then they will kill him on a cross. But on the third day after his death, he will be raised to life again.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the wife of Zebedee came to Jesus. Her sons were with her. The mother bowed before Jesus and asked him to do something for her."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus asked, &apos;What do you want?&apos; She said, &apos;Promise that one of my sons will sit at your right side in your kingdom. And promise that the other son will sit at your left side.&apos; The sons answered, &apos;Yes, we can!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus said, &apos;You don&quot;t understand what you are asking. Can you accept the kind of suffering that I must suffer?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to them, &apos;Truly you will suffer the same things that I will suffer. But I cannot choose who will sit at my right side or my left side. Those places belong to those for whom my Father has prepared them.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The other ten followers heard this and were angry with the two brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus called all the followers together. He said, &apos;You know that the rulers of the non-Jewish people love to show their power over the people. And their important leaders love to use all their authority."
            },
            {
                "verse_number": "26",
                "verse_text": "But it should not be that way among you. If one of you wants to become great, then he must serve the rest of you like a servant."
            },
            {
                "verse_number": "27",
                "verse_text": "If one of you wants to become first, then he must serve the rest of you like a slave."
            },
            {
                "verse_number": "28",
                "verse_text": "So it is with the Son of Man. The Son of Man did not come for other people to serve him. He came to serve others. The Son of Man came to give his life to save many people.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When Jesus and his followers were leaving Jericho, a great many people followed Jesus."
            },
            {
                "verse_number": "30",
                "verse_text": "There were two blind men sitting by the road. The blind men heard that Jesus was going by, so they shouted, &apos;Lord, Son of David, please help us!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "All the people criticized the blind men. They told them to be quiet. But the blind men shouted more and more, &apos;Lord, Son of David, please help us!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus stopped and said to the blind men, &apos;What do you want me to do for you?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They answered, &apos;Lord, we want to be able to see.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus felt sorry for the blind men. He touched their eyes, and at once they were able to see. Then the men followed Jesus."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus and his followers were coming closer to Jerusalem. But first they stopped at Bethphage at the hill called the Mount of Olives. From there Jesus sent two of his followers into the town."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;Go to the town you can see there. When you enter it, you will find a donkey tied there with its colt. Untie them and bring them to me."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone asks you why you are taking the donkeys, tell him, &quot;The Master needs them. He will send them back soon.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This was to make clear the full meaning of what the prophet said:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Tell the people of Jerusalem, &quot;Your king is coming to you. He is gentle and riding on a donkey. He is on the colt of a donkey.&quot;&apos; Isaiah 62:11; Zechariah 9:9 God bless the One who comes in the name of the Lord! Psalm 118:26 Praise to God in heaven!&apos; The priests and the leaders argued about Jesus&quot; question. They said to each other, &apos;If we answer, &quot;John&quot;s baptism was from God,&quot; then Jesus will say, &quot;Then why didn&quot;t you believe John?&quot; Then Jesus said, &apos;Then I won&quot;t tell you what authority I have to do these things! The priests and leaders answered, &apos;The first son.&apos; Jesus said to them, &apos;I tell you the truth. The tax collectors and the prostitutes will enter the kingdom of God before you do. &quot;The stone that the builders did not want became the cornerstone. The Lord did this, and it is wonderful to us.&quot; Psalm 118:22-23"
            },
            {
                "verse_number": "6",
                "verse_text": "The followers went and did what Jesus told them to do."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the donkey and the colt to Jesus. They laid their coats on the donkeys, and Jesus sat on them."
            },
            {
                "verse_number": "8",
                "verse_text": "Many people spread their coats on the road before Jesus. Others cut branches from the trees and spread them on the road."
            },
            {
                "verse_number": "9",
                "verse_text": "Some of the people were walking ahead of Jesus. Others were walking behind him. All the people were shouting, &apos;Praise to the Son of David! Jesus answered, &apos;Yes. Haven&quot;t you read in the Scriptures, &quot;You have taught children and babies to sing praises&quot;?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus went into Jerusalem. The city was filled with excitement. The people asked, &apos;Who is this man?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The crowd answered, &apos;This man is Jesus. He is the prophet from the town of Nazareth in Galilee.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus went into the Temple. He threw out all the people who were buying and selling there. He turned over the tables that belonged to the men who were exchanging different kinds of money. And he upset the benches of those who were selling doves."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said to all the people there, &apos;It is written in the Scriptures, &quot;My Temple will be a house where people will pray.&quot; But you are changing God&quot;s house into a &quot;hideout for robbers.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The blind and crippled people came to Jesus in the Temple, and Jesus healed them."
            },
            {
                "verse_number": "15",
                "verse_text": "The leading priests and the teachers of the law saw that Jesus was doing wonderful things. They saw the children praising him in the Temple. The children were saying, &apos;Praise to the Son of David.&apos; All these things made the priests and the teachers of the law very angry."
            },
            {
                "verse_number": "16",
                "verse_text": "They asked Jesus, &apos;Do you hear the things these children are saying?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus left and went out of the city to Bethany, where he spent the night."
            },
            {
                "verse_number": "18",
                "verse_text": "Early the next morning, Jesus was going back to the city. He was very hungry."
            },
            {
                "verse_number": "19",
                "verse_text": "He saw a fig tree beside the road. Jesus went to it, but there were no figs on the tree. There were only leaves. So Jesus said to the tree, &apos;You will never again have fruit!&apos; The tree immediately dried up."
            },
            {
                "verse_number": "20",
                "verse_text": "His followers saw this and were amazed. They asked, &apos;How did the fig tree dry up so quickly?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;I tell you the truth. If you have faith and do not doubt, you will be able to do what I did to this tree. And you will be able to do more. You will be able to say to this mountain, &quot;Go, mountain, fall into the sea.&quot; And if you have faith, it will happen."
            },
            {
                "verse_number": "22",
                "verse_text": "If you believe, you will get anything you ask for in prayer.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went to the Temple. While he was teaching there, the leading priests and the elders of the people came to Jesus. They said to him, &apos;Tell us! What authority do you have to do these things? Who gave you this authority?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered, &apos;I will ask you a question, too. If you answer me, then I will tell you what authority I have to do these things."
            },
            {
                "verse_number": "25",
                "verse_text": "Tell me: When John baptized people, did that come from God or from man?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But if we say, &quot;It was from man,&quot; we are afraid of what the people will do because they all believe that John was a prophet.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they answered Jesus, &apos;We don&quot;t know.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Tell me what you think about this: There was a man who had two sons. He went to the first son and said, &quot;Son, go and work today in my vineyard.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "The son answered, &quot;I will not go.&quot; But later the son decided he should go, and he went."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the father went to the other son and said, &quot;Son, go and work today in my vineyard.&quot; The son answered, &quot;Yes, sir, I will go and work.&quot; But he did not go."
            },
            {
                "verse_number": "31",
                "verse_text": "Which of the two sons obeyed his father?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "John came to show you the right way to live. And you did not believe him. But the tax collectors and prostitutes believed John. You saw this, but you still refused to change and believe him."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Listen to this story: There was a man who owned a vineyard. He put a wall around the vineyard and dug a hole for a winepress. Then he built a tower. He leased the land to some farmers and left for a trip."
            },
            {
                "verse_number": "34",
                "verse_text": "Later, it was time for the grapes to be picked. So the man sent his servants to the farmers to get his share of the grapes."
            },
            {
                "verse_number": "35",
                "verse_text": "But the farmers grabbed the servants, beat one, killed another, and then killed a third servant with stones."
            },
            {
                "verse_number": "36",
                "verse_text": "So the man sent some other servants to the farmers. He sent more servants than he sent the first time. But the farmers did the same thing to the servants that they had done before."
            },
            {
                "verse_number": "37",
                "verse_text": "So the man decided to send his son to the farmers. He said, &quot;The farmers will respect my son.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "But when the farmers saw the son, they said to each other, &quot;This is the owner&quot;s son. This vineyard will be his. If we kill him, then his vineyard will be ours!&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "So the farmers grabbed the son, threw him out of the vineyard, and killed him."
            },
            {
                "verse_number": "40",
                "verse_text": "So what will the owner of the vineyard do to these farmers when he comes?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The priests and leaders said, &apos;He will surely kill those evil men. Then he will lease the vineyard to some other farmers. They will give him his share of the crop at harvest time.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos;Surely you have read this in the Scriptures:"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;So I tell you that the kingdom of God will be taken away from you. It will be given to people who do the things God wants in his kingdom."
            },
            {
                "verse_number": "44",
                "verse_text": "The person who falls on this stone will be broken. But if the stone falls on him, he will be crushed.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "The leading priests and the Pharisees heard these stories that Jesus told. They knew he was talking about them."
            },
            {
                "verse_number": "46",
                "verse_text": "They wanted to arrest him. But they were afraid of the people, because the people believed that Jesus was a prophet."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Jesus used stories to tell other things to the people. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The kingdom of heaven is like a king who prepared a wedding feast for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "The king invited some people to the feast. When the feast was ready, the king sent his servants to tell the people to come. But they refused to come to the feast."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Then the king sent other servants. He said to them, &quot;Tell those who have been invited that my feast is ready. I have killed my best bulls and calves for the dinner. Everything is ready. Come to the wedding feast.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;But the people refused to listen to the servants. They went to do other things. One went to work in his field, and another went to his business."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of the other people grabbed the servants, beat them, and killed them."
            },
            {
                "verse_number": "7",
                "verse_text": "The king was very angry. He sent his army to kill the people who had killed his servants. And the army burned their city."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;After that, the king said to his servants, &quot;The wedding feast is ready. I invited those people, but they were not worthy to come."
            },
            {
                "verse_number": "9",
                "verse_text": "So go to the street corners and invite everyone you see. Tell them to come to my feast.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the servants went into the streets. They gathered all the people they could find, both good and bad. And the wedding hall was filled with guests."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Then the king came in to see all the guests. He saw a man there who was not dressed in the right clothes for a wedding."
            },
            {
                "verse_number": "12",
                "verse_text": "The king said, &quot;Friend, how were you allowed to come in here? You are not wearing the right clothes for a wedding.&quot; But the man said nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "So the king told some servants, &quot;Tie this man&quot;s hands and feet. Throw him out into the darkness. In that place, people will cry and grind their teeth with pain.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Yes, many are invited. But only a few are chosen.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Pharisees left the place where Jesus was teaching. They made plans to trap Jesus with a question."
            },
            {
                "verse_number": "16",
                "verse_text": "They sent some of their own followers and some men from the group called Herodians. These men said, &apos;Teacher, we know that you are an honest man. We know that you teach the truth about God&quot;s way. You are not afraid of what other people think about you. All men are the same to you."
            },
            {
                "verse_number": "17",
                "verse_text": "So tell us what you think. Is it right to pay taxes to Caesar or not?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Jesus knew that these men were trying to trick him. So he said, &apos;You hypocrites! Why are you trying to trap me?"
            },
            {
                "verse_number": "19",
                "verse_text": "Show me a coin used for paying the tax.&apos; The men showed him a silver coin."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus asked, &apos;Whose picture is on the coin? And whose name is written on the coin?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The men answered, &apos;Caesar&quot;s.&apos; Then Jesus said to them, &apos;Give to Caesar the things that are Caesar&quot;s. And give to God the things that are God&quot;s.&apos; The Pharisees answered, &apos;The Christ is the Son of David.&apos; Sit by me at my right side, until I put your enemies under your control.&quot; Psalm 110:1"
            },
            {
                "verse_number": "22",
                "verse_text": "The men heard what Jesus said, and they were amazed. They left him and went away."
            },
            {
                "verse_number": "23",
                "verse_text": "That same day some Sadducees came to Jesus. (Sadducees believe that no person will rise from death.) The Sadducees asked Jesus a question."
            },
            {
                "verse_number": "24",
                "verse_text": "They said, &apos;Teacher, Moses told us that a married man might die without having children. Then his brother must marry the widow and have children for him."
            },
            {
                "verse_number": "25",
                "verse_text": "There were seven brothers among us. The first one married but died. He had no children. So his brother married the widow."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the second brother also died. The same thing happened to the third brother and all the other brothers."
            },
            {
                "verse_number": "27",
                "verse_text": "The woman was last to die."
            },
            {
                "verse_number": "28",
                "verse_text": "But all seven men had married her. So when people rise from death, whose wife will she be?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;You don&quot;t understand because you don&quot;t know what the Scriptures say. And you don&quot;t know about the power of God."
            },
            {
                "verse_number": "30",
                "verse_text": "When people rise from death, there will be no marriage. People will not be married to each other. They will be like the angels in heaven."
            },
            {
                "verse_number": "31",
                "verse_text": "Surely you have read what God said to you about the rising from death?"
            },
            {
                "verse_number": "32",
                "verse_text": "God said, &quot;I am the God of Abraham, the God of Isaac, and the God of Jacob.&quot; God is the God of living people, not dead people.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "All the people heard this. They were amazed at Jesus&quot; teaching."
            },
            {
                "verse_number": "34",
                "verse_text": "The Pharisees learned that the Sadducees could not argue with Jesus&quot; answers to them. So the Pharisees met together."
            },
            {
                "verse_number": "35",
                "verse_text": "One Pharisee was an expert in the law of Moses. That Pharisee asked Jesus a question to test him."
            },
            {
                "verse_number": "36",
                "verse_text": "The Pharisee asked, &apos;Teacher, which command in the law is the most important?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered, &apos;&quot;Love the Lord your God with all your heart, soul and mind.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "This is the first and most important command."
            },
            {
                "verse_number": "39",
                "verse_text": "And the second command is like the first: &quot;Love your neighbor as you love yourself.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "All the law and the writings of the prophets depend on these two commands.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "While the Pharisees were together, Jesus asked them a question."
            },
            {
                "verse_number": "42",
                "verse_text": "He asked, &apos;What do you think about the Christ? Whose son is he?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then Jesus said to them, &apos;Then why did David call him &quot;Lord&quot;? David was speaking by the power of the Holy Spirit. David said,"
            },
            {
                "verse_number": "44",
                "verse_text": "&quot;The Lord said to my Lord:"
            },
            {
                "verse_number": "45",
                "verse_text": "David calls the Christ &quot;Lord.&quot; So how can he be David&quot;s son?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "None of the Pharisees could answer Jesus&quot; question. And after that day no one was brave enough to ask Jesus any more questions."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus spoke to the crowds and to his followers. Jesus said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The teachers of the law and the Pharisees have the authority to tell you what the law of Moses says."
            },
            {
                "verse_number": "3",
                "verse_text": "So you should obey and follow whatever they tell you. But their lives are not good examples for you to follow. They tell you to do things, but they don&quot;t do the things themselves."
            },
            {
                "verse_number": "4",
                "verse_text": "They make strict rules and try to force people to obey them. But they themselves will not try to follow any of those rules."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The reason they do good things is so other people will see them. They make the boxes of Scriptures that they wear bigger and bigger. And they make their special prayer clothes very long so that people will notice them."
            },
            {
                "verse_number": "6",
                "verse_text": "Those Pharisees and teachers of the law love to have the most important seats at the feasts. And they love to have the most important seats in the synagogues."
            },
            {
                "verse_number": "7",
                "verse_text": "They love people to show respect to them in the marketplaces. And they love to have people call them &quot;Teacher.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But you must not be called &quot;Teacher.&quot; You are all brothers and sisters together. You have only one Teacher."
            },
            {
                "verse_number": "9",
                "verse_text": "And don&quot;t call any person on earth &quot;Father.&quot; You have one Father. He is in heaven."
            },
            {
                "verse_number": "10",
                "verse_text": "And you should not be called &quot;Master.&quot; You have only one Master, the Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "He who serves you as a servant is the greatest among you."
            },
            {
                "verse_number": "12",
                "verse_text": "Whoever makes himself great will be made humble. Whoever makes himself humble will be made great."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees! You are hypocrites! You close the door for people to enter the kingdom of heaven. You yourselves don&quot;t enter, and you stop others who are trying to enter."
            },
            {
                "verse_number": "14",
                "verse_text": "[How terrible for you, teachers of the law and Pharisees. You are hypocrites. You take away widows&quot; houses, and you make long prayers so that people can see you. So you will have a worse punishment.]"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees! You are hypocrites! You travel across land and sea to find one person who will follow your ways. When you find that person, you make him more fit for hell than you are."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees! You guide the people, but you are blind. You say, &quot;If anyone swears by the Temple when he makes a promise, that means nothing. But if anyone swears by the gold that is in the Temple, then he must keep that promise.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "You are blind fools! Which is greater: the gold or the Temple? The Temple makes that gold holy."
            },
            {
                "verse_number": "18",
                "verse_text": "And you say, &quot;If anyone swears by the altar when he makes a promise, that means nothing. But if he swears by the gift on the altar, then he must keep his promise.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "You are blind! Which is greater: the gift or the altar? The altar makes the gift holy."
            },
            {
                "verse_number": "20",
                "verse_text": "The person who swears by the altar is really using the altar and also everything on the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "And the person who uses the Temple to make a promise is really using the Temple and also everything in the Temple."
            },
            {
                "verse_number": "22",
                "verse_text": "The person who uses heaven to make a promise is also using God&quot;s throne and the One who sits on that throne."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees! You are hypocrites! You give to God one-tenth of everything you earn&ndash;even your mint, dill, and cummin. But you don&quot;t obey the really important teachings of the law&ndash;being fair, showing mercy, and being loyal. These are the things you should do, as well as those other things."
            },
            {
                "verse_number": "24",
                "verse_text": "You guide the people, but you are blind! You are like a person who picks a fly out of his drink and then swallows a camel!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees! You are hypocrites! You wash the outside of your cups and dishes. But inside they are full of things that you got by cheating others and pleasing only yourselves."
            },
            {
                "verse_number": "26",
                "verse_text": "Pharisees, you are blind! First make the inside of the cup clean and good. Then the outside of the cup can be truly clean."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees. You are hypocrites! You are like tombs that are painted white. Outside, those tombs look fine. But inside, they are full of the bones of dead people, and all kinds of unclean things are there."
            },
            {
                "verse_number": "28",
                "verse_text": "It is the same with you. People look at you and think you are good. But on the inside you are full of hypocrisy and evil."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;How terrible for you, teachers of the law and Pharisees! You are hypocrites! You build tombs for the prophets. You show honor to the graves of people who lived good lives."
            },
            {
                "verse_number": "30",
                "verse_text": "And you say, &quot;If we had lived during the time of our fathers, we would not have helped them kill the prophets.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "But you give proof that you are children of those people who murdered the prophets."
            },
            {
                "verse_number": "32",
                "verse_text": "And you will complete the sin that your fathers started!"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You are snakes! A family of poisonous snakes! You will not escape God. You will all be judged guilty and be sent to hell!"
            },
            {
                "verse_number": "34",
                "verse_text": "So I tell you this: I am sending to you prophets and wise men and teachers. You will kill some of these people. You will nail some of them to crosses. You will beat some of them in your synagogues. You will chase them from town to town."
            },
            {
                "verse_number": "35",
                "verse_text": "So you will be guilty for the death of all the good people who have been killed on earth. You will be guilty for the murder of that good man Abel. And you will be guilty for the murder of Zechariah son of Berakiah. He was murdered when he was between the Temple and the altar."
            },
            {
                "verse_number": "36",
                "verse_text": "I tell you the truth. All of these things will happen to you people who are living now."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Jerusalem, Jerusalem! You kill the prophets and kill with stones those men God sent to you. Many times I wanted to help your people! I wanted to gather them together as a hen gathers her chicks under her wings. But you did not let me."
            },
            {
                "verse_number": "38",
                "verse_text": "Now your home will be left completely empty."
            },
            {
                "verse_number": "39",
                "verse_text": "I tell you, you will not see me again until that time when you will say, &quot;God bless the One who comes in the name of the Lord.&quot;&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left the Temple and was walking away. But his followers came to show him the Temple&quot;s buildings."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus asked, &apos;Do you see all these buildings? I tell you the truth. Every stone will be thrown down to the ground. Not one stone will be left on another.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Later, Jesus was sitting on the Mount of Olives. His followers came to be alone with him. They said, &apos;Tell us when these things will happen. And what will happen to show us that it is time for you to come again and for the world to end?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered: &apos;Be careful that no one fools you."
            },
            {
                "verse_number": "5",
                "verse_text": "Many people will come in my name. They will say, &quot;I am the Christ.&quot; And they will fool many people."
            },
            {
                "verse_number": "6",
                "verse_text": "You will hear about wars and stories of wars that are coming. But don&quot;t be afraid. These things must happen before the end comes."
            },
            {
                "verse_number": "7",
                "verse_text": "Nations will fight against other nations. Kingdoms will fight against other kingdoms. There will be times when there is no food for people to eat. And there will be earthquakes in different places."
            },
            {
                "verse_number": "8",
                "verse_text": "These things are like the first pains when something new is about to be born."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then men will arrest you and hand you over to be hurt and kill you. They will hate you because you believe in me."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time, many who believe will lose their faith. They will turn against each other and hate each other."
            },
            {
                "verse_number": "11",
                "verse_text": "Many false prophets will come and cause many people to believe false things."
            },
            {
                "verse_number": "12",
                "verse_text": "There will be more and more evil in the world. So most people will stop showing their love for each other."
            },
            {
                "verse_number": "13",
                "verse_text": "But the person who continues to be strong until the end will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "The Good News about God&quot;s kingdom will be preached in all the world, to every nation. Then the end will come."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Daniel the prophet spoke about &quot;the horrible thing that destroys.&quot; You will see this terrible thing standing in the holy place.&apos; (You who read this should understand what it means.)"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;At that time, the people in Judea should run away to the mountains."
            },
            {
                "verse_number": "17",
                "verse_text": "If a person is on the roof of his house, he must not go down to get anything out of his house."
            },
            {
                "verse_number": "18",
                "verse_text": "If a person is in the field, he must not go back to get his coat."
            },
            {
                "verse_number": "19",
                "verse_text": "At that time, it will be hard for women who are pregnant or have nursing babies!"
            },
            {
                "verse_number": "20",
                "verse_text": "Pray that it will not be winter or a Sabbath day when these things happen and you have to run away."
            },
            {
                "verse_number": "21",
                "verse_text": "This is because at that time there will be much trouble. There will be more trouble than has ever happened since the beginning of the world. And nothing as bad as that will ever happen again."
            },
            {
                "verse_number": "22",
                "verse_text": "God has decided to make that terrible time short. If that time were not made short, then no one would go on living. But God will make that time short to help the people he has chosen."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time, someone might say to you, &quot;Look, there is the Christ!&quot; Or another person might say, &quot;There he is!&quot; But don&quot;t believe them."
            },
            {
                "verse_number": "24",
                "verse_text": "False Christs and false prophets will come and perform great things and miracles. They will do these things to the people God has chosen. They will fool them, if that is possible."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I have warned you about this before it happens."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;If people tell you, &quot;The Christ is in the desert&quot;&ndash;don&quot;t go there. If they say, &quot;The Christ is in the inner room&quot;&ndash;don&quot;t believe it."
            },
            {
                "verse_number": "27",
                "verse_text": "When the Son of Man comes, he will be seen by everyone. It will be like lightning flashing in the sky that can be seen everywhere."
            },
            {
                "verse_number": "28",
                "verse_text": "Wherever there is a dead body, there the vultures will gather."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Soon after the trouble of those days, this will happen: &quot;The sun will grow dark. And the moon will not give its light. The stars will fall from the sky. And everything in the sky will be changed.&quot; Isaiah 13:10; 34:4"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;At that time, there will be something in the sky that shows the Son of Man is coming. All the peoples of the world will cry. They will see the Son of Man coming on clouds in the sky. He will come with great power and glory."
            },
            {
                "verse_number": "31",
                "verse_text": "He will use a loud trumpet to send his angels all around the earth. They will gather his chosen people from every part of the world."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;The fig tree teaches us a lesson: When its branches become green and soft, and new leaves begin to grow, then you know that summer is near."
            },
            {
                "verse_number": "33",
                "verse_text": "So also, when you see all these things happening, you will know that the time is near, ready to come."
            },
            {
                "verse_number": "34",
                "verse_text": "I tell you the truth. All these things will happen while the people of this time are still living!"
            },
            {
                "verse_number": "35",
                "verse_text": "The whole world, earth and sky, will be destroyed, but the words I have said will never be destroyed!"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;No one knows when that day or time will be. Even the Son and the angels in heaven don&quot;t know. Only the Father knows."
            },
            {
                "verse_number": "37",
                "verse_text": "When the Son of Man comes, it will be the same as what happened during Noah&quot;s time."
            },
            {
                "verse_number": "38",
                "verse_text": "In those days before the flood, people were eating and drinking. They were marrying and giving their children to be married. They were still doing those things until the day Noah entered the boat."
            },
            {
                "verse_number": "39",
                "verse_text": "They knew nothing about what was happening. But then the flood came, and all those people were destroyed. It will be the same when the Son of Man comes."
            },
            {
                "verse_number": "40",
                "verse_text": "Two men will be working together in the field. One man will be taken and the other left."
            },
            {
                "verse_number": "41",
                "verse_text": "Two women will be grinding grain with a hand mill. One woman will be taken and the other will be left."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;So always be ready. You don&quot;t know the day your Lord will come."
            },
            {
                "verse_number": "43",
                "verse_text": "Remember this: If the owner of the house knew what time a thief was coming, then the owner would be ready for him. The owner would watch and not let the thief enter his house."
            },
            {
                "verse_number": "44",
                "verse_text": "So you also must be ready. The Son of Man will come at a time you don&quot;t expect him."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Who is the wise and trusted servant? The master trusts one servant to give the other servants their food at the right time."
            },
            {
                "verse_number": "46",
                "verse_text": "When the master comes and finds the servant doing his work, the servant will be very happy."
            },
            {
                "verse_number": "47",
                "verse_text": "I tell you the truth. The master will choose that servant to take care of everything the master owns."
            },
            {
                "verse_number": "48",
                "verse_text": "But what will happen if the servant is evil and thinks his master will not come back soon?"
            },
            {
                "verse_number": "49",
                "verse_text": "Then that servant will begin to beat the other servants. He will feast and get drunk with others like him."
            },
            {
                "verse_number": "50",
                "verse_text": "And the master will come when the servant is not ready and is not expecting him."
            },
            {
                "verse_number": "51",
                "verse_text": "Then the master will punish that servant. He will send him away to be among the hypocrites. There people will cry and grind their teeth with pain."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At that time the kingdom of heaven will be like ten girls who went to wait for the bridegroom. They took their lamps with them."
            },
            {
                "verse_number": "2",
                "verse_text": "Five of the girls were foolish and five were wise."
            },
            {
                "verse_number": "3",
                "verse_text": "The five foolish girls took their lamps, but they did not take more oil for the lamps to burn."
            },
            {
                "verse_number": "4",
                "verse_text": "The wise girls took their lamps and more oil in jars."
            },
            {
                "verse_number": "5",
                "verse_text": "The bridegroom was very late. All the girls became sleepy and went to sleep."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;At midnight someone cried out, &quot;The bridegroom is coming! Come and meet him!&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then all the girls woke up and got their lamps ready."
            },
            {
                "verse_number": "8",
                "verse_text": "But the foolish girls said to the wise, &quot;Give us some of your oil. Our lamps are going out.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "The wise girls answered, &quot;No! The oil we have might not be enough for all of us. Go to the people who sell oil and buy some for yourselves.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So the five foolish girls went to buy oil. While they were gone, the bridegroom came. The girls who were ready went in with the bridegroom to the wedding feast. Then the door was closed and locked."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Later the others came back. They called, &quot;Sir, sir, open the door to let us in.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "But the bridegroom answered, &quot;I tell you the truth, I don&quot;t know you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So always be ready. You don&quot;t know the day or the time the Son of Man will come."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The kingdom of heaven is like a man who was going to another place for a visit. Before he left, he talked with his servants. The man told them to take care of his things while he was gone."
            },
            {
                "verse_number": "15",
                "verse_text": "He decided how much each servant would be able to care for. He gave one servant five bags of money. He gave another servant two bags of money. And he gave a third servant one bag of money. Then the man left."
            },
            {
                "verse_number": "16",
                "verse_text": "The servant who got five bags went quickly to invest the money. The five bags of money earned five more."
            },
            {
                "verse_number": "17",
                "verse_text": "It was the same with the servant who had two bags of money. He invested the money and earned two more."
            },
            {
                "verse_number": "18",
                "verse_text": "But the servant who got one bag of money went out and dug a hole in the ground. Then he hid his master&quot;s money in the hole."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;After a long time the master came home. He asked the servants what they did with his money."
            },
            {
                "verse_number": "20",
                "verse_text": "The servant who got five bags of money brought five more bags to the master. The servant said, &quot;Master, you trusted me to care for five bags of money. So I used your five bags to earn five more.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "The master answered, &quot;You did well. You are a good servant who can be trusted. You did well with small things. So I will let you care for much greater things. Come and share my happiness with me.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then the servant who got two bags of money came to the master. The servant said, &quot;Master, you gave me two bags of money to care for. So I used your two bags to earn two more.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The master answered, &quot;You did well. You are a good servant who can be trusted. You did well with small things. So I will let you care for much greater things. Come and share my happiness with me.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Then the servant who got one bag of money came to the master. The servant said, &quot;Master, I knew that you were a hard man. You harvest things you did not plant. You gather crops where you did not sow any seed."
            },
            {
                "verse_number": "25",
                "verse_text": "So I was afraid. I went and hid your money in the ground. Here is the bag of money you gave me.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "The master answered, &quot;You are a bad and lazy servant! You say you knew that I harvest things I did not plant, and that I gather crops where I did not sow any seed?"
            },
            {
                "verse_number": "27",
                "verse_text": "So you should have put my money in the bank. Then, when I came home, I would get my money back with interest.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;So the master told his other servants, &quot;Take the bag of money from that servant and give it to the servant who has ten bags of money."
            },
            {
                "verse_number": "29",
                "verse_text": "Everyone who uses what he has will get more. He will have much more than he needs. But the one who does not use what he has will have everything taken away from him.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the master said, &quot;Throw that useless servant outside, into the darkness! There people will cry and grind their teeth with pain.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;The Son of Man will come again in his great glory. All his angels will come with him. He will be King and sit on his great throne."
            },
            {
                "verse_number": "32",
                "verse_text": "All the people of the world will be gathered before him. Then he will separate them into two groups as a shepherd separates the sheep from the goats."
            },
            {
                "verse_number": "33",
                "verse_text": "The Son of Man will put the sheep, the good people, on his right and the goats, the bad people, on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Then the King will say to the good people on his right, &quot;Come. My Father has given you his blessing. Come and receive the kingdom God has prepared for you since the world was made."
            },
            {
                "verse_number": "35",
                "verse_text": "I was hungry, and you gave me food. I was thirsty, and you gave me something to drink. I was alone and away from home, and you invited me into your house."
            },
            {
                "verse_number": "36",
                "verse_text": "I was without clothes, and you gave me something to wear. I was sick, and you cared for me. I was in prison, and you visited me.&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Then the good people will answer, &quot;Lord, when did we see you hungry and give you food? When did we see you thirsty and give you something to drink?"
            },
            {
                "verse_number": "38",
                "verse_text": "When did we see you alone and away from home and invite you into our house? When did we see you without clothes and give you something to wear?"
            },
            {
                "verse_number": "39",
                "verse_text": "When did we see you sick or in prison and care for you?&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Then the King will answer, &quot;I tell you the truth. Anything you did for any of my people here, you also did for me.&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Then the King will say to those on his left, &quot;Go away from me. God has said that you will be punished. Go into the fire that burns forever. That fire was prepared for the devil and his helpers."
            },
            {
                "verse_number": "42",
                "verse_text": "I was hungry, and you gave me nothing to eat. I was thirsty, and you gave me nothing to drink."
            },
            {
                "verse_number": "43",
                "verse_text": "I was alone and away from home, and you did not invite me into your house. I was without clothes, and you gave me nothing to wear. I was sick and in prison, and you did not care for me.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Then those people will answer, &quot;Lord, when did we see you hungry or thirsty? When did we see you alone and away from home? Or when did we see you without clothes or sick or in prison? When did we see these things and not help you?&quot;"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Then the King will answer, &quot;I tell you the truth. Anything you refused to do for any of my people here, you refused to do for me.&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;These people will go off to be punished forever. But the good people will go to live forever.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus finished saying all these things, he told his followers,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You know that the day after tomorrow is the day of the Passover Feast. On that day the Son of Man will be given to his enemies to be killed on a cross.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the leading priests and the Jewish elders had a meeting at the palace of the high priest. The high priest&quot;s name was Caiaphas."
            },
            {
                "verse_number": "4",
                "verse_text": "At the meeting, they planned to set a trap to arrest Jesus and kill him."
            },
            {
                "verse_number": "5",
                "verse_text": "But they said, &apos;We must not do it during the feast. The people might cause a riot.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus was in Bethany. He was at the house of Simon, who had a harmful skin disease."
            },
            {
                "verse_number": "7",
                "verse_text": "While Jesus was there, a woman came to him. She had an alabaster jar filled with expensive perfume. She poured this perfume on Jesus&quot; head while he was eating."
            },
            {
                "verse_number": "8",
                "verse_text": "His followers saw the woman do this and were upset. They asked, &apos;Why waste that perfume?"
            },
            {
                "verse_number": "9",
                "verse_text": "It could be sold for a great deal of money, and the money could be given to the poor.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Jesus knew what happened. He said, &apos;Why are you troubling this woman? She did a very beautiful thing for me."
            },
            {
                "verse_number": "11",
                "verse_text": "You will always have the poor with you. But you will not always have me."
            },
            {
                "verse_number": "12",
                "verse_text": "This woman poured perfume on my body to prepare me for burial."
            },
            {
                "verse_number": "13",
                "verse_text": "I tell you the truth. The Good News will be told to people in all the world. And in every place where it is preached, what this woman has done will be told. And people will remember her.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then 1 of the 12 followers went to talk to the leading priests. This was the follower named Judas Iscariot."
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;I will give Jesus to you. What will you pay me for doing this?&apos; The priests gave Judas 30 silver coins."
            },
            {
                "verse_number": "16",
                "verse_text": "After that, Judas waited for the best time to give Jesus to the priests."
            },
            {
                "verse_number": "17",
                "verse_text": "On the first day of the Feast of Unleavened Bread, the followers came to Jesus. They said, &apos;We will prepare everything for you to eat the Passover Feast. Where do you want to have the feast?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus answered, &apos;Go into the city to a certain man. Tell him that the Teacher says, &quot;The chosen time is near. I will have the Passover Feast with my followers at your house.&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The followers did what Jesus told them to do, and they prepared the Passover Feast."
            },
            {
                "verse_number": "20",
                "verse_text": "In the evening Jesus was sitting at the table with his 12 followers."
            },
            {
                "verse_number": "21",
                "verse_text": "They were all eating. Then Jesus said, &apos;I tell you the truth. One of you 12 will turn against me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "This made the followers very sad. Each one said to Jesus, &apos;Surely, Lord, I am not the one who will turn against you. Am I?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;The man who has dipped his hand with me into the bowl is the one who will turn against me."
            },
            {
                "verse_number": "24",
                "verse_text": "The Son of Man will die. The Scriptures say this will happen. But how terrible it will be for the person who gives the Son of Man to be killed. It would be better for him if he had never been born.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Judas said to Jesus, &apos;Teacher, surely I am not the one. Am I?&apos; (Judas is the one who would give Jesus to his enemies.) Jesus answered, &apos;Yes, it is you.&apos; &quot;I will kill the shepherd, and the sheep will scatter.&quot; Zechariah 13:7 Then the men came and grabbed Jesus and arrested him. Again the high priest said to Jesus, &apos;You must swear to this. I command you by the power of the living God to tell us the truth. Tell us, are you the Christ, the Son of God?&apos; The people answered, &apos;He is guilty, and he must die.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "While they were eating, Jesus took some bread. He thanked God for it and broke it. Then he gave it to his followers and said, &apos;Take this bread and eat it. This bread is my body.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Jesus took a cup. He thanked God for it and gave it to the followers. He said, &apos;Every one of you drink this."
            },
            {
                "verse_number": "28",
                "verse_text": "This is my blood which begins the new agreement that God makes with his people. This blood is poured out for many to forgive their sins."
            },
            {
                "verse_number": "29",
                "verse_text": "I tell you this: I will not drink of this fruit of the vine again until that day when I drink it new with you in my Father&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They sang a hymn. Then they went out to the Mount of Olives."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus told the followers, &apos;Tonight you will lose your faith because of me. It is written in the Scriptures:"
            },
            {
                "verse_number": "32",
                "verse_text": "But after I rise from death, I will go ahead of you into Galilee.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter said, &apos;All the other followers may lose their faith because of you. But I will never lose my faith.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos;I tell you the truth. Tonight you will say you don&quot;t know me. You will say this three times before the rooster crows.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But Peter said, &apos;I will never say that I don&quot;t know you! I will even die with you!&apos; And all the other followers said the same thing."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus went with his followers to a place called Gethsemane. He said to them, &apos;Sit here while I go over there and pray.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He told Peter and the two sons of Zebedee to come with him. Then Jesus began to be very sad and troubled."
            },
            {
                "verse_number": "38",
                "verse_text": "He said to Peter and the two sons of Zebedee, &apos;My heart is full of sorrow and breaking with sadness. Stay here with me and watch.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus walked a little farther away from them. He fell to the ground and prayed, &apos;My Father, if it is possible, do not give me this cup of suffering. But do what you want, not what I want.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Jesus went back to his followers and found them asleep. Jesus said to Peter, &apos;You men could not stay awake with me for one hour?"
            },
            {
                "verse_number": "41",
                "verse_text": "Stay awake and pray for strength against temptation. Your spirit wants to do what is right. But your body is weak.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then Jesus went away a second time. He prayed, &apos;My Father, if it is not possible for this painful thing to be taken from me, and if I must do it, then I pray that what you want will be done.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then Jesus went back to the followers. Again he found them asleep, because their eyes were heavy."
            },
            {
                "verse_number": "44",
                "verse_text": "So Jesus left them and went away one more time and prayed. This third time he prayed, he said the same thing."
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus went back to the followers and said, &apos;You are still sleeping and resting? The time has come for the Son of Man to be given to sinful people."
            },
            {
                "verse_number": "46",
                "verse_text": "Get up. We must go. Here comes the man who has turned against me.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was still speaking, Judas came up. Judas was 1 of the 12 followers. He had many people with him. They had been sent from the leading priests and the elders of the people. They carried swords and clubs."
            },
            {
                "verse_number": "48",
                "verse_text": "Judas had planned to give them a signal. He had said, &apos;The man I kiss is Jesus. Arrest him.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "At once Judas went to Jesus and said, &apos;Greetings, Teacher!&apos; Then Judas kissed him."
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus answered, &apos;Friend, do the thing you came to do.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "When that happened, one of Jesus&quot; followers reached for his sword and pulled it out. The follower struck the servant of the high priest with the sword and cut off his ear."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus said to the man, &apos;Put your sword back in its place. All who use swords will be killed with swords."
            },
            {
                "verse_number": "53",
                "verse_text": "Surely you know I could ask my Father, and he would give me more than 12 armies of angels."
            },
            {
                "verse_number": "54",
                "verse_text": "But this thing must happen this way so that it will be as the Scriptures say.&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Then Jesus said to the crowd, &apos;You came to get me with swords and clubs as if I were a criminal. Every day I sat in the Temple teaching. You did not arrest me there."
            },
            {
                "verse_number": "56",
                "verse_text": "But all these things have happened so that it will be as the prophets wrote.&apos; Then all of Jesus&quot; followers left him and ran away."
            },
            {
                "verse_number": "57",
                "verse_text": "Those men who arrested Jesus led him to the house of Caiaphas, the high priest. The teachers of the law and the Jewish elders were gathered there."
            },
            {
                "verse_number": "58",
                "verse_text": "Peter followed Jesus but did not go near him. He followed Jesus to the courtyard of the high priest&quot;s house. He sat down with the guards to see what would happen to Jesus."
            },
            {
                "verse_number": "59",
                "verse_text": "The leading priests and the Jewish council tried to find something false against Jesus so that they could kill him."
            },
            {
                "verse_number": "60",
                "verse_text": "Many people came and told lies about him. But the council could find no real reason to kill Jesus. Then two people came and said,"
            },
            {
                "verse_number": "61",
                "verse_text": "&apos;This man said, &quot;I can destroy the Temple of God and build it again in three days.&quot;&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then the high priest stood up and said to Jesus, &apos;Aren&quot;t you going to answer? Don&quot;t you have something to say about their charges against you?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "But Jesus said nothing."
            },
            {
                "verse_number": "64",
                "verse_text": "Jesus answered, &apos;Yes, I am. But I tell you, in the future you will see the Son of Man sitting at the right hand of God, the Powerful One. And you will see him coming in clouds in the sky.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "When the high priest heard this, he was very angry. He tore his clothes and said, &apos;This man has said things that are against God! We don&quot;t need any more witnesses. You all heard him say these things against God."
            },
            {
                "verse_number": "66",
                "verse_text": "What do you think?&apos;"
            },
            {
                "verse_number": "67",
                "verse_text": "Then the people there spit in Jesus&quot; face and beat him with their fists. Others slapped Jesus."
            },
            {
                "verse_number": "68",
                "verse_text": "They said, &apos;Prove to us that you are a prophet, you Christ! Tell us who hit you!&apos;"
            },
            {
                "verse_number": "69",
                "verse_text": "At that time, Peter was sitting in the courtyard. A servant girl came to him and said, &apos;You were with Jesus, that man from Galilee.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But Peter said that he was never with Jesus. He said this to all the people there. Peter said, &apos;I don&quot;t know what you are talking about.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "Then he left the courtyard. At the gate, another girl saw him. She said to the people there, &apos;This man was with Jesus of Nazareth.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Again, Peter said that he was never with Jesus. Peter said, &apos;I swear that I don&quot;t know this man Jesus!&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "A short time later, some people standing there went to Peter. They said, &apos;We know you are one of those men who followed Jesus. We know this because of the way you talk.&apos;"
            },
            {
                "verse_number": "74",
                "verse_text": "Then Peter began to curse. He said, &apos;May a curse fall on me if I&quot;m not telling the truth. I don&quot;t know the man.&apos; After Peter said this, a rooster crowed."
            },
            {
                "verse_number": "75",
                "verse_text": "Then he remembered what Jesus had told him: &apos;Before the rooster crows, you will say three times that you don&quot;t know me.&apos; Then Peter went outside and cried painfully."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Early the next morning, all the leading priests and elders of the people decided to kill Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They tied him, led him away, and turned him over to Pilate, the governor."
            },
            {
                "verse_number": "3",
                "verse_text": "Judas saw that they had decided to kill Jesus. Judas was the one who gave Jesus to his enemies. When Judas saw what happened, he was very sorry for what he had done. So he took the 30 silver coins back to the priests and the leaders."
            },
            {
                "verse_number": "4",
                "verse_text": "Judas said, &apos;I sinned. I gave you an innocent man to be killed.&apos; The leaders answered, &apos;What is that to us? That&quot;s your problem, not ours.&apos; Jesus answered, &apos;Yes, I am.&apos; The people answered, &apos;Barabbas!&apos; They all answered, &apos;Kill him on a cross!&apos; But they shouted louder, &apos;Kill him on a cross!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Judas threw the money into the Temple. Then he went off and hanged himself."
            },
            {
                "verse_number": "6",
                "verse_text": "The leading priests picked up the silver coins in the Temple. They said, &apos;Our law does not allow us to keep this money with the Temple money. This money has paid for a man&quot;s death.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they decided to use the coins to buy a field called Potter&quot;s Field. This field would be a place to bury strangers who died while visiting Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "That is why that field is still called the Field of Blood."
            },
            {
                "verse_number": "9",
                "verse_text": "So the thing came true that Jeremiah the prophet had said: &apos;They took 30 silver coins. That is how little the Israelites thought he was worth."
            },
            {
                "verse_number": "10",
                "verse_text": "They used those 30 silver coins to buy Potter&quot;s Field, as the Lord commanded me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus stood before Pilate the governor. Pilate asked him, &apos;Are you the King of the Jews?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the leading priests and the elders accused Jesus, he said nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "So Pilate said to Jesus, &apos;Don&quot;t you hear these people accusing you of all these things?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus said nothing in answer to Pilate. Pilate was very surprised at this."
            },
            {
                "verse_number": "15",
                "verse_text": "Every year at the time of Passover the governor would free one person from prison. This was always a person the people wanted to be set free."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time there was a man in prison who was known to be very bad. His name was Barabbas."
            },
            {
                "verse_number": "17",
                "verse_text": "All the people gathered at Pilate&quot;s house. Pilate said, &apos;Which man do you want me to free: Barabbas, or Jesus who is called the Christ?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Pilate knew that they gave Jesus to him because they were jealous."
            },
            {
                "verse_number": "19",
                "verse_text": "Pilate said these things while he was sitting on the judge&quot;s seat. While he was sitting there, his wife sent a message to him. The message said, &apos;Don&quot;t do anything to that man. He is not guilty. Today I had a dream about him, and it troubled me very much.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the leading priests and elders told the crowd to ask for Barabbas to be freed and for Jesus to be killed."
            },
            {
                "verse_number": "21",
                "verse_text": "Pilate said, &apos;I have Barabbas and Jesus. Which do you want me to set free for you?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate asked, &apos;What should I do with Jesus, the one called the Christ?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Pilate asked, &apos;Why do you want me to kill him? What wrong has he done?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate saw that he could do nothing about this, and a riot was starting. So he took some water and washed his hands in front of the crowd. Then he said, &apos;I am not guilty of this man&quot;s death. You are the ones who are causing it!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "All the people answered, &apos;We will be responsible. We accept for ourselves and for our children any punishment for his death.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Pilate freed Barabbas. Pilate told some of the soldiers to beat Jesus with whips. Then he gave Jesus to the soldiers to be killed on a cross."
            },
            {
                "verse_number": "27",
                "verse_text": "Pilate&quot;s soldiers took Jesus into the governor&quot;s palace. All the soldiers gathered around Jesus."
            },
            {
                "verse_number": "28",
                "verse_text": "They took off his clothes and put a red robe on him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the soldiers used thorny branches to make a crown. They put this crown of thorns on Jesus&quot; head. They put a stick in his right hand. Then the soldiers bowed before Jesus and made fun of him. They said, &apos;Hail, King of the Jews!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They spit on Jesus. Then they took his stick and hit him on the head many times."
            },
            {
                "verse_number": "31",
                "verse_text": "After they finished making fun of Jesus, the soldiers took off the robe and put his own clothes on him again. Then they led Jesus away to be killed on a cross."
            },
            {
                "verse_number": "32",
                "verse_text": "The soldiers were going out of the city with Jesus. They forced another man to carry the cross to be used for Jesus. This man was Simon, from Cyrene."
            },
            {
                "verse_number": "33",
                "verse_text": "They all came to the place called Golgotha. (Golgotha means the Place of the Skull.)"
            },
            {
                "verse_number": "34",
                "verse_text": "At Golgotha, the soldiers gave Jesus wine to drink. This wine was mixed with gall. He tasted the wine but refused to drink it."
            },
            {
                "verse_number": "35",
                "verse_text": "The soldiers nailed Jesus to a cross. They threw lots to decide who would get his clothes."
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers sat there and continued watching him."
            },
            {
                "verse_number": "37",
                "verse_text": "They put a sign above Jesus&quot; head with the charge against him written on it. The sign read: &apos;THIS IS JESUS THE KING OF THE JEWS.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Two robbers were nailed to crosses beside Jesus, one on the right and the other on the left."
            },
            {
                "verse_number": "39",
                "verse_text": "People walked by and insulted Jesus. They shook their heads,"
            },
            {
                "verse_number": "40",
                "verse_text": "saying, &apos;You said you could destroy the Temple and build it again in three days. So save yourself! Come down from that cross, if you are really the Son of God!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The leading priests, the teachers of the law, and the Jewish elders were also there. These men made fun of Jesus"
            },
            {
                "verse_number": "42",
                "verse_text": "and said, &apos;He saved other people, but he can&quot;t save himself! People say he is the King of Israel! If he is the King, then let him come down now from the cross. Then we will believe in him."
            },
            {
                "verse_number": "43",
                "verse_text": "He trusts in God. So let God save him now, if God really wants him. He himself said, &quot;I am the Son of God.&quot;&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "And in the same way, the robbers who were being killed on crosses beside Jesus also insulted him."
            },
            {
                "verse_number": "45",
                "verse_text": "At noon the whole country became dark. This darkness lasted for three hours."
            },
            {
                "verse_number": "46",
                "verse_text": "About three o&quot;clock Jesus cried out in a loud voice, &apos;Eli, Eli, lama sabachthani?&apos; This means, &apos;My God, my God, why have you left me alone?&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Some of the people standing there heard this. They said, &apos;He is calling Elijah.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Quickly one of them ran and got a sponge. He filled the sponge with vinegar and tied it to a stick. Then he used the stick to give the sponge to Jesus to drink from it."
            },
            {
                "verse_number": "49",
                "verse_text": "But the others said, &apos;Don&quot;t bother him. We want to see if Elijah will come to save him.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Again Jesus cried out in a loud voice. Then he died."
            },
            {
                "verse_number": "51",
                "verse_text": "Then the curtain in the Temple split into two pieces. The tear started at the top and tore all the way down to the bottom. Also, the earth shook and rocks broke apart."
            },
            {
                "verse_number": "52",
                "verse_text": "The graves opened, and many of God&quot;s people who had died were raised from death."
            },
            {
                "verse_number": "53",
                "verse_text": "They came out of the graves after Jesus was raised from death. They went into the holy city, and many people saw them."
            },
            {
                "verse_number": "54",
                "verse_text": "The army officer and the soldiers guarding Jesus saw this earthquake and everything else that happened. They were very frightened and said, &apos;He really was the Son of God!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Many women were standing at a distance from the cross, watching. These were women who had followed Jesus from Galilee to care for him."
            },
            {
                "verse_number": "56",
                "verse_text": "Mary Magdalene, and Mary the mother of James and Joseph, and the mother of James and John were there."
            },
            {
                "verse_number": "57",
                "verse_text": "That evening a rich man named Joseph came to Jerusalem. He was a follower of Jesus from the town of Arimathea."
            },
            {
                "verse_number": "58",
                "verse_text": "Joseph went to Pilate and asked to have Jesus&quot; body. Pilate gave orders for the soldiers to give it to Joseph."
            },
            {
                "verse_number": "59",
                "verse_text": "Then Joseph took the body and wrapped it in a clean linen cloth."
            },
            {
                "verse_number": "60",
                "verse_text": "He put Jesus&quot; body in a new tomb that he had cut in a wall of rock. He rolled a very large stone to block the entrance of the tomb. Then Joseph went away."
            },
            {
                "verse_number": "61",
                "verse_text": "Mary Magdalene and the other woman named Mary were sitting near the tomb."
            },
            {
                "verse_number": "62",
                "verse_text": "That day was the day called Preparation Day. The next day, the leading priests and the Pharisees went to Pilate."
            },
            {
                "verse_number": "63",
                "verse_text": "They said, &apos;Sir, we remember that while that liar was still alive he said, &quot;After three days I will rise from death.&quot;"
            },
            {
                "verse_number": "64",
                "verse_text": "So give the order for the tomb to be guarded closely till the third day. His followers might come and steal the body. Then they could tell the people that he has risen from death. That lie would be even worse than the first one.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Pilate said, &apos;Take some soldiers and go guard the tomb the best way you know.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "So they all went to the tomb and made it safe from thieves. They did this by sealing the stone in the entrance and then putting soldiers there to guard it."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The day after the Sabbath day was the first day of the week. At dawn on the first day, Mary Magdalene and another woman named Mary went to look at the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time there was a strong earthquake. An angel of the Lord came down from heaven. The angel went to the tomb and rolled the stone away from the entrance. Then he sat on the stone."
            },
            {
                "verse_number": "3",
                "verse_text": "He was shining as bright as lightning. His clothes were white as snow."
            },
            {
                "verse_number": "4",
                "verse_text": "The soldiers guarding the tomb were very frightened of the angel. They shook with fear and then became like dead men."
            },
            {
                "verse_number": "5",
                "verse_text": "The angel said to the women, &apos;Don&quot;t be afraid. I know that you are looking for Jesus, the one who was killed on the cross."
            },
            {
                "verse_number": "6",
                "verse_text": "But he is not here. He has risen from death as he said he would. Come and see the place where his body was."
            },
            {
                "verse_number": "7",
                "verse_text": "And go quickly and tell his followers. Say to them: &quot;Jesus has risen from death. He is going into Galilee. He will be there before you. You will see him there.&quot;&apos; Then the angel said, &apos;Now I have told you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The women left the tomb quickly. They were afraid, but they were also very happy. They ran to tell Jesus&quot; followers what had happened."
            },
            {
                "verse_number": "9",
                "verse_text": "Suddenly, Jesus met them and said, &apos;Greetings.&apos; The women came up to Jesus, took hold of his feet, and worshiped him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos;Don&quot;t be afraid. Go and tell my brothers to go on to Galilee. They will see me there.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The women went to tell Jesus&quot; followers. At the same time, some of the soldiers who had been guarding the tomb went into the city. They went to tell the leading priests everything that had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the priests met with the Jewish elders and made a plan. They paid the soldiers a large amount of money."
            },
            {
                "verse_number": "13",
                "verse_text": "They said to the soldiers, &apos;Tell the people that Jesus&quot; followers came during the night and stole the body while you were asleep."
            },
            {
                "verse_number": "14",
                "verse_text": "If the governor hears about this, we will satisfy him and save you from trouble.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the soldiers kept the money and obeyed the priests. And that story is still spread among the Jews even today."
            },
            {
                "verse_number": "16",
                "verse_text": "The 11 followers went to Galilee. They went to the mountain where Jesus told them to go."
            },
            {
                "verse_number": "17",
                "verse_text": "On the mountain they saw Jesus and worshiped him. But some of them did not believe that it was really Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jesus came to them and said, &apos;All power in heaven and on earth is given to me."
            },
            {
                "verse_number": "19",
                "verse_text": "So go and make followers of all people in the world. Baptize them in the name of the Father and the Son and the Holy Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "Teach them to obey everything that I have told you. You can be sure that I will be with you always. I will continue with you until the end of the world.&apos;"
            }
        ]
    }
}