{
    "Philemon": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a prisoner of Jesus Christ, and from Timothy, our brother. To Philemon, our dear friend and worker with us;"
            },
            {
                "verse_number": "2",
                "verse_text": "to Apphia, our sister; to Archippus, a worker with us; and to the church that meets in your home."
            },
            {
                "verse_number": "3",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "I remember you in my prayers. And I always thank my God for you."
            },
            {
                "verse_number": "5",
                "verse_text": "I hear about the love you have for all God&quot;s holy people and the faith you have in the Lord Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "I pray that the faith you share will make you understand every blessing that we have in Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "My brother, you have shown love to God&quot;s people. You have made them feel happy. This has given me great joy and comfort."
            },
            {
                "verse_number": "8",
                "verse_text": "There is something that you should do. And because of your love in Christ, I feel free to order you to do it."
            },
            {
                "verse_number": "9",
                "verse_text": "But because I love you, I am asking you instead. I, Paul, am an old man now, and a prisoner for Christ Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "I am asking you a favor for my son Onesimus. He became my son while I was in prison."
            },
            {
                "verse_number": "11",
                "verse_text": "In the past he was useless to you. But now he has become useful for both you and me."
            },
            {
                "verse_number": "12",
                "verse_text": "I am sending him back to you, and with him I am sending my own heart."
            },
            {
                "verse_number": "13",
                "verse_text": "I wanted to keep him with me to help me while I am in prison for the Good News. By helping me he would be serving you."
            },
            {
                "verse_number": "14",
                "verse_text": "But I did not want to do anything without asking you first. Then any favor you do for me will be because you want to do it, not because I forced you to do it."
            },
            {
                "verse_number": "15",
                "verse_text": "Onesimus was separated from you for a short time. Maybe that happened so that you could have him back forever&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "not to be a slave, but better than a slave, to be a loved brother. I love him very much. But you will love him even more. You will love him as a man and as a brother in the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "If you think of me as your friend, then accept Onesimus back. Welcome him as you would welcome me."
            },
            {
                "verse_number": "18",
                "verse_text": "If Onesimus has done anything wrong to you, charge that to me. If he owes you anything, charge that to me."
            },
            {
                "verse_number": "19",
                "verse_text": "I, Paul, am writing this with my own hand. I will pay back anything Onesimus owes. And I will say nothing about what you owe me for your own life."
            },
            {
                "verse_number": "20",
                "verse_text": "So, my brother, I ask that you do this for me in the Lord. Comfort my heart in Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "I write this letter, knowing that you will do what I ask you and even more."
            },
            {
                "verse_number": "22",
                "verse_text": "Also, please prepare a room for me to stay in. I hope that God will answer your prayers and I will be able to come to you."
            },
            {
                "verse_number": "23",
                "verse_text": "Epaphras is a prisoner with me for Christ Jesus. He sends greetings to you."
            },
            {
                "verse_number": "24",
                "verse_text": "And also Mark, Aristarchus, Demas, and Luke send greetings. They are workers together with me."
            },
            {
                "verse_number": "25",
                "verse_text": "The grace of our Lord Jesus Christ be with your spirit."
            }
        ]
    }
}