{
    "Hosea": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke his word to Hosea son of Beeri. This was during the time that Uzziah, Jotham, Ahaz and Hezekiah were kings of Judah. During part of this time Jeroboam son of Jehoash was king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to him, &apos;Go, and marry a woman who will be unfaithful to you. She will give you children whose fathers are other men. Do this because people in this country have acted like an unfaithful wife toward the Lord.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Hosea married Gomer daughter of Diblaim. Gomer became pregnant and gave birth to Hosea&quot;s son."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Hosea, &apos;Name him Jezreel. This is because soon I will punish the family of Jehu for the people they killed at Jezreel. Then I will put an end to the kingdom of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "And I will also break the power of Israel&quot;s army in the Valley of Jezreel.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer became pregnant again and gave birth to a daughter. The Lord said to Hosea, &apos;Name her Lo-Ruhamah. This is because I will not pity Israel anymore. I will no longer forgive them."
            },
            {
                "verse_number": "7",
                "verse_text": "But I will show pity to the people of Judah. I will save them. I will not use bows or swords, horses or horsemen, or weapons of war to save them. I, the Lord their God, will save them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "After Gomer had finished nursing Lo-Ruhamah, she became pregnant again. And she gave birth to another son."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said, &apos;Name him Lo-Ammi because you are not my people. And I am not your God."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But the people of Israel will become like the grains of sand of the sea. You cannot measure or count them. Now it is said to Israel, &quot;You are not my people.&quot; But later they will be called &quot;children of the living God.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the people of Judah and Israel will be joined together again. They will choose one leader for themselves. And again they will grow in their land. The day of Jezreel, when God plants, will be truly great."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Your brothers and your sisters will be called &quot;my people&quot; and &quot;you have been shown love.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Plead with your mother. Plead with her because she no longer acts like a wife to me. And I am not treated like her husband. Tell her to stop acting like a prostitute. Tell her to stop behaving like an unfaithful wife. I will leave her bare like the day she was born. I will make her dry like a desert. I will make her like a land without water. I will kill her with thirst. They are the children of an unfaithful wife. The one who became pregnant with them has acted disgracefully. They give me food and water. They give me wool and linen. They give me wine and olive oil.&quot; I will build a wall around her so she cannot find her way. But she won&quot;t catch up to them. She will look for them. But she won&quot;t find them. Life was better for me then than it is now.&quot; who gave her grain, wine and oil. I gave her much silver and gold. But she used it to make statues of Baal. And I will take away my wine when it is ready. I will take back my wool and linen. I gave her those things to cover her nakedness. No one will save her from my punishment. her yearly festivals, her New Moon festivals and her Sabbaths. I will stop all of her special feasts. She said they were her pay from her lovers. I will turn them into a forest. Wild animals will eat those plants. she burned incense to the Baals. She put on her rings and jewelry. Then she went chasing after her lovers. But she has forgotten me!&apos; says the Lord. I will lead her into the desert and speak tenderly to her. Then she will respond as when she was young, as when she came out of Egypt.&apos; Then people won&quot;t use their names anymore. It will be with the wild animals, the birds and the crawling things. I will remove from the land the bow and the sword and the weapons of war. Then my people will live in safety. I will be good and fair. I will show you my love and mercy. Then you will accept that I am the Lord. &apos;I will speak to the skies. And they will give rain to the earth. Much will grow because my people are called Jezreel&ndash;God plants. I will show pity to the one I had called &quot;not shown pity.&quot; I will say, &quot;You are my people&quot; to those I had called &quot;not my people.&quot; And they will say to me, &quot;You are our God.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "If she refuses, I will strip her naked."
            },
            {
                "verse_number": "4",
                "verse_text": "I will not take pity on her children."
            },
            {
                "verse_number": "5",
                "verse_text": "Their mother has acted like a prostitute. She said, &quot;I will chase after my lovers. Then she will say, &quot;I will go back to my first husband. And I will make the Valley of Achor a door of hope. She will no longer call me &quot;my baal.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So I will block her road with thornbushes."
            },
            {
                "verse_number": "7",
                "verse_text": "She will run after her lovers."
            },
            {
                "verse_number": "8",
                "verse_text": "But she has not accepted that I was the one"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;So I will take away my grain at harvest time."
            },
            {
                "verse_number": "10",
                "verse_text": "So I will show her nakedness to her lovers."
            },
            {
                "verse_number": "11",
                "verse_text": "I will put an end to all her celebrations:"
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy her vines and fig trees."
            },
            {
                "verse_number": "13",
                "verse_text": "I will punish her for all the times"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;So I am going to attract her."
            },
            {
                "verse_number": "15",
                "verse_text": "Then I will give her back her vineyards."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord says, &apos;Then she will call me &quot;my husband.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "I will never let her say the names of Baal again."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time I will make an agreement for them."
            },
            {
                "verse_number": "19",
                "verse_text": "And I will make you my promised bride forever."
            },
            {
                "verse_number": "20",
                "verse_text": "I will be true to you as my promised bride."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;And at that time I will answer you,&apos; says the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "The earth will produce grain, wine and oil."
            },
            {
                "verse_number": "23",
                "verse_text": "I will plant my people in the land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to me, &apos;Go, show your love to your wife again. She has had other lovers and has been unfaithful to you. But you must keep on loving her the way the Lord loves the people of Israel. This is true even though the Israelites worship other gods. They love to eat the raisin cakes.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I bought Gomer for six ounces of silver and about ten bushels of barley."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I told her, &apos;You must wait for me for many days. You must not be a prostitute. You must not be any other man&quot;s lover. I, in turn, will wait for you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "In the same way Israel will live many days without a king or leader. They will not have sacrifices or holy stone pillars. They will be without the holy vest or an idol."
            },
            {
                "verse_number": "5",
                "verse_text": "After this, the people of Israel will return to the Lord their God. They will follow the Lord and the king from David&quot;s family. In the last days they will come to the Lord. And he will bless them."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, listen to the Lord&quot;s message. The Lord says he has this against you who live in this country: &apos;The people are not true, not loyal to God. They do not even know him. They are guilty of adultery. They break all my laws. One murder follows another. and all its people are dying off. Even the wild animals are dying. Even the birds of the air and the fish of the sea are dying. or blame another person. Don&quot;t blame the people, you priests, when they quarrel with you. And your prophets will be ruined with you one of these nights. I will also destroy your mother, the nation of Israel. because they have no knowledge. You priests have refused to learn. So I will refuse to let you be priests to me. You have forgotten the teachings of your God. So I will reject your children. the more they sin against me. I will take away their honor and give them nothing but shame. So they want the people to sin more and more. I will punish them both for what they have done. I will repay them for the wrong they have done. but not have enough. They will sin sexually with the prostitutes. But they will not have children. This is because they left the Lord. take away my people&quot;s ability to understand. They ask those sticks of wood to advise them! Like prostitutes, they have chased after other gods. They have left their own God. They burn offerings on the hills, under oaks, poplars and other trees. They think the shade under those trees is nice. So your daughters become prostitutes. And your daughters-in-law are guilty of adultery. when they become prostitutes. I will not punish your daughters-in-law for their sins of adultery. I will not punish them because you yourselves have sinned sexually with prostitutes. You offer sacrifices with the temple prostitutes. You foolish people are destroying yourselves. But don&quot;t let Judah be guilty. Don&quot;t go to sacrifice at Gilgal. Don&quot;t use the Lord&quot;s name to make promises. Don&quot;t say, &quot;As surely as the Lord lives . . .&quot; like a stubborn young cow. How then can the Lord feed them like lambs in a meadow? So, let them. Then they give themselves to being prostitutes. They love these disgraceful things. Their sacrifices will bring them only shame."
            },
            {
                "verse_number": "2",
                "verse_text": "They curse. They lie. They kill. They steal."
            },
            {
                "verse_number": "3",
                "verse_text": "Because of this the land dries up,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;No one should accuse"
            },
            {
                "verse_number": "5",
                "verse_text": "You will be ruined one of these days."
            },
            {
                "verse_number": "6",
                "verse_text": "My people will be destroyed"
            },
            {
                "verse_number": "7",
                "verse_text": "The more priests there are,"
            },
            {
                "verse_number": "8",
                "verse_text": "The priests live off the sin offerings of the people."
            },
            {
                "verse_number": "9",
                "verse_text": "The priests are as wrong as the people."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;They will eat"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Sexual sins, old wine and new wine"
            },
            {
                "verse_number": "12",
                "verse_text": "My people ask wooden idols for advice."
            },
            {
                "verse_number": "13",
                "verse_text": "They make sacrifices on the tops of the mountains."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But I will not punish your daughters"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Israel, you act like a prostitute. Don&quot;t go up to give offerings at Beth Aven."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel are stubborn"
            },
            {
                "verse_number": "17",
                "verse_text": "Israel has chosen to worship idols."
            },
            {
                "verse_number": "18",
                "verse_text": "Her rulers get drunk."
            },
            {
                "verse_number": "19",
                "verse_text": "They will be swept away as by a whirlwind."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Listen, you priests. Pay attention, people of Israel. Listen, royal family. You will all be judged. You have been like a trap at Mizpah. You have been like a net spread out at Mount Tabor. So I will punish you all. What they have done is not hidden from me. They all act like prostitutes. Israel has made itself unclean. keep them from returning to their God. They are determined to be unfaithful to me. They do not know the Lord. The people of Israel will stumble because of their sin. The people of Judah will also stumble with them. They will come with their sheep and cattle. But they will not be able to find him, because he has left them. Their children do not belong to him. So their false worship will destroy them and their land. Blow the trumpet in Ramah. Give the warning at Beth Aven. Be first into battle, people of Benjamin. Israel will be destroyed. I warn the tribes of Israel that this will surely happen. They try to steal the property of others. My punishment will overwhelm them like a flood of water. because they decided to follow idols. as a moth destroys clothing. I will destroy Judah as rot destroys wood. Judah saw the wounds she suffered. So Israel turned to Assyria for help. She sent to the great king of Assyria for help. But he cannot heal you. He cannot cure your wound. I will be like a young lion to Judah. I will attack them and tear them to pieces. I will drag them off, and no one will be able to save them. until the people admit they are guilty. At that time they must look for me. In their trouble they must turn to me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "You have done many bad things."
            },
            {
                "verse_number": "3",
                "verse_text": "I know all about Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;And those bad things they have done"
            },
            {
                "verse_number": "5",
                "verse_text": "Israel&quot;s pride testifies against them."
            },
            {
                "verse_number": "6",
                "verse_text": "The people will come to worship the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "They have not been true to the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Blow the horn in Gibeah."
            },
            {
                "verse_number": "9",
                "verse_text": "A time of punishment is coming."
            },
            {
                "verse_number": "10",
                "verse_text": "The leaders of Judah are like thieves."
            },
            {
                "verse_number": "11",
                "verse_text": "Israel will be crushed by the punishments,"
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy Israel"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Israel saw how weak she was."
            },
            {
                "verse_number": "14",
                "verse_text": "I will be like a lion to Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Then I will go back to my place"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "You people say, &apos;Come, let&quot;s go back to the Lord. He has hurt us, but he will heal us. He has wounded us, but he will bandage our wounds. We will not have to wait long for him to raise us up. Then we may live in his presence. Let&quot;s try hard to know who he is. He will come to us as surely as the dawn comes. The Lord will come to us like the rain, like the spring rain that waters the ground.&apos; Judah, what should I do with you? Your faithfulness is like a morning mist. It lasts only as long as the dew in the morning. that I will kill you and destroy you. My judgments will flash forth like lightning against you. more than I want animal sacrifices. I want people to know me more than I want burnt offerings. You have been unfaithful to me. It is covered with bloody footprints. robbers waiting in ambush. They do wicked crimes. The people are unfaithful to God, and Israel has become unclean. &apos;I would like to give my people back their riches."
            },
            {
                "verse_number": "2",
                "verse_text": "In a short while he will put new life in us."
            },
            {
                "verse_number": "3",
                "verse_text": "Let&quot;s learn about the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord says, &apos;Israel, what should I do with you?"
            },
            {
                "verse_number": "5",
                "verse_text": "I have warned you by my prophets"
            },
            {
                "verse_number": "6",
                "verse_text": "I want faithful love"
            },
            {
                "verse_number": "7",
                "verse_text": "But you have broken the agreement as Adam did."
            },
            {
                "verse_number": "8",
                "verse_text": "Gilead is full of people who do evil."
            },
            {
                "verse_number": "9",
                "verse_text": "Some of the priests are like They murder people on the way to Shechem."
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen horrible things in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Judah, I have set a time to punish you also."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "I would like to heal Israel. But their sin can be seen by everyone. The wickedness of Israel is too well-known. They cheat one another. They break into other peoples&quot; houses. There are robberies in the streets. that I remember all their wicked deeds. The bad things they do are all around, and I can see their sins clearly. They make their rulers glad with their lies. They are like an oven heated by a baker. While he mixes the dough, he does not stir up the flame. On that day the rulers become drunk with wine. The king joins in with those who had made evil plans. Their hearts are like a hot oven. All night long its fire is low. When morning comes, it is fanned into flame. Like a fire they destroy their rulers. Their kings fall one after another. And no one calls on me. Israel is useless like a pancake cooked only on one side. And Israel doesn&quot;t even know it. Israel is weak and feeble, like an old man. And they don&quot;t even know it. They have had many troubles. But they still do not turn to the Lord their God. They do not look to him for help. The people have no understanding. First they call to Egypt for help. Then they run for help to Assyria. as men catch birds in a net. Then I will punish them as I have warned them. They will be destroyed because they turned against me. I want to save them. But they have spoken lies against me. They just lie on their beds and cry. They come together to ask for grain and new wine. But they really turn away from me. But they have made evil plans against me. They are like a crooked bow that does not shoot straight. Their leaders brag about their strength. But they will be killed with swords. Then the people in Egypt will laugh at them."
            },
            {
                "verse_number": "2",
                "verse_text": "It never enters their minds"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;They make the king happy with their wickedness."
            },
            {
                "verse_number": "4",
                "verse_text": "But all of them are traitors."
            },
            {
                "verse_number": "5",
                "verse_text": "They hold a festival day for the king."
            },
            {
                "verse_number": "6",
                "verse_text": "They approach him with murder in mind."
            },
            {
                "verse_number": "7",
                "verse_text": "So all these people are as hot as an oven."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Israel mixes with other nations."
            },
            {
                "verse_number": "9",
                "verse_text": "Foreign nations are using up Israel&quot;s strength."
            },
            {
                "verse_number": "10",
                "verse_text": "Israel&quot;s pride will cause their defeat."
            },
            {
                "verse_number": "11",
                "verse_text": "Israel has become like a silly pigeon."
            },
            {
                "verse_number": "12",
                "verse_text": "When they go, I will catch them"
            },
            {
                "verse_number": "13",
                "verse_text": "How terrible for them because they left me!"
            },
            {
                "verse_number": "14",
                "verse_text": "They do not call to me from their hearts."
            },
            {
                "verse_number": "15",
                "verse_text": "I trained them and gave them strength."
            },
            {
                "verse_number": "16",
                "verse_text": "They did not turn to the Most High God."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Put the trumpet to your lips and give the warning! The enemy swoops down on my people like an eagle. The Israelites have broken my agreement. They have turned against my teachings. &quot;Our God, we in Israel know you!&quot; So the enemy chases them. without asking my permission. They chose their own leaders, men I did not know. They made their silver and gold into idols. For all this they will be destroyed. I am very angry with the people. How long will they remain unclean? It is not God. Israel&quot;s calf-shaped idol will surely be smashed to pieces. But they will harvest a whirlwind. Her plans are like a stalk with no head of grain. It produces nothing. Even if it produces something, other nations would eat it. The people are mixed among the other nations. They have become useless to me. Israel has run to Assyria. Israel has hired other nations to protect her. I will gather them together. They will become weaker and weaker as they suffer under the great king of Assyria. the more they have become altars for sinning. They act as if the teachings were strange and foreign to them. and eat the meat. But the Lord is not pleased with them. He remembers the evil they have done. And he will punish them for their sins. They will be slaves again as they were in Egypt. They trust in the palaces they have built. And Judah trusts in her many strong, walled cities. But I will send fire on their cities and destroy their strong towers.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "They cry out to me,"
            },
            {
                "verse_number": "3",
                "verse_text": "But Israel has rejected what is good."
            },
            {
                "verse_number": "4",
                "verse_text": "They chose their own kings"
            },
            {
                "verse_number": "5",
                "verse_text": "I hate that calf-shaped idol."
            },
            {
                "verse_number": "6",
                "verse_text": "The idol is something a craftsman made."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Israel&quot;s foolish plans are like planting the wind."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel is destroyed."
            },
            {
                "verse_number": "9",
                "verse_text": "Like a wild donkey,"
            },
            {
                "verse_number": "10",
                "verse_text": "Although Israel is mixed among the nations,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The more altars Israel built to remove sin,"
            },
            {
                "verse_number": "12",
                "verse_text": "They reject the many teachings I have written for them."
            },
            {
                "verse_number": "13",
                "verse_text": "The Israelites offer sacrifices to me"
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Israel have forgotten their Maker."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Israel, do not rejoice. Don&quot;t celebrate as the other nations do. You have been unfaithful to your God. You love the grain on your threshing floors. So you worship the gods who supposedly gave it. And there won&quot;t be enough wine to go around. Israel will return to being captives as they were in Egypt. In Assyria they will eat food that they are not allowed to eat. Their sacrifices will not please him. Their sacrifices will be like food that is eaten at a funeral. It is unclean, and everyone who eats it becomes unclean. Their food will only satisfy their hunger. They cannot sacrifice it in the Temple. and on the festival days of the Lord? Egypt will take them as captives. Weeds will grow over their silver treasures. Thorns will grow over their houses. The time of punishment has come. The time to pay for your sins has come. You have sinned very much, and your hatred is great. You think the prophet is a fool. You say the spiritual man is crazy. to warn Israel of danger. But everywhere he goes you set traps for him. You treat him as an enemy in God&quot;s own land. The Lord will remember the evil things they have done. He will punish them for their sins. it was like finding grapes in the desert. Your ancestors were like finding the first figs on the tree. But when they came to Baal Peor, they began worshiping an idol. They became as disgusting as the thing they worshiped. There will be no more pregnancies, no more births, no more babies. I will take them all away. How terrible it will be for them when I turn away from them! given a pleasant place. But the people of Israel will soon bring out their children to be killed.&apos; What will you give them? Make their women unable to have children. Give them breasts that cannot feed their babies. so I began to hate them there. Because of the sinful things they have done, I will force them to leave my land. I will no longer love them. Their leaders have turned against me. Its root is dying, and it has no fruit. So the people will have no more children. And if they did, I would kill the children they love.&apos; because they have not obeyed him. They will wander among the nations."
            },
            {
                "verse_number": "2",
                "verse_text": "But there won&quot;t be enough grain to feed the people."
            },
            {
                "verse_number": "3",
                "verse_text": "The Israelites will not stay in the Lord&quot;s land."
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites will not give offerings of wine to the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "What will you do then on the day of feasts"
            },
            {
                "verse_number": "6",
                "verse_text": "Even if the people are not destroyed, They will be buried in Memphis. as the men of Gibeah were."
            },
            {
                "verse_number": "7",
                "verse_text": "Let Israel know this."
            },
            {
                "verse_number": "8",
                "verse_text": "The prophet is God&quot;s watchman"
            },
            {
                "verse_number": "9",
                "verse_text": "The men of Israel have become as sinful"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When I found Israel,"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel&quot;s glory will fly away like a bird."
            },
            {
                "verse_number": "12",
                "verse_text": "But even if the Israelites bring up children,"
            },
            {
                "verse_number": "13",
                "verse_text": "I have seen Israel, like Tyre,"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord, give them what they should have."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The Israelites were wicked in Gilgal,"
            },
            {
                "verse_number": "16",
                "verse_text": "Israel is like a sick plant."
            },
            {
                "verse_number": "17",
                "verse_text": "God will reject them,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Israel is like a vine that produced plenty of fruit. As the people became richer, they built more altars for idols. As their land became better, they put up better stone pillars to honor false gods. Now they must pay for their guilt. The Lord will break down their altars. He will destroy their holy stone pillars. because we didn&quot;t honor the Lord. But even if we had one, he couldn&quot;t do anything for us.&apos; They make agreements they don&quot;t keep. So people sue each other in court. They are like poisonous weeds growing in a plowed field. the calf-shaped idol at Beth Aven. The people and the priests will cry because their glorious idol is gone. to the great king of Assyria. Israel will be disgraced. The people will be ashamed of trusting that idol. like a chip of wood floating on the water. They are where Israel sins. Thorns and weeds will grow up and cover their altars. Then they will say to the mountains, &apos;Cover us!&apos; And they will say to the hills, &apos;Fall on us!&apos; The people there have continued sinning. But war will surely overwhelm them, because of the evil they have done there. I will come to punish them. Armies will come together against them. They will be punished for their many sins. that likes to thresh grain. But I will put a yoke on her neck. I will make Israel work hard in the field. Judah will plow. Israel will break up the ground. Plant what is right. Then you will harvest good things from your loyalty to me. It is time for you to turn back to me, the Lord. Do it until I come and pour out my goodness on you.&quot; So you have harvested trouble. You have trusted in your own power and your many soldiers. Now you must live with the result of your lies. And all your strong, walled cities will be destroyed. It will be like the time King Shalman destroyed Beth Arbel in battle. Mothers and children were crushed to the ground together. because you did so much evil. When that time comes, the king of Israel will die."
            },
            {
                "verse_number": "2",
                "verse_text": "Their heart was false."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Israelites will say, &apos;We have no king,"
            },
            {
                "verse_number": "4",
                "verse_text": "They make many false promises."
            },
            {
                "verse_number": "5",
                "verse_text": "The people from Israel are worried about"
            },
            {
                "verse_number": "6",
                "verse_text": "It will be carried off as a payment that was demanded"
            },
            {
                "verse_number": "7",
                "verse_text": "The king of Israel will be carried off"
            },
            {
                "verse_number": "8",
                "verse_text": "The places of worship at Beth Aven will be destroyed."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Israel, you have sinned since the time of Gibeah."
            },
            {
                "verse_number": "10",
                "verse_text": "When I am ready,"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel is like a well-trained young cow"
            },
            {
                "verse_number": "12",
                "verse_text": "I said, &quot;Break new ground."
            },
            {
                "verse_number": "13",
                "verse_text": "But you have planted evil."
            },
            {
                "verse_number": "14",
                "verse_text": "So your armies will hear the noise of battle."
            },
            {
                "verse_number": "15",
                "verse_text": "The same will happen to you, people of Bethel,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When Israel was a child, I loved him. And I called my son out of Egypt. the further they went from me. They offered sacrifices to the Baals. They burned incense to the idols. I took them by the arms. But they did not understand that I had healed them. with ties of love. I lifted the yoke from their neck. I bent down and fed them. The king of Assyria will become their king. This is because they refuse to turn to God. It will destroy them, because of their wicked plans. to turn away from me. The prophets call them to turn to me. But none of them honors me at all. I don&quot;t want to go away and leave you. I don&quot;t want to make you like Admah. My heart beats for you. My love for you stirs up my pity. I won&quot;t destroy Israel again. I am God and not man. I am the Holy One, and I am among you. I will not come against you in anger. a lion calling for its young. My children will come and follow me. They will hurry to me from the west. like birds from a captivity like Egypt was, and like doves from Assyria. I will settle them again in their homes,&apos; says the Lord. The people of Israel have made their secret plans. And Judah turns against God, the faithful Holy One."
            },
            {
                "verse_number": "2",
                "verse_text": "But the more I called to the people of Israel,"
            },
            {
                "verse_number": "3",
                "verse_text": "But it was I who taught Israel to walk."
            },
            {
                "verse_number": "4",
                "verse_text": "I led them with cords of human kindness,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The Israelites will become captives again, as they were in Egypt."
            },
            {
                "verse_number": "6",
                "verse_text": "War will sweep through their cities."
            },
            {
                "verse_number": "7",
                "verse_text": "My people have made up their minds"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Israel, I don&quot;t want to give you up. I don&quot;t want to treat you like Zeboiim."
            },
            {
                "verse_number": "9",
                "verse_text": "I won&quot;t punish you in my anger."
            },
            {
                "verse_number": "10",
                "verse_text": "I will call for my people like"
            },
            {
                "verse_number": "11",
                "verse_text": "They will come swiftly"
            },
            {
                "verse_number": "12",
                "verse_text": "Israel has surrounded me with lies."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "What Israel does is as useless as chasing the wind, as dangerous as being in a windstorm. They tell more and more lies and do more and more violence. They make agreements with Assyria, and they send a gift of olive oil to Egypt. He will punish Israel for what they have done. He will give them what they deserve. while the two of them were being born. When Jacob grew to be a man, he wrestled with God. Jacob cried and asked for his blessing. Later, God met with him at Bethel and spoke with him there. He wants to be remembered as the Lord. You must be loyal and true to him. You must do what is honest and just. You must always trust in him as your God. They like to cheat people. They think that because they are rich no one will learn about their sins. I brought you out of Egypt. I will make you live in tents again as you used to do in the desert. and gave them many visions. Through them, I taught my lessons to you.&apos; They are worth nothing. People sacrifice bulls at Gilgal. But their altars will become like piles of stone in a plowed field. There he worked to get a wife. He tended sheep to pay for her. to bring Jacob&quot;s descendants out of Egypt. The Lord used a prophet to take care of the Israelites. They killed other people. They deserve to die for their crimes. The Lord will make them pay for the disgraceful things they have done."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord also has some things against Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Their ancestor Jacob held on to his brother&quot;s heel"
            },
            {
                "verse_number": "4",
                "verse_text": "He wrestled with the angel and won."
            },
            {
                "verse_number": "5",
                "verse_text": "He is the Lord God of heaven&quot;s armies."
            },
            {
                "verse_number": "6",
                "verse_text": "Like Jacob you must return to him."
            },
            {
                "verse_number": "7",
                "verse_text": "The merchants use dishonest scales."
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Israel brag that they are rich."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But I am the Lord your God."
            },
            {
                "verse_number": "10",
                "verse_text": "I spoke to the prophets"
            },
            {
                "verse_number": "11",
                "verse_text": "The people of Gilead are evil."
            },
            {
                "verse_number": "12",
                "verse_text": "Your ancestor Jacob fled to Northwest Mesopotamia."
            },
            {
                "verse_number": "13",
                "verse_text": "Later the Lord used a prophet"
            },
            {
                "verse_number": "14",
                "verse_text": "But the Israelites made the Lord angry."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "People used to fear the tribe of Ephraim. They were important people in Israel. But they sinned by worshiping Baal. So they must die. They make idols of their silver. Those idols are cleverly made. They are the work of a craftsman. Yet the people of Israel say to each other, &apos;Kiss those calf idols and sacrifice to them.&apos; They will disappear like the morning mist. They will be like chaff blown from the threshing floor. They will vanish away like smoke rising from a chimney. since they were in the land of Egypt. They have really known no other God except me. I am the one who has saved them. where it was hot and dry. But then they became proud and forgot me. I will be like a leopard waiting by the road. I will rip their bodies open. I will devour them like a lion. I will tear them apart like a wild animal. for turning against me, your helper. Can they save you in any of your towns? You asked for them, saying, &quot;Give us a king and leaders.&quot; And I took them away in my great anger. They are filed away, waiting for punishment. but the people are too foolish to take it. They are like an unborn baby who won&quot;t come out of its mother&quot;s womb. I will not rescue them from death. I will call on death to hurt them. I will call on the place where the dead are to destroy them. I will show them no mercy. But the Lord will send a destroyer from the east. He will come like a wind from the desert that dries up all the springs and wells of water. He will destroy all their treasures, everything of value. because it fought against God. The people of Israel will die by the sword. Their children will be torn to pieces. And their pregnant women will be ripped open.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But they keep on sinning more and more."
            },
            {
                "verse_number": "3",
                "verse_text": "So those people will be like the morning dew."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I have been the Lord their God"
            },
            {
                "verse_number": "5",
                "verse_text": "I cared for them in the desert"
            },
            {
                "verse_number": "6",
                "verse_text": "I gave them food, and they became full and satisfied."
            },
            {
                "verse_number": "7",
                "verse_text": "That is why I will be like a lion to them."
            },
            {
                "verse_number": "8",
                "verse_text": "I will attack like a bear robbed of her cubs."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Israel, I will destroy you"
            },
            {
                "verse_number": "10",
                "verse_text": "What good are your kings and your leaders now?"
            },
            {
                "verse_number": "11",
                "verse_text": "So I gave you kings, but only in anger."
            },
            {
                "verse_number": "12",
                "verse_text": "The sins of Israel are on record."
            },
            {
                "verse_number": "13",
                "verse_text": "Israel has a chance to live again,"
            },
            {
                "verse_number": "14",
                "verse_text": "So I will not save them from the place where the dead are."
            },
            {
                "verse_number": "15",
                "verse_text": "Israel has become important among the nations."
            },
            {
                "verse_number": "16",
                "verse_text": "The nation of Israel will be punished,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Israel, return to the Lord your God. Your sins have caused your ruin. and say these words to him: &apos;Take away all our sin and kindly receive us. Then we will give you the praise we promised you. We will not trust in our horses. We will not say again, &quot;Our gods,&quot; to the things our hands have made. You show mercy to us, who are like orphans.&apos; &apos;I will forgive them for leaving me. I will love them freely. I am not angry with them anymore. It will blossom like a lily. Like the cedar trees in Lebanon, its roots will be firm. They will be like the beautiful olive trees. They will be like the sweet-smelling cedars in Lebanon. They will grow like the grain. They will bloom like a vine. They will be as famous as the wine of Lebanon. I, the Lord, am the one who answers your prayers. I am the one who watches over you. I am like a green pine tree. Your blessings come from me.&apos; An understanding person will take them to heart. The Lord&quot;s ways are right. Good people live by following them, but those who turn against God die because of them."
            },
            {
                "verse_number": "2",
                "verse_text": "Come back to the Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "Assyria cannot save us."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will be like the dew to Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "The people will be like spreading branches."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Israel will again live under my protection."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, have nothing to do with idols."
            },
            {
                "verse_number": "9",
                "verse_text": "A wise person will know these things."
            }
        ]
    }
}