{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This message is the word of the Lord. It is given to Israel through Malachi."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;I love you.&apos; But you ask, &apos;How have you loved us?&apos; The Lord said, &apos;Esau and Jacob were brothers. I loved Jacob, But the Lord of heaven&quot;s armies says, &apos;If they rebuild them, I will destroy them. People will say, &quot;Edom is the Wicked Country. The Lord is always angry with the Edomites.&quot; &apos;But you ask, &quot;How have we shown you disrespect?&quot; &apos;But you ask, &quot;What makes them unclean?&quot; &apos;They are unclean because you don&quot;t show respect for my altar. &apos;And you bring hurt, crippled and sick animals. You bring them as gifts. But I won&quot;t accept them from you,&apos; says the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "but I hated Esau. I destroyed his mountain country. I left his land to the wild dogs of the desert.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Edom might say, &apos;We were destroyed. But we will go back and rebuild the ruins.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "You will see these things with your own eyes. You will say, &quot;The Lord is great, even outside the borders of Israel!&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord of heaven&quot;s armies says, &apos;A son honors his father. A servant honors his master. I am a father. So why don&quot;t you honor me? I am a master. So why don&quot;t you respect me? You priests do not respect me."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You have shown it by bringing unclean sacrifices to my altar."
            },
            {
                "verse_number": "8",
                "verse_text": "You bring blind animals as sacrifices, and that is wrong. You bring crippled and sick animals. That is wrong. Try giving them to your governor. Would he be pleased with you? He wouldn&quot;t accept you,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Now ask God to be kind to you. But he won&quot;t accept you with such offerings,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I wish one of you would close the Temple doors. Then you would not light useless fires on my altar! I am not pleased with you. I will not accept your gifts,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;From the east to the west I will be honored among the nations. Everywhere they will bring incense and clean offerings to me. I will be honored among the nations,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But you don&quot;t honor me. You say about the Lord&quot;s altar, &quot;It is unclean. The food has no worth.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "You say, &quot;We are tired of doing this.&quot; And you sniff at it in disgust,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The cheat will be cursed. He has an animal in his flock. He promises to offer it. But then he offers me an animal that has something wrong with it. I am a great king,&apos; says the Lord of heaven&quot;s armies. &apos;I am feared by all the nations."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Priests, this command is for you."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to me. Pay attention to what I say. Honor my name,&apos; says the Lord of heaven&quot;s armies. &apos;If you don&quot;t, I will send a curse on you. I will curse your blessings. I have already cursed them because you don&quot;t pay attention to what I say."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I will punish your descendants. I will smear your faces with the garbage from your feasts. And you will be thrown away with it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will know why I am giving you this command. It is so that my agreement with Levi will continue,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;My agreement for priests was with the tribe of Levi. I promised them life and peace. And I gave these to them so they would honor me. They did honor me and fear me."
            },
            {
                "verse_number": "6",
                "verse_text": "They taught the true teachings. They spoke no lies. With peace and honesty they did what I said they should do. They kept many people from sinning."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;A priest should teach what he knows. People should learn the teachings from him because he is the messenger of the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "8",
                "verse_text": "But you priests have stopped obeying me. With your teachings you have caused many people to do wrong. You have broken the agreement with the tribe of Levi!&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You have not been careful to do what I say. You take sides in court cases. So I have caused you to be hated and disgraced in front of everybody.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "We all have the same father. The same God made us. So why do people break their promises to each other? They don&quot;t respect the agreement that our ancestors made with God."
            },
            {
                "verse_number": "11",
                "verse_text": "The people of Judah have broken their promises. They have done something God hates in Israel and Jerusalem. The people of Judah did not respect the Temple that the Lord loves. The men of Judah married the women who worship foreign gods."
            },
            {
                "verse_number": "12",
                "verse_text": "The man who does this might bring offerings to the Lord of heaven&quot;s armies. But the Lord will still separate him from the community of Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "This is another thing you do. You cover the Lord&quot;s altar with your tears. You cry and moan because the Lord does not accept your offerings. He is not pleased with what you bring."
            },
            {
                "verse_number": "14",
                "verse_text": "You ask, &apos;Why?&apos; It is because the Lord sees how you treated the wife you married when you were young. You broke your promise with her. She was your partner. You promised yourself to her."
            },
            {
                "verse_number": "15",
                "verse_text": "God made husbands and wives to become one body and one spirit for his purpose. This is so they would have children who are true to God. So be careful. Do not break your promise with the wife you married when you were young."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord God of Israel says, &apos;I hate divorce. And I hate people who do cruel things as easily as they put on clothes,&apos; says the Lord of heaven&quot;s armies. So be careful. And do not break your trust."
            },
            {
                "verse_number": "17",
                "verse_text": "You have tired the Lord with what you say. You ask, &apos;How have we tired him?&apos; You did it by saying, &apos;God thinks anyone who does evil is good. And he is pleased with them.&apos; Or you asked, &apos;Where is the God who is fair?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Lord of heaven&quot;s armies says, &apos;I will send my messenger. He will prepare the way for me to come. Suddenly, the Lord you are looking for will come to his Temple. The messenger of the agreement, whom you want, will come.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "No one can live through that time. No one can survive when he comes. He will be like a purifying fire. He will be like laundry soap."
            },
            {
                "verse_number": "3",
                "verse_text": "He will be like someone who heats and purifies silver. He will purify the Levites. He will make them pure like gold and silver. Then they will bring offerings to the Lord in the right way."
            },
            {
                "verse_number": "4",
                "verse_text": "And he will accept the offerings from Judah and Jerusalem. It will be as it was in the past."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord of heaven&quot;s armies says, &apos;Then I will come to you and judge you. I will testify against those who take part in evil magic, adultery and lying. I will testify against those who cheat workers of their pay and who cheat widows and orphans. And I will testify against those who are unfair to foreigners. These people do not respect me."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I am the Lord. I do not change. So you descendants of Jacob have not been destroyed."
            },
            {
                "verse_number": "7",
                "verse_text": "Like your ancestors before you, you have disobeyed my rules. You have not kept them. Return to me. Then I will return to you,&apos; says the Lord of heaven&quot;s armies. &apos;But you ask, &quot;How can we return?&quot; &apos;You ask, &quot;How have we robbed you?&quot; &apos;You have robbed me in your offerings and the tenth of your crops. &apos;But you ask, &quot;What have we said about you?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Should a man rob God? But you rob me."
            },
            {
                "verse_number": "9",
                "verse_text": "So a curse is on you because the whole nation has robbed me."
            },
            {
                "verse_number": "10",
                "verse_text": "Bring to the storehouse a tenth of what you gain. Then there will be food in my house. Test me in this,&apos; says the Lord of heaven&quot;s armies. &apos;I will open the windows of heaven for you. I will pour out more blessings than you have room for."
            },
            {
                "verse_number": "11",
                "verse_text": "I will stop the insects so they won&quot;t eat your crops. The grapes won&quot;t fall from your vines before they are ready to pick,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;All the nations will call you blessed. You will have a pleasant country,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord says, &apos;You have said terrible things about me."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You have said, &quot;It is useless to serve God. It did no good to obey his laws. And it did no good to show the Lord of heaven&quot;s armies that we are sorry for what we did."
            },
            {
                "verse_number": "15",
                "verse_text": "So we say that proud people are happy. Evil people succeed. They challenge God and get away with it.&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then those who honored the Lord spoke with each other. The Lord listened and heard them. The names of those who honored the Lord and respected him were written in a book. The Lord will remember them."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord of heaven&quot;s armies says, &apos;They belong to me. On that day they will be my very own. A father shows mercy to his son who serves him. In the same way I will show mercy to my people."
            },
            {
                "verse_number": "18",
                "verse_text": "You will again see the difference between good and evil people. You will see the difference between those who serve God and those who don&quot;t."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "&apos;There is a day coming that will be like a hot furnace. All the proud and evil people will be like straw. On that day they will be completely burned up. Not a root or branch will be left,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;But for you who honor me, goodness will shine on you like the sun. There will be healing in its rays. You will jump around, like calves freed from their stalls."
            },
            {
                "verse_number": "3",
                "verse_text": "Then you will crush the wicked. They will be like ashes under your feet. I will do this on that day,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Remember the teaching of Moses my servant. I gave those laws and rules to him at Mount Sinai. They are for all the Israelites."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;But I will send Elijah the prophet to you. He will come before that great and terrible day of the Lord&quot;s judging."
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah will help fathers love their children. And he will help the children love their fathers. Otherwise, I will come and put a curse on the land.&apos;"
            }
        ]
    }
}