{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Jotham, Ahaz and Hezekiah were kings of Judah. During the time they were kings, the word of the Lord came to Micah, who was from Moresheth. He saw these visions about Samaria and Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear this, all you nations. Listen, all you who live on the earth. The Lord God will come from his Holy Temple. He will come as a witness against you. He is coming down to walk on the tops of the mountains. like wax in a fire. The valleys will crack open as if split by water raging down a mountain. It is because of the sins of the nation of Israel. Who is responsible for Jacob&quot;s sin? Samaria! Who is responsible for Judah&quot;s worshiping idols? Jerusalem! It will be like a place for planting vineyards. I will pour Samaria&quot;s stones down into the valley. And I will destroy her down to her foundations. All the gifts to her idols will be burned with fire. I will destroy all her idols. This is because Samaria earned her money by being unfaithful to me. So this money will be carried off by other people who are not faithful to me.&apos; I will go around barefoot and without clothes. I will cry loudly like the wild dogs. I will cry like the ostriches. Her destruction will spread to Judah. It will reach the city gate of my people. It will come all the way to Jerusalem. Cry and roll in the dust won&quot;t come out to help you. But they will not give you any support. will be anxious for good news to come. This is because trouble will come from the Lord. It will come all the way to the gate of Jerusalem. harness the fastest horse to the chariot. Jerusalem&quot;s sins started in you. This is because you followed in Israel&quot;s sins. to the kings of Israel. He will take what you own. The leaders Israel brags about will hide in the cave at Adullam. Cry for the children you love. Make yourself bald like the eagle, because your children will be forced to live in a foreign land."
            },
            {
                "verse_number": "3",
                "verse_text": "See, the Lord is coming out of his place in heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "The mountains will melt under him"
            },
            {
                "verse_number": "5",
                "verse_text": "This is because of Jacob&quot;s sin."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;So I will make Samaria a pile of ruins in the open country."
            },
            {
                "verse_number": "7",
                "verse_text": "All her idols will be broken into pieces."
            },
            {
                "verse_number": "8",
                "verse_text": "I will moan and cry because of this evil."
            },
            {
                "verse_number": "9",
                "verse_text": "I will do this because Samaria&quot;s wound cannot be healed."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t tell it in Gath. Don&quot;t cry in Acco. at Beth Ophrah. you who live in Shaphir. Those who live in Zaanan The people in Beth Ezel will cry. to Moresheth in Gath. The houses in Aczib will be false help who live in Mareshah."
            },
            {
                "verse_number": "11",
                "verse_text": "Pass on your way, naked and ashamed,"
            },
            {
                "verse_number": "12",
                "verse_text": "Those who live in Maroth"
            },
            {
                "verse_number": "13",
                "verse_text": "You people living in Lachish,"
            },
            {
                "verse_number": "14",
                "verse_text": "So you must give farewell gifts"
            },
            {
                "verse_number": "15",
                "verse_text": "I will bring an enemy against you"
            },
            {
                "verse_number": "16",
                "verse_text": "Cut off your hair to show you are sad."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "How terrible it will be for people who plan wickedness. They lie on their beds and make evil plans. When the morning light comes, they do the things they planned. They do them just because they have the power to do so. They want houses; so they take them. They cheat a man and take his house. They cheat a man and take his property. &apos;Look, I am planning trouble against such people. You won&quot;t be able to save yourselves. You will no longer walk proudly, because it will be a terrible time. They will sing this sad song about you: &quot;We are completely ruined. The Lord has taken away our land. Yes, he has taken our land away from us. He has divided our fields among our enemies!&quot;&apos; They will not throw lots to divide the land among the Lord&quot;s people. Don&quot;t say those bad things about us! Nothing like that will happen to us!&apos; The Lord is becoming angry about what you have done. If you lived right, I could say nice words to you. You take the coats from people who pass by. They think they are safe. But you rob them as if they were prisoners of war. from their nice houses. You&quot;ve taken my glory from their children forever. This is not your promised place of rest anymore. You have made this place unclean. It is doomed to destruction. who will tell you nothing but lies. You want one who promises to prophesy good things for you if you give him wine and beer. He&quot;s just the prophet for you. I will bring together all those left alive in Israel. I&quot;ll put them together like sheep in a pen, like a flock in its pasture. Then the place will be filled with many people. The people will break through the gate and leave the city where they were held captive. Their king will go out in front of them. The Lord will lead his people.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "They want fields; so they take them."
            },
            {
                "verse_number": "3",
                "verse_text": "That is why the Lord says:"
            },
            {
                "verse_number": "4",
                "verse_text": "At that time people will make fun of you."
            },
            {
                "verse_number": "5",
                "verse_text": "So you will have no land for people to measure."
            },
            {
                "verse_number": "6",
                "verse_text": "People say, &apos;Don&quot;t prophesy to us!"
            },
            {
                "verse_number": "7",
                "verse_text": "But I must say this, people of Jacob."
            },
            {
                "verse_number": "8",
                "verse_text": "But recently, my people have become my enemy."
            },
            {
                "verse_number": "9",
                "verse_text": "You&quot;ve forced the women of my people"
            },
            {
                "verse_number": "10",
                "verse_text": "Get up and leave."
            },
            {
                "verse_number": "11",
                "verse_text": "But you people want a false prophet"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Yes, people of Jacob, I will bring all of you together."
            },
            {
                "verse_number": "13",
                "verse_text": "Someone will open the way and lead the people out."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then I said, &apos;Listen, leaders of the people of Jacob. Listen, you rulers of the nation of Israel. You should know how to decide cases fairly. You skin my people alive. You tear the flesh off their bones. You skin them and break their bones. You chop them up in pieces like meat to put in the pot. But he won&quot;t answer you. He will hide his face from you, because you have done evil.&apos; &apos;If someone gives these prophets food to eat, they shout, &quot;Peace!&quot; But if he doesn&quot;t give them food, they prepare for war against him. They won&quot;t have any visions from the Lord. It will become dark for them. They won&quot;t be able to tell what will happen in the future. The sun is about to set for the prophets. Their days will become dark. The people who see the future will be embarrassed. Yes, all of them will cover their mouths. This is because there will be no answer from God.&apos; with power and strength to preach fairness. I will tell the people of Jacob how they have turned against God. I will tell the people of Israel how they have done wrong. listen to me. You hate fairness. You destroy what is right. You build it with the sins you do. to decide who wins in court. The priests in Jerusalem only teach for pay. The prophets only look into the future when they get paid. But yet those leaders say, &apos;The Lord is with us. Nothing bad will happen to us.&apos; Jerusalem will be plowed like a field. Jerusalem will become a pile of rocks. The hill on which the Temple stands will be covered with bushes."
            },
            {
                "verse_number": "2",
                "verse_text": "But you hate good and love evil."
            },
            {
                "verse_number": "3",
                "verse_text": "You are destroying my people."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will pray to the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord says this about the prophets who teach his people the wrong way of living:"
            },
            {
                "verse_number": "6",
                "verse_text": "So it will become like night to the prophets."
            },
            {
                "verse_number": "7",
                "verse_text": "The seers will be ashamed."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord&quot;s Spirit has filled me"
            },
            {
                "verse_number": "9",
                "verse_text": "Leaders of Jacob and rulers of Israel,"
            },
            {
                "verse_number": "10",
                "verse_text": "You build Jerusalem by murdering people."
            },
            {
                "verse_number": "11",
                "verse_text": "The judges in Jerusalem take money"
            },
            {
                "verse_number": "12",
                "verse_text": "Because of you,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "In the last days the mountain on which the Lord&quot;s Temple stands will become the most important of all mountains. It will be raised above the hills. People from other nations will come streaming to it. &apos;Come, let us go up to the mountain of the Lord. Let us go to the Temple of the God of Jacob! Then God will teach us his ways. And we will obey his teachings.&apos; The Lord&quot;s teachings will go out from Jerusalem. The word of the Lord will go out from Jerusalem. He will decide between strong nations that are far away. Then the nations will make their swords into plows. They will make their spears into hooks for trimming trees. Nations will no longer fight other nations. They will not even train for war anymore. No one will make him afraid. This is because the Lord of heaven&quot;s armies has said it. But we will follow the Lord our God forever and ever. I will bring back to me the crippled. I will bring back to Jerusalem those who were sent away. I will bring back to me those who were hurt. I will make a strong nation of those who were sent away. The Lord will be their king in Mount Zion forever. you will be a kingdom as in the past. Jerusalem, the right to rule will come again to you.&apos; Is your king gone? Have you lost your leader? You are in pain like a woman trying to give birth. Be like a woman trying to give birth. Now you must leave the city and live in the field. You will go to Babylon. But you will be saved from that place. The Lord will go there and take you back from your enemies. have come to fight against you. They say, &apos;Let&quot;s destroy Jerusalem and be proud we have defeated her.&apos; what the Lord is thinking. They don&quot;t understand his plan for them. He will crush them like a bundle of grain on the threshing floor. I will make you strong as if you had horns of iron. I will make you strong as if you had hooves of bronze. You will beat many nations into small pieces. You will give their wealth to the Lord. You will give their treasure to the Lord of all the earth.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Many nations will come and say,"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will settle arguments among many nations."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone will sit under his own vine and fig tree."
            },
            {
                "verse_number": "5",
                "verse_text": "All other nations follow their own gods."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord says, &apos;At that time,"
            },
            {
                "verse_number": "7",
                "verse_text": "I will keep alive those who were crippled."
            },
            {
                "verse_number": "8",
                "verse_text": "And you, watchtower of the flocks, strong city of Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Now, why do you cry so loudly?"
            },
            {
                "verse_number": "10",
                "verse_text": "People of Jerusalem, be in pain."
            },
            {
                "verse_number": "11",
                "verse_text": "But now many nations"
            },
            {
                "verse_number": "12",
                "verse_text": "But they don&quot;t know"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Get up and crush them, people of Jerusalem."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "So, strong city, gather your soldiers together. We are surrounded and attacked. The enemy will swing his club. He will hit the leader of Israel in the face. are one of the smallest towns in Judah. But from you will come one who will rule Israel for me. He comes from very old times, from days long ago.&apos; until Jerusalem, who is in labor, gives birth to her children. Then his brothers who are in captivity will return. They will come back to the people of Israel living in Judah. and take care of his people. He will lead them with the Lord&quot;s power. He will lead them in the wonderful name of the Lord his God. They will live in safety. And his greatness will be known all over the earth. The Assyrian army will come into our country. They will destroy our large houses. But we will choose seven or eight leaders. They will shepherd our people. They will conquer the land of Assyria with their swords drawn. The Assyrians will come into our land. They will come within our borders. But the leaders of Israel will save us from them. will be like dew from the Lord to many people. They will be like rain which does not wait for man. They will be like showers which do not wait for human beings. will be scattered among the nations. They will be among many peoples. They will be like a lion among the animals of the forest. They will be like a young lion going through the flock. He steps on what is in his way. No one can save the nations from God&quot;s people. and you will destroy them. I will take your horses from you. I will destroy your chariots. I will tear down all your defenses. You will not have anyone who can tell the future. I will tear down the stone pillars you worship. You will no longer worship what your hands have made. I will destroy your cities. I will show my anger and punish them.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;But you, Bethlehem Ephrathah,"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will leave his people in Babylon"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the ruler of Israel will stand"
            },
            {
                "verse_number": "5",
                "verse_text": "He will bring peace."
            },
            {
                "verse_number": "6",
                "verse_text": "They will destroy the Assyrians with their swords."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the people of Jacob who are left alive"
            },
            {
                "verse_number": "8",
                "verse_text": "Those left alive of Jacob&quot;s people"
            },
            {
                "verse_number": "9",
                "verse_text": "So you will raise your fist in victory over your enemies,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord says, &apos;At that time,"
            },
            {
                "verse_number": "11",
                "verse_text": "I will destroy the walled cities in your country."
            },
            {
                "verse_number": "12",
                "verse_text": "You will no longer be able to do witchcraft."
            },
            {
                "verse_number": "13",
                "verse_text": "I will destroy your statues of false gods."
            },
            {
                "verse_number": "14",
                "verse_text": "I will destroy the Asherah idols."
            },
            {
                "verse_number": "15",
                "verse_text": "Some people won&quot;t obey me."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now hear what the Lord says: &apos;Get up; plead your case in front of the mountains. Let the hills hear your story. Foundations of the earth, listen to the Lord. The Lord has a complaint against his people. He will prove that Israel is wrong.&apos; How did I make you tired of me? Tell me. I freed you from slavery. I sent Moses, Aaron and Miriam to you. the evil plans of Balak king of Moab. Remember what Balaam son of Beor told Balak. Remember what happened from Acacia to Gilgal. Then you will know the Lord does what is right!&apos; when I come before the Lord? What can I bring when I bow before God on high? Should I come before the Lord with burnt offerings, with year-old calves? Will he be pleased with 10,000 rivers of oil? Should I give my first child for the evil I have done? Should I give my very own child for my sin?&apos; He has told you what he wants from you: Do what is right to other people. Love being kind to others. And live humbly, trusting your God. The wise person honors the Lord. So pay attention to the rod of punishment. Pay attention to the One who threatens to punish. treasures they have stolen? Do they still cheat others? I curse their false measure! with wrong weights and scales? still do cruel things. The people still tell lies. They do not tell the truth. I will destroy you because of your sins. You will still be hungry and empty. You will store up but save nothing. What you store up the sword will destroy. but you won&quot;t harvest. You will squeeze your olives. But you won&quot;t get any oil from them to put on your skin. You will crush the grapes. But you will not drink the wine. You do all the evil that Ahab&quot;s family does. You follow their teachings. So I will let you be destroyed. The people in your city will be laughed at. Other nations will make fun of you."
            },
            {
                "verse_number": "2",
                "verse_text": "Mountains, listen to the Lord&quot;s complaint."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says, &apos;My people, did I do something wrong to you?"
            },
            {
                "verse_number": "4",
                "verse_text": "I brought you from the land of Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "My people, remember"
            },
            {
                "verse_number": "6",
                "verse_text": "You say, &apos;What can I bring with me"
            },
            {
                "verse_number": "7",
                "verse_text": "Will the Lord be pleased with 1,000 male sheep?"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord has told you what is good."
            },
            {
                "verse_number": "9",
                "verse_text": "The voice of the Lord shouts to the city."
            },
            {
                "verse_number": "10",
                "verse_text": "Can the Lord forget that the wicked still hide"
            },
            {
                "verse_number": "11",
                "verse_text": "Can I forgive people who cheat others"
            },
            {
                "verse_number": "12",
                "verse_text": "The rich men in the city"
            },
            {
                "verse_number": "13",
                "verse_text": "So I have started to punish you."
            },
            {
                "verse_number": "14",
                "verse_text": "You will eat, but you won&quot;t become full."
            },
            {
                "verse_number": "15",
                "verse_text": "You will plant,"
            },
            {
                "verse_number": "16",
                "verse_text": "This is because you obey the wicked laws of King Omri."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Poor me! I am like a hungry man. And all the summer fruit has been picked. There are no grapes left to eat. There are none of the early figs I love. There is not one good person left in this country. Everyone is waiting to kill someone. Everyone is trying to trap his brother. Rulers ask for money. And judges&quot; decisions are bought for a price. Rich people make their wishes known. They all join in their evil plans. Even the nicest of them is worse than a thornbush. Now it has come. Now you will be punished. Your punishment will amaze you. Don&quot;t even trust a friend. Be careful what you say, even to your wife. A daughter will turn against her mother. A daughter-in-law will fight with her mother-in-law. A person&quot;s enemies will be members of his own family. I will wait for God to save me. My God will hear me. I have fallen, but I will get up again. I sit in the shadow of trouble now. But the Lord will be a light for me. So he was angry with me. But he will defend my case in court. He will do what is right for me. Then he will bring me out into the light. I will see him set things right. and they will be ashamed. My enemies said to me, &quot;Where is the Lord your God?&quot; Now I will laugh at them. They will fall down defeated, like the mud people walk on.&apos; At that time your country will grow. They will come from Assyria and the cities of Egypt. They will come from the countries between the river of Egypt and the Euphrates River. They will come from the countries between the Mediterranean Sea in the west and the mountains in the east. This is because of what the people who lived in it did. Tend the flock of people who belong to you. That flock now lives alone in the desert. But there is fertile pasture nearby. Let them feed in Bashan and Gilead as they did long ago. I will show you more miracles like that.&apos; Then they will no longer brag about their power. They will be amazed and put their hands over their mouths. They will refuse to listen. They will shake with fear. They will crawl on the ground like insects crawling from their holes. They will come trembling to you, Lord our God. They will tremble in fear before you. You forgive people who are guilty of sin. You don&quot;t look at the sins of your people who are left alive. You, Lord, will not stay angry forever. You enjoy being kind. You will conquer our sins. You will throw away all our sins into the deepest sea. You will be kind to the people of Abraham. You will do what you promised to our ancestors long ago."
            },
            {
                "verse_number": "2",
                "verse_text": "All of the faithful people are gone."
            },
            {
                "verse_number": "3",
                "verse_text": "People are good at doing evil with both hands."
            },
            {
                "verse_number": "4",
                "verse_text": "Even the best of them is like a thornbush. Your watchmen warned you about this day."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t trust your neighbor."
            },
            {
                "verse_number": "6",
                "verse_text": "A son will not honor his father."
            },
            {
                "verse_number": "7",
                "verse_text": "Israel says, &apos;I will look to the Lord for help."
            },
            {
                "verse_number": "8",
                "verse_text": "Enemy, don&quot;t laugh at me."
            },
            {
                "verse_number": "9",
                "verse_text": "I sinned against the Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "Then my enemies will see this,"
            },
            {
                "verse_number": "11",
                "verse_text": "The time will come when your walls will be built again."
            },
            {
                "verse_number": "12",
                "verse_text": "Your people will come back to your land."
            },
            {
                "verse_number": "13",
                "verse_text": "The rest of the earth will be ruined."
            },
            {
                "verse_number": "14",
                "verse_text": "So shepherd your people with your stick."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord says, &apos;I did many miracles when I brought you out of Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "The nations will see those miracles."
            },
            {
                "verse_number": "17",
                "verse_text": "They will crawl in the dust like a snake."
            },
            {
                "verse_number": "18",
                "verse_text": "There is no God like you."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, you will have mercy on us again."
            },
            {
                "verse_number": "20",
                "verse_text": "You will be true to the people of Jacob!"
            }
        ]
    }
}