{
    "Philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul and Timothy, servants of Jesus Christ. To all of God&quot;s holy people in Christ Jesus who live in Philippi. And to your overseers and deacons."
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "I thank God every time I remember you."
            },
            {
                "verse_number": "4",
                "verse_text": "And I always pray for all of you with joy."
            },
            {
                "verse_number": "5",
                "verse_text": "I thank God for the help you gave me while I preached the Good News. You helped from the first day you believed until now."
            },
            {
                "verse_number": "6",
                "verse_text": "God began doing a good work in you. And he will continue it until it is finished when Jesus Christ comes again. I am sure of that."
            },
            {
                "verse_number": "7",
                "verse_text": "And I know that I am right to think like this about all of you. I am sure because I have you in my heart. All of you share in God&quot;s grace with me. You share in God&quot;s grace with me while I am in prison, while I am defending the Good News, and while I am proving the truth of the Good News."
            },
            {
                "verse_number": "8",
                "verse_text": "God knows that I want to see you very much. I love all of you with the love of Christ Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "This is my prayer for you: that your love will grow more and more; that you will have knowledge and understanding with your love;"
            },
            {
                "verse_number": "10",
                "verse_text": "that you will see the difference between good and bad and choose the good; that you will be pure and without wrong for the coming of Christ;"
            },
            {
                "verse_number": "11",
                "verse_text": "that you will be filled with the good things produced in your life by Christ to bring glory and praise to God."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers, I want you to know that what has happened to me has helped to spread the Good News."
            },
            {
                "verse_number": "13",
                "verse_text": "I am in prison because I am a believer in Christ. All the palace guards and everyone else knows this."
            },
            {
                "verse_number": "14",
                "verse_text": "I am still in prison, but most of the believers feel better about it now. And so they are much braver about telling the Good News about Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "It is true that some preach about Christ because they are jealous and bitter. But others preach about Christ because they want to help."
            },
            {
                "verse_number": "16",
                "verse_text": "They preach because they have love, and they know that God gave me the work of defending the Good News."
            },
            {
                "verse_number": "17",
                "verse_text": "But others preach about Christ because they are selfish. Their reason for preaching is wrong. They want to make trouble for me in prison."
            },
            {
                "verse_number": "18",
                "verse_text": "But I do not care if they make trouble for me. The important thing is that they are preaching about Christ. They should do it for the right reasons. But I am happy even if they do it for wrong reasons. And I will continue to be happy."
            },
            {
                "verse_number": "19",
                "verse_text": "You are praying for me, and the Spirit of Jesus Christ helps me. So I know that this trouble will bring my freedom."
            },
            {
                "verse_number": "20",
                "verse_text": "The thing I want and hope for is that I will not fail Christ in anything. I hope that I will have the courage now, as always, to show the greatness of Christ in my life here on earth. I want to do that if I die or if I live."
            },
            {
                "verse_number": "21",
                "verse_text": "To me the only important thing about living is Christ. And even death would be profit for me."
            },
            {
                "verse_number": "22",
                "verse_text": "If I continue living in the body, I will be able to work for the Lord. But what should I choose&ndash;living or dying? I do not know."
            },
            {
                "verse_number": "23",
                "verse_text": "It is hard to choose between the two. I want to leave this life and be with Christ. That is much better."
            },
            {
                "verse_number": "24",
                "verse_text": "But you need me here in my body."
            },
            {
                "verse_number": "25",
                "verse_text": "I know that you need me, and so I know that I will stay with you. I will help you grow and have joy in your faith."
            },
            {
                "verse_number": "26",
                "verse_text": "You will be very happy in Christ Jesus when I am with you again."
            },
            {
                "verse_number": "27",
                "verse_text": "Be sure that you live in a way that brings honor to the Good News of Christ. Then whether I come and visit you or am away from you, I will hear good things about you. I will hear that you continue strong with one purpose and that you work together as a team for the faith of the Good News."
            },
            {
                "verse_number": "28",
                "verse_text": "And you will not be afraid of those who are against you. All of these things are proof from God that you will be saved and that your enemies will be lost."
            },
            {
                "verse_number": "29",
                "verse_text": "God gave you the honor both of believing in Christ and suffering for Christ. Both these things bring glory to Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "When I was with you, you saw the struggles I had. And you hear about the struggles I am having now. You yourselves are having the same kind of struggles."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Does your life in Christ give you strength? Does his love comfort you? Do we share together in the Spirit? Do you have mercy and kindness?"
            },
            {
                "verse_number": "2",
                "verse_text": "If so, make me very happy by having the same thoughts, sharing the same love, and having one mind and purpose."
            },
            {
                "verse_number": "3",
                "verse_text": "When you do things, do not let selfishness or pride be your guide. Be humble and give more honor to others than to yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not be interested only in your own life, but be interested in the lives of others."
            },
            {
                "verse_number": "5",
                "verse_text": "In your lives you must think and act like Christ Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "Christ himself was like God in everything. He was equal with God. But he did not think that being equal with God was something to be held on to. He was born as a man and became like a servant. he humbled himself and was fully obedient to God. He obeyed even when that caused his death&ndash;death on a cross. God made the name of Christ greater than every other name. everyone in heaven, on earth, and under the earth. and bring glory to God the Father."
            },
            {
                "verse_number": "7",
                "verse_text": "He gave up his place with God and made himself nothing."
            },
            {
                "verse_number": "8",
                "verse_text": "And when he was living as a man,"
            },
            {
                "verse_number": "9",
                "verse_text": "So God raised Christ to the highest place."
            },
            {
                "verse_number": "10",
                "verse_text": "God wants every knee to bow to Jesus&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone will say, &apos;Jesus Christ is Lord&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "My dear friends, you have always obeyed. You obeyed God when I was with you. It is even more important that you obey now while I am not with you. Keep on working to complete your salvation, and do it with fear and trembling."
            },
            {
                "verse_number": "13",
                "verse_text": "Yes, God is working in you to help you want to do what pleases him. Then he gives you the power to do it."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything without complaining or arguing."
            },
            {
                "verse_number": "15",
                "verse_text": "Then you will be innocent and without anything wrong in you. You will be God&quot;s children without fault. But you are living with crooked and mean people all around you. Among them you shine like stars in the dark world."
            },
            {
                "verse_number": "16",
                "verse_text": "You offer to them the teaching that gives life. So when Christ comes again, I can be happy because my work was not wasted. I ran in the race and won."
            },
            {
                "verse_number": "17",
                "verse_text": "Your faith makes you offer your lives as a sacrifice in serving God. Perhaps I will have to offer my own blood with your sacrifice. But if that happens, I will be happy and full of joy with all of you."
            },
            {
                "verse_number": "18",
                "verse_text": "You also should be happy and full of joy with me."
            },
            {
                "verse_number": "19",
                "verse_text": "I hope in the Lord Jesus to send Timothy to you soon. I will be happy to learn how you are."
            },
            {
                "verse_number": "20",
                "verse_text": "I have no other person like Timothy. He truly cares for you."
            },
            {
                "verse_number": "21",
                "verse_text": "Other people are interested only in their own lives. They are not interested in the work of Christ Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "You know the kind of person Timothy is. You know that he has served with me in telling the Good News, as a son serves his father."
            },
            {
                "verse_number": "23",
                "verse_text": "I plan to send him to you quickly when I know what will happen to me."
            },
            {
                "verse_number": "24",
                "verse_text": "I am sure that the Lord will help me to come to you soon."
            },
            {
                "verse_number": "25",
                "verse_text": "Epaphroditus is my brother in Christ. He works and serves with me in the army of Christ. When I needed help, you sent him to me. I think now that I must send him back to you"
            },
            {
                "verse_number": "26",
                "verse_text": "because he wants very much to see all of you. He is worried because you heard that he was sick."
            },
            {
                "verse_number": "27",
                "verse_text": "Yes, he was sick, and nearly died. But God helped him and me too, so that I would not have more sadness."
            },
            {
                "verse_number": "28",
                "verse_text": "So I want very much to send him to you. When you see him, you can be happy. And I can stop worrying about you."
            },
            {
                "verse_number": "29",
                "verse_text": "Welcome him in the Lord with much joy. Give honor to people like Epaphroditus."
            },
            {
                "verse_number": "30",
                "verse_text": "He should be honored because he almost died for the work of Christ. He put his life in danger so that he could help me. This was help that you could not give me."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My brothers, be full of joy in the Lord. It is no trouble for me to write the same things to you again, and it will help you to be more ready."
            },
            {
                "verse_number": "2",
                "verse_text": "Be careful of those who do evil. They are like dogs. They demand to cut the body."
            },
            {
                "verse_number": "3",
                "verse_text": "But we are the ones who are truly circumcised. We worship God through his Spirit. We are proud to be in Christ Jesus. And we do not trust in ourselves or anything we can do."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if I am able to trust in myself, still I do not. If anyone thinks that he has a reason to trust in himself, he should know that I have greater reason for trusting in myself."
            },
            {
                "verse_number": "5",
                "verse_text": "I was circumcised eight days after my birth. I am from the people of Israel and the tribe of Benjamin. I am a Hebrews, and my parents were Hebrews. The law of Moses was very important to me. That is why I became a Pharisee."
            },
            {
                "verse_number": "6",
                "verse_text": "I was so enthusiastic that I tried to hurt the church. No one could find fault with the way I obeyed the law of Moses."
            },
            {
                "verse_number": "7",
                "verse_text": "At one time all these things were important to me. But now I think those things are worth nothing because of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "Not only those things, but I think that all things are worth nothing compared with the greatness of knowing Christ Jesus my Lord. Because of Christ, I have lost all those things. And now I know that all those things are worthless trash. This allows me to have Christ"
            },
            {
                "verse_number": "9",
                "verse_text": "and to belong to him. Now that I belong to Christ, I am right with God and this being right does not come from my following the law. It comes from God through faith. God uses my faith in Christ to make me right with him."
            },
            {
                "verse_number": "10",
                "verse_text": "All I want is to know Christ and the power of his rising from death. I want to share in Christ&quot;s sufferings and become like him in his death."
            },
            {
                "verse_number": "11",
                "verse_text": "If I have those things, then I have hope that I myself will be raised from death."
            },
            {
                "verse_number": "12",
                "verse_text": "I do not mean that I am already as God wants me to be. I have not yet reached that goal. But I continue trying to reach it and to make it mine. Christ wants me to do that. That is the reason Christ made me his."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers, I know that I have not yet reached that goal. But there is one thing I always do: I forget the things that are past. I try as hard as I can to reach the goal that is before me."
            },
            {
                "verse_number": "14",
                "verse_text": "I keep trying to reach the goal and get the prize. That prize is mine because God called me through Christ to the life above."
            },
            {
                "verse_number": "15",
                "verse_text": "All of us who have grown spiritually to be mature should think this way, too. And if there are things you do not agree with, God will make them clear to you."
            },
            {
                "verse_number": "16",
                "verse_text": "But we should continue following the truth we already have."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers, all of you should try to follow my example and to copy those who live the way we showed you."
            },
            {
                "verse_number": "18",
                "verse_text": "Many people live like enemies of the cross of Christ. I have often told you about them, and it makes me cry to tell you about them now."
            },
            {
                "verse_number": "19",
                "verse_text": "The way they live is leading them to destruction. Instead of serving God, they do whatever their bodies want. They do shameful things, and they are proud of it. They think only about earthly things."
            },
            {
                "verse_number": "20",
                "verse_text": "But our homeland is in heaven, and we are waiting for our Savior, the Lord Jesus Christ, to come from heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "He will change our humble bodies and make them like his own glorious body. Christ can do this by his power. With that power he is able to rule all things."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear brothers, I love you and want to see you. You bring me joy and make me proud of you. Continue following the Lord as I have told you."
            },
            {
                "verse_number": "2",
                "verse_text": "I ask Euodia and Syntyche to agree in the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "And because you serve faithfully with me, my friend, I ask you to help these women to do this. They served with me in telling people the Good News. They served together with Clement and others who worked with me. Their names are written in the book of life."
            },
            {
                "verse_number": "4",
                "verse_text": "Be full of joy in the Lord always. I will say again, be full of joy."
            },
            {
                "verse_number": "5",
                "verse_text": "Let all men see that you are gentle and kind. The Lord is coming soon."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not worry about anything. But pray and ask God for everything you need. And when you pray, always give thanks."
            },
            {
                "verse_number": "7",
                "verse_text": "And God&quot;s peace will keep your hearts and minds in Christ Jesus. The peace that God gives is so great that we cannot understand it."
            },
            {
                "verse_number": "8",
                "verse_text": "Brothers, continue to think about the things that are good and worthy of praise. Think about the things that are true and honorable and right and pure and beautiful and respected."
            },
            {
                "verse_number": "9",
                "verse_text": "And do what you learned and received from me. Do what I told you and what you saw me do. And the God who gives peace will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "I am very happy in the Lord that you have shown your care for me again. You continued to care about me, but there was no way for you to show it."
            },
            {
                "verse_number": "11",
                "verse_text": "I am telling you this, but it is not because I need anything. I have learned to be satisfied with the things I have and with everything that happens."
            },
            {
                "verse_number": "12",
                "verse_text": "I know how to live when I am poor. And I know how to live when I have plenty. I have learned the secret of being happy at any time in everything that happens. I have learned to be happy when I have enough to eat and when I do not have enough to eat. I have learned to be happy when I have all that I need and when I do not have the things I need."
            },
            {
                "verse_number": "13",
                "verse_text": "I can do all things through Christ because he gives me strength."
            },
            {
                "verse_number": "14",
                "verse_text": "But it was good that you helped me when I needed help."
            },
            {
                "verse_number": "15",
                "verse_text": "You people in Philippi remember when I first preached the Good News there. When I left Macedonia, you were the only church that gave me help."
            },
            {
                "verse_number": "16",
                "verse_text": "Several times you sent me things I needed when I was in Thessalonica."
            },
            {
                "verse_number": "17",
                "verse_text": "Really, it is not that I want to receive gifts from you. But I want you to have the good that comes from giving."
            },
            {
                "verse_number": "18",
                "verse_text": "And now I have everything, and more. I have all I need because Epaphroditus brought your gift to me. Your gift is like a sweet-smelling sacrifice offered to God. God accepts that sacrifice, and it pleases him."
            },
            {
                "verse_number": "19",
                "verse_text": "My God will use his wonderful riches in Christ Jesus to give you everything you need."
            },
            {
                "verse_number": "20",
                "verse_text": "Glory to our God and Father forever and ever! Amen."
            },
            {
                "verse_number": "21",
                "verse_text": "Greet each of God&quot;s people in Christ. God&quot;s people who are with me send greetings to you."
            },
            {
                "verse_number": "22",
                "verse_text": "All of God&quot;s people greet you. And those believers from the palace of Caesar greet you, too."
            },
            {
                "verse_number": "23",
                "verse_text": "The grace of the Lord Jesus Christ be with you all."
            }
        ]
    }
}