{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message for the city of Nineveh. This is the vision of Nahum, who was from the town of Elkosh."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is a jealous God who gives punishment. The Lord punishes wicked people and is filled with anger. The Lord punishes those who are against him. He stays angry with his enemies. His power is great. The Lord will not let the guilty go unpunished. Where the Lord goes, whirlwinds and storms show his power. The clouds are the dust that his feet kick up. He dries up all the rivers. The areas of Bashan and Carmel dry up. And the flowers of Lebanon die. and makes the hills melt away. The earth trembles when he comes. The world and all who live in it shake with fear. No one can survive his strong anger. His anger is poured out like fire. He smashes rocks that are in his path. He gives protection in times of trouble. He knows who trusts in him. An army will come like a rushing flood. The Lord will chase his enemies until he kills them. the plans that are made against him. Trouble will not come a second time. or like people drunk from their wine. They will be destroyed quickly like dry weeds. He makes evil plans against the Lord. And he gives wicked advice. &apos;Assyria is strong and has many people. But it will be defeated and brought to an end. Judah, I have punished you, my people. But I will punish you no more. And I will tear away the chains with which they hold you.&apos; &apos;You will not have descendants to carry on your name. I will destroy the idols and metal images that are in the temple of your gods. I will dig your grave because you are wicked.&apos; someone is bringing good news! He is announcing peace! Celebrate your feasts, people of Judah. And do what you promised to God. The wicked will not attack you again. They have been completely destroyed."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord does not become angry quickly."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord speaks to the sea and makes it dry."
            },
            {
                "verse_number": "5",
                "verse_text": "He shakes the mountains"
            },
            {
                "verse_number": "6",
                "verse_text": "No one can stay alive when the Lord is angry with him."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord is good."
            },
            {
                "verse_number": "8",
                "verse_text": "But he will completely destroy the city of Nineveh."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord will completely destroy"
            },
            {
                "verse_number": "10",
                "verse_text": "Those people will be like tangled thorns"
            },
            {
                "verse_number": "11",
                "verse_text": "Someone has come from Nineveh."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "13",
                "verse_text": "Now I will free you from their control."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord has given you this command, Nineveh:"
            },
            {
                "verse_number": "15",
                "verse_text": "Look, there on the hills,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The destroyer is coming to attack you, Nineveh. Guard the defenses. Watch the road. Get ready. Gather all your strength! and ruined their vines. But the Lord will make the people of Jacob and the people of Israel great again. The army is dressed in red. The metal on the chariots flashes when they are ready to attack. Their horses are excited. They rush back and forth through the city squares. They look like torches. They run like lightning. But they fall down on the way. They hurry to the city wall. The shield is put into place. And the palace is destroyed. will be captured and carried away. The slave girls moan like doves. They beat their breasts because they are sad. And its water is draining away. &apos;Stop! Stop!&apos; the people yell. But no one turns back. Take the gold! There is no end to the treasure. There is wealth of every kind. The people lose their courage. Their knees knock with fear. Stomachs ache. And everyone&quot;s face grows pale from fright. Where do they feed their young? Where did the lion, lioness and cubs go? Where were they not afraid? He killed it for his mate. He filled his cave with the animals he caught. He filled his den with what he had killed. says the Lord of heaven&quot;s armies. &apos;I will burn up your chariots in smoke. And I will kill your young lions with a sword. I will stop you from hunting down others on the earth. Your messengers&quot; voices will no longer be heard.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Destroyers have destroyed God&quot;s people"
            },
            {
                "verse_number": "3",
                "verse_text": "The shields of the soldiers are red."
            },
            {
                "verse_number": "4",
                "verse_text": "The chariots race through the streets."
            },
            {
                "verse_number": "5",
                "verse_text": "He calls his officers."
            },
            {
                "verse_number": "6",
                "verse_text": "The river gates are thrown open."
            },
            {
                "verse_number": "7",
                "verse_text": "It has been announced that the people of Nineveh"
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh is like a pool."
            },
            {
                "verse_number": "9",
                "verse_text": "Take the silver!"
            },
            {
                "verse_number": "10",
                "verse_text": "Nineveh is robbed, ruined and destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "Where is the lions&quot; den?"
            },
            {
                "verse_number": "12",
                "verse_text": "The lion killed enough for his cubs."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I am against you, Nineveh,&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "How terrible it will be for the city which has killed so many. It is full of lies. It is full of stolen things from other countries. It is always hurting or killing somebody. Listen to the wheels. Hear horses galloping and chariots bouncing along! Their swords are shining. Their spears are gleaming! There are many bodies. Dead people are piled up. There are too many to count. People fall over the dead bodies. She was charming and a lover of magic. She made nations slaves with her evil ways and her witchcraft. &apos;I will pull your dress up over your face. I will show the nations your nakedness. And I will show the kingdoms your shame. I will make a fool of you. People will see you and make fun of you. &quot;Nineveh is in ruins. Who will cry for her?&quot; Nineveh, I cannot find anyone to comfort you.&apos; She sits by the Nile River with water all around her. The river was her defense. The waters were like a wall around her. Put and Libya supported her. And she went into captivity. Her small children were beaten to death at every street corner. Lots were thrown for her important men. And all of her leaders were put in chains. You will hide. You will look for a place safe from the enemy. When the tree is shaken, the figs fall into the mouth of the eater. They are all women! The gates of your land are wide open for your enemies. Fire has burned the bars of those gates. Make your defenses strong! Make the bricks. Mix the mortar. Repair the wall! The sword will kill you. Like grasshoppers eating crops, the battle will completely destroy you. Grow in number like hopping locusts. Grow in number like swarming locusts! But like locusts, they strip the land and then fly away. Your officers are like swarms of locusts that settle in the walls on a cold day. But when the sun comes up they fly away. And no one knows where they have gone. Your important men lie down to rest. Your people have been scattered on the mountains. And there is no one to bring them back. Your injury will not heal. Everyone who hears about you applauds because everyone has felt your endless cruelty."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear the sound of whips."
            },
            {
                "verse_number": "3",
                "verse_text": "Soldiers on horses are charging."
            },
            {
                "verse_number": "4",
                "verse_text": "The city was like a prostitute."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I am against you, Nineveh,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "6",
                "verse_text": "I will throw dirt on you."
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone who sees you will run away and say,"
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh, you are no better than Thebes."
            },
            {
                "verse_number": "9",
                "verse_text": "Cush and Egypt gave her endless strength."
            },
            {
                "verse_number": "10",
                "verse_text": "But Thebes was captured."
            },
            {
                "verse_number": "11",
                "verse_text": "Nineveh, you will be drunk, too."
            },
            {
                "verse_number": "12",
                "verse_text": "All your defenses are like fig trees with ripe fruit."
            },
            {
                "verse_number": "13",
                "verse_text": "Look at your soldiers."
            },
            {
                "verse_number": "14",
                "verse_text": "Get enough water before the attack begins."
            },
            {
                "verse_number": "15",
                "verse_text": "There the fire will burn you up."
            },
            {
                "verse_number": "16",
                "verse_text": "Your traders are more than the stars in the sky."
            },
            {
                "verse_number": "17",
                "verse_text": "Your guards are like locusts."
            },
            {
                "verse_number": "18",
                "verse_text": "King of Assyria, your rulers are asleep."
            },
            {
                "verse_number": "19",
                "verse_text": "Nothing can heal your wound."
            }
        ]
    }
}