{
    "Galatians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle. I was not chosen to be an apostle by men. I was not sent from men. It was Jesus Christ and God the Father who made me an apostle. God is the One who raised Jesus from death."
            },
            {
                "verse_number": "2",
                "verse_text": "This letter is also from all the brothers who are with me. To the churches in Galatia."
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God our Father and the Lord Jesus Christ will be good to you and give you peace."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus gave himself for our sins to free us from this evil world we live in. This is what God the Father wanted."
            },
            {
                "verse_number": "5",
                "verse_text": "The glory belongs to God forever and ever. Amen."
            },
            {
                "verse_number": "6",
                "verse_text": "A short time ago God called you to follow him. He called you by his grace that came through Christ. But now I am amazed at you! You are already turning away and believing something different than the Good News."
            },
            {
                "verse_number": "7",
                "verse_text": "Really, there is no other Good News. But some people are confusing you and want to change the Good News of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "We preached to you the Good News. So if we ourselves, or even an angel from heaven, preach to you something different than the Good News, he should be condemned!"
            },
            {
                "verse_number": "9",
                "verse_text": "I said this before. Now I say it again: You have already accepted the Good News. If anyone tells you another way to be saved, he should be condemned!"
            },
            {
                "verse_number": "10",
                "verse_text": "Do you think I am trying to make people accept me? No! God is the One I am trying to please. Am I trying to please men? If I wanted to please men, I would not be a servant of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Brothers, I want you to know that the Good News I preached to you was not made by men."
            },
            {
                "verse_number": "12",
                "verse_text": "I did not get it from men, nor did any man teach it to me. Jesus Christ showed it to me."
            },
            {
                "verse_number": "13",
                "verse_text": "You have heard about my past life. I belonged to the Jewish religion. I hurt the church of God very much and tried to destroy it."
            },
            {
                "verse_number": "14",
                "verse_text": "I was becoming a leader in the Jewish religion. I did better than most other Jews of my age. I tried harder than anyone else to follow the old rules. These rules were the customs handed down by our ancestors."
            },
            {
                "verse_number": "15",
                "verse_text": "But God had special plans for me even before I was born. So he called me through his grace that I might"
            },
            {
                "verse_number": "16",
                "verse_text": "tell the Good News about his Son to the non-Jewish people. So God showed me about his Son. When God called me, I did not get advice or help from any man."
            },
            {
                "verse_number": "17",
                "verse_text": "I did not go to Jerusalem to see those who were apostles before I was. But, without waiting, I went away to Arabia and later went back to Damascus."
            },
            {
                "verse_number": "18",
                "verse_text": "After three years I went to Jerusalem to meet Peter and stayed with him for 15 days."
            },
            {
                "verse_number": "19",
                "verse_text": "I met no other apostles, except James, the brother of the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "God knows that these things I write are not lies."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, I went to the areas of Syria and Cilicia."
            },
            {
                "verse_number": "22",
                "verse_text": "In Judea the churches in Christ had never met me."
            },
            {
                "verse_number": "23",
                "verse_text": "They had only heard this about me: &apos;This man was trying to hurt us. But now he is preaching the same faith that he once tried to destroy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And these believers praised God because of me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After 14 years, I went to Jerusalem again, this time with Barnabas. I also took Titus with me."
            },
            {
                "verse_number": "2",
                "verse_text": "I went because God showed me that I should go. I met with those men who were the leaders of the believers. When we were alone, I told them the Good News that I preach to the non-Jewish people. I did not want my past work and the work I am now doing to be wasted."
            },
            {
                "verse_number": "3",
                "verse_text": "Titus was with me. But Titus was not forced to be circumcised, even though he was a Greek."
            },
            {
                "verse_number": "4",
                "verse_text": "We talked about this problem because some false brothers had come into our group secretly. They came in like spies to find out about the freedom we have in Christ Jesus. They wanted to make us slaves."
            },
            {
                "verse_number": "5",
                "verse_text": "But we did not agree with anything those false brothers wanted! We wanted the truth of the Good News to continue for you."
            },
            {
                "verse_number": "6",
                "verse_text": "Those men who seemed to be important did not change the Good News that I preach. (It doesn&quot;t matter to me if they were &apos;important&apos; or not. To God all men are the same.)"
            },
            {
                "verse_number": "7",
                "verse_text": "But these leaders saw that God had given me special work, just as he had to Peter. God gave Peter the work of telling the Good News to the Jews. But God gave me the work of telling the Good News to the non-Jewish people."
            },
            {
                "verse_number": "8",
                "verse_text": "God gave Peter the power to work as an apostle for the Jewish people. But he also gave me the power to work as an apostle for those who are not Jews."
            },
            {
                "verse_number": "9",
                "verse_text": "James, Peter, and John, who seemed to be the leaders, saw that God had given me this special grace. So they accepted Barnabas and me. They said, &apos;Paul and Barnabas, we agree that you should go to the people who are not Jews. We will go to the Jews.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They asked us to do only one thing&ndash;to remember to help the poor. And this was something that I really wanted to do."
            },
            {
                "verse_number": "11",
                "verse_text": "When Peter came to Antioch, I was against him because he was wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what happened: When Peter first came to Antioch, he ate with the non-Jewish people. But then some Jewish men were sent from James. When they arrived, Peter stopped eating with the non-Jewish people and separated himself from them. He was afraid of the Jews who believe that all non-Jewish people must be circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "So Peter was a hypocrite. The other Jewish believers joined with him and were hypocrites, too. Even Barnabas was influenced by what these Jewish believers did."
            },
            {
                "verse_number": "14",
                "verse_text": "I saw what they did. They were not following the truth of the Good News. So I spoke to Peter in front of them all. I said: &apos;Peter, you are a Jew, but you are not living like a Jew. You are living like the non-Jewish people. So why do you now try to force the non-Jewish people to live like Jews?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "We were not born as non-Jewish &apos;sinners,&apos; but we were born as Jews."
            },
            {
                "verse_number": "16",
                "verse_text": "Yet we know that a person is not made right with God by following the law. No! It is trusting in Jesus Christ that makes a person right with God. So we, too, have put our faith in Christ Jesus, that we might be made right with God. And we are right with God because we trusted in Christ&ndash;not because we followed the law. For no one can be made right with God by following the law."
            },
            {
                "verse_number": "17",
                "verse_text": "We Jews came to Christ to be made right with God. So it is clear that we were sinners too. Does this mean that Christ makes us sinners? No!"
            },
            {
                "verse_number": "18",
                "verse_text": "But I would really be wrong to begin teaching again those things of the Law of Moses that I gave up."
            },
            {
                "verse_number": "19",
                "verse_text": "I stopped living for the law. It was the law that put me to death. I died to the law so that I can now live for God. I was put to death on the cross with Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "I do not live anymore&ndash;it is Christ living in me. I still live in my body, but I live by faith in the Son of God. He loved me and gave himself to save me."
            },
            {
                "verse_number": "21",
                "verse_text": "This gift is from God, and it is very important to me. If the law could make us right with God, then Christ did not have to die."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You people in Galatia were told very clearly about the death of Jesus Christ on the cross. But you were very foolish. You let someone trick you."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell me this one thing: How did you receive the Holy Spirit? Did you receive the Spirit by following the law? No! You received the Spirit because you heard the Good News and believed it."
            },
            {
                "verse_number": "3",
                "verse_text": "You began your life in Christ by the Spirit. Now do you try to continue it by your own power? That is foolish."
            },
            {
                "verse_number": "4",
                "verse_text": "You have experienced many things. Were all those experiences wasted? I hope not!"
            },
            {
                "verse_number": "5",
                "verse_text": "Does God give you the Spirit because you follow the law? No! Does God work miracles among you because you follow the law? No! God gives you his Spirit and works miracles among you because you heard the Good News and believed it."
            },
            {
                "verse_number": "6",
                "verse_text": "The Scriptures say the same thing about Abraham: &apos;Abraham believed God, and God accepted Abraham&quot;s faith, and that faith made him right with God.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So you should know that the true children of Abraham are those who have faith."
            },
            {
                "verse_number": "8",
                "verse_text": "The Scriptures told what would happen in the future. They said that God would make the non-Jewish people right through their faith. This Good News was told to Abraham beforehand, as the Scripture says: &apos;All nations will be blessed through you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Abraham believed this, and because he believed, he was blessed. It is the same today. All who believe today are blessed just as Abraham was blessed."
            },
            {
                "verse_number": "10",
                "verse_text": "But those who depend on following the law to make them right are under a curse because the Scriptures say, &apos;Anyone will be cursed who does not always obey what is written in the Book of the Law!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So it is clear that no one can be made right with God by the law. The Scriptures say, &apos;He who is right with God by faith will live.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The law does not use faith. It says, &apos;A person who does these things will live forever because of them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the law put a curse on us, but Christ took away that curse. He changed places with us and put himself under that curse. It is written in the Scriptures, &apos;Everyone whose body is displayed on a tree is cursed.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Christ did this so that God&quot;s blessing promised to Abraham might come to the non-Jews. This blessing comes through Jesus Christ. Jesus died so that we could have the Spirit that God promised and receive this promise by believing."
            },
            {
                "verse_number": "15",
                "verse_text": "Brothers, let me give you an example: Think about an agreement that a person makes with another person. After that agreement is accepted by both people, no one can stop that agreement or add anything to it."
            },
            {
                "verse_number": "16",
                "verse_text": "God made promises to Abraham and his descendant. God did not say, &apos;and to your descendants.&apos; That would mean many people. But God said, &apos;and to your descendant.&apos; That means only one person; that person is Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "This is what I mean: God had an agreement with Abraham and promised to keep it. The law, which came 430 years later, cannot change God&quot;s promise to Abraham."
            },
            {
                "verse_number": "18",
                "verse_text": "Can following the law give us what God promised? No! If this is so, it is not God&quot;s promise that brings us the blessings. Instead God freely gave his blessings to Abraham through the promise he had made."
            },
            {
                "verse_number": "19",
                "verse_text": "So what was the law for? The law was given to show the wrong things people do. It continued until the special descendant of Abraham came. God&quot;s promise was about this descendant. The law was given through angels who used Moses for a mediator to give the law to men."
            },
            {
                "verse_number": "20",
                "verse_text": "But a mediator is not needed when there is only one side. And God is only one."
            },
            {
                "verse_number": "21",
                "verse_text": "Does this mean that the law is against God&quot;s promises? Never! If there were a law that could give men life, then we could be made right by following that law."
            },
            {
                "verse_number": "22",
                "verse_text": "But this is not true, because the Scriptures showed that the whole world is bound by sin. This was so that the promise would be given through faith. And it is given to people who believe in Jesus Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "Before this faith came, we were all held prisoners by the law. We had no freedom until God showed us the way of faith that was coming."
            },
            {
                "verse_number": "24",
                "verse_text": "So the law was our master until Christ came. After Christ came, we could be made right with God through faith."
            },
            {
                "verse_number": "25",
                "verse_text": "Now the way of faith has come, and we no longer live under the law."
            },
            {
                "verse_number": "28",
                "verse_text": "Now, in Christ, there is no difference between Jew and Greek. There is no difference between slaves and free men. There is no difference between male and female. You are all the same in Christ Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "You belong to Christ. So you are Abraham&quot;s descendants. You get all of God&quot;s blessings because of the promise that God made to Abraham."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I want to tell you this: While the one who will inherit his father&quot;s property is still a child, he is no different from a slave. It does not matter that the child owns everything."
            },
            {
                "verse_number": "2",
                "verse_text": "While he is a child, he must obey those who are chosen to care for him. But when the child reaches the age set by his father, he is free."
            },
            {
                "verse_number": "3",
                "verse_text": "It is the same for us. We were once like children. We were slaves to the useless rules of this world."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the right time came, God sent his Son. His Son was born of a woman and lived under the law."
            },
            {
                "verse_number": "5",
                "verse_text": "God did this so that he could buy freedom for those who were under the law. His purpose was to make us his children."
            },
            {
                "verse_number": "6",
                "verse_text": "And you are God&quot;s children. That is why God sent the Spirit of his Son into your hearts. The Spirit cries out, &apos;Father, dear Father.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So now you are not a slave; you are God&quot;s child, and God will give you what he promised, because you are his child."
            },
            {
                "verse_number": "8",
                "verse_text": "In the past you did not know God. You were slaves to gods that were not real."
            },
            {
                "verse_number": "9",
                "verse_text": "But now you know the true God. Really, it is God who knows you. So why do you turn back to those weak and useless rules you followed before? Do you want to be slaves to those things again?"
            },
            {
                "verse_number": "10",
                "verse_text": "You still follow teachings about special days, months, seasons, and years."
            },
            {
                "verse_number": "11",
                "verse_text": "I am afraid for you. I fear that my work for you has been wasted."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers, I was like you; so I beg you to become like me. You were very good to me before."
            },
            {
                "verse_number": "13",
                "verse_text": "You remember that I came to you the first time because I was sick. That was when I preached the Good News to you."
            },
            {
                "verse_number": "14",
                "verse_text": "Though my sickness was a trouble for you, you did not hate me or make me leave. But you welcomed me as an angel from God, as if I were Jesus Christ himself!"
            },
            {
                "verse_number": "15",
                "verse_text": "You were very happy then. Where is that joy now? I remember that you would have taken out your eyes and given them to me if that were possible."
            },
            {
                "verse_number": "16",
                "verse_text": "Now am I your enemy because I tell you the truth?"
            },
            {
                "verse_number": "17",
                "verse_text": "Those people are working hard to persuade you. But this is not good for you. They want to persuade you to turn against us. They want you to follow only them."
            },
            {
                "verse_number": "18",
                "verse_text": "It is good for people to show interest in you, but only if their purpose is good. This is always true. It is true when I am with you and when I am away."
            },
            {
                "verse_number": "19",
                "verse_text": "My little children, again I feel pain for you as a mother feels when she gives birth. I will feel this until you truly become like Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "I wish I could be with you now. Then maybe I could change the way I am talking to you. Now I do not know what to do about you."
            },
            {
                "verse_number": "21",
                "verse_text": "Some of you people still want to be under the law of Moses. Tell me, do you know what the law says?"
            },
            {
                "verse_number": "22",
                "verse_text": "The Scriptures say that Abraham had two sons. The mother of one son was a slave woman. The mother of the other son was a free woman."
            },
            {
                "verse_number": "23",
                "verse_text": "Abraham&quot;s son from the slave woman was born in the normal human way. But the son from the free woman was born because of the promise God made to Abraham."
            },
            {
                "verse_number": "24",
                "verse_text": "This makes a picture for us. The two women are like the two agreements between God and men. One agreement is the law that God made on Mount Sinai. The people who are under this agreement are like slaves. The mother named Hagar is like that agreement."
            },
            {
                "verse_number": "25",
                "verse_text": "She is like Mount Sinai in Arabia and is a picture of the earthly Jewish city of Jerusalem. This city is a slave, and all its people are slaves to the law."
            },
            {
                "verse_number": "26",
                "verse_text": "But the heavenly Jerusalem which is above is like the free woman. She is our mother."
            },
            {
                "verse_number": "27",
                "verse_text": "It is written in the Scriptures: &apos;Be happy, Jerusalem. You are like a woman who never gave birth to children. Start singing and shout for joy. You never felt the pain of giving birth to children. But you will have more children than the woman who has a husband.&apos; Isaiah 54:1"
            },
            {
                "verse_number": "28",
                "verse_text": "My brothers, you are God&quot;s children because of his promise, as Isaac was then."
            },
            {
                "verse_number": "29",
                "verse_text": "The son who was born in the normal way treated the other son badly. It is the same today."
            },
            {
                "verse_number": "30",
                "verse_text": "But what does the Scripture say? &apos;Throw out the slave woman and her son! The son of the free woman will receive everything his father has. But the son of the slave woman will receive nothing.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So, my brothers, we are not children of the slave woman. We are children of the free woman."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We have freedom now because Christ made us free. So stand strong. Do not change and go back into the slavery of the law."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen! I am Paul. I tell you that if you go back to the law by being circumcised, then Christ is no good for you."
            },
            {
                "verse_number": "3",
                "verse_text": "Again, I warn every man: If you allow yourselves to be circumcised, then you must follow all the law."
            },
            {
                "verse_number": "4",
                "verse_text": "If you try to be made right with God through the law, then your life with Christ is over&ndash;you have left God&quot;s grace."
            },
            {
                "verse_number": "5",
                "verse_text": "But we hope to be made right with God through faith, and we wait for this hope anxiously with the Spirit&quot;s help."
            },
            {
                "verse_number": "6",
                "verse_text": "When we are in Christ Jesus, it is not important if we are circumcised or not. The important thing is faith&ndash;the kind of faith that works through love."
            },
            {
                "verse_number": "7",
                "verse_text": "You were running a good race. You were obeying the truth. Who stopped you from following the true way?"
            },
            {
                "verse_number": "8",
                "verse_text": "Whatever way he used did not come from the One who chose you."
            },
            {
                "verse_number": "9",
                "verse_text": "Be careful! &apos;Just a little yeast makes the whole batch of dough rise.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But I trust in the Lord that you will not believe those different ideas. Someone is confusing you with such ideas. And he will be punished, whoever he is."
            },
            {
                "verse_number": "11",
                "verse_text": "My brothers, I do not teach that a man must be circumcised. If I teach circumcision, then why am I still being treated badly? If I still taught circumcision, my preaching about the cross would not be a problem."
            },
            {
                "verse_number": "12",
                "verse_text": "I wish the people who are bothering you would castrate themselves!"
            },
            {
                "verse_number": "13",
                "verse_text": "My brothers, God called you to be free. But do not use your freedom as an excuse to do the things that please your sinful self. Serve each other with love."
            },
            {
                "verse_number": "14",
                "verse_text": "The whole law is made complete in this one command: &apos;Love your neighbor as you love yourself.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "If you go on hurting each other and tearing each other apart, be careful! You will completely destroy each other."
            },
            {
                "verse_number": "16",
                "verse_text": "So I tell you: Live by following the Spirit. Then you will not do what your sinful selves want."
            },
            {
                "verse_number": "17",
                "verse_text": "Our sinful selves want what is against the Spirit. The Spirit wants what is against our sinful selves. The two are against each other. So you must not do just what you please."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you let the Spirit lead you, you are not under the law."
            },
            {
                "verse_number": "19",
                "verse_text": "The result of sin&quot;s control in our lives is clear. It includes sexual immorality, impurity and wild living,"
            },
            {
                "verse_number": "20",
                "verse_text": "worshiping false gods, doing witchcraft, hating, making trouble, being jealous, being angry, being selfish, making people angry with each other, causing divisions among people,"
            },
            {
                "verse_number": "21",
                "verse_text": "having envy, being drunk, having wild and wasteful parties, and doing other things like this. I warn you now as I warned you before: Those who do these things will not be in God&quot;s kingdom."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Spirit gives love, joy, peace, patience, kindness, goodness, faithfulness,"
            },
            {
                "verse_number": "23",
                "verse_text": "gentleness, self-control. There is no law that says these things are wrong."
            },
            {
                "verse_number": "24",
                "verse_text": "Those who belong to Christ Jesus have crucified their own sinful selves. They have given up their old selfish feelings and the evil things they wanted to do."
            },
            {
                "verse_number": "25",
                "verse_text": "We get our new life from the Spirit. So we should follow the Spirit."
            },
            {
                "verse_number": "26",
                "verse_text": "We must not be proud. We must not make trouble with each other. And we must not be jealous of each other."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, someone in your group might do something wrong. You who are spiritual should go to him and help make him right again. You should do this in a gentle way. But be careful! You might be tempted to sin, too."
            },
            {
                "verse_number": "2",
                "verse_text": "Help each other with your troubles. When you do this, you truly obey the law of Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone thinks that he is important when he is really not important, he is only fooling himself."
            },
            {
                "verse_number": "4",
                "verse_text": "He should not compare himself with others. Each person should judge his own actions. Then he can be proud for what he himself has done."
            },
            {
                "verse_number": "5",
                "verse_text": "Each person must be responsible for himself."
            },
            {
                "verse_number": "6",
                "verse_text": "Anyone who is learning the teaching of God should share all the good things he has with his teacher."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be fooled: You cannot cheat God. A person harvests only what he plants."
            },
            {
                "verse_number": "8",
                "verse_text": "If he plants to satisfy his sinful self, his sinful self will bring him eternal death. But if he plants to please the Spirit, he will receive eternal life from the Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "We must not become tired of doing good. We will receive our harvest of eternal life at the right time. We must not give up!"
            },
            {
                "verse_number": "10",
                "verse_text": "When we have the opportunity to help anyone, we should do it. But we should give special attention to those who are in the family of believers."
            },
            {
                "verse_number": "11",
                "verse_text": "I am writing this myself. See what large letters I use."
            },
            {
                "verse_number": "12",
                "verse_text": "Some men are trying to force you to be circumcised. They do these things so that the Jews will accept them. They are afraid that they will be treated badly if they follow only the cross of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who are circumcised do not obey the law themselves, but they want you to be circumcised. Then they can brag about what they forced you to do."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope I will never brag about things like that. The cross of our Lord Jesus Christ is my only reason for bragging. Through the cross of Jesus my world was crucified and I died to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "It is not important if a man is circumcised or not circumcised. The important thing is being the new people God has made."
            },
            {
                "verse_number": "16",
                "verse_text": "Peace and mercy to those who follow this rule&ndash;to all of God&quot;s people."
            },
            {
                "verse_number": "17",
                "verse_text": "So do not give me any more trouble. I have scars on my body. These show I belong to Christ Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "My brothers, I pray that the grace of our Lord Jesus Christ will be with your spirit. Amen."
            }
        ]
    }
}