{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. Also from Timothy our brother in Christ. To the church of God in Corinth, and to all of God&quot;s people in the whole country of Southern Greece:"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Praise be to the God and Father of our Lord Jesus Christ. God is the Father who is full of mercy. And he is the God of all comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "He comforts us every time we have trouble, so that we can comfort others when they have trouble. We can comfort them with the same comfort that God gives us."
            },
            {
                "verse_number": "5",
                "verse_text": "We share in the many sufferings of Christ. In the same way, much comfort comes to us through Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "If we have troubles, it is for your comfort and salvation. If we have comfort, then you also have comfort. This helps you to accept patiently the same sufferings that we have."
            },
            {
                "verse_number": "7",
                "verse_text": "Our hope for you is strong. We know that you share in our sufferings. So we know that you also share in the comfort we receive."
            },
            {
                "verse_number": "8",
                "verse_text": "Brothers, we want you to know about the trouble we suffered in the country of Asia. We had great burdens there that were greater than our own strength. We even gave up hope for life."
            },
            {
                "verse_number": "9",
                "verse_text": "Truly, in our own hearts we believed that we would die. But this happened so that we would not trust in ourselves. It happened so that we would trust in God, who raises people from death."
            },
            {
                "verse_number": "10",
                "verse_text": "God saved us from these great dangers of death. And he will continue to save us. We have put our hope in him, and he will save us again."
            },
            {
                "verse_number": "11",
                "verse_text": "And you can help us with your prayers. Then many people will give thanks for us&ndash;that God blessed us because of their many prayers."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what we are proud of, and I can say with all my heart that it is true: In all the things we have done in the world, we have done everything with an honest and pure heart from God. And this is even more true in what we have done with you. We did this by God&quot;s grace, not by the kind of wisdom the world has."
            },
            {
                "verse_number": "13",
                "verse_text": "For we write to you only what you can read and understand. And I hope that"
            },
            {
                "verse_number": "14",
                "verse_text": "as you have understood some things about us, you may come to know everything about us. Then you can be proud of us, as we will be proud of you on the day our Lord Jesus Christ comes again."
            },
            {
                "verse_number": "15",
                "verse_text": "I was very sure of all this. That is why I made plans to visit you first. Then you could be blessed twice."
            },
            {
                "verse_number": "16",
                "verse_text": "I planned to visit you on my way to Macedonia. Then I planned to visit you again on my way back. I wanted to get help from you for my trip to Judea."
            },
            {
                "verse_number": "17",
                "verse_text": "Do you think that I made these plans without really thinking? Or maybe you think I make plans as the world does, so that I say &apos;Yes, yes,&apos; and at the same time &apos;No, no.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But since you can believe God, then you can believe that what we tell you is never both &apos;Yes&apos; and &apos;No.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Son of God, Jesus Christ, that Silas and Timothy and I preached to you, was not &apos;Yes&apos; and &apos;No.&apos; In Christ it has always been &apos;Yes.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The &apos;Yes&apos; to all of God&quot;s promises is in Christ. And that is why we say &apos;Amen&apos; through Christ to the glory of God."
            },
            {
                "verse_number": "21",
                "verse_text": "And God is the One who makes you and us strong in Christ. God made us his chosen people."
            },
            {
                "verse_number": "22",
                "verse_text": "He put his mark on us to show that we are his. And he put his Spirit in our hearts to be a guarantee for all he has promised."
            },
            {
                "verse_number": "23",
                "verse_text": "I tell you this, and I ask God to be my witness that this is true: The reason I did not come back to Corinth was that I did not want to punish or hurt you."
            },
            {
                "verse_number": "24",
                "verse_text": "I do not mean that we are trying to control your faith. You are strong in faith. But we are workers with you for your own happiness."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So I decided that my next visit to you would not be another visit to make you sad."
            },
            {
                "verse_number": "2",
                "verse_text": "If I make you sad, who will make me happy? Only you can make me happy&ndash;you whom I made sad."
            },
            {
                "verse_number": "3",
                "verse_text": "I wrote you a letter for this reason: that when I came to you I would not be made sad by the people who should make me happy. I felt sure of all of you. I felt sure that you would share my joy."
            },
            {
                "verse_number": "4",
                "verse_text": "When I wrote to you before, I was very troubled and unhappy in my heart. I wrote with many tears. I did not write to make you sad, but to let you know how much I love you."
            },
            {
                "verse_number": "5",
                "verse_text": "Someone there among you has caused sadness. He caused this not to me, but to all of you&ndash;I mean he caused sadness to all in some way. (I do not want to make it sound worse than it really is.)"
            },
            {
                "verse_number": "6",
                "verse_text": "The punishment that most of you gave him is enough for him."
            },
            {
                "verse_number": "7",
                "verse_text": "But now you should forgive him and comfort him. This will keep him from having too much sadness and giving up completely."
            },
            {
                "verse_number": "8",
                "verse_text": "So I beg you to show him that you love him."
            },
            {
                "verse_number": "9",
                "verse_text": "This is why I wrote to you. I wanted to test you and see if you obey in everything."
            },
            {
                "verse_number": "10",
                "verse_text": "If you forgive someone, I also forgive him. And what I have forgiven&ndash;if I had anything to forgive&ndash;I forgave it for you, and Christ was with me."
            },
            {
                "verse_number": "11",
                "verse_text": "I did this so that Satan would not win anything from us. We know very well what Satan&quot;s plans are."
            },
            {
                "verse_number": "12",
                "verse_text": "I went to Troas to preach the Good News of Christ. The Lord gave me a good opportunity there."
            },
            {
                "verse_number": "13",
                "verse_text": "But I had no peace because I did not find my brother Titus there. So I said good-bye and went to Macedonia."
            },
            {
                "verse_number": "14",
                "verse_text": "But thanks be to God, who always leads us in victory through Christ. God uses us to spread his knowledge everywhere like a sweet-smelling perfume."
            },
            {
                "verse_number": "15",
                "verse_text": "Our offering to God is this: We are the sweet smell of Christ among those who are being saved and among those who are being lost."
            },
            {
                "verse_number": "16",
                "verse_text": "To those who are lost, we are the smell of death that brings death. But to those who are being saved, we are the smell of life that brings life. So who is able to do this work?"
            },
            {
                "verse_number": "17",
                "verse_text": "We do not sell the word of God for a profit as many other people do. But in Christ we speak the truth before God. We speak as men sent from God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Are we starting to brag about ourselves again? Do we need letters of introduction to you or from you, like some other people?"
            },
            {
                "verse_number": "2",
                "verse_text": "You yourselves are our letter, written on our hearts. It is known and read by everyone."
            },
            {
                "verse_number": "3",
                "verse_text": "You show that you are a letter from Christ that he sent through us. This letter is not written with ink, but with the Spirit of the living God. It is not written on stone tablets. It is written on human hearts."
            },
            {
                "verse_number": "4",
                "verse_text": "We can say this, because through Christ we feel sure before God."
            },
            {
                "verse_number": "5",
                "verse_text": "I do not mean that we are able to say that we can do this work ourselves. It is God who makes us able to do all that we do."
            },
            {
                "verse_number": "6",
                "verse_text": "God made us able to be servants of a new agreement from himself to his people. This new agreement is not a written law. It is of the Spirit. The written law brings death, but the Spirit gives life."
            },
            {
                "verse_number": "7",
                "verse_text": "The law that brought death was written in words on stone. It came with God&quot;s glory. Moses&quot; face was so bright with glory that the people of Israel could not continue to look at his face. And that glory later disappeared."
            },
            {
                "verse_number": "8",
                "verse_text": "So surely the new way that brings the Spirit has even more glory."
            },
            {
                "verse_number": "9",
                "verse_text": "That law judged people guilty of sin, but it had glory. So surely the new way that makes people right with God has much greater glory."
            },
            {
                "verse_number": "10",
                "verse_text": "That old law had glory. But it really loses its glory when it is compared to the much greater glory of this new way."
            },
            {
                "verse_number": "11",
                "verse_text": "If that law which disappeared came with glory, then this new way which continues forever has much greater glory."
            },
            {
                "verse_number": "12",
                "verse_text": "We have this hope, so we are very brave."
            },
            {
                "verse_number": "13",
                "verse_text": "We are not like Moses. He put a covering over his face so that the people of Israel would not see it. The glory was disappearing, and Moses did not want them to see it end."
            },
            {
                "verse_number": "14",
                "verse_text": "But their minds were closed. Even today that same covering hides the meaning when they read the old agreement. That covering is taken away only through Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "But even today, when they read the law of Moses, there is a covering over their minds."
            },
            {
                "verse_number": "16",
                "verse_text": "But when a person changes and follows the Lord, that covering is taken away."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord is the Spirit. And where the Spirit of the Lord is, there is freedom."
            },
            {
                "verse_number": "18",
                "verse_text": "Our faces, then, are not covered. We all show the Lord&quot;s glory, and we are being changed to be like him. This change in us brings more and more glory. And it comes from the Lord, who is the Spirit."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "God, with his mercy, gave us this work to do. So we don&quot;t give up."
            },
            {
                "verse_number": "2",
                "verse_text": "But we have turned away from secret and shameful ways. We use no trickery, and we do not change the teaching of God. We teach the truth plainly. This is how we show everyone who we are. And this is how they can know in their hearts what kind of people we are before God."
            },
            {
                "verse_number": "3",
                "verse_text": "The Good News that we preach may be hidden. But it is hidden only to those who are lost."
            },
            {
                "verse_number": "4",
                "verse_text": "The devil who rules this world has blinded the minds of those who do not believe. They cannot see the light of the Good News&ndash;the Good News about the glory of Christ, who is exactly like God."
            },
            {
                "verse_number": "5",
                "verse_text": "We do not preach about ourselves. But we preach that Jesus Christ is Lord; and we preach that we are your servants for Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "God once said, &apos;Let the light shine out of the darkness!&apos; And this is the same God who made his light shine in our hearts. He gave us light by letting us know the glory of God that is in the face of Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "We have this treasure from God. But we are only like clay jars that hold the treasure. This shows that this great power is from God, not from us."
            },
            {
                "verse_number": "8",
                "verse_text": "We have troubles all around us, but we are not defeated. We do not know what to do, but we do not give up."
            },
            {
                "verse_number": "9",
                "verse_text": "We are persecuted, but God does not leave us. We are hurt sometimes, but we are not destroyed."
            },
            {
                "verse_number": "10",
                "verse_text": "We carry the death of Jesus in our own bodies, so that the life of Jesus can also be seen in our bodies."
            },
            {
                "verse_number": "11",
                "verse_text": "We are alive, but for Jesus we are always in danger of death. This is so that the life of Jesus can be seen in our bodies that die."
            },
            {
                "verse_number": "12",
                "verse_text": "So death is working in us, but life is working in you."
            },
            {
                "verse_number": "13",
                "verse_text": "It is written in the Scriptures, &apos;I believed, so I spoke.&apos; Our faith is like this, too. We believe, and so we speak."
            },
            {
                "verse_number": "14",
                "verse_text": "God raised the Lord Jesus from death. And we know that God will also raise us with Jesus. God will bring us together with you, and we will stand before him."
            },
            {
                "verse_number": "15",
                "verse_text": "All these things are for you. And so the grace of God is being given to more and more people. This will bring more and more thanks to God for his glory."
            },
            {
                "verse_number": "16",
                "verse_text": "So we do not give up. Our physical body is becoming older and weaker, but our spirit inside us is made new every day."
            },
            {
                "verse_number": "17",
                "verse_text": "We have small troubles for a while now, but they are helping us gain an eternal glory. That glory is much greater than the troubles."
            },
            {
                "verse_number": "18",
                "verse_text": "So we set our eyes not on what we see but on what we cannot see. What we see will last only a short time. But what we cannot see will last forever."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We know that our body&ndash;the tent we live in here on earth&ndash;will be destroyed. But when that happens, God will have a house for us to live in. It will not be a house made by men. It will be a home in heaven that will last forever."
            },
            {
                "verse_number": "2",
                "verse_text": "But now we are tired of this body. We want God to give us our heavenly home."
            },
            {
                "verse_number": "3",
                "verse_text": "It will clothe us, and we will not be naked."
            },
            {
                "verse_number": "4",
                "verse_text": "While we live in this body, we have burdens, and we complain. We do not want to be naked. We want to be clothed with our heavenly home. Then this body that dies will be fully covered with life."
            },
            {
                "verse_number": "5",
                "verse_text": "This is what God made us for. And he has given us the Spirit to be a guarantee for this new life."
            },
            {
                "verse_number": "6",
                "verse_text": "So we always have courage. We know that while we live in this body, we are away from the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "We live by what we believe, not by what we can see."
            },
            {
                "verse_number": "8",
                "verse_text": "So I say that we have courage. And we really want to be away from this body and be at home with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Our only goal is to please God. We want to please him whether we live here or there."
            },
            {
                "verse_number": "10",
                "verse_text": "For we must all stand before Christ to be judged. Each one will receive what he should get&ndash;good or bad&ndash;for the things he did when he lived in the earthly body."
            },
            {
                "verse_number": "11",
                "verse_text": "We know what it means to fear the Lord. So we try to help people accept the truth. God knows what we really are. And I hope that in your hearts you know, too."
            },
            {
                "verse_number": "12",
                "verse_text": "We are not trying to prove ourselves to you again. But we are telling you about ourselves, so you will be proud of us. Then you will have an answer for those who are proud about things that can be seen. They do not care about what is in the heart."
            },
            {
                "verse_number": "13",
                "verse_text": "If we are out of our minds, it is for God. If we have our right mind, then it is for you."
            },
            {
                "verse_number": "14",
                "verse_text": "The love of Christ controls us. Because we know that One died for all. So all have died."
            },
            {
                "verse_number": "15",
                "verse_text": "Christ died for all so that those who live would not continue to live for themselves. He died for them and was raised from death so that they would live for him."
            },
            {
                "verse_number": "16",
                "verse_text": "From this time on we do not think of anyone as the world does. It is true that in the past we thought of Christ as the world thinks. But we no longer think of him in that way."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone belongs to Christ, then he is made new. The old things have gone; everything is made new!"
            },
            {
                "verse_number": "18",
                "verse_text": "All this is from God. Through Christ, God made peace between us and himself. And God gave us the work of bringing everyone into peace with him."
            },
            {
                "verse_number": "19",
                "verse_text": "I mean that God was in Christ, making peace between the world and himself. In Christ, God did not hold the world guilty of its sins. And he gave us this message of peace."
            },
            {
                "verse_number": "20",
                "verse_text": "So we have been sent to speak for Christ. It is as if God is calling to you through us. We speak for Christ when we beg you to be at peace with God."
            },
            {
                "verse_number": "21",
                "verse_text": "Christ had no sin. But God made him become sin. God did this for us so that in Christ we could become right with God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "We are workers together with God. So we beg you: Do not let the grace that you received from God be for nothing."
            },
            {
                "verse_number": "2",
                "verse_text": "God says, &apos;I heard your prayers at the right time, and I gave you help on the day of salvation.&apos; Isaiah 49:8 I tell you that the &apos;right time&apos; is now. The &apos;day of salvation&apos; is now. and make yourselves pure, says the Lord. Touch nothing that is unclean, and I will accept you.&apos; Isaiah 52:11; Ezekiel 20:34, 41 and you will be my sons and daughters, says the Lord All-Powerful.&apos; 2 Samuel 7:14; 7:8"
            },
            {
                "verse_number": "3",
                "verse_text": "We do not want anyone to find anything wrong with our work. So we do nothing that will be a problem for anyone."
            },
            {
                "verse_number": "4",
                "verse_text": "But in every way we show that we are servants of God: in accepting many hard things, in troubles, in difficulties, and in great problems."
            },
            {
                "verse_number": "5",
                "verse_text": "We are beaten and thrown into prison. Men become upset and fight us. We work hard, and sometimes we get no sleep or food."
            },
            {
                "verse_number": "6",
                "verse_text": "We show that we are servants of God by living a pure life, by our understanding, by our patience, and by our kindness. We show this by the Holy Spirit, by true love,"
            },
            {
                "verse_number": "7",
                "verse_text": "by speaking the truth, and by God&quot;s power. We use our right living to defend ourselves against everything."
            },
            {
                "verse_number": "8",
                "verse_text": "Some people honor us, but other people shame us. Some people say good things about us, but other people say bad things. Some people say we are liars, but we speak the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "We are not known, but we are well-known. We seem to be dying, but look&ndash;we continue to live. We are punished, but we are not killed."
            },
            {
                "verse_number": "10",
                "verse_text": "We have much sadness, but we are always rejoicing. We are poor, but we are making many people rich in faith. We have nothing, but really we have everything."
            },
            {
                "verse_number": "11",
                "verse_text": "We have spoken freely to you in Corinth. We have opened our hearts to you."
            },
            {
                "verse_number": "12",
                "verse_text": "Our feelings of love for you have not stopped. It is you that have stopped your feelings of love for us."
            },
            {
                "verse_number": "13",
                "verse_text": "I speak to you as if you were my children. Do to us as we have done&ndash;open your hearts to us."
            },
            {
                "verse_number": "14",
                "verse_text": "You are not the same as those who do not believe. So do not join yourselves to them. Good and bad do not belong together. Light and darkness cannot share together."
            },
            {
                "verse_number": "15",
                "verse_text": "How can Christ and Belial, the devil, have any agreement? What can a believer have together with a non-believer?"
            },
            {
                "verse_number": "16",
                "verse_text": "The temple of God cannot have any agreement with idols. And we are the temple of the living God. As God said: &apos;I will live with them and walk with them. And I will be their God. And they will be my people.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Leave those people,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I will be your father,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, we have these promises from God. So we should make ourselves pure&ndash;free from anything that makes body or soul unclean. We should try to become perfect in the way we live, because we respect God."
            },
            {
                "verse_number": "2",
                "verse_text": "Open your hearts to us. We have not done wrong to anyone. We have not ruined the faith of any person, and we have cheated no one."
            },
            {
                "verse_number": "3",
                "verse_text": "I do not say this to blame you. I told you before that we love you so much that we would live or die with you."
            },
            {
                "verse_number": "4",
                "verse_text": "I feel very sure of you. I am very proud of you. You give me much comfort. And in all of our troubles I have great joy."
            },
            {
                "verse_number": "5",
                "verse_text": "When we came into Macedonia, we had no rest. We found trouble all around us. We had fighting on the outside and fear on the inside."
            },
            {
                "verse_number": "6",
                "verse_text": "But God comforts those who are troubled. And God comforted us when Titus came."
            },
            {
                "verse_number": "7",
                "verse_text": "We were comforted by his coming and also by the comfort that you gave him. Titus told us about your wish to see me. He told us that you are very sorry for what you did. And he told me about your great care for me. When I heard this, I was much happier."
            },
            {
                "verse_number": "8",
                "verse_text": "Even if the letter I wrote you made you sad, I am not sorry I wrote it. I know it made you sad, and I was sorry for that. But it made you sad only for a short time."
            },
            {
                "verse_number": "9",
                "verse_text": "Now I am happy, but not because you were made sad. I am happy because your sorrow made you change your hearts. You became sad in the way God wanted you to. So you were not hurt by us in any way."
            },
            {
                "verse_number": "10",
                "verse_text": "Being sorry in the way God wants makes a person change his heart and life. This leads to salvation, and we cannot be sorry for that. But the kind of sorrow the world has will bring death."
            },
            {
                "verse_number": "11",
                "verse_text": "You had the kind of sorrow God wanted you to have. Now see what this sorrow has brought you: It has made you very serious. It made you want to prove that you were not wrong. It made you angry and afraid. It made you want to see me. It made you care. It made you want the right thing to be done. You proved that you were not guilty in any part of the problem."
            },
            {
                "verse_number": "12",
                "verse_text": "I wrote that letter, but not because of the one who did the wrong. And it was not written because of the person who was hurt. But I wrote the letter so that you could see, before God, the great care that you have for us."
            },
            {
                "verse_number": "13",
                "verse_text": "That is why we were comforted. We were very comforted. And we were even happier to see that Titus was so happy. All of you made him feel much better."
            },
            {
                "verse_number": "14",
                "verse_text": "I bragged to Titus about you. And you showed that I was right. Everything that we said to you was true. And you have proved that what we bragged about to Titus is true."
            },
            {
                "verse_number": "15",
                "verse_text": "And his love for you is stronger when he remembers that you were all ready to obey. You welcomed him with respect and fear."
            },
            {
                "verse_number": "16",
                "verse_text": "I am very happy that I can trust you fully."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "And now, brothers, we want you to know about the grace that God gave the churches in Macedonia."
            },
            {
                "verse_number": "2",
                "verse_text": "They have been tested by great troubles. And they are very poor. But they gave much because of their great joy."
            },
            {
                "verse_number": "3",
                "verse_text": "I can tell you that they gave as much as they were able. They gave even more than they could afford. No one told them to do it."
            },
            {
                "verse_number": "4",
                "verse_text": "But they asked us again and again&ndash;they begged us to let them share in this service for God&quot;s people."
            },
            {
                "verse_number": "5",
                "verse_text": "And they gave in a way that we did not expect: They first gave themselves to the Lord and to us. This is what God wants."
            },
            {
                "verse_number": "6",
                "verse_text": "So we asked Titus to help you finish this special work of grace. He is the one who started this work."
            },
            {
                "verse_number": "7",
                "verse_text": "You are rich in everything&ndash;in faith, in speaking, in knowledge, in truly wanting to help, and in the love you learned from us. And so we want you to be rich also in this gift of giving."
            },
            {
                "verse_number": "8",
                "verse_text": "I am not commanding you to give. But I want to see if your love is true love. I do this by showing you that others really want to help."
            },
            {
                "verse_number": "9",
                "verse_text": "You know the grace of our Lord Jesus Christ. You know that Christ was rich, but for you he became poor. Christ did this so that by his being poor you might become rich."
            },
            {
                "verse_number": "10",
                "verse_text": "This is what I think you should do: Last year you were the first to want to give. And you were the first who gave."
            },
            {
                "verse_number": "11",
                "verse_text": "So now finish the work that you started. Then your &apos;doing&apos; will be equal to your &apos;wanting to do.&apos; Give from what you have."
            },
            {
                "verse_number": "12",
                "verse_text": "If you want to give, your gift will be accepted. Your gift will be judged by what you have, not by what you do not have."
            },
            {
                "verse_number": "13",
                "verse_text": "We do not want you to have troubles while other people are at ease. We want everything to be equal."
            },
            {
                "verse_number": "14",
                "verse_text": "At this time you have plenty. What you have can help others who are in need. Then later, when they have plenty, they can help you when you are in need. Then all will be equal."
            },
            {
                "verse_number": "15",
                "verse_text": "As it is written in the Scriptures, &apos;The person who gathered more did not have too much. The person who gathered less did not have too little.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "I thank God because he gave Titus the same love for you that I have."
            },
            {
                "verse_number": "17",
                "verse_text": "Titus accepted what we asked him to do. He wanted very much to go to you. This was his own idea."
            },
            {
                "verse_number": "18",
                "verse_text": "We are sending with him the brother who is praised by all the churches. This brother is praised because of his service in preaching the Good News."
            },
            {
                "verse_number": "19",
                "verse_text": "Also, this brother was chosen by the churches to go with us when we deliver this gift of money. We are doing this service to bring glory to the Lord and to show that we really want to help."
            },
            {
                "verse_number": "20",
                "verse_text": "We are being careful so that no one will criticize us about the way we are handling this large gift."
            },
            {
                "verse_number": "21",
                "verse_text": "We are trying to do what is right. We want to do what the Lord accepts as right and also what people think is right."
            },
            {
                "verse_number": "22",
                "verse_text": "Also, we are sending with them our brother who is always ready to help. He has proved this to us in many ways. And he wants to help even more now because he has much faith in you."
            },
            {
                "verse_number": "23",
                "verse_text": "Now about Titus&ndash;he is my partner who is working with me to help you. And about the other brothers&ndash;they are sent from the churches, and they bring glory to Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "So show these men that you really have love. Show them why we are proud of you. Then all the churches can see it."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I really do not need to write to you about this help for God&quot;s people."
            },
            {
                "verse_number": "2",
                "verse_text": "I know that you want to help. I have been bragging about this to the people in Macedonia. I have told them that you in Southern Greece have been ready to give since last year. And your wanting to give has made most of them here ready to give also."
            },
            {
                "verse_number": "3",
                "verse_text": "But I am sending the brothers to you. I do not want our bragging about you in this to be for nothing. I want you to be ready, as I said you would be."
            },
            {
                "verse_number": "4",
                "verse_text": "If any of the people from Macedonia come with me and find that you are not ready, we will be ashamed. We will be ashamed that we were so sure of you. (And you will be ashamed, too!)"
            },
            {
                "verse_number": "5",
                "verse_text": "So I thought that I should ask these brothers to go to you before we come. They will finish getting in order the gift you promised. Then the gift will be ready when we come, and it will be a gift you wanted to give&ndash;not a gift that you hated to give."
            },
            {
                "verse_number": "6",
                "verse_text": "Remember this: The person who plants a little will have a small harvest. But the person who plants a lot will have a big harvest."
            },
            {
                "verse_number": "7",
                "verse_text": "Each one should give, then, what he has decided in his heart to give. He should not give if it makes him sad. And he should not give if he thinks he is forced to give. God loves the person who gives happily."
            },
            {
                "verse_number": "8",
                "verse_text": "And God can give you more blessings than you need. Then you will always have plenty of everything. You will have enough to give to every good work."
            },
            {
                "verse_number": "9",
                "verse_text": "It is written in the Scriptures: &apos;He gives freely to the poor. The things he does are right and will continue forever.&apos; Psalm 112:9"
            },
            {
                "verse_number": "10",
                "verse_text": "God is the One who gives seed to the farmer. And he gives bread for food. And God will give you all the seed you need and make it grow. He will make a great harvest from your goodness."
            },
            {
                "verse_number": "11",
                "verse_text": "God will make you rich in every way so that you can always give freely. And your giving through us will cause many to give thanks to God."
            },
            {
                "verse_number": "12",
                "verse_text": "This service that you do helps the needs of God&quot;s people. It is also bringing more and more thanks to God."
            },
            {
                "verse_number": "13",
                "verse_text": "This service you do is a proof of your faith. Many people will praise God because of it. They will praise God because you follow the Good News of Christ&ndash;the gospel you say you believe. They will praise God because you freely share with them and with all others."
            },
            {
                "verse_number": "14",
                "verse_text": "And when they pray, they will wish they could be with you. They will feel this because of the great grace that God has given you."
            },
            {
                "verse_number": "15",
                "verse_text": "Thanks be to God for his gift that is too wonderful to explain."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I, Paul, am begging you with the gentleness and the kindness of Christ. Some people say that I am easy on you when I am with you and strict when I am away."
            },
            {
                "verse_number": "2",
                "verse_text": "They think that we live in a worldly way. I plan to be very strict against them when I come. I beg you that when I come I will not need to use that same strictness with you."
            },
            {
                "verse_number": "3",
                "verse_text": "We do live in the world. But we do not fight in the same way that the world fights."
            },
            {
                "verse_number": "4",
                "verse_text": "We fight with weapons that are different from those the world uses. Our weapons have power from God. These weapons can destroy the enemy&quot;s strong places. We destroy men&quot;s arguments."
            },
            {
                "verse_number": "5",
                "verse_text": "And we destroy every proud thing that raises itself against the knowledge of God. We capture every thought and make it give up and obey Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "We are ready to punish anyone there who does not obey. But first we want you to obey fully."
            },
            {
                "verse_number": "7",
                "verse_text": "You must look at the facts before you. If anyone feels sure that he belongs to Christ, then he must remember that we belong to Christ just as he does."
            },
            {
                "verse_number": "8",
                "verse_text": "It is true that we brag freely about the authority the Lord gave us. But he gave us this authority to strengthen you, not to hurt you. So I will not be ashamed of the bragging we do."
            },
            {
                "verse_number": "9",
                "verse_text": "I don&quot;t want you to think that I am trying to scare you with my letters."
            },
            {
                "verse_number": "10",
                "verse_text": "Some people say, &apos;Paul&quot;s letters are powerful and sound important. But when he is with us, he is weak. And his speaking is nothing.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They should know this: We are not there with you now, so we say these things in letters. But when we are there with you, we will show the same authority that we show in our letters."
            },
            {
                "verse_number": "12",
                "verse_text": "We do not dare to put ourselves in the same group with those who think that they are very important. We do not compare ourselves to them. They use themselves to measure themselves, and they judge themselves by what they themselves are. This shows that they know nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "But we will not brag about things outside the work that was given us to do. We will limit our bragging to the work that God gave us. And this work includes our work with you."
            },
            {
                "verse_number": "14",
                "verse_text": "We are not bragging too much. We would be bragging too much if we had not already come to you. But we have come to you with the Good News of Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "We limit our bragging to the work that is ours. We do not brag in the work other men have done. We hope that your faith will continue to grow. And we hope that you will help our work to grow much larger."
            },
            {
                "verse_number": "16",
                "verse_text": "We want to tell the Good News in the areas beyond your city. We do not want to brag about work that has already been done in another man&quot;s area."
            },
            {
                "verse_number": "17",
                "verse_text": "But, &apos;If a person brags, he should brag only about the Lord.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "It is not the one who says he is good who is accepted but the one that the Lord thinks is good."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I wish you would be patient with me even when I am a little foolish. But you are already doing that."
            },
            {
                "verse_number": "2",
                "verse_text": "I am jealous over you. And this jealousy comes from God. I promised to give you to Christ. He must be your only husband. I want to give you to Christ to be his pure bride."
            },
            {
                "verse_number": "3",
                "verse_text": "But I am afraid that your minds will be led away from your true and pure following of Christ. This might happen just as Eve was tricked by the snake with his evil ways."
            },
            {
                "verse_number": "4",
                "verse_text": "You are very patient with anyone who comes to you and preaches a different Jesus than the one we preached. You are very willing to accept a spirit or Good News that is different from the Spirit and Good News that you received from us."
            },
            {
                "verse_number": "5",
                "verse_text": "I do not think that those &apos;great apostles&apos; are any better than I am."
            },
            {
                "verse_number": "6",
                "verse_text": "I may not be a trained speaker, but I do have knowledge. We have shown this to you clearly in every way."
            },
            {
                "verse_number": "7",
                "verse_text": "I preached God&quot;s Good News to you without pay. I made myself unimportant to make you important. Do you think that was wrong?"
            },
            {
                "verse_number": "8",
                "verse_text": "I accepted pay from other churches. I took their money so that I could serve you."
            },
            {
                "verse_number": "9",
                "verse_text": "If I needed something when I was with you, I did not trouble any of you. The brothers who came from Macedonia gave me all that I needed. I did not allow myself to depend on you in any way. And I will never depend on you."
            },
            {
                "verse_number": "10",
                "verse_text": "No one in Southern Greece will stop me from bragging about that. I say this with the truth of Christ in me."
            },
            {
                "verse_number": "11",
                "verse_text": "And why do I not depend on you? Do you think it is because I do not love you? No. God knows that I love you."
            },
            {
                "verse_number": "12",
                "verse_text": "And I will keep on doing what I am doing now. I will continue because I want to stop those people from having a reason to brag. They would like to say that the work they brag about is the same as ours."
            },
            {
                "verse_number": "13",
                "verse_text": "Such men are not true apostles. They are workers who lie. And they change themselves to look like apostles of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "This does not surprise us. Even Satan changes himself to look like an angel of light."
            },
            {
                "verse_number": "15",
                "verse_text": "So it does not surprise us if Satan&quot;s servants also make themselves look like servants who work for what is right. But in the end they will be punished for the things they do."
            },
            {
                "verse_number": "16",
                "verse_text": "I tell you again: No one should think that I am a fool. But if you think that I am a fool, then accept me as you would accept a fool. Then I can brag a little, too."
            },
            {
                "verse_number": "17",
                "verse_text": "I brag because I feel sure of myself. But I am not talking as the Lord would talk. I am bragging like a fool."
            },
            {
                "verse_number": "18",
                "verse_text": "Many people are bragging about their lives in the world. So I will brag, too."
            },
            {
                "verse_number": "19",
                "verse_text": "You are wise, so you will gladly be patient with fools!"
            },
            {
                "verse_number": "20",
                "verse_text": "You are even patient with someone who orders you around and uses you! You are patient with those who trick you, or think they are better than you, or hit you in the face!"
            },
            {
                "verse_number": "21",
                "verse_text": "It is shameful to me to say this, but we were too &apos;weak&apos; to do those things to you! But if anyone else is brave enough to brag, then I also will be brave and brag. (I am talking like a fool.)"
            },
            {
                "verse_number": "22",
                "verse_text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they from Abraham&quot;s family? So am I."
            },
            {
                "verse_number": "23",
                "verse_text": "Are they serving Christ? I am serving him more. (I am crazy to talk like this.) I have worked much harder than they. I have been in prison more often. I have been hurt more in beatings. I have been near death many times."
            },
            {
                "verse_number": "24",
                "verse_text": "Five times the Jews have given me their punishment of 39 lashes with a whip."
            },
            {
                "verse_number": "25",
                "verse_text": "Three different times I was beaten with rods. One time they tried to kill me with stones. Three times I was in ships that were wrecked, and one of those times I spent the night and the next day in the sea."
            },
            {
                "verse_number": "26",
                "verse_text": "I have gone on many travels. And I have been in danger from rivers, from thieves, from my own people, the Jews, and from those who are not Jews. I have been in danger in cities, in places where no one lives, and on the sea. And I have been in danger with false brothers."
            },
            {
                "verse_number": "27",
                "verse_text": "I have done hard and tiring work, and many times I did not sleep. I have been hungry and thirsty. Many times I have been without food. I have been cold and without clothes."
            },
            {
                "verse_number": "28",
                "verse_text": "Besides all this, there is on me every day the load of my concern for all the churches."
            },
            {
                "verse_number": "29",
                "verse_text": "I feel weak every time someone is weak. I feel upset every time someone is led into sin."
            },
            {
                "verse_number": "30",
                "verse_text": "If I must brag, I will brag about the things that show I am weak."
            },
            {
                "verse_number": "31",
                "verse_text": "God knows that I am not lying. He is the God and Father of the Lord Jesus Christ, and he is to be praised forever."
            },
            {
                "verse_number": "32",
                "verse_text": "When I was in Damascus, the governor under King Aretas wanted to arrest me. So he put guards around the city."
            },
            {
                "verse_number": "33",
                "verse_text": "But my friends put me in a basket. Then they put the basket through a hole in the wall and lowered me down. So I escaped from the governor."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "I must continue to brag. It will do no good, but I will talk now about visions and revelations from the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "I know a man in Christ who was taken up to the third heaven. This happened 14 years ago. I do not know whether the man was in his body or out of his body. But God knows."
            },
            {
                "verse_number": "5",
                "verse_text": "I will brag about a man like that. But I will not brag about myself, except about my weaknesses."
            },
            {
                "verse_number": "6",
                "verse_text": "But if I wanted to brag about myself, I would not be a fool. I would not be a fool, because I would be telling the truth. But I will not brag about myself. I do not want people to think more of me than what they see me do or hear me say."
            },
            {
                "verse_number": "7",
                "verse_text": "But I must not become too proud of the wonderful things that were shown to me. So a painful problem was given to me. This problem is a messenger from Satan. It is sent to beat me and keep me from being too proud."
            },
            {
                "verse_number": "8",
                "verse_text": "I begged the Lord three times to take this problem away from me."
            },
            {
                "verse_number": "9",
                "verse_text": "But the Lord said to me, &apos;My grace is enough for you. When you are weak, then my power is made perfect in you.&apos; So I am very happy to brag about my weaknesses. Then Christ&quot;s power can live in me."
            },
            {
                "verse_number": "10",
                "verse_text": "So I am happy when I have weaknesses, insults, hard times, sufferings, and all kinds of troubles. All these things are for Christ. And I am happy, because when I am weak, then I am truly strong."
            },
            {
                "verse_number": "11",
                "verse_text": "I have been talking like a fool. But you made me do it. You are the ones who should say good things about me. I am worth nothing, but those &apos;great apostles&apos; are not worth any more than I am!"
            },
            {
                "verse_number": "12",
                "verse_text": "When I was with you, I did what proves that I am an apostle&ndash;signs, wonders, and miracles. And I did these things with much patience."
            },
            {
                "verse_number": "13",
                "verse_text": "So you received everything that the other churches have received. Only one thing was different: I was not a burden to you. Forgive me for this!"
            },
            {
                "verse_number": "14",
                "verse_text": "I am now ready to visit you the third time. And I will not be a burden to you. I want nothing from you, I only want you. Children should not have to save up to give to their parents. Parents should save to give to their children."
            },
            {
                "verse_number": "15",
                "verse_text": "So I am happy to give everything I have for you. I will even give myself for you. If I love you more, will you love me less?"
            },
            {
                "verse_number": "16",
                "verse_text": "It is clear that I was not a burden to you. But you think that I was tricky and used lies to catch you."
            },
            {
                "verse_number": "17",
                "verse_text": "Did I cheat you by using any of the men I sent to you? No, you know I did not."
            },
            {
                "verse_number": "18",
                "verse_text": "I asked Titus to go to you. And I sent our brother with him. Titus did not cheat you, did he? No, you know that Titus and I did the same thing and with the same spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Do you think that we have been defending ourselves to you all this time? We have been speaking in Christ and before God. You are our dear friends. And everything that we do is to make you stronger."
            },
            {
                "verse_number": "20",
                "verse_text": "I do this because I am afraid that when I come, you will not be what I want you to be. And I am afraid that I will not be what you want me to be. I am afraid that among you there may be arguing, jealousy, anger, selfish fighting, evil talk, gossip, pride, and confusion."
            },
            {
                "verse_number": "21",
                "verse_text": "I am afraid that when I come to you again, my God will make me ashamed before you. I may be saddened by many of those who have sinned. I may be saddened because they have not changed their hearts and have not turned away from their impurity and their sexual immorality."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I will come to you for the third time. And remember, &apos;Every case must be proved by two or three witnesses.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "When I was with you the second time, I gave a warning to those who had sinned. Now I am away from you, and I give a warning to all the others. When I come to you again, I will not be easy with them."
            },
            {
                "verse_number": "3",
                "verse_text": "You want proof that Christ is speaking through me. My proof is that he is not weak among you, but he is powerful."
            },
            {
                "verse_number": "4",
                "verse_text": "It is true that he was weak when he was killed on the cross. But he lives now by God&quot;s power. It is true that we are weak in Christ. But for you we will be alive in Christ by God&quot;s power."
            },
            {
                "verse_number": "5",
                "verse_text": "Look closely at yourselves. Test yourselves to see if you are living in the faith. You know that Christ Jesus is in you&ndash;unless you fail the test."
            },
            {
                "verse_number": "6",
                "verse_text": "But I hope you will see that we ourselves have not failed the test."
            },
            {
                "verse_number": "7",
                "verse_text": "We pray to God that you will not do anything wrong. It is not important to see that we have passed the test. But it is important that you do what is right, even if it seems that we have failed."
            },
            {
                "verse_number": "8",
                "verse_text": "We cannot do anything against the truth, but only for the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "We are happy to be weak, if you are strong. And we pray that you will grow stronger and stronger."
            },
            {
                "verse_number": "10",
                "verse_text": "I am writing this while I am away from you. I am writing so that when I come I will not have to be harsh in my use of authority. The Lord gave me this authority to use to make you stronger, not to destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "Now, brothers, I say good-bye. Live in harmony. Do what I have asked you to do. Agree with each other, and live in peace. Then the God of love and peace will be with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Give each other a holy kiss when you greet each other."
            },
            {
                "verse_number": "13",
                "verse_text": "All of God&quot;s holy people send greetings to you."
            },
            {
                "verse_number": "14",
                "verse_text": "The grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit be with you all."
            }
        ]
    }
}