{
    "Haggai": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The prophet Haggai spoke the word of the Lord to Zerubbabel and to Joshua. Zerubbabel son of Shealtiel was governor of Judah. Joshua son of Jehozadak was high priest. This message came in the second year that Darius was king of Persia. It came on the first day of the sixth month of that year. This was the message:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This is what the Lord of heaven&quot;s armies says: &quot;The people say the right time has not come to rebuild the Temple of the Lord.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Haggai the prophet spoke the word of the Lord:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The Temple is still in ruins. Is it right for you to be living in fancy houses?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "This is why the Lord of heaven&quot;s armies says: &apos;Think about what you have done."
            },
            {
                "verse_number": "6",
                "verse_text": "You have planted much, but you harvest little. You eat, but you do not become full. You drink, but you are still thirsty. You put on clothes, but you are not warm enough. You earn money, but then you lose it all. It is as if you put it into a purse full of holes.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Think about what you have done."
            },
            {
                "verse_number": "8",
                "verse_text": "Go up to the mountains. Bring back wood and build the Temple. Then I will be pleased with it and be honored,&apos; says the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord of heaven&quot;s armies says: &apos;You look for much, but you find little. When you bring it home, I destroy it. Why? Because you are busy working on your own houses. But my house is still in ruins!"
            },
            {
                "verse_number": "10",
                "verse_text": "Because of what you have done, the sky holds back its rain. And the ground holds back its crops."
            },
            {
                "verse_number": "11",
                "verse_text": "I have called for a dry time in the land. There will be no rain in the mountains for the grain, new wine and olive oil. It will be a dry time for the plants which the earth produces. It will be a dry time for men and farm animals. The dry time will make your hard work useless.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Zerubbabel was the son of Shealtiel. And Joshua, the high priest, was the son of Jehozadak. Zerubbabel and Joshua obeyed the Lord their God. And they obeyed the message from Haggai the prophet. All the rest of the people who were left alive also obeyed. This was because they realized that the Lord their God had sent Haggai. And they feared the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord sent a message to Haggai, the Lord&quot;s messenger. Haggai gave this message to the people. He said: &apos;The Lord says, &quot;I am with you.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord made Zerubbabel and Joshua excited about building the Temple. Zerubbabel son of Shealtiel was the governor of Judah. Joshua son of Jehozadak was the high priest. The Lord made all the rest of the people who were left alive excited, too. They came and worked on the Temple of their God, the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "15",
                "verse_text": "They began on the twenty-fourth day of the sixth month. This was in the second year that Darius was king of Persia."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke his word through Haggai the prophet on the twenty-first day of the seventh month. This is what the Lord said:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to Zerubbabel son of Shealtiel, governor of Judah. Speak also to Joshua son of Jehozadak, the high priest. And speak to the rest of the people who were left alive. Say:"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;Do any of you who are still alive remember how beautiful the Temple was before it was destroyed? What does it look like now? The truth is it means nothing to you!&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord says: &quot;Zerubbabel, be brave. Joshua son of Jehozadak, the high priest, be brave. And all you people who live in the land, be brave,&quot; says the Lord. &quot;Work, because I am with you,&quot; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;I made a promise to you when you came out of Egypt. My Spirit is still with you. So don&quot;t be afraid.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;This is what the Lord of heaven&quot;s armies says: &quot;In a short time I will shake the heavens and earth once again. And I will shake the sea and the dry land."
            },
            {
                "verse_number": "7",
                "verse_text": "I will shake all the nations. All the nations will bring their wealth. Then I will fill this Temple with glory,&quot; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;The silver is mine, and the gold is mine,&quot; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;The new Temple will be more beautiful than the one that was destroyed,&quot; says the Lord of heaven&quot;s armies. &quot;And in this place I will give peace to the people,&quot; says the Lord of heaven&quot;s armies.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord spoke his word to Haggai the prophet. This was on the twenty-fourth day of the ninth month. It was in the second year that Darius was king of Persia. This is what the Lord said:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what the Lord of heaven&quot;s armies says: &quot;Ask the priests what the teachings say."
            },
            {
                "verse_number": "12",
                "verse_text": "A person might carry meat made holy for the Lord in the fold of his clothes. And that fold might touch bread, cooked food, wine, olive oil or some other food. Will the thing the fold touches be made holy for the Lord, too?&quot;&apos; The priests answered, &apos;No.&apos; The priests answered, &apos;Yes. It would become unclean.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai said, &apos;A person who touches a dead body will become unclean. If he touches any of these foods, will it become unclean, too?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Haggai answered, &apos;The Lord says this: &quot;This is also true for the people of this nation. They are unclean, and everything they do with their hands is unclean to me. If these people offer something at the altar to me, it is also unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;&quot;Think about this from now on! Think about how it was before you started piling stones on top of stones. Think about how it was before you started building the Temple of the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "A person used to come to a pile of grain expecting to find 20 basketfuls. But there were only 10. And a person used to come to the wine vat to take out 50 jarfuls. But only 20 were there."
            },
            {
                "verse_number": "17",
                "verse_text": "I destroyed your work with diseases, mildew and hail. But you still did not come to me.&quot; The Lord says this."
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;It is the twenty-fourth day of the ninth month. On this day the people finished working on the foundation of the Temple of the Lord. From now on, think about these things:"
            },
            {
                "verse_number": "19",
                "verse_text": "Do you have seeds for your crops already in the barn? No! Your vines and trees are not giving fruit yet, either. You don&quot;t have any figs, pomegranates or olives yet. But from now on I will bless you!&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Lord spoke his word a second time to Haggai. It was on the twenty-fourth day of the month. This is what the Lord said:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Tell Zerubbabel, the governor of Judah: &quot;I am going to shake the heavens and the earth."
            },
            {
                "verse_number": "22",
                "verse_text": "I will destroy the foreign kingdoms. I will take away the power of the kingdoms of the nations. I will destroy the chariots and their riders. The horses will fall with their riders. People will kill each other with swords.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord of heaven&quot;s armies says this: &quot;On that day I will take you, Zerubbabel son of Shealtiel, my servant.&quot; The Lord says this: &quot;I will make you important like my signet ring. This is because I have chosen you!&quot; says the Lord of heaven&quot;s armies.&apos;"
            }
        ]
    }
}