{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon&quot;s Song of Songs."
            },
            {
                "verse_number": "2",
                "verse_text": "Kiss me with the kisses of your mouth! Your love is better than wine. Your name is pleasant like expensive perfume! That&quot;s why the young women love you. The king takes me into his rooms. We will rejoice and be happy with you. We praise your love more than wine. With good reason, the young women love you, my lover. women of Jerusalem. I&quot;m dark like the tents of Kedar, like the curtains of Solomon. at how dark the sun has made me. My brothers were angry with me. They made me tend the vineyards. So I haven&quot;t tended my own vineyard! where do you feed your sheep? Where do you make them rest at noon? Why should I look for you near your friend&quot;s sheep? Surely you know to follow the sheep. Feed your young goats near the shepherds&quot; tents. that pulls the king&quot;s chariots. Your neck is beautiful with jewels. with silver hooks. to the king on his couch. that lies all night between my breasts. from the vineyards at En Gedi. Oh, you are beautiful! Your eyes are like doves! You are so pleasant! Our bed is the grass. And the wood of our ceiling is juniper trees."
            },
            {
                "verse_number": "3",
                "verse_text": "The smell of your perfume is pleasant."
            },
            {
                "verse_number": "4",
                "verse_text": "Take me with you; let&quot;s run."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;m dark but lovely,"
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t look at how dark I am,"
            },
            {
                "verse_number": "7",
                "verse_text": "Tell me, you whom I love, Am I like a woman who wears a veil?"
            },
            {
                "verse_number": "8",
                "verse_text": "You are the most beautiful of women."
            },
            {
                "verse_number": "9",
                "verse_text": "My darling, you are like a mare"
            },
            {
                "verse_number": "10",
                "verse_text": "Your cheeks are beautiful with ornaments."
            },
            {
                "verse_number": "11",
                "verse_text": "We will make for you gold earrings"
            },
            {
                "verse_number": "12",
                "verse_text": "The smell of my perfume spreads out"
            },
            {
                "verse_number": "13",
                "verse_text": "My lover is like a bag of myrrh"
            },
            {
                "verse_number": "14",
                "verse_text": "My lover is like a bunch of flowers"
            },
            {
                "verse_number": "15",
                "verse_text": "My darling, you are beautiful!"
            },
            {
                "verse_number": "16",
                "verse_text": "You are so handsome, my lover."
            },
            {
                "verse_number": "17",
                "verse_text": "The boards of our house are cedar trees."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am a rose in the Plain of Sharon. I am a lily in the valleys. is like a lily among thorns! is like an apple tree among the trees in the woods! I enjoy sitting in his shadow. His fruit is sweet to my taste. His banner over me is love. Refresh me with apples, because I am weak with love. And his right arm holds me tight! by the gazelles and the deer. Promise not to wake love. Don&quot;t excite my feelings of love until I&quot;m ready. He comes jumping across the mountains. He comes skipping over the hills! Look, he stands behind our wall. He stares in through the windows, looking through the blinds. &apos;Get up, my darling. Let&quot;s go away, my beautiful one. The rains are over and gone. The time has come to sing. The cooing of doves is heard in our land. The blossoms on the vines smell sweet. Get up, my darling. Let&quot;s go away, my beautiful one.&apos; She hides in the secret places of the cliff. Show me your face. Let me hear your voice. Your voice is very sweet, and your face is lovely. the little foxes that ruin the vineyards. Our vineyards are in blossom. He feeds among the lilies and the shadows disappear. Turn, my lover. Be like a gazelle or a young deer on the rugged mountains."
            },
            {
                "verse_number": "2",
                "verse_text": "Among the young women, my darling"
            },
            {
                "verse_number": "3",
                "verse_text": "Among young men, my lover"
            },
            {
                "verse_number": "4",
                "verse_text": "He brought me to the banquet room."
            },
            {
                "verse_number": "5",
                "verse_text": "Strengthen me with raisins."
            },
            {
                "verse_number": "6",
                "verse_text": "My lover&quot;s left hand is under my head."
            },
            {
                "verse_number": "7",
                "verse_text": "Women of Jerusalem, promise me"
            },
            {
                "verse_number": "8",
                "verse_text": "I hear my lover&quot;s voice."
            },
            {
                "verse_number": "9",
                "verse_text": "My lover is like a gazelle or a young deer."
            },
            {
                "verse_number": "10",
                "verse_text": "My lover spoke. He said to me,"
            },
            {
                "verse_number": "11",
                "verse_text": "Look, the winter is past."
            },
            {
                "verse_number": "12",
                "verse_text": "Blossoms appear through all the land."
            },
            {
                "verse_number": "13",
                "verse_text": "There are young figs on the fig trees."
            },
            {
                "verse_number": "14",
                "verse_text": "My beloved is like a dove that hides in the cracks of the rock."
            },
            {
                "verse_number": "15",
                "verse_text": "Catch the foxes for us&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "My lover is mine, and I am his."
            },
            {
                "verse_number": "17",
                "verse_text": "until the day dawns"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "At night on my bed, I looked for the one I love. I looked for him, but I could not find him. in the streets and squares. I will look for the one I love. I looked for him, but I could not find him. I asked, &apos;Have you seen the one I love?&apos; I found the one I love. I held him. I would not let him go until I had brought him to my mother&quot;s house. I brought him into the room where I was born. by the gazelles and the deer. Promise not to wake love. Don&quot;t excite my feelings of love until I&quot;m ready. like a cloud of smoke? Who is this that smells like myrrh, incense and other spices? with 60 soldiers around it. They are the finest soldiers of Israel. They have been trained in war. Every man wears his sword at his side. He is ready for the dangers of the night. It is made of wood from Lebanon. and its braces of gold. The seat was covered with purple cloth. The women of Jerusalem wove it with love. He is wearing the crown his mother put on his head. It was his wedding day, when his heart was happy!"
            },
            {
                "verse_number": "2",
                "verse_text": "I will get up now. I will go around the city,"
            },
            {
                "verse_number": "3",
                "verse_text": "The watchmen found me as they patrolled the city."
            },
            {
                "verse_number": "4",
                "verse_text": "As soon as I had left them"
            },
            {
                "verse_number": "5",
                "verse_text": "Women of Jerusalem, promise me"
            },
            {
                "verse_number": "6",
                "verse_text": "Who is this coming out of the desert"
            },
            {
                "verse_number": "7",
                "verse_text": "Look, it&quot;s Solomon&quot;s couch"
            },
            {
                "verse_number": "8",
                "verse_text": "These soldiers all carry swords."
            },
            {
                "verse_number": "9",
                "verse_text": "King Solomon had a couch made for himself."
            },
            {
                "verse_number": "10",
                "verse_text": "He made its posts of silver"
            },
            {
                "verse_number": "11",
                "verse_text": "Women of Jerusalem, go out and see King Solomon."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "How beautiful you are, my darling! Oh, you are beautiful! Your eyes behind your veil are like doves. Your hair is like a flock of goats streaming down Mount Gilead. just coming from their bath. Each one has a twin. None of them is alone. Your mouth is lovely. Your cheeks behind your veil are like slices of a pomegranate. The tower was built with rows of stones. A thousand shields hang on its walls. Each shield belongs to a strong soldier. They are like twins of a gazelle, eating among the lilies. and the shadows disappear, I will go to that mountain of myrrh. And I will go to that hill of incense. There is nothing at all wrong with you. Come with me from Lebanon. Come from the top of Mount Amana, from the tops of Mount Senir and Mount Hermon. Come from the lions&quot; dens and from the leopards&quot; hills. you have thrilled my heart. You have thrilled my heart with a glance of your eyes, with one jewel from your necklace. Your love is better than wine. Your perfume smells better than any spice. Honey and milk are under your tongue. Your clothes smell like the cedars of Lebanon. You are like a spring with a wall around it, a fountain that is closed. of pomegranates and all the best fruit. It is filled with flowers and nard. It is filled with trees of incense, myrrh and aloes&ndash; all the best spices. a well of fresh water flowing down from the mountains of Lebanon. Come, you south wind! Blow on my garden. Let its sweet smells flow out. Let my lover enter the garden. And let him eat its best fruits."
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are white like newly-sheared sheep"
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are like red silk thread."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck looks like David&quot;s tower."
            },
            {
                "verse_number": "5",
                "verse_text": "Your breasts are like two fawns."
            },
            {
                "verse_number": "6",
                "verse_text": "Until the day dawns"
            },
            {
                "verse_number": "7",
                "verse_text": "My darling, everything about you is beautiful."
            },
            {
                "verse_number": "8",
                "verse_text": "Come with me from Lebanon, my bride."
            },
            {
                "verse_number": "9",
                "verse_text": "My sister, my bride,"
            },
            {
                "verse_number": "10",
                "verse_text": "Your love is so sweet, my sister, my bride!"
            },
            {
                "verse_number": "11",
                "verse_text": "My bride, your lips drip honey."
            },
            {
                "verse_number": "12",
                "verse_text": "My sister, my bride, you are like a garden locked up."
            },
            {
                "verse_number": "13",
                "verse_text": "Your limbs are like an orchard"
            },
            {
                "verse_number": "14",
                "verse_text": "It also has saffron, calamus and cinnamon."
            },
            {
                "verse_number": "15",
                "verse_text": "You are like a garden fountain&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "Awake, north wind!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have entered my garden, my sister, my bride. I have gathered my myrrh with my spice. I have eaten my honeycomb and my honey. I have drunk my wine and my milk. Eat, friends, and drink. Yes, drink deeply, lovers. I hear my lover knocking. &apos;Open to me, my sister, my darling, my dove, my perfect one. My head is wet with dew. And my hair is wet with the dampness of the night.&apos; I don&quot;t want to put it on again! I have washed my feet. I don&quot;t want to get them dirty again! I felt excited inside. Myrrh was dripping from my hands. Myrrh was flowing from my fingers, onto the handles of the lock. But my lover had left. He was gone. When he had spoken, he had taken my breath away. I looked for him, but I could not find him. I called for him, but he did not answer me. as they patrolled the city. They hit me; they hurt me. The guards on the wall took away my coat. if you find my lover, tell him I am weak with love. you, the most beautiful of women? Is your lover better than other lovers? Is that why you talk like this? He&quot;s the best of 10,000 men. His hair is wavy and black like a raven. by springs of water. They seem to be bathed in cream. They are set like jewels. They smell like mounds of perfume. His lips are like lilies flowing with myrrh. filled with jewels. His body is like smooth ivory covered with sapphires. standing on bases of fine gold. He is tall like a cedar of Lebanon&ndash; like the best cedar trees. I desire him very much. Yes, daughters of Jerusalem, this is my lover. This is my friend."
            },
            {
                "verse_number": "2",
                "verse_text": "I sleep, but my heart is awake."
            },
            {
                "verse_number": "3",
                "verse_text": "I have taken off my garment."
            },
            {
                "verse_number": "4",
                "verse_text": "My lover put his hand through the door opening."
            },
            {
                "verse_number": "5",
                "verse_text": "I got up to open the door for my lover."
            },
            {
                "verse_number": "6",
                "verse_text": "I opened the door for my lover."
            },
            {
                "verse_number": "7",
                "verse_text": "The watchmen found me"
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, women of Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Is your lover better than other lovers,"
            },
            {
                "verse_number": "10",
                "verse_text": "My lover is clean and tanned."
            },
            {
                "verse_number": "11",
                "verse_text": "His head is like the finest gold."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are like doves"
            },
            {
                "verse_number": "13",
                "verse_text": "His cheeks are like garden beds of spices."
            },
            {
                "verse_number": "14",
                "verse_text": "His hands are like gold hinges,"
            },
            {
                "verse_number": "15",
                "verse_text": "His legs are like large marble posts,"
            },
            {
                "verse_number": "16",
                "verse_text": "His mouth is sweet to kiss."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Where has your lover gone, most beautiful of women? Which way did your lover turn? We will look for him with you. He has gone to the garden beds of spices to feed in the gardens and to gather lilies. And my lover belongs to me. He feeds among the lilies. You are as lovely as the city of Jerusalem. You are as wonderful as an army flying flags. They excite me too much! Your hair is like a flock of goats streaming down Mount Gilead. just coming from their bath. Each one has a twin. None of them is alone. are like slices of a pomegranate. and so many girls you cannot count them. She is her mother&quot;s only daughter, the brightest of the one who gave her birth. The young women saw her and called her happy. The queens and the slave women also praised her. She shines out like the dawn. She&quot;s as pretty as the moon. She&quot;s as bright as the sun. And she&quot;s as wonderful as an army flying flags. I went to see the blossoms of the valley. I went to look for buds on the vines, to see if the pomegranate trees had bloomed. like a prince in a chariot. Come back, come back, so we may look at you! Why do you want to look at the woman of Shulam as you would at the dance of two groups?"
            },
            {
                "verse_number": "2",
                "verse_text": "My lover has gone down to his garden."
            },
            {
                "verse_number": "3",
                "verse_text": "I belong to my lover."
            },
            {
                "verse_number": "4",
                "verse_text": "My darling, you are as beautiful as the city of Tirzah."
            },
            {
                "verse_number": "5",
                "verse_text": "Turn your eyes from me."
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are white like sheep"
            },
            {
                "verse_number": "7",
                "verse_text": "Your cheeks behind your veil"
            },
            {
                "verse_number": "8",
                "verse_text": "There may be 60 queens and 80 slave women"
            },
            {
                "verse_number": "9",
                "verse_text": "But there is only one like my dove, my perfect one."
            },
            {
                "verse_number": "10",
                "verse_text": "Who is that young woman?"
            },
            {
                "verse_number": "11",
                "verse_text": "I went down into the orchard of nut trees."
            },
            {
                "verse_number": "12",
                "verse_text": "My desire for you makes me feel"
            },
            {
                "verse_number": "13",
                "verse_text": "Come back, come back, woman of Shulam."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Your feet are beautiful in sandals, you daughter of a prince. Your round thighs are like jewels shaped by an artist. always filled with wine. Your stomach is like a pile of wheat with lilies around it like a fence. They are like twins of a gazelle. Your eyes are like the pools in Heshbon near the gate of Bath Rabbim. Your nose is like a tower of Lebanon which looks toward Damascus. And your hair is like purple cloth. The king is captured in its folds. You are very pleasant. My love, you are full of delights! Your breasts are like its bunches of fruit. I will take hold of its fruit.&apos; Let your breasts be like bunches of grapes. Let the smell of your breath be like apples. Let this wine go down sweetly for my lover. May it flow gently past the lips and teeth. and he desires only me. Let&quot;s go out into the country. Let&quot;s spend the night in the fields. Let&quot;s see if the buds are on the vines. Let&quot;s see if the blossoms have already opened and if the pomegranates have bloomed. There I will give you my love. And at our gates there are all the best fruits. I have saved them for you, my lover, the old delights and the new."
            },
            {
                "verse_number": "2",
                "verse_text": "Your navel is like a round drinking cup"
            },
            {
                "verse_number": "3",
                "verse_text": "Your breasts are like two fawns."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like an ivory tower."
            },
            {
                "verse_number": "5",
                "verse_text": "Your head is like Mount Carmel."
            },
            {
                "verse_number": "6",
                "verse_text": "You are beautiful."
            },
            {
                "verse_number": "7",
                "verse_text": "You are tall like a palm tree."
            },
            {
                "verse_number": "8",
                "verse_text": "I said, &apos;I will climb up the palm tree."
            },
            {
                "verse_number": "9",
                "verse_text": "And let your mouth be like the best wine."
            },
            {
                "verse_number": "10",
                "verse_text": "I belong to my lover,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come, my lover."
            },
            {
                "verse_number": "12",
                "verse_text": "Let&quot;s go early to the vineyards."
            },
            {
                "verse_number": "13",
                "verse_text": "The mandrake flowers give their sweet smell."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "I wish you were like my brother who was fed at my mother&quot;s breasts! If I found you outside, I would kiss you. And no one would look down on me. to my mother&quot;s house. She is the one who has taught me. I would give you a drink of spiced wine from my pomegranates. And his right arm holds me tight! Promise not to wake love. Don&quot;t excite my feelings of love until I&quot;m ready. leaning on her lover? I woke you under the apple tree. It was there that you were born. There your mother gave birth to you. like a seal on your arm. Love is as strong as death. Desire is as strong as the grave. Love bursts into flames. It burns like a very hot fire. Floods cannot drown love. If a man offered everything in his house for love, people would totally reject it. and her breasts are not yet grown. What should we do for our sister on the day she becomes engaged? we will put silver towers on her. If she is a door, we will protect her with cedar boards. and my breasts are like towers. So I was to him, as one who brings happiness. He rented the vineyards for others to tend. Everyone who rented had to pay 25 pounds of silver for the fruit. Solomon, the 25 pounds of silver are for you. And 5 pounds are for those who tend the fruit. my friends are listening for your voice. Let me hear it! Be like a gazelle or a young deer on the mountains where spices grow."
            },
            {
                "verse_number": "2",
                "verse_text": "I would lead you and bring you"
            },
            {
                "verse_number": "3",
                "verse_text": "My lover&quot;s left hand is under my head."
            },
            {
                "verse_number": "4",
                "verse_text": "Women of Jerusalem, promise me."
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this coming out of the desert,"
            },
            {
                "verse_number": "6",
                "verse_text": "Put me like a seal on your heart,"
            },
            {
                "verse_number": "7",
                "verse_text": "Even much water cannot put out the flame of love."
            },
            {
                "verse_number": "8",
                "verse_text": "We have a little sister,"
            },
            {
                "verse_number": "9",
                "verse_text": "If she is a wall,"
            },
            {
                "verse_number": "10",
                "verse_text": "I am a wall,"
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon had a vineyard at Baal Hamon."
            },
            {
                "verse_number": "12",
                "verse_text": "But my own vineyard is mine to give."
            },
            {
                "verse_number": "13",
                "verse_text": "You who live in the gardens,"
            },
            {
                "verse_number": "14",
                "verse_text": "Hurry, my lover."
            }
        ]
    }
}