{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message of the Lord that came through Zephaniah. It came while Josiah son of Amon was king of Judah. Zephaniah was the son of Cushi, who was the son of Gedaliah. Gedaliah was the son of Amariah, who was the son of Hezekiah."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will destroy everything on earth,&apos; says the Lord. I will destroy the birds in the air and the fish of the sea. I will ruin the evil people. I will remove all the people from the earth,&apos; says the Lord. and all the people living in Jerusalem. I will remove from this place all signs of Baal and his priests. I will destroy those who worship and make promises by both the Lord and the god Molech. They quit following the Lord and consulting him. His day for judging people is coming soon. The Lord has prepared to sacrifice Judah. He has appointed the invited guests to feast on Judah. I, the Lord, will punish the princes and the king&quot;s sons. And I will punish all those who wear foreign clothes. I will punish those who hurt others and tell lies in the temples of their gods. &apos;A cry will be heard at the Fish Gate. A wail will come from the new area of the city. A loud crash will echo from the hills. All the merchants will be dead. All the silver traders will be gone. I will punish those who are settled and satisfied with themselves. They are like wine left to settle. They think, &quot;The Lord never does anything. He won&quot;t help us or punish us.&quot; Their houses will be destroyed. They may build houses, but they will never live in them. They may plant vineyards, but they will never drink any wine from them. That great day is near and coming fast. The cry will be very sad on that day. Even soldiers will cry. It will be a day of terror and trouble. It will be a day of destruction and ruin. It will be a day of darkness and gloom. It will be a day of clouds and blackness. &quot;Attack the strong, walled cities! Attack the corner towers!&quot; They will walk around like blind men. This is because they have sinned against the Lord. Their blood will be poured out like dust. And their bodies will be dumped like trash. Then neither their silver nor gold will save them. The Lord&quot;s anger will be like fire. And the whole world will be burned up. Suddenly he will bring an end to everyone on earth.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I will destroy the people and animals."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I will punish Judah"
            },
            {
                "verse_number": "5",
                "verse_text": "I will destroy those who worship the stars from the roofs."
            },
            {
                "verse_number": "6",
                "verse_text": "I will destroy those who turned away from the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "Be silent before the Lord God."
            },
            {
                "verse_number": "8",
                "verse_text": "On that day the Lord will sacrifice Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "On that day I will punish those who worship Dagon."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;On that day this will happen,&apos; says the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "The people living in the market area will wail."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time I, the Lord, will search Jerusalem with lamps."
            },
            {
                "verse_number": "13",
                "verse_text": "Their wealth will be stolen."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The Lord&quot;s day of judging is coming soon."
            },
            {
                "verse_number": "15",
                "verse_text": "That day will be a day of anger."
            },
            {
                "verse_number": "16",
                "verse_text": "It will be a day of alarms and battle cries."
            },
            {
                "verse_number": "17",
                "verse_text": "I will make life hard on the people."
            },
            {
                "verse_number": "18",
                "verse_text": "On that day God will show his anger."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Gather together, you unwanted people. Do it before you are blown away like chaff. Do it before the Lord&quot;s terrible anger reaches you. Do it before the day of the Lord&quot;s anger comes to you. You who obey his laws, come to him. Do what is right. Learn to be humble. Maybe you will escape on the day the Lord shows his anger. The city of Ashkelon will be destroyed. Ashdod will be empty by noon. And the people of Ekron will be chased away. you Philistines! This message from the Lord is for you, people of Canaan, land of the Philistines. &apos;I will destroy you. No one will be left.&apos; It will be a place for shepherds and sheep. There they will let their sheep eat grass. At night they will sleep in the houses of Ashkelon. The Lord their God will come to be with them. He will give them back their riches. The country of Ammon threatened to take their land.&apos; &apos;As surely as I live, Moab will be destroyed like Sodom. Their land will be covered with weeds and salt. It will be destroyed forever. Those of my people who are left alive will take whatever they want from them. Those who are left from my nation will take their land.&apos; This will happen because they insulted and made fun of the people of the Lord of heaven&quot;s armies. He will destroy all the gods of the earth. Then those people in faraway places will worship the Lord in their own countries. will be killed by my sword.&apos; and punish Assyria. He will destroy Nineveh. It will be dry like a desert. Wild animals will live there. The owls and crows will sit on the stone pillars that are left standing. Their calls will be heard through the windows. Trash will be in the doorways. The wooden boards of the buildings will be gone. It thinks there is no one else as strong as it is. But that city will be destroyed. Only animals will stay there. Those who pass by will make fun and shake their fists."
            },
            {
                "verse_number": "2",
                "verse_text": "Do it before it&quot;s too late."
            },
            {
                "verse_number": "3",
                "verse_text": "All you who are not proud, come to the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "No one will be left in the city of Gaza."
            },
            {
                "verse_number": "5",
                "verse_text": "How terrible it will be for you who live by the Mediterranean Sea,"
            },
            {
                "verse_number": "6",
                "verse_text": "You live in the land by the Mediterranean Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "Your land will belong to the descendants of Judah who are left alive."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I heard the country of Moab insult my people."
            },
            {
                "verse_number": "9",
                "verse_text": "So the Lord of heaven&quot;s armies, the God of Israel, says, Ammon will be destroyed like Gomorrah."
            },
            {
                "verse_number": "10",
                "verse_text": "This is what Moab and Ammon get for being proud."
            },
            {
                "verse_number": "11",
                "verse_text": "Those people will be afraid of the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You Cushites also"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord will turn against the north"
            },
            {
                "verse_number": "14",
                "verse_text": "Sheep and goats will lie down there."
            },
            {
                "verse_number": "15",
                "verse_text": "This is the happy and safe city."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "How terrible it will be for Jerusalem that hurts its own people. It&quot;s a wicked, stubborn city. They can&quot;t be taught to do right. They don&quot;t trust the Lord. They don&quot;t worship their God. Their rulers are like hungry wolves that attack in the evening. In the morning nothing is left of those they attacked. They cannot be trusted. Their priests don&quot;t respect holy things. They break God&quot;s teachings. He does no wrong. Every morning he governs the people fairly. Every day he can be trusted by his people. But evil people are not ashamed of the bad things they do. Their towers have fallen. I made their streets empty. No one goes there anymore. Their cities are ruined. No one lives there anymore. Maybe now my people will let me teach them to do right.&quot; Then the place where they lived would not be destroyed. Then I would not have punished them. They got up early in order to do evil. Everything they did was bad. &apos;Some day I will hold court and be the judge. I will gather nations. I will assemble kingdoms. I will pour out my anger on them. My anger will be very strong. My anger will be like fire. And the whole world will be burned up. All of them will speak the name of the Lord. And they will worship me together. My scattered people will come with gifts for me. of the wrongs done against me. I will remove from this city those who like to brag. There will never be any more proud people on my holy mountain in Jerusalem. stay in my city. And they will trust in the Lord. They won&quot;t tell lies. They won&quot;t trick people with their words. They will be like sheep that eat and lie down. No one will bother them.&apos; Israel, shout for joy! Jerusalem, be happy. Rejoice with all your heart. He has sent your enemies away. The King of Israel, the Lord, is with you. You will never again be afraid of being harmed. &apos;Don&quot;t be afraid, city of Jerusalem. Don&quot;t be so discouraged that you can&quot;t do anything. The mighty One will save you. The Lord will be happy with you. You will rest in his love. He will sing and be joyful about you.&apos; It would have made you very ashamed. all those who harmed you. I will save my people who are hurt. I will gather my people who are scattered. I will give them praise and honor in every place where they were disgraced. At that time I will bring you back home. I will give you honor and praise from people everywhere. That will happen when I give you back your riches. You will see this with your own eyes,&apos; says the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Her people don&quot;t listen."
            },
            {
                "verse_number": "3",
                "verse_text": "Their officers are like roaring lions."
            },
            {
                "verse_number": "4",
                "verse_text": "Their prophets are proud."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord is good, and he is there in that city."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I have destroyed other nations."
            },
            {
                "verse_number": "7",
                "verse_text": "I said, &quot;Maybe now Jerusalem will respect me."
            },
            {
                "verse_number": "8",
                "verse_text": "Just wait,&apos; says the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then I will make the people of all nations speak a pure language."
            },
            {
                "verse_number": "10",
                "verse_text": "People will come from where the Nile River begins."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jerusalem will not be ashamed"
            },
            {
                "verse_number": "12",
                "verse_text": "Only the meek and humble will"
            },
            {
                "verse_number": "13",
                "verse_text": "Those who are left alive of Israel won&quot;t do wrong."
            },
            {
                "verse_number": "14",
                "verse_text": "Sing, Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord has stopped punishing you."
            },
            {
                "verse_number": "16",
                "verse_text": "On that day Jerusalem will be told,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord your God is with you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I will take away the sadness planned for you."
            },
            {
                "verse_number": "19",
                "verse_text": "At that time I will punish"
            },
            {
                "verse_number": "20",
                "verse_text": "At that time I will gather you."
            }
        ]
    }
}