{
    "Ephesians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. To God&quot;s holy people living in Ephesus, believers in Christ Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Praise be to the God and Father of our Lord Jesus Christ. In Christ, God has given us every spiritual blessing in heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "In Christ, he chose us before the world was made. In his love he chose us to be his holy people&ndash;people without blame before him."
            },
            {
                "verse_number": "5",
                "verse_text": "And before the world was made, God decided to make us his own children through Jesus Christ. That was what he wanted and what pleased him."
            },
            {
                "verse_number": "6",
                "verse_text": "This brings praise to God because of his wonderful grace. God gave that grace to us freely, in Christ, the One he loves."
            },
            {
                "verse_number": "7",
                "verse_text": "In Christ we are set free by the blood of his death. And so we have forgiveness of sins because of God&quot;s rich grace."
            },
            {
                "verse_number": "8",
                "verse_text": "God gave us that grace fully and freely. God, with full wisdom and understanding,"
            },
            {
                "verse_number": "9",
                "verse_text": "let us know his secret purpose. This was what God wanted, and he planned to do it through Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "His goal was to carry out his plan when the right time came. He planned that all things in heaven and on earth would be joined together in Christ as the head."
            },
            {
                "verse_number": "11",
                "verse_text": "In Christ we were chosen to be God&quot;s people. God had already chosen us to be his people, because that is what he wanted. And God is the One who makes everything agree with what he decides and wants."
            },
            {
                "verse_number": "12",
                "verse_text": "We are the first people who hoped in Christ. And we were chosen so that we would bring praise to God&quot;s glory."
            },
            {
                "verse_number": "13",
                "verse_text": "So it is with you. You heard the true teaching&ndash;the Good News about your salvation. When you heard it, you believed in Christ. And in Christ, God put his special mark on you by giving you the Holy Spirit that he had promised."
            },
            {
                "verse_number": "14",
                "verse_text": "That Holy Spirit is the guarantee that we will get what God promised for his people. This will bring full freedom to the people who belong to God, to bring praise to God&quot;s glory."
            },
            {
                "verse_number": "17",
                "verse_text": "I always pray to the God of our Lord Jesus Christ&ndash;to the glorious Father. I pray that he will give you a spirit that will make you wise in the knowledge of God&ndash;the knowledge that he has shown you."
            },
            {
                "verse_number": "18",
                "verse_text": "I pray that you will have greater understanding in your heart. Then you will know the hope that God has chosen to give us. I pray that you will know that the blessings God has promised his holy people are rich and glorious."
            },
            {
                "verse_number": "19",
                "verse_text": "And you will know that God&quot;s power is very great for us who believe. That power is the same as the great strength"
            },
            {
                "verse_number": "20",
                "verse_text": "God used to raise Christ from death and put him at his right side in heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "God made Christ more important than all rulers, authorities, powers, and kings. Christ is more important than anything in this world or in the next world."
            },
            {
                "verse_number": "22",
                "verse_text": "God put everything under his power. And God made him the head over everything for the church."
            },
            {
                "verse_number": "23",
                "verse_text": "The church is Christ&quot;s body. The church is filled with Christ, and Christ fills everything in every way."
            }
        ],
        "2": [],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So I, Paul, am a prisoner of Christ Jesus. I am a prisoner for you who are not Jews."
            },
            {
                "verse_number": "2",
                "verse_text": "Surely you know that God gave me this work to tell you about his grace."
            },
            {
                "verse_number": "3",
                "verse_text": "God let me know his secret plan. He showed it to me. I have already written a little about this."
            },
            {
                "verse_number": "4",
                "verse_text": "And if you read what I wrote, then you can see that I truly understand the secret truth about the Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "People who lived in other times were not told that secret truth. But now, through the Spirit, God has shown that secret truth to his holy apostles and prophets."
            },
            {
                "verse_number": "6",
                "verse_text": "This is that secret truth: that the non-Jews will receive what God has for his people, just as the Jews will. The non-Jews are together with the Jews as part of the same body. And they share together in the promise that God made in Christ Jesus. The non-Jews have all of this because of the Good News."
            },
            {
                "verse_number": "7",
                "verse_text": "By God&quot;s special gift of grace, I became a servant to tell that Good News. God gave me that grace through his power."
            },
            {
                "verse_number": "8",
                "verse_text": "I am the least important of all God&quot;s people. But God gave me this gift&ndash;to tell the non-Jewish people the Good News about the riches of Christ. Those riches are too great to understand fully."
            },
            {
                "verse_number": "9",
                "verse_text": "And God gave me the work of telling all people about the plan for God&quot;s secret truth. That secret truth has been hidden in God since the beginning of time. God is the One who created everything."
            },
            {
                "verse_number": "10",
                "verse_text": "His purpose was that through the church all the rulers and powers in the heavenly world will now know God&quot;s wisdom, which has so many forms."
            },
            {
                "verse_number": "11",
                "verse_text": "This agrees with the purpose God had since the beginning of time. And God carried out his plan through Christ Jesus our Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "In Christ we can come before God with freedom and without fear. We can do this through faith in Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "So I ask you not to become discouraged because of the sufferings I am having for you. My sufferings bring honor to you."
            },
            {
                "verse_number": "14",
                "verse_text": "So I bow in prayer before the Father."
            },
            {
                "verse_number": "15",
                "verse_text": "Every family in heaven and on earth gets its true name from him."
            },
            {
                "verse_number": "16",
                "verse_text": "I ask the Father in his great glory to give you the power to be strong in spirit. He will give you that strength through his Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "I pray that Christ will live in your hearts because of your faith. I pray that your life will be strong in love and be built on love."
            },
            {
                "verse_number": "18",
                "verse_text": "And I pray that you and all God&quot;s holy people will have the power to understand the greatness of Christ&quot;s love. I pray that you can understand how wide and how long and how high and how deep that love is."
            },
            {
                "verse_number": "19",
                "verse_text": "Christ&quot;s love is greater than any person can ever know. But I pray that you will be able to know that love. Then you can be filled with the fullness of God."
            },
            {
                "verse_number": "20",
                "verse_text": "With God&quot;s power working in us, God can do much, much more than anything we can ask or think of."
            },
            {
                "verse_number": "21",
                "verse_text": "To him be glory in the church and in Christ Jesus for all time, forever and ever. Amen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I am in prison because I belong to the Lord. God chose you to be his people. I tell you now to live the way God&quot;s people should live."
            },
            {
                "verse_number": "2",
                "verse_text": "Always be humble and gentle. Be patient and accept each other with love."
            },
            {
                "verse_number": "3",
                "verse_text": "You are joined together with peace through the Spirit. Do all you can to continue together in this way. Let peace hold you together."
            },
            {
                "verse_number": "4",
                "verse_text": "There is one body and one Spirit. And God called you to have one hope."
            },
            {
                "verse_number": "5",
                "verse_text": "There is one Lord, one faith, and one baptism."
            },
            {
                "verse_number": "6",
                "verse_text": "There is one God and Father of everything. He rules everything. He is everywhere and in everything."
            },
            {
                "verse_number": "7",
                "verse_text": "Christ gave each one of us a special gift. Each one received what Christ wanted to give him."
            },
            {
                "verse_number": "8",
                "verse_text": "That is why it says in the Scriptures, &apos;When he went up to the heights, he led a parade of captives. And he gave gifts to people.&apos; Psalm 68:18"
            },
            {
                "verse_number": "9",
                "verse_text": "When it says, &apos;He went up,&apos; what does it mean? It means that he first came down to the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "So Jesus came down, and he is the same One who went up. He went up above all the heavens. Christ did that to fill everything with himself."
            },
            {
                "verse_number": "11",
                "verse_text": "And Christ gave gifts to men&ndash;he made some to be apostles, some to be prophets, some to go and tell the Good News, and some to have the work of caring for and teaching God&quot;s people."
            },
            {
                "verse_number": "12",
                "verse_text": "Christ gave those gifts to prepare God&quot;s holy people for the work of serving. He gave those gifts to make the body of Christ stronger."
            },
            {
                "verse_number": "13",
                "verse_text": "This work must continue until we are all joined together in the same faith and in the same knowledge about the Son of God. We must become like a mature person&ndash;we must grow until we become like Christ and have all his perfection."
            },
            {
                "verse_number": "14",
                "verse_text": "Then we will no longer be babies. We will not be tossed about like a ship that the waves carry one way and then another. We will not be influenced by every new teaching we hear from men who are trying to fool us. Those men make plans and try any kind of trick to fool people into following the wrong path."
            },
            {
                "verse_number": "15",
                "verse_text": "No! We will speak the truth with love. We will grow up in every way to be like Christ, who is the head."
            },
            {
                "verse_number": "16",
                "verse_text": "The whole body depends on Christ. And all the parts of the body are joined and held together. Each part of the body does its own work. And this makes the whole body grow and be strong with love."
            },
            {
                "verse_number": "17",
                "verse_text": "In the Lord&quot;s name, I tell you this. I warn you: Do not continue living like those who do not believe. Their thoughts are worth nothing."
            },
            {
                "verse_number": "18",
                "verse_text": "They do not understand. They know nothing, because they refuse to listen. So they cannot have the life that God gives."
            },
            {
                "verse_number": "19",
                "verse_text": "They have lost their feeling of shame. And they use their lives for doing evil. More and more they want to do all kinds of evil things."
            },
            {
                "verse_number": "20",
                "verse_text": "But the things you learned in Christ were not like this."
            },
            {
                "verse_number": "21",
                "verse_text": "I know that you heard about him, and you are in him; so you were taught the truth. Yes, the truth is in Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "You were taught to leave your old self&ndash;to stop living the evil way you lived before. That old self becomes worse and worse because people are fooled by the evil things they want to do."
            },
            {
                "verse_number": "23",
                "verse_text": "But you were taught to be made new in your hearts."
            },
            {
                "verse_number": "24",
                "verse_text": "You were taught to become a new person. That new person is made to be like God&ndash;made to be truly good and holy."
            },
            {
                "verse_number": "25",
                "verse_text": "So you must stop telling lies. Tell each other the truth because we all belong to each other in the same body."
            },
            {
                "verse_number": "26",
                "verse_text": "When you are angry, do not sin. And do not go on being angry all day."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not give the devil a way to defeat you."
            },
            {
                "verse_number": "28",
                "verse_text": "If a person is stealing, he must stop stealing and start working. He must use his hands for doing something good. Then he will have something to share with those who are poor."
            },
            {
                "verse_number": "29",
                "verse_text": "When you talk, do not say harmful things. But say what people need&ndash;words that will help others become stronger. Then what you say will help those who listen to you."
            },
            {
                "verse_number": "30",
                "verse_text": "And do not make the Holy Spirit sad. The Spirit is God&quot;s proof that you belong to him. God gave you the Spirit to show that God will make you free when the time comes."
            },
            {
                "verse_number": "31",
                "verse_text": "Do not be bitter or angry or mad. Never shout angrily or say things to hurt others. Never do anything evil."
            },
            {
                "verse_number": "32",
                "verse_text": "Be kind and loving to each other. Forgive each other just as God forgave you in Christ."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "You are God&quot;s children whom he loves. So try to be like God."
            },
            {
                "verse_number": "2",
                "verse_text": "Live a life of love. Love other people just as Christ loved us. Christ gave himself for us&ndash;he was a sweet-smelling offering and sacrifice to God."
            },
            {
                "verse_number": "3",
                "verse_text": "But there must be no sexual immorality among you. There must not be any kind of evil or greed. Those things are not right for God&quot;s holy people."
            },
            {
                "verse_number": "4",
                "verse_text": "Also, there must be no evil talk among you. You must not speak foolishly or tell evil jokes. These things are not right for you. But you should be giving thanks to God."
            },
            {
                "verse_number": "5",
                "verse_text": "You can be sure of this: No one will have a place in the kingdom of Christ and of God who engages in sexual sin, or does evil things, or is greedy. Anyone who is greedy is serving a false god."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not let anyone fool you by telling you things that are not true. These things will bring God&quot;s anger on those who do not obey him."
            },
            {
                "verse_number": "7",
                "verse_text": "So have no part with them."
            },
            {
                "verse_number": "8",
                "verse_text": "In the past you were full of darkness, but now you are full of light in the Lord. So live like children who belong to the light."
            },
            {
                "verse_number": "9",
                "verse_text": "Light brings every kind of goodness, right living, and truth."
            },
            {
                "verse_number": "10",
                "verse_text": "Try to learn what pleases the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "Do not do the things that people in darkness do. That brings nothing good. But do good things to show that the things done in darkness are wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "It is shameful even to talk about what those people do in secret."
            },
            {
                "verse_number": "13",
                "verse_text": "But the light makes all things easy to see."
            },
            {
                "verse_number": "14",
                "verse_text": "And everything that is made easy to see can become light. This is why it is said: &apos;Wake up, sleeper! Rise from death, and Christ will shine on you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So be very careful how you live. Do not live like those who are not wise. Live wisely."
            },
            {
                "verse_number": "16",
                "verse_text": "I mean that you should use every chance you have for doing good, because these are evil times."
            },
            {
                "verse_number": "17",
                "verse_text": "So do not be foolish with your lives. But learn what the Lord wants you to do."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not be drunk with wine. That will ruin you spiritually. But be filled with the Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Speak to each other with psalms, hymns, and spiritual songs. Sing and make music in your hearts to the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "Always give thanks to God the Father for everything, in the name of our Lord Jesus Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "Be willing to obey each other. Do this because you respect Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "Wives, be under the authority of your husbands, as of the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "The husband is the head of the wife, as Christ is the head of the church. The church is Christ&quot;s body&ndash;Christ is the Savior of the body."
            },
            {
                "verse_number": "24",
                "verse_text": "The church is under the authority of Christ. So it is the same with you wives. You should be under the authority of your husbands in everything."
            },
            {
                "verse_number": "25",
                "verse_text": "Husbands, love your wives as Christ loved the church. Christ died for the church"
            },
            {
                "verse_number": "26",
                "verse_text": "to make it belong to God. Christ used the word to make the church clean by washing it with water."
            },
            {
                "verse_number": "27",
                "verse_text": "Christ died so that he could give the church to himself like a bride in all her beauty. He died so that the church could be pure and without fault, with no evil or sin or any other wrong thing in it."
            },
            {
                "verse_number": "28",
                "verse_text": "And husbands should love their wives in the same way. They should love their wives as they love their own bodies. The man who loves his wife loves himself."
            },
            {
                "verse_number": "29",
                "verse_text": "No person ever hates his own body, but feeds and takes care of it. And that is what Christ does for the church,"
            },
            {
                "verse_number": "30",
                "verse_text": "because we are parts of his body."
            },
            {
                "verse_number": "31",
                "verse_text": "The Scripture says, &apos;So a man will leave his father and mother and be united with his wife. And the two people will become one body.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "That secret truth is very important&ndash;I am talking about Christ and the church."
            },
            {
                "verse_number": "33",
                "verse_text": "But each one of you must love his wife as he loves himself. And a wife must respect her husband."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Children, obey your parents the way the Lord wants. This is the right thing to do."
            },
            {
                "verse_number": "2",
                "verse_text": "The command says, &apos;Honor your father and mother.&apos; This is the first command that has a promise with it."
            },
            {
                "verse_number": "3",
                "verse_text": "The promise is: &apos;Then everything will be well with you, and you will have a long life on the earth.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Fathers, do not make your children angry, but raise them with the training and teaching of the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Slaves, obey your masters here on earth with fear and respect. And do that with a heart that is true, just as you obey Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "You must do more than obey your masters to please them only while they are watching you. You must obey them as you are obeying Christ. With all your heart you must do what God wants."
            },
            {
                "verse_number": "7",
                "verse_text": "Do your work, and be happy to do it. Work as if you were serving the Lord, not as if you were serving only men."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember that the Lord will give a reward to everyone, slave or free, for doing good."
            },
            {
                "verse_number": "9",
                "verse_text": "Masters, in the same way, be good to your slaves. Do not say things to scare them. You know that the One who is your Master and their Master is in heaven. And that Master treats everyone alike."
            },
            {
                "verse_number": "10",
                "verse_text": "Finally, be strong in the Lord and in his great power."
            },
            {
                "verse_number": "11",
                "verse_text": "Wear the full armor of God. Wear God&quot;s armor so that you can fight against the devil&quot;s evil tricks."
            },
            {
                "verse_number": "12",
                "verse_text": "Our fight is not against people on earth. We are fighting against the rulers and authorities and the powers of this world&quot;s darkness. We are fighting against the spiritual powers of evil in the heavenly world."
            },
            {
                "verse_number": "13",
                "verse_text": "That is why you need to get God&quot;s full armor. Then on the day of evil you will be able to stand strong. And when you have finished the whole fight, you will still be standing."
            },
            {
                "verse_number": "14",
                "verse_text": "So stand strong, with the belt of truth tied around your waist. And on your chest wear the protection of right living."
            },
            {
                "verse_number": "15",
                "verse_text": "And on your feet wear the Good News of peace to help you stand strong."
            },
            {
                "verse_number": "16",
                "verse_text": "And also use the shield of faith. With that you can stop all the burning arrows of the Evil One."
            },
            {
                "verse_number": "17",
                "verse_text": "Accept God&quot;s salvation to be your helmet. And take the sword of the Spirit&ndash;that sword is the teaching of God."
            },
            {
                "verse_number": "18",
                "verse_text": "Pray in the Spirit at all times. Pray with all kinds of prayers, and ask for everything you need. To do this you must always be ready. Never give up. Always pray for all God&quot;s people."
            },
            {
                "verse_number": "19",
                "verse_text": "Also pray for me. Pray that when I speak, God will give me words so that I can tell the secret truth of the Good News without fear."
            },
            {
                "verse_number": "20",
                "verse_text": "I have the work of speaking that Good News. I am doing that now, here in prison. Pray that when I preach the Good News I will speak without fear, as I should."
            },
            {
                "verse_number": "21",
                "verse_text": "I am sending to you Tychicus, our brother whom we love. He is a faithful servant of the Lord&quot;s work. He will tell you everything that is happening with me. Then you will know how I am and what I am doing."
            },
            {
                "verse_number": "22",
                "verse_text": "That is why I am sending him. I want you to know how we are. I am sending him to encourage you."
            },
            {
                "verse_number": "23",
                "verse_text": "Peace and love with faith to you from God the Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "God&quot;s grace to all of you who love our Lord Jesus Christ with love that never ends."
            }
        ]
    }
}