{
    "Zechariah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "It was the eighth month of the second year Darius was king of Persia. The Lord spoke his word to the prophet Zechariah son of Berekiah. Berekiah was the son of Iddo. The Lord said:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The Lord was very angry with your ancestors."
            },
            {
                "verse_number": "3",
                "verse_text": "So tell the people: This is what the Lord of heaven&quot;s armies says: &quot;Return to me, and I will return to you.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t be like your ancestors. In the past the prophets spoke to them. They said: This is what the Lord of heaven&quot;s armies says: &quot;Stop your evil ways and evil actions.&quot; But they wouldn&quot;t listen or pay attention to me, says the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Your ancestors are dead. And those prophets didn&quot;t live forever."
            },
            {
                "verse_number": "6",
                "verse_text": "I commanded my words and laws to my servants the prophets. They preached to your ancestors, who returned to me. They said, &quot;The Lord of heaven&quot;s armies did as he said he would. He punished us for the way we lived and for what we did.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "It was on the twenty-fourth day of the eleventh month, which is called Shebat. It was Darius&quot;s second year as king. The Lord spoke his word to the prophet Zechariah son of Berekiah. Berekiah was the son of Iddo."
            },
            {
                "verse_number": "8",
                "verse_text": "During the night I had a vision. I saw a man riding a red horse. He was standing among some myrtle trees in the ravine. Behind him were red, brown and white horses."
            },
            {
                "verse_number": "9",
                "verse_text": "I asked, &apos;What are these, sir?&apos; The angel who was talking with me answered. He said, &apos;I&quot;ll show you what they are.&apos; He said, &apos;These are the strong nations that scattered the people of Judah, Israel and Jerusalem.&apos; He answered, &apos;They have come to scare and throw down the horns. Those horns scattered the people of Judah. No one could even lift up his head. The horns stand for the strong nations that attacked the people of Judah and scattered them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the man standing among the myrtle trees explained. He said, &apos;They are the ones the Lord sent through all the earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then they spoke to the Lord&quot;s angel. He was standing among the myrtle trees. They said, &apos;We have gone through all the earth. Everything is calm and quiet.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord&quot;s angel asked, &apos;Lord of heaven&quot;s armies, how long before you show mercy to Jerusalem and the cities of Judah? You have been angry with them for 70 years now.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord answered the angel who was talking with me. His words were comforting and good."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the angel told me, &apos;Announce this: This is what the Lord of heaven&quot;s armies says: &quot;I have a strong love for Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "And I am very angry with the nations that feel so safe. I was only a little angry, but they made things worse for my people.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So this is what the Lord says: &quot;I will return to Jerusalem with mercy. My Temple will be rebuilt,&quot; says the Lord of heaven&quot;s armies. &quot;And the measuring line will be used to rebuild Jerusalem.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Also announce: This is what the Lord of heaven&quot;s armies says: &quot;My towns will be rich again. I will comfort Jerusalem again. I will still choose Jerusalem.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then I looked up and saw four animal horns."
            },
            {
                "verse_number": "19",
                "verse_text": "I asked the angel who was talking with me, &apos;What are these?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Lord showed me four craftsmen."
            },
            {
                "verse_number": "21",
                "verse_text": "I asked, &apos;What are they coming to do?&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked up. And I saw a man holding a line for measuring things."
            },
            {
                "verse_number": "2",
                "verse_text": "I asked him, &apos;Where are you going?&apos; He said to me, &apos;I am going to measure Jerusalem. I will see how wide and how long it is.&apos; So the Lord will honor me. And he will send me to speak against those nations who scattered you. Then you will know that the Lord of heaven&quot;s armies sent me."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the angel who was talking with me left. And another angel came out to meet him."
            },
            {
                "verse_number": "4",
                "verse_text": "The second angel said to him, &apos;Run and tell that young man this: &quot;Jerusalem will become a city without walls because there will be so many people and cattle in it."
            },
            {
                "verse_number": "5",
                "verse_text": "I will be a wall of fire around it,&quot; says the Lord. &quot;And I will be the glory within it.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Hurry! Run away from Babylon. I have scattered you in all directions,&apos; says the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Hurry, people of Jerusalem! Escape from Babylon.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Whoever hurts you hurts what is precious to me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I will raise my hand against them. Their slaves will rob them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Shout and be glad, Jerusalem. I am coming, and I will live among you,&apos; says the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;At that time people from many nations will come to the Lord. And they will become my people. I will live among you. And you will know that the Lord of heaven&quot;s armies has sent me to you."
            },
            {
                "verse_number": "12",
                "verse_text": "Judah will be the Lord&quot;s special part of the holy land. And Jerusalem will be his chosen city again."
            },
            {
                "verse_number": "13",
                "verse_text": "Be silent, everyone. The Lord is coming out of the holy place where he lives.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then he showed me Joshua the high priest. He was standing in front of the Lord&quot;s angel. And Satan was standing by Joshua&quot;s right side to accuse him."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to Satan, &apos;The Lord says you are guilty, Satan. The Lord who has chosen Jerusalem says you are guilty. This man was like a burning stick pulled from the fire.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua was standing in front of the angel. And Joshua was wearing dirty clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the angel spoke to those standing near him. He said, &apos;Take those dirty clothes off Joshua.&apos; Then the angel said to Joshua, &apos;Look, I have taken away your sin. And I am giving you new clothes.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said, &apos;Put a clean turban on his head.&apos; So they put a clean turban on his head. They also dressed him while the Lord&quot;s angel stood there."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord&quot;s angel said to Joshua, &apos;This is what the Lord of heaven&quot;s armies says:"
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;Do as I tell you and serve me. Then you will be in charge of my Temple. You will take care of my courtyards. And I will let you be with these angels who are standing here."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;&quot;Listen, high priest Joshua and the people with you. You stand for things that will happen. I am going to bring my servant called the Branch."
            },
            {
                "verse_number": "9",
                "verse_text": "Look, I put this stone in front of Joshua. The stone has seven sides. I will carve a message on it,&quot; says the Lord of heaven&quot;s armies. &quot;And in one day I will take away the sin of this land.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The Lord of heaven&quot;s armies says, &quot;In that day, each of you will invite your neighbor to join you. And you will sit together under your own grapevine and under your own fig tree.&quot;&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the angel who was talking with me came back. He woke me up as if I had been asleep."
            },
            {
                "verse_number": "2",
                "verse_text": "He asked me, &apos;What do you see?&apos; I said, &apos;I see a solid gold lampstand. There is a bowl at the top. And there are seven lamps. There are also seven places for wicks. &apos;No, sir,&apos; I said. &apos;(These seven lamps stand for the eyes of the Lord. They look back and forth across the earth.)&apos; &apos;No, sir,&apos; I said."
            },
            {
                "verse_number": "3",
                "verse_text": "There are two olive trees by it. One is on the right of the bowl. And one is on the left.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I asked the angel who talked with me, &apos;Sir, what are these?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel said, &apos;Don&quot;t you know what they are?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he told me, &apos;This is the message from the Lord to Zerubbabel: &quot;You will not succeed by your own strength or by your own power. The power will come from my Spirit,&quot; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;No mountain can stand in Zerubbabel&quot;s way. It will be flattened. Then he will bring out the topmost stone. There will be shouts of &quot;It&quot;s beautiful! It&quot;s beautiful!&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord spoke his word to me again. He said:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Zerubbabel has laid the foundation of this Temple. He will also complete it. Then you will know that the Lord of heaven&quot;s armies has sent me to you."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The people should not think that small beginnings are unimportant. They will be happy when they see Zerubbabel with tools, building the Temple."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I asked the angel, &apos;What are the two olive trees on the right and left of the lampstand?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I also asked him, &apos;What are the two branches full of olives? The olive oil flows through the two gold pipes to the lamps.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He answered, &apos;Don&quot;t you know what they are?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he said, &apos;They stand for two men. They have been appointed to serve the Lord of all the earth.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I looked up again. And I saw a flying scroll."
            },
            {
                "verse_number": "2",
                "verse_text": "The angel asked me, &apos;What do you see?&apos; I answered, &apos;I see a flying scroll. It is 30 feet long and 15 feet wide.&apos; He answered, &apos;It is a measuring basket.&apos; He also said, &apos;It stands for the people&quot;s sins in all the land.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And he said to me, &apos;This is the curse that will go all over the land. One side says every thief will be sent away. The other side says everyone who makes false promises will be sent away."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord of heaven&quot;s armies says, &quot;I will send it to the houses of thieves. I will also send it to those who use my name to make false promises. The scroll will stay in that person&quot;s house. And it will destroy the house with its wood and stones.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel who was talking with me came forward. He said to me, &apos;Look up and see what is coming.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I asked, &apos;What is it?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the lid made of lead was raised. There was a woman sitting in the basket."
            },
            {
                "verse_number": "8",
                "verse_text": "The angel said, &apos;The woman stands for wickedness.&apos; Then he pushed her back into the basket. And he put the lid back down."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I looked up. I saw two women. They had wind in their wings. Their wings were like those of a stork. They lifted up the basket into the sky."
            },
            {
                "verse_number": "10",
                "verse_text": "I spoke to the angel who was talking with me. I asked, &apos;Where are they taking the basket?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;They are going to Babylonia. They will build a temple for it. When the temple is ready, they will set the basket there in its place.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "I looked up again. I saw four chariots coming from between two mountains. They were mountains of bronze."
            },
            {
                "verse_number": "2",
                "verse_text": "Red horses pulled the first chariot. Black horses pulled the second chariot."
            },
            {
                "verse_number": "3",
                "verse_text": "White horses pulled the third chariot. And strong, spotted horses pulled the fourth chariot."
            },
            {
                "verse_number": "4",
                "verse_text": "I spoke to the angel who was talking with me. I asked, &apos;What are these, sir?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He said, &apos;These are going to the four directions on earth. They have just come from the presence of the Lord of the whole world."
            },
            {
                "verse_number": "6",
                "verse_text": "The chariot pulled by the black horses will go north. The white horses will go west. And the spotted horses will go south.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The powerful horses were trying to go through all the earth. So he said, &apos;Go through all the earth.&apos; And they did."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he called to me, &apos;Look. The horses that went north have calmed the Lord&quot;s anger that came from there to punish.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord spoke his word to me. He said:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Heldai, Tobijah and Jedaiah were captives in Babylon. Get silver and gold from them. Go that same day to the house of Josiah son of Zephaniah."
            },
            {
                "verse_number": "11",
                "verse_text": "Make the silver and gold into a crown. And put it on the head of Joshua son of Jehozadak. Joshua is the high priest."
            },
            {
                "verse_number": "12",
                "verse_text": "Tell him this is what the Lord of heaven&quot;s armies says: &quot;There is a man whose name is the Branch. He will branch out from where he is. He will build the Temple of the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "One man will build the Temple of the Lord. And the other will receive the honor of a king. One man will sit on his throne and rule. And the other will be a priest on his throne. And these two men will work together in peace.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "The crown will be kept in the Temple of the Lord. It will remind Heldai, Tobijah, Jedaiah and Josiah son of Zephaniah of God&quot;s king."
            },
            {
                "verse_number": "15",
                "verse_text": "People living far away will come and build the Temple of the Lord. Then you will know the Lord of heaven&quot;s armies has sent me to you. This will happen if you completely obey the Lord your God.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "It was the fourth year of King Darius&quot;s rule. It was on the fourth day of the ninth month, which is called Kislev. The Lord spoke his word to Zechariah."
            },
            {
                "verse_number": "2",
                "verse_text": "The city of Bethel sent Sharezer, Regem-Melech and their men to ask the Lord a question."
            },
            {
                "verse_number": "3",
                "verse_text": "They went to the prophets and priests. They were at the Temple of the Lord of heaven&quot;s armies. The men said, &apos;For years the fifth month of each year has been a special time for us. We have shown our sadness and gone without food in this month. Should we continue to do this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord of heaven&quot;s armies spoke his word to me. He said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Tell the priests and the people in the country this: &quot;For 70 years you went without food and cried in the fifth and seventh months. But that was not really for me."
            },
            {
                "verse_number": "6",
                "verse_text": "And when you ate and drank, it was really for yourselves."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord used the earlier prophets to say the same thing. Jerusalem and the surrounding towns were at peace and wealthy then. People lived in the southern area and the western mountain slopes.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And the Lord spoke his word to Zechariah again:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;This is what the Lord of heaven&quot;s armies says: &quot;Do what is right and fair. Be kind and merciful to each other."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t hurt widows and orphans, foreigners or the poor. Don&quot;t even think of doing evil to somebody else.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But they refused to pay attention. They were stubborn and would not listen."
            },
            {
                "verse_number": "12",
                "verse_text": "They made their hearts as hard as rock. They would not listen to the teachings of the Lord of heaven&quot;s armies. And they would not hear his words through the earlier prophets. So the Lord of heaven&quot;s armies became very angry."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The Lord of heaven&quot;s armies says, &quot;When I called to them, they would not listen. So when they called to me, I would not listen."
            },
            {
                "verse_number": "14",
                "verse_text": "I scattered them like a hurricane to other countries. These were countries they did not know. This good land was left so ruined that no one could live there.&quot;&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord of heaven&quot;s armies spoke his word to me again."
            },
            {
                "verse_number": "2",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;I have a very strong love for Jerusalem. My strong love for her is like a fire burning in me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "This is what the Lord says: &apos;I will return to Jerusalem. I will live in Jerusalem. Then it will be called the City of Truth. And the mountain of the Lord of heaven&quot;s armies will be called the Holy Mountain.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Old men and old women will again sit along Jerusalem&quot;s streets. Each will carry a cane because of his age."
            },
            {
                "verse_number": "5",
                "verse_text": "And the streets will be filled with boys and girls playing.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Those who are left alive then may think it is too difficult to happen. But it is not too difficult for me,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;I will save my people from countries in the east and west."
            },
            {
                "verse_number": "8",
                "verse_text": "I will bring them back. And they will live in Jerusalem. They will be my people. And I will be their good and loyal God.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Be strong, you who are hearing these words today. The prophets spoke these words when the foundation was laid for the building of the Temple."
            },
            {
                "verse_number": "10",
                "verse_text": "Before that time there was no money to hire men or animals. People could not safely come and go because of the enemies. I had turned everyone against his neighbor."
            },
            {
                "verse_number": "11",
                "verse_text": "But I will not do to these people who are left alive what I did in the past,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Their seeds will come up. Their grapevines will have fruit. The ground will give good crops. And the sky will send rain. I will give all this to those who are left alive."
            },
            {
                "verse_number": "13",
                "verse_text": "Judah and Israel, your names have been used as curses. But I will save you. And you will be a blessing. So don&quot;t be afraid. Be strong.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Your ancestors made me angry. So I planned to punish you. I had no mercy,&apos; says the Lord of heaven&quot;s armies."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But now I am planning to do good to Jerusalem and Judah. So don&quot;t be afraid."
            },
            {
                "verse_number": "16",
                "verse_text": "But do these things: Tell each other the truth. In the courts judge with truth and complete fairness."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not make plans to hurt your neighbors. And don&quot;t make false promises. I hate all these things,&apos; says the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord of heaven&quot;s armies spoke his word to me again."
            },
            {
                "verse_number": "19",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;You have special days when you give up eating. These days are in the fourth, fifth, seventh and tenth months. Those days will become good, joyful, happy feasts in Judah. But you must love truth and peace.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;Many people from many cities will still come to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "People from one city will say to those from another city, &quot;We are going to pray to the Lord. We want to ask the Lord of heaven&quot;s armies for help. Come and go with us.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Many people and powerful nations will come to Jerusalem. They will worship the Lord of heaven&quot;s armies. They will pray to the Lord.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "This is what the Lord of heaven&quot;s armies says: &apos;At that time, ten men from different countries with different languages will come. They will take hold of one Jew by his coat. They will say to him, &quot;Let us go with you. We have heard that God is with you.&quot;&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "This message is the word of the Lord. The message is against the land of Hadrach. And it is against the city of Damascus. The tribes of Israel and all people belong to the Lord. The Lord&quot;s message is against Tyre and Sidon, with their skill. The people have piled up silver like dust. They have as much gold as mud in the streets. He will destroy her power on the sea. That city will be destroyed by fire. The people of Gaza will shake with fear. And the people of Ekron will lose hope. No king will be left in Gaza. And no one will live in Ashkelon anymore. And I will destroy the pride of the Philistines. They will not eat any other forbidden food. Those left alive will belong to God. They will be leaders in Judah. And Ekron will become part of my people like the Jebusites. from armies who come and go. No one will hurt my people again because now I am guarding it. Shout for joy, people of Jerusalem. Your king is coming to you. He does what is right, and he saves. He is gentle and riding on a donkey. He is on the colt of a donkey. and the horses from Jerusalem. The bows used in war will be broken. The king will talk to the nations about peace. His kingdom will go from sea to sea, and from the Euphrates River to the ends of the earth. and sealed it with the blood of sacrifices. Because of this, I will set your prisoners free from captivity, which is like a dry pit. return to your place of safety. Today I am telling you that I will give you back twice as much as before. And Ephraim will be like the arrows. Jerusalem, I will use your men to fight the men of Greece. I will make you like the sword of a warrior. He will shoot his arrows like lightning. The Lord God will blow the trumpet. And he will march in the storms of the south. They will destroy the enemy with slingshots. They will drink and shout like drunk men. They will be filled like a bowl used for sprinkling blood at the corners of the altar. as if his people were sheep. They will shine in his land like jewels in a crown. The young men will grow strong on the grain. And the young women will grow strong on new wine."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord&quot;s message is also against the city of Hamath, which is on the border of the land of Hadrach."
            },
            {
                "verse_number": "3",
                "verse_text": "Tyre has built a strong, walled city."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord will take away all she has."
            },
            {
                "verse_number": "5",
                "verse_text": "The city of Ashkelon will see it and be afraid."
            },
            {
                "verse_number": "6",
                "verse_text": "Foreigners will live in Ashdod."
            },
            {
                "verse_number": "7",
                "verse_text": "I will stop them from drinking blood."
            },
            {
                "verse_number": "8",
                "verse_text": "I will protect my Temple"
            },
            {
                "verse_number": "9",
                "verse_text": "Rejoice, people of Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "I will take away the chariots from Ephraim"
            },
            {
                "verse_number": "11",
                "verse_text": "My people, I made an agreement with you"
            },
            {
                "verse_number": "12",
                "verse_text": "You prisoners who have hope,"
            },
            {
                "verse_number": "13",
                "verse_text": "I will use Judah like a bow."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord will appear to them."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord of heaven&quot;s armies will protect them."
            },
            {
                "verse_number": "16",
                "verse_text": "On that day the Lord their God will save them"
            },
            {
                "verse_number": "17",
                "verse_text": "They will be so pretty and beautiful."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ask the Lord for rain in the springtime. The Lord makes the clouds. He sends the showers. And he gives everyone green fields. Fortune-tellers see false visions. They tell about false dreams. The comfort they give is worth nothing. So the people are like lost sheep. They are abused because there is no shepherd. I will punish the leaders. I, the Lord of heaven&quot;s armies, will care for my flock, which is the people of Judah. I will make them like my proud war horses. and the tent peg. From him will come the battle bow. From him will come every ruler. marching to battle through muddy streets. The Lord is with them. So they will fight and defeat the horsemen. And I will save the people of Joseph. I will bring them back because I care for them. It will be as though I had never left them. I am the Lord their God, and I will answer their calls for help. They will be glad as when they have drunk wine. Their children will see it and rejoice. They will be happy in the Lord. and gather them together. I will save them. And there will be as many of them as there used to be. But in those faraway places, they will remember me. They and their children will live and return. I will gather them from Assyria. I will bring them to Gilead and Lebanon. There won&quot;t be enough room in the land for them all. The waves of the sea will be calm. And the Nile River will dry up. I will defeat Assyria&quot;s pride. I will destroy Egypt&quot;s power over other countries. And they will live as I say,&apos; says the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Idols tell lies."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says, &apos;I am angry at my shepherds."
            },
            {
                "verse_number": "4",
                "verse_text": "From Judah will come the cornerstone"
            },
            {
                "verse_number": "5",
                "verse_text": "They will be like soldiers"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I will strengthen the people of Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Ephraim will be strong like soldiers."
            },
            {
                "verse_number": "8",
                "verse_text": "I will call my people"
            },
            {
                "verse_number": "9",
                "verse_text": "I have scattered them among the nations."
            },
            {
                "verse_number": "10",
                "verse_text": "I will bring them back from Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "They will come through their sea of trouble."
            },
            {
                "verse_number": "12",
                "verse_text": "I will make my people strong."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Lebanon, open your gates so fire may burn your cedar trees."
            },
            {
                "verse_number": "2",
                "verse_text": "Cry, pine trees, because the cedar has fallen. The tall trees are ruined. Cry, oaks in Bashan, because the mighty forest has been cut down. Their rich pastures are destroyed. Listen to the lions roaring. The thick bushes near the Jordan River are ruined. He abandoned the flock. May war destroy his power and wisdom. May his power become useless. May his wisdom be taken away.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen to the shepherds crying."
            },
            {
                "verse_number": "4",
                "verse_text": "This is what the Lord my God says: &apos;Feed the sheep that are about to be killed."
            },
            {
                "verse_number": "5",
                "verse_text": "Their buyers kill them and are not punished. Those who sell them say, &quot;Praise the Lord. I am rich.&quot; Even the shepherds don&quot;t feel sorry for their sheep."
            },
            {
                "verse_number": "6",
                "verse_text": "Even I don&quot;t feel sorry anymore for the people of this country,&apos; says the Lord. &apos;I will let everyone be under the power of his neighbor and king. They will bring trouble to the country. And I will not stop them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So I fed the sheep about to be killed, particularly the weakest ones. Then I took two sticks. I called one Favor. I called the other Union. And I fed the sheep."
            },
            {
                "verse_number": "8",
                "verse_text": "In one month I got rid of three shepherds. The flock hated me, and I got impatient with them."
            },
            {
                "verse_number": "9",
                "verse_text": "I said, &apos;I will no longer take care of you like a shepherd. Let those that are dying die. Let those that are to be destroyed be destroyed. Let those that are left eat each other.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I broke the stick named Favor. This broke the agreement God made with his people."
            },
            {
                "verse_number": "11",
                "verse_text": "That day it was broken. Those weak sheep were watching me. They knew this message was from the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Then I said, &apos;If you want to pay me, then pay me. If not, then don&quot;t.&apos; So they paid me 30 pieces of silver."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord said to me, &apos;Throw the money to the potter.&apos; That is how little they thought I was worth. So I threw the money to the potter in the Temple of the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I broke the second stick named Union. This broke the tie between Judah and Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Lord said to me, &apos;Become a foolish shepherd again."
            },
            {
                "verse_number": "16",
                "verse_text": "I am going to get a new shepherd for the country. He will not care for the dying sheep. He will not look for the young ones. He will not heal the injured ones. He will not feed the healthy. But he will eat the best sheep and tear off their hooves."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;How terrible it will be for the useless shepherd."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "This message is the word of the Lord to Israel. The Lord stretched out the skies. He laid the foundations of the earth. He put man&quot;s spirit in him. And the Lord says this:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will make Jerusalem like a cup of poison to the nations around her. They will come and attack Jerusalem and Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "One day all the nations on earth will come together to attack Jerusalem. But I will make Jerusalem like a heavy rock. Anyone who tries to move it will get hurt."
            },
            {
                "verse_number": "4",
                "verse_text": "At that time I will scare every horse. And its rider will panic,&apos; says the Lord. &apos;I will watch over Judah. But I will blind all the horses of the enemies."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the leaders of Judah will say to themselves, &quot;The people of Jerusalem are strong. This is because the Lord of heaven&quot;s armies is their God.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;At that time I will make the leaders of Judah like a fire burning a stack of wood. They will be like a fire burning straw. They will destroy all the people around them left and right. But Jerusalem will remain safe."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The Lord will save the people of Judah first. Then the people in Jerusalem, David&quot;s city, won&quot;t have more honor than Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time the Lord will protect the people in Jerusalem. Then even the weakest of them will be strong like David. And the family of David will be like God. They will be like an angel of the Lord leading the people."
            },
            {
                "verse_number": "9",
                "verse_text": "At that time I will go to destroy all the nations that attack Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I will give David&quot;s family and people in Jerusalem a spirit of kindness and mercy. They will look at me, the one they have stabbed. And they will cry like someone crying over the death of an only child. They will be as sad as someone who has lost a firstborn son."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time there will be much crying in Jerusalem. It will be like the crying for Hadad Rimmon in the plain of Megiddo."
            },
            {
                "verse_number": "12",
                "verse_text": "The land will cry. Each family will cry alone. The family of David and their wives will cry. The family of Nathan and their wives will cry."
            },
            {
                "verse_number": "13",
                "verse_text": "The family of Levi and their wives will cry. The family of Shimei and their wives will cry."
            },
            {
                "verse_number": "14",
                "verse_text": "And all the rest of the families and their wives will cry."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At that time a fountain will be opened. It will be for David&quot;s descendants and for the people of Jerusalem. It will cleanse them of their sins and wrongs.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord of heaven&quot;s armies says, &apos;At that time I will get rid of the names of the idols from the land. No one will remember them anymore. I will also remove the prophets and unclean spirits."
            },
            {
                "verse_number": "3",
                "verse_text": "A person might continue to prophesy. If he does, his own father and mother will tell him, &quot;You have told lies using the Lord&quot;s name. So you must die.&quot; When he prophesies, his own parents should stab him."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;At that time the prophets will be ashamed of their visions and prophecies. They won&quot;t wear the prophet&quot;s clothes made of hair to trick people."
            },
            {
                "verse_number": "5",
                "verse_text": "They will say, &quot;I am not a prophet. I am a farmer. I have been a farmer since I was young.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "But someone will ask, &quot;What are the deep cuts on your body?&quot; And he will answer, &quot;I was hurt at my friend&quot;s house.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Sword, hit the shepherd. Attack the man who is my friend,&apos; says the Lord of heaven&quot;s armies. &apos;Kill the shepherd, and the sheep will scatter. I will punish the little ones.&apos; through all the land will die. And one-third will be left. I will purify them like silver. I will test them like gold. Then they will call on me. And I will answer them. I will say, &quot;You are my people.&quot; And they will say, &quot;The Lord is our God.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord says, &apos;Two-thirds of the people"
            },
            {
                "verse_number": "9",
                "verse_text": "I will test the ones left with fire."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The Lord&quot;s day of judging is coming. The wealth you have taken will be divided among you."
            },
            {
                "verse_number": "2",
                "verse_text": "I will bring all the nations together to fight Jerusalem. They will capture the city and rob the houses. The women will be raped. Half the people will be taken away as captives. But the rest won&quot;t be taken from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord will go to war against those nations. He will fight as in a day of battle."
            },
            {
                "verse_number": "4",
                "verse_text": "On that day he will stand on the Mount of Olives, east of Jerusalem. The Mount of Olives will split in two. A deep valley will run east and west. Half the mountain will move north. And half will move south."
            },
            {
                "verse_number": "5",
                "verse_text": "You will run through this mountain valley to the other side. You will run as you ran from the earthquake. That was when Uzziah was king of Judah. Then the Lord my God will come. And all the holy ones will be with him."
            },
            {
                "verse_number": "6",
                "verse_text": "On that day there will be no light, cold or frost."
            },
            {
                "verse_number": "7",
                "verse_text": "There will be no other day like it. The Lord knows when it will come. There will be no day or night. Even at evening it will still be light."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time fresh water will flow from Jerusalem. Half of it will flow east to the Dead Sea. And half of it will flow west to the Mediterranean Sea. It will flow summer and winter."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord will be king over the whole world. At that time there will be only one Lord. And his name will be the only name."
            },
            {
                "verse_number": "10",
                "verse_text": "All the land south of Jerusalem from Geba to Rimmon will be turned into a plain. Jerusalem will be raised up. But it will stay in the same place. The city will reach from the Benjamin Gate to the First Gate to the Corner Gate. It will go from the Tower of Hananel to the king&quot;s winepresses."
            },
            {
                "verse_number": "11",
                "verse_text": "People will live there. It will never be destroyed again. Jerusalem will be safe."
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord will punish the nations that fought against Jerusalem. He will bring a terrible disease on them. Their flesh will rot away while they are still standing up. Their eyes will rot in their sockets. And their tongues will rot in their mouths."
            },
            {
                "verse_number": "13",
                "verse_text": "At that time the Lord will cause panic. Everybody will grab his neighbor. They will attack each other."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Judah will fight in Jerusalem. And the wealth of the nations around them will be collected. There will be much gold, silver and clothes."
            },
            {
                "verse_number": "15",
                "verse_text": "A similar disease will strike the horses, mules, camels and donkeys. All the animals in the camps will have the disease."
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the people who came to fight Jerusalem will be left alive. They will come back to Jerusalem year after year. They will come to worship the King, the Lord of heaven&quot;s armies. They will celebrate the Feast of Shelters."
            },
            {
                "verse_number": "17",
                "verse_text": "Some people from the nations might not go to Jerusalem. They might not worship the King, the Lord of heaven&quot;s armies. Then rain will not fall on their land."
            },
            {
                "verse_number": "18",
                "verse_text": "The Egyptians might not go to Jerusalem. They might not celebrate the Feast of Shelters. Then the Lord will send them the same terrible disease the other nations got."
            },
            {
                "verse_number": "19",
                "verse_text": "This will be the punishment. It will be for Egypt and any nation which does not go to celebrate the Feast of Shelters."
            },
            {
                "verse_number": "20",
                "verse_text": "At that time the horses&quot; bells will have written on them: Holy to the Lord. The cooking pots in the Temple of the Lord will be like the holy altar bowls."
            },
            {
                "verse_number": "21",
                "verse_text": "Every pot in Jerusalem and Judah will be holy to the Lord of heaven&quot;s armies. And everyone who offers sacrifices will be able to cook in them. At that time there will not be any traders in the Temple of the Lord of heaven&quot;s armies."
            }
        ]
    }
}