{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul. I was called to be an apostle of Christ Jesus because that is what God wanted. Also from Sosthenes, our brother in Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "To the church of God in Corinth, to those people who have been made holy in Christ Jesus. You were called to be God&quot;s holy people with all people everywhere who trust in the name of the Lord Jesus Christ&ndash;their Lord and ours:"
            },
            {
                "verse_number": "3",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "I always thank my God for you because of the grace that God has given you in Christ Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "In Jesus you have been blessed in every way, in all your speaking and in all your knowledge."
            },
            {
                "verse_number": "6",
                "verse_text": "The truth about Christ has been proved in you."
            },
            {
                "verse_number": "7",
                "verse_text": "So you have every gift from God while you wait for our Lord Jesus Christ to come again."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus will keep you strong until the end. He will keep you strong, so that there will be no wrong in you on the day our Lord Jesus Christ comes again."
            },
            {
                "verse_number": "9",
                "verse_text": "God is faithful. He is the One who has called you to share life with his Son, Jesus Christ our Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "I beg you, brothers, in the name of our Lord Jesus Christ. I beg that all of you agree with each other, so that you will not be divided into groups. I beg that you be completely joined together by having the same kind of thinking and the same purpose."
            },
            {
                "verse_number": "11",
                "verse_text": "My brothers, some people from Chloe&quot;s family have told me that there are arguments among you."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what I mean: One of you says, &apos;I follow Paul&apos;; another says, &apos;I follow Apollos&apos;; another says, &apos;I follow Peter&apos;; and another says, &apos;I follow Christ.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Christ cannot be divided into different groups! Did Paul die on the cross for you? No! Were you baptized in the name of Paul? No!"
            },
            {
                "verse_number": "14",
                "verse_text": "I am thankful that I did not baptize any of you except Crispus and Gaius."
            },
            {
                "verse_number": "15",
                "verse_text": "I am thankful, because now no one can say that you were baptized in my name."
            },
            {
                "verse_number": "16",
                "verse_text": "(I also baptized the family of Stephanas. But I do not remember that I myself baptized any others.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Christ did not give me the work of baptizing people. He gave me the work of preaching the Good News, and he sent me to preach the Good News without using words of worldly wisdom. If I used worldly wisdom to tell the Good News, the cross of Christ would lose its power."
            },
            {
                "verse_number": "18",
                "verse_text": "The teaching about the cross seems foolish to those who are lost. But to us who are being saved it is the power of God."
            },
            {
                "verse_number": "19",
                "verse_text": "It is written in the Scriptures: &apos;I will cause the wise men to lose their wisdom. I will make the wise men unable to understand.&apos; Isaiah 29:14"
            },
            {
                "verse_number": "20",
                "verse_text": "Where is the wise person? Where is the educated person? Where is the philosopher of our times? God has made the wisdom of the world foolish."
            },
            {
                "verse_number": "21",
                "verse_text": "The world did not know God through its own wisdom. So God chose to use the message that sounds foolish to save those who believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "The Jews ask for miracles as proofs. The Greeks want wisdom."
            },
            {
                "verse_number": "23",
                "verse_text": "But we preach Christ on the cross. This is a big problem to the Jews. And it seems foolish to the non-Jews."
            },
            {
                "verse_number": "24",
                "verse_text": "But Christ is the power of God and the wisdom of God to those people God has called&ndash;Jews and Greeks."
            },
            {
                "verse_number": "25",
                "verse_text": "Even the foolishness of God is wiser than men. Even the weakness of God is stronger than men."
            },
            {
                "verse_number": "26",
                "verse_text": "Brothers, look at what you were when God called you. Not many of you were wise in the way the world judges wisdom. Not many of you had great influence. Not many of you came from important families."
            },
            {
                "verse_number": "27",
                "verse_text": "But God chose the foolish things of the world to shame the wise. He chose the weak things of the world to shame the strong."
            },
            {
                "verse_number": "28",
                "verse_text": "And he chose what the world thinks is not important. He chose what the world hates and thinks is nothing. He chose these to destroy what the world thinks is important."
            },
            {
                "verse_number": "29",
                "verse_text": "God did this so that no man can brag before him."
            },
            {
                "verse_number": "30",
                "verse_text": "It is God who has made you part of Christ Jesus. Christ has become wisdom for us from God. Christ is the reason we are right with God and have freedom from sin; Christ is the reason we are holy."
            },
            {
                "verse_number": "31",
                "verse_text": "So, as the Scripture says, &apos;If a person brags, he should brag only about the Lord.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Dear brothers, when I came to you, I did not come as a proud man. I preached God&quot;s truth, but not with fancy words or a show of great learning."
            },
            {
                "verse_number": "2",
                "verse_text": "I decided that while I was with you I would forget about everything except Jesus Christ and his death on the cross."
            },
            {
                "verse_number": "3",
                "verse_text": "When I came to you, I was weak and shook with fear."
            },
            {
                "verse_number": "4",
                "verse_text": "My teaching and my speaking were not with wise words that persuade people. But the proof of my teaching was the power that the Spirit gives."
            },
            {
                "verse_number": "5",
                "verse_text": "I did this so that your faith would be in God&quot;s power, not in the wisdom of a man."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet I speak wisdom to those who are mature. But this wisdom is not from this world or of the rulers of this world. (These rulers are losing their power.)"
            },
            {
                "verse_number": "7",
                "verse_text": "But I speak God&quot;s secret wisdom, which he has kept hidden. God planned this wisdom for our glory, before the world began."
            },
            {
                "verse_number": "8",
                "verse_text": "None of the rulers of this world understood it. If they had, they would not have killed the Lord of glory on a cross."
            },
            {
                "verse_number": "9",
                "verse_text": "But as it is written in the Scriptures: &apos;No one has ever seen this. No one has ever heard about it. No one has ever imagined what God has prepared for those who love him.&apos; Isaiah 64:4 The Spirit knows all things, even the deep secrets of God. Who has been able to teach him?&apos; Isaiah 40:13 But we have the mind of Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "But God has shown us these things through the Spirit."
            },
            {
                "verse_number": "11",
                "verse_text": "It is like this: No one knows the thoughts that another person has. Only a person&quot;s spirit that lives in him knows his thoughts. It is the same with God. No one knows the thoughts of God. Only the Spirit of God knows God&quot;s thoughts."
            },
            {
                "verse_number": "12",
                "verse_text": "We did not receive the spirit of the world, but we received the Spirit that is from God. We received this Spirit so that we can know all that God has given us."
            },
            {
                "verse_number": "13",
                "verse_text": "When we speak, we do not use words taught to us by the wisdom that men have. We use words taught to us by the Spirit. We use spiritual words to explain spiritual things."
            },
            {
                "verse_number": "14",
                "verse_text": "A person who is not spiritual does not accept the gifts that come from the Spirit of God. That person thinks they are foolish. He cannot understand the Spirit&quot;s gifts, because they can only be judged spiritually."
            },
            {
                "verse_number": "15",
                "verse_text": "But the spiritual person is able to judge all things. Yet no one can judge him. The Scripture says:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Who has known the mind of the Lord?"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, in the past I could not talk to you as I talk to spiritual people. I had to talk to you as I would to people of the world&ndash;babies in Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "The teaching I gave you was like milk, not solid food. I did this because you were not ready for solid food. And even now you are not ready."
            },
            {
                "verse_number": "3",
                "verse_text": "You are still not spiritual. You have jealousy and arguing among you. This shows that you are not spiritual. You are acting like people of the world."
            },
            {
                "verse_number": "4",
                "verse_text": "One of you says, &apos;I follow Paul,&apos; and another says, &apos;I follow Apollos.&apos; When you say things like this, you are acting like worldly people."
            },
            {
                "verse_number": "5",
                "verse_text": "Is Apollos important? No! Is Paul important? No! We are only servants of God who helped you believe. Each one of us did the work God gave us to do."
            },
            {
                "verse_number": "6",
                "verse_text": "I planted the seed of the teaching in you, and Apollos watered it. But God is the One who made the seed grow."
            },
            {
                "verse_number": "7",
                "verse_text": "So the one who plants is not important, and the one who waters is not important. Only God is important, because he is the One who makes things grow."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who plants and the one who waters have the same purpose. And each will be rewarded for his own work."
            },
            {
                "verse_number": "9",
                "verse_text": "We are workers together for God. And you are like a farm that belongs to God. And you are a house that belongs to God."
            },
            {
                "verse_number": "10",
                "verse_text": "Like an expert builder I built the foundation of that house. I used the gift that God gave me to do this. Others are building on that foundation. But everyone should be careful how he builds."
            },
            {
                "verse_number": "11",
                "verse_text": "The foundation has already been built. No one can build any other foundation. The foundation that has already been laid is Jesus Christ."
            },
            {
                "verse_number": "12",
                "verse_text": "Anyone can build on that foundation, using gold, silver, jewels, wood, grass, or straw."
            },
            {
                "verse_number": "13",
                "verse_text": "But the work that each person does will be clearly seen, because the Day will make it plain. That Day will appear with fire, and the fire will test every man&quot;s work."
            },
            {
                "verse_number": "14",
                "verse_text": "If the building that a man puts on the foundation still stands, he will get his reward."
            },
            {
                "verse_number": "15",
                "verse_text": "But if his building is burned up, he will suffer loss. The man will be saved, but it will be as if he escaped from a fire."
            },
            {
                "verse_number": "16",
                "verse_text": "You should know that you yourselves are God&quot;s temple. God&quot;s Spirit lives in you."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone destroys God&quot;s temple, God will destroy him, because God&quot;s temple is holy. You yourselves are God&quot;s temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not fool yourselves. If anyone among you thinks he is wise in this world, he should become a fool. Then he can become truly wise,"
            },
            {
                "verse_number": "19",
                "verse_text": "because the wisdom of this world is foolishness to God. It is written in the Scriptures, &apos;He catches wise men in their own clever traps.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "It is also written in the Scriptures, &apos;The Lord knows what people think. He knows they are just a puff of wind.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So you should not brag about men. All things are yours:"
            },
            {
                "verse_number": "22",
                "verse_text": "Paul, Apollos and Peter; the world, life, death, the present, and the future&ndash;all these things are yours."
            },
            {
                "verse_number": "23",
                "verse_text": "And you belong to Christ, and Christ belongs to God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "This is what people should think about us: We are servants of Christ. We are the ones God has trusted with his secret truths."
            },
            {
                "verse_number": "2",
                "verse_text": "A person who is trusted with something must show that he is worthy of that trust."
            },
            {
                "verse_number": "3",
                "verse_text": "I do not care if I am judged by you or if I am judged by any human court. I do not even judge myself."
            },
            {
                "verse_number": "4",
                "verse_text": "I know of no wrong that I have done. But this does not make me innocent. The Lord is the One who judges me."
            },
            {
                "verse_number": "5",
                "verse_text": "So do not judge before the right time; wait until the Lord comes. He will bring to light things that are now hidden in darkness. He will make known the secret purposes of people&quot;s hearts. Then God will give everyone the praise he should get."
            },
            {
                "verse_number": "6",
                "verse_text": "Brothers, I have used Apollos and myself as examples. I did this so that you could learn from us the meaning of the words, &apos;Follow only what is written in the Scriptures.&apos; Then you will not be proud of one man and hate another."
            },
            {
                "verse_number": "7",
                "verse_text": "Who says that you are better than others? Everything you have was given to you. And if this is so, why do you brag as if you got these things by your own power?"
            },
            {
                "verse_number": "8",
                "verse_text": "You think you have everything you need. You think you are rich. You think you have become kings without us. I wish you really were kings! Then we could be kings together with you."
            },
            {
                "verse_number": "9",
                "verse_text": "But it seems to me that God has given me and the other apostles the last place. We are like men sentenced to die. We are like a show for the whole world to see&ndash;angels and people."
            },
            {
                "verse_number": "10",
                "verse_text": "We are fools for Christ&quot;s sake. But you think you are very wise in Christ. We are weak, but you think you are strong. You receive honor, but we are hated."
            },
            {
                "verse_number": "11",
                "verse_text": "Even now we still do not have enough to eat or drink or enough clothes. We are often beaten. We have no homes."
            },
            {
                "verse_number": "12",
                "verse_text": "We work hard with our own hands for our food. People curse us, but we bless them. They hurt us, and we accept it."
            },
            {
                "verse_number": "13",
                "verse_text": "They say evil things against us, but we say only kind things to them. Even today, we are treated as though we are the garbage of the world&ndash;the dirt of the earth."
            },
            {
                "verse_number": "14",
                "verse_text": "I am not trying to make you feel ashamed. I am writing this to give you a warning as if you were my own dear children."
            },
            {
                "verse_number": "15",
                "verse_text": "For though you may have 10,000 teachers in Christ, you do not have many fathers. Through the Good News I became your father in Christ Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "So I beg you, please be like me."
            },
            {
                "verse_number": "17",
                "verse_text": "That is why I am sending Timothy to you. He is my son in the Lord. I love Timothy, and he is faithful. He will help you remember the way I live in Christ Jesus. This way of life is what I teach in all the churches everywhere."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of you have become proud, thinking that I will not come to you again."
            },
            {
                "verse_number": "19",
                "verse_text": "But I will come very soon if the Lord wants me to. Then I will see what those who are proud can do, not what they say."
            },
            {
                "verse_number": "20",
                "verse_text": "I want to see this because the kingdom of God is not talk but power."
            },
            {
                "verse_number": "21",
                "verse_text": "Which do you want: that I come to you with punishment, or that I come with love and gentleness?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now, it is actually being said that there is sexual sin among you. And it is of such a bad kind that it does not happen even among those who do not know God. A man there is living sinfully with his stepmother."
            },
            {
                "verse_number": "2",
                "verse_text": "And still you are proud of yourselves! You should have been filled with sadness. And the man who did that sin should be put out of your group."
            },
            {
                "verse_number": "3",
                "verse_text": "My body is not there with you, but I am with you in spirit. And I have already judged the man who did that sin. I judged him just as I would if I were really there."
            },
            {
                "verse_number": "4",
                "verse_text": "Meet together as the people of our Lord Jesus. I will be with you in spirit, and you will have the power of our Lord Jesus with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Then give this man to Satan, so that his sinful self will be destroyed. And then his spirit can be saved on the day of the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Your bragging is not good. You know the saying, &apos;Just a little yeast makes the whole batch of dough rise.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Take out all the old yeast so that you will be a new batch of dough. And you really are new dough without yeast. For Christ, our Passover lamb, was killed to cleanse us."
            },
            {
                "verse_number": "8",
                "verse_text": "So let us continue our feast, but not with the bread that has the old yeast. That old yeast is the yeast of sin and wickedness. But let us eat the bread that has no yeast. This is the bread of goodness and truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote to you in my letter that you should not associate with those who take part in sexual sin."
            },
            {
                "verse_number": "10",
                "verse_text": "But I did not mean that you should not associate with the sinful people of this world. People of the world do take part in sexual sin, or they are selfish and they cheat each other, or they worship idols. But to get away from them you would have to leave this world."
            },
            {
                "verse_number": "11",
                "verse_text": "I am writing to tell you that the person you must not associate with is this: anyone who calls himself a brother in Christ but who takes part in sexual sin, or is greedy, or worships idols, or lies about others, or gets drunk, or cheats people. Do not even eat with someone like that."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "When one of you has something against a brother in Christ, why do you go to the judges in the law courts? Those people are not right with God. So why do you let them decide who is right? You should be ashamed! Why do you not let God&quot;s people decide who is right?"
            },
            {
                "verse_number": "2",
                "verse_text": "Surely you know that God&quot;s people will judge the world. So if you are to judge the world, then surely you are able to judge small things as well."
            },
            {
                "verse_number": "3",
                "verse_text": "You know that in the future we will judge angels. So surely we can judge things in this life."
            },
            {
                "verse_number": "4",
                "verse_text": "So if you have disagreements that must be judged, why do you take them to those who are not part of the church? They mean nothing to the church."
            },
            {
                "verse_number": "5",
                "verse_text": "I say this to shame you. Surely there is someone among you wise enough to judge a complaint between two brothers in Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "But now one brother goes to court against another brother. And you let men who are not believers judge their case!"
            },
            {
                "verse_number": "7",
                "verse_text": "The lawsuits that you have against each other show that you are already defeated. It would be better for you to let someone wrong you! It would be better for you to let someone cheat you!"
            },
            {
                "verse_number": "8",
                "verse_text": "But you yourselves do wrong and cheat! And you do this to your own brothers in Christ!"
            },
            {
                "verse_number": "11",
                "verse_text": "In the past, some of you were like that. But you were washed clean. You were made holy. And you were made right with God in the name of the Lord Jesus Christ and by the Spirit of our God."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I am allowed to do all things.&apos; But not all things are good for me to do. &apos;I am allowed to do all things.&apos; But I must not do those things that will make me their slave."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Food is for the stomach, and the stomach for food.&apos; Yes. But God will destroy them both. The body is not for sexual immorality. The body is for the Lord, and the Lord is for the body."
            },
            {
                "verse_number": "14",
                "verse_text": "By God&quot;s power God raised the Lord Jesus from death. And God will also raise us from death."
            },
            {
                "verse_number": "15",
                "verse_text": "Surely you know that your bodies are parts of Christ himself. So I must never take parts of Christ and join them to a prostitute!"
            },
            {
                "verse_number": "16",
                "verse_text": "It is written in the Scriptures, &apos;The two people will become one body.&apos; So you should know that a man who joins himself with a prostitute becomes one with her in body."
            },
            {
                "verse_number": "17",
                "verse_text": "But the one who joins himself with the Lord is one with the Lord in spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "So run away from sexual immorality. Every other sin that a person does is outside the body. But those who are sexually immoral sin against their own bodies."
            },
            {
                "verse_number": "19",
                "verse_text": "You should know that your body is a temple for the Holy Spirit. The Holy Spirit is in you. You have received the Holy Spirit from God. You do not own yourselves."
            },
            {
                "verse_number": "20",
                "verse_text": "You were bought by God for a price. So honor God with your bodies."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now I will discuss the things you wrote to me about. It is good for a man not to marry."
            },
            {
                "verse_number": "2",
                "verse_text": "But sexual immorality is a danger. So each man should have his own wife. And each woman should have her own husband."
            },
            {
                "verse_number": "3",
                "verse_text": "The husband should give his wife all that she should have as his wife. And the wife should give her husband all that he should have as her husband."
            },
            {
                "verse_number": "4",
                "verse_text": "The wife does not have power over her own body. Her husband has the power over her body. And the husband does not have power over his own body. His wife has the power over his body."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not refuse to give your bodies to each other. But you might both agree to stay away from intimate relations for a time. You might do this so that you can give your time to prayer. Then come together again. This is so that Satan cannot tempt you in your weakness."
            },
            {
                "verse_number": "6",
                "verse_text": "I say this to give you permission. It is not a command."
            },
            {
                "verse_number": "7",
                "verse_text": "I wish everyone were like me. But each person has his own gift from God. One has one gift, another has another gift."
            },
            {
                "verse_number": "8",
                "verse_text": "Now for those who are not married and for the widows I say this: It is good for them to stay single as I am."
            },
            {
                "verse_number": "9",
                "verse_text": "But if they cannot control their bodies, then they should marry. It is better to marry than to burn with lust."
            },
            {
                "verse_number": "10",
                "verse_text": "Now I give this command for the married people. (The command is not from me; it is from the Lord.) A wife should not leave her husband."
            },
            {
                "verse_number": "11",
                "verse_text": "But if she does leave, she must not marry again. Or she should go back to her husband. Also the husband should not divorce his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "For all the others I say this (I am saying this, not the Lord): A brother in Christ might have a wife who is not a believer. If she will live with him, he must not divorce her."
            },
            {
                "verse_number": "13",
                "verse_text": "And a woman might have a husband who is not a believer. If he will live with her, she must not divorce him."
            },
            {
                "verse_number": "14",
                "verse_text": "The husband who is not a believer is made holy through his believing wife. And the wife who is not a believer is made holy through her believing husband. If this were not true, then your children would not be clean. But now your children are holy."
            },
            {
                "verse_number": "15",
                "verse_text": "But if the person who is not a believer decides to leave, let him leave. When this happens, the brother or sister in Christ is free. God called us to a life of peace."
            },
            {
                "verse_number": "16",
                "verse_text": "Wives, maybe you will save your husband; and husbands, maybe you will save your wife. You do not know now what will happen later."
            },
            {
                "verse_number": "17",
                "verse_text": "But each one should continue to live the way God has given him to live&ndash;the way he was when God called him. This is a rule I make in all the churches."
            },
            {
                "verse_number": "18",
                "verse_text": "If a man was already circumcised when he was called, he should not change his circumcision. If a man was without circumcision when he was called, he should not be circumcised."
            },
            {
                "verse_number": "19",
                "verse_text": "It is not important if a man is circumcised or not circumcised. The important thing is obeying God&quot;s commands."
            },
            {
                "verse_number": "20",
                "verse_text": "Each one should stay the way he was when God called him."
            },
            {
                "verse_number": "21",
                "verse_text": "If you were a slave when God called you, do not let that bother you. But if you can be free, then become free."
            },
            {
                "verse_number": "22",
                "verse_text": "The person who was a slave when the Lord called him is free in the Lord. He belongs to the Lord. In the same way, the one who was free when he was called is now Christ&quot;s slave."
            },
            {
                "verse_number": "23",
                "verse_text": "You all were bought for a price. So do not become slaves of men."
            },
            {
                "verse_number": "24",
                "verse_text": "Brothers, in your new life with God each one of you should continue the way you were when you were called."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I write about people who are not married. I have no command from the Lord about this, but I give my opinion. And I can be trusted, because the Lord has given me mercy."
            },
            {
                "verse_number": "26",
                "verse_text": "This is a time of trouble. So I think that it is good for you to stay the way you are."
            },
            {
                "verse_number": "27",
                "verse_text": "If you have a wife, then do not try to become free from her. If you are not married, then do not try to find a wife."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you decide to marry, this is not a sin. And it is not a sin for a girl who has never married to get married. But those who marry will have trouble in this life. And I want you to be free from this trouble."
            },
            {
                "verse_number": "29",
                "verse_text": "Brothers, this is what I mean: We do not have much time left. So starting now, those who have wives should use their time to serve the Lord as if they had no wives."
            },
            {
                "verse_number": "30",
                "verse_text": "Those who are sad should live as if they are not sad. Those who are happy should live as if they are not happy. Those who buy things should live as if they own nothing."
            },
            {
                "verse_number": "31",
                "verse_text": "Those who use the things of the world should live as if those things are not important to them. You should live like this, because this world, the way it is now, will soon be gone."
            },
            {
                "verse_number": "32",
                "verse_text": "I want you to be free from worry. A man who is not married is busy with the Lord&quot;s work. He is trying to please the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "But a man who is married is busy with things of the world. He is trying to please his wife."
            },
            {
                "verse_number": "34",
                "verse_text": "He must think about two things&ndash;pleasing his wife and pleasing the Lord. A woman who is not married or a girl who has never married is busy with the Lord&quot;s work. She wants to give herself fully&ndash;body and soul&ndash;to the Lord. But a married woman is busy with things of the world. She is trying to please her husband."
            },
            {
                "verse_number": "35",
                "verse_text": "I am saying this to help you. I am not trying to limit you. But I want you to live in the right way. And I want you to give yourselves fully to the Lord without giving your time to other things."
            },
            {
                "verse_number": "36",
                "verse_text": "A man might think that he is not doing the right thing with the girl he is engaged to. The girl might be almost past the best age to marry. So he might feel that he should marry her. He should do what he wants. They should get married. It is no sin."
            },
            {
                "verse_number": "37",
                "verse_text": "But another man might be more sure in his mind. There may be no need for marriage, so he is free to do what he wants. If he has decided in his own heart not to marry, he is doing the right thing."
            },
            {
                "verse_number": "38",
                "verse_text": "So the man who marries his girl does right. And the man who does not marry does even better."
            },
            {
                "verse_number": "39",
                "verse_text": "A woman must stay with her husband as long as he lives. If the husband dies, she is free to marry any man she wants. But she must marry another believer."
            },
            {
                "verse_number": "40",
                "verse_text": "The woman is happier if she does not marry again. This is my opinion, and I believe that I have God&quot;s Spirit."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now I will write about meat that is sacrificed to idols. We know that &apos;we all have knowledge.&apos; Knowledge puffs you up with pride, but love builds up."
            },
            {
                "verse_number": "2",
                "verse_text": "Whoever thinks he knows something does not yet know anything as he should."
            },
            {
                "verse_number": "3",
                "verse_text": "But he who loves God is known by God."
            },
            {
                "verse_number": "4",
                "verse_text": "So this is what I say about eating meat sacrificed to idols: We know that an idol is really nothing in the world. And we know that there is only one God."
            },
            {
                "verse_number": "5",
                "verse_text": "It is really not important if there are things called gods, in heaven or on earth. (And there are many things that people call &apos;gods&apos; and &apos;lords.&apos;)"
            },
            {
                "verse_number": "6",
                "verse_text": "But for us there is only one God. He is our Father. All things came from him, and we live for him. And there is only one Lord&ndash;Jesus Christ. All things were made through Jesus, and we also have life through him."
            },
            {
                "verse_number": "7",
                "verse_text": "But not all people know this. Until now, some people have had the habit of worshiping idols. So now when they eat meat, they still feel as if it belongs to an idol. They are not sure that it is right to eat this meat. When they eat it, they feel guilty."
            },
            {
                "verse_number": "8",
                "verse_text": "But food will not make us closer to God. Refusing to eat does not make us less pleasing to God. And eating does not make us better in God&quot;s sight."
            },
            {
                "verse_number": "9",
                "verse_text": "But be careful with your freedom. Your freedom may cause those who are weak in faith to fall into sin."
            },
            {
                "verse_number": "10",
                "verse_text": "Suppose one of you who has knowledge eats in an idol&quot;s temple. Someone who is weak in faith might see you eating there. This would encourage him to eat meat sacrificed to idols. But he really thinks it is wrong."
            },
            {
                "verse_number": "11",
                "verse_text": "So this weak brother is ruined because of your &apos;knowledge.&apos; And Christ died for this brother."
            },
            {
                "verse_number": "12",
                "verse_text": "When you sin against your brothers in Christ like this and cause them to do what they feel is wrong, you are also sinning against Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "So if the food I eat makes my brother fall into sin, I will never eat meat again. I will stop eating meat, so that I will not cause my brother to sin."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am a free man. I am an apostle. I have seen Jesus our Lord. You people are all an example of my work in the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Others may not accept me as an apostle, but surely you accept me. You are proof that I am an apostle in the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Some people want to judge me. So this is the answer I give them:"
            },
            {
                "verse_number": "4",
                "verse_text": "Do we not have the right to eat and drink?"
            },
            {
                "verse_number": "5",
                "verse_text": "Do we not have the right to bring a believing wife with us when we travel? The other apostles, the Lord&quot;s brothers, and Peter all do this."
            },
            {
                "verse_number": "6",
                "verse_text": "And are Barnabas and I the only ones who must work to earn our living?"
            },
            {
                "verse_number": "7",
                "verse_text": "No soldier ever serves in the army and pays his own salary. No one ever plants a vineyard without eating some of the grapes himself. No person takes care of a flock of sheep without drinking some of the milk himself."
            },
            {
                "verse_number": "8",
                "verse_text": "This is not only what men think. God&quot;s law says the same thing."
            },
            {
                "verse_number": "9",
                "verse_text": "Yes, it is written in the law of Moses: &apos;When an ox is working in the grain, do not cover its mouth and keep it from eating.&apos; When God said this, was he thinking only about oxen? No."
            },
            {
                "verse_number": "10",
                "verse_text": "He was really talking about us. Yes, that Scripture was written for us. The one who plows and the one who works in the grain should hope to get some of the grain for their work."
            },
            {
                "verse_number": "11",
                "verse_text": "We planted spiritual seed among you. So we should be able to harvest from you some things for this life. Surely this is not asking too much."
            },
            {
                "verse_number": "12",
                "verse_text": "Other men have the right to get something from you. So surely we have this right, too. But we do not use this right. No, we put up with everything ourselves so that we will not stop anyone from obeying the Good News of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Surely you know that those who work at the Temple get their food from the Temple. And those who serve at the altar get part of what is offered at the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "It is the same with those who tell the Good News. The Lord has commanded that those who tell the Good News should get their living from this work."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have not used any of these rights. And I am not writing this now to get anything from you. I would rather die than to have my reason for bragging taken away."
            },
            {
                "verse_number": "16",
                "verse_text": "Telling the Good News is not my reason for bragging. Telling the Good News is my duty&ndash;something I must do. And how bad it will be for me if I do not tell the Good News."
            },
            {
                "verse_number": "17",
                "verse_text": "If I preach because it is my own choice, I should get a reward. But I have no choice. I must tell the Good News. I am only doing the duty that was given to me."
            },
            {
                "verse_number": "18",
                "verse_text": "So what reward do I get? This is my reward: that when I tell the Good News I can offer it freely. In this way I do not use my right to be paid in my work for the Good News."
            },
            {
                "verse_number": "19",
                "verse_text": "I am free. I belong to no man. But I make myself a slave to all people. I do this to help save as many people as I can."
            },
            {
                "verse_number": "20",
                "verse_text": "To the Jews I became like a Jew. I did this to help save the Jews. I myself am not ruled by the law. But to those who are ruled by the law I became like a person who is ruled by the law. I did this to help save those who are ruled by the law."
            },
            {
                "verse_number": "21",
                "verse_text": "To those who are without the law I became like a person who is without the law. I did this to help save those people who are without the law. (But really, I am not without God&quot;s law&ndash;I am ruled by Christ&quot;s law.)"
            },
            {
                "verse_number": "22",
                "verse_text": "To those who are weak, I became weak so that I could help save them. I have become all things to all people. I did this so that I could save some of them in any way possible."
            },
            {
                "verse_number": "23",
                "verse_text": "I do all this because of the Good News. I do it so that I can share in the blessings of the Good News."
            },
            {
                "verse_number": "24",
                "verse_text": "You know that in a race all the runners run. But only one gets the prize. So run like that. Run to win!"
            },
            {
                "verse_number": "25",
                "verse_text": "All those who compete in the games use strict training. They do this so that they can win a crown. That crown is an earthly thing that lasts only a short time. But our crown will continue forever."
            },
            {
                "verse_number": "26",
                "verse_text": "So I do not run without a goal. I fight like a boxer who is hitting something&ndash;not just the air."
            },
            {
                "verse_number": "27",
                "verse_text": "It is my own body that I hit. I make it my slave. I do this so that I myself will not be rejected after I have preached to others."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, I want you to know what happened to our ancestors who followed Moses. They were all under the cloud, and they all went through the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "They were all baptized as followers of Moses in the cloud and in the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "They all ate the same spiritual food."
            },
            {
                "verse_number": "4",
                "verse_text": "And they all drank the same spiritual drink. They drank from that spiritual rock that was with them. That rock was Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "But God was not pleased with most of them. They died in the desert."
            },
            {
                "verse_number": "6",
                "verse_text": "And these things that happened are examples for us. They should stop us from wanting evil things as those people did."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not worship idols, as some of them did. It is written in the Scriptures: &apos;The people sat down to eat and drink. Then they got up and had wild parties.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "We should not take part in sexual sin, as some of them did. In one day 23,000 of them died because of their sins."
            },
            {
                "verse_number": "9",
                "verse_text": "We should not test the Lord as some of them did. They were killed by snakes."
            },
            {
                "verse_number": "10",
                "verse_text": "And do not complain as some of them did. They were killed by the angel that destroys."
            },
            {
                "verse_number": "11",
                "verse_text": "The things that happened to those people are examples. And they were written down to be warnings for us. For we live in a time when all these things of the past have reached their goal."
            },
            {
                "verse_number": "12",
                "verse_text": "So anyone who thinks he is standing strong should be careful not to fall."
            },
            {
                "verse_number": "13",
                "verse_text": "The only temptations that you have are the temptations that all people have. But you can trust God. He will not let you be tempted more than you can stand. But when you are tempted, God will also give you a way to escape that temptation. Then you will be able to stand it."
            },
            {
                "verse_number": "14",
                "verse_text": "So, my dear friends, stay away from worshiping idols."
            },
            {
                "verse_number": "15",
                "verse_text": "I am speaking to you, as to reasonable people; judge for yourselves what I say."
            },
            {
                "verse_number": "16",
                "verse_text": "We give thanks for the cup of blessing. It is a sharing in the blood of Christ&quot;s death. And the bread that we break is a sharing in the body of Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "There is one loaf of bread. And we are many people. But we all share from that one loaf. So we are really one body."
            },
            {
                "verse_number": "18",
                "verse_text": "Think about the people of Israel: Do not those who eat the sacrifices share in the altar?"
            },
            {
                "verse_number": "19",
                "verse_text": "I do not mean that the food sacrificed to an idol is something important. And I do not mean that an idol is anything at all."
            },
            {
                "verse_number": "20",
                "verse_text": "But I say that what is sacrificed to idols is offered to demons, not to God. And I do not want you to share anything with demons."
            },
            {
                "verse_number": "21",
                "verse_text": "You cannot drink the cup of the Lord and the cup of demons, too. You cannot share in the Lord&quot;s table and the table of demons, too."
            },
            {
                "verse_number": "22",
                "verse_text": "Do we want to make the Lord jealous? We are not stronger than he is, are we?"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;We are allowed to do all things.&apos; Yes. But not all things are good for us to do. &apos;We are allowed to do all things.&apos; Yes. But not all things help others grow stronger."
            },
            {
                "verse_number": "24",
                "verse_text": "No one should try to do what will help only himself. He should try to do what is good for others."
            },
            {
                "verse_number": "25",
                "verse_text": "Eat any meat that is sold in the meat market. Do not ask questions about the meat to see if it is something you think is wrong to eat."
            },
            {
                "verse_number": "26",
                "verse_text": "You can eat it, &apos;because the earth and everything on it belong to the Lord.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Someone who is not a believer may invite you to eat with him. If you want to go, eat anything that is put before you. Do not ask questions about it."
            },
            {
                "verse_number": "28",
                "verse_text": "But if anyone says to you, &apos;That food was offered to idols,&apos; then do not eat it. Do not eat it because of that person who told you and because eating it would be something that might be thought wrong."
            },
            {
                "verse_number": "29",
                "verse_text": "I don&quot;t mean that you think it is wrong. But the other person might think it is wrong. My own freedom should not be judged by what someone else thinks."
            },
            {
                "verse_number": "30",
                "verse_text": "I eat the meal with thankfulness. And I do not want to be criticized because of something I thank God for."
            },
            {
                "verse_number": "31",
                "verse_text": "So if you eat, or if you drink, or if you do anything, do everything for the glory of God."
            },
            {
                "verse_number": "32",
                "verse_text": "Never do anything that might make others do wrong&ndash;Jews, Greeks, or God&quot;s church."
            },
            {
                "verse_number": "33",
                "verse_text": "I do the same thing. I try to please everybody in every way. I am not trying to do what is good for me. I try to do what is good for the most people. I do this so that they can be saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Follow my example, as I follow the example of Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "I praise you because you remember me in everything. You follow closely the teachings that I gave you."
            },
            {
                "verse_number": "3",
                "verse_text": "But I want you to understand this: The head of every man is Christ. And the head of a woman is the man. And the head of Christ is God."
            },
            {
                "verse_number": "4",
                "verse_text": "Every man who prophesies or prays with his head covered brings shame to his head."
            },
            {
                "verse_number": "5",
                "verse_text": "But every woman who prays or prophesies should have her head covered. If her head is not covered, she brings shame to her head. She is the same as a woman who has her head shaved."
            },
            {
                "verse_number": "6",
                "verse_text": "If a woman does not cover her head, it is the same as cutting off all her hair. But it is shameful for a woman to cut off her hair or to shave her head. So she should cover her head."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man should not cover his head, because he is made like God and is God&quot;s glory. But woman is man&quot;s glory."
            },
            {
                "verse_number": "8",
                "verse_text": "Man did not come from woman, but woman came from man."
            },
            {
                "verse_number": "9",
                "verse_text": "And man was not made for woman. Woman was made for man."
            },
            {
                "verse_number": "10",
                "verse_text": "So that is why a woman should have her head covered with something to show that she is under authority. And also she should do this because of the angels."
            },
            {
                "verse_number": "11",
                "verse_text": "But in the Lord the woman is important to the man, and the man is important to the woman."
            },
            {
                "verse_number": "12",
                "verse_text": "This is true because woman came from man, but also man is born from woman. Really, everything comes from God."
            },
            {
                "verse_number": "13",
                "verse_text": "Decide this for yourselves: Is it right for a woman to pray to God without something on her head?"
            },
            {
                "verse_number": "14",
                "verse_text": "Even nature itself teaches you that wearing long hair is shameful for a man."
            },
            {
                "verse_number": "15",
                "verse_text": "But wearing long hair is a woman&quot;s honor. Long hair is given to the woman to cover her head."
            },
            {
                "verse_number": "16",
                "verse_text": "Some people may still want to argue about this. But I would add that neither we nor the churches of God accept any other practice."
            },
            {
                "verse_number": "17",
                "verse_text": "In the things I tell you now I do not praise you. Your meetings hurt you more than they help you."
            },
            {
                "verse_number": "18",
                "verse_text": "First, I hear that when you meet together as a church you are divided. And I believe some of this."
            },
            {
                "verse_number": "19",
                "verse_text": "(It is necessary for there to be differences among you. That is the way to make it clear which of you are really doing right.)"
            },
            {
                "verse_number": "20",
                "verse_text": "When you all come together, you are not really eating the Lord&quot;s Supper."
            },
            {
                "verse_number": "21",
                "verse_text": "This is because when you eat, each person eats without waiting for the others. Some people do not get enough to eat, while others have too much to drink."
            },
            {
                "verse_number": "22",
                "verse_text": "You can eat and drink in your own homes! It seems that you think God&quot;s church is not important. You embarrass those who are poor. What should I tell you? Should I praise you for doing this? I do not praise you."
            },
            {
                "verse_number": "23",
                "verse_text": "The teaching that I gave you is the same teaching that I received from the Lord: On the night when Jesus was handed over to be killed, he took bread"
            },
            {
                "verse_number": "24",
                "verse_text": "and gave thanks for it. Then he broke the bread and said, &apos;This is my body; it is for you. Do this to remember me.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "In the same way, after they ate, Jesus took the cup. He said, &apos;This cup shows the new agreement from God to his people. This new agreement begins with the blood of my death. When you drink this, do it to remember me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Every time you eat this bread and drink this cup, you show others about the Lord&quot;s death until he comes."
            },
            {
                "verse_number": "27",
                "verse_text": "So a person should not eat the bread or drink the cup of the Lord in a way that is not worthy of it. If he does he is sinning against the body and the blood of the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Everyone should look into his own heart before he eats the bread and drinks the cup."
            },
            {
                "verse_number": "29",
                "verse_text": "If someone eats the bread and drinks the cup without recognizing the body, then he is judged guilty by eating and drinking."
            },
            {
                "verse_number": "30",
                "verse_text": "That is why many in your group are sick and weak. And some of you have died."
            },
            {
                "verse_number": "31",
                "verse_text": "But if we judged ourselves in the right way, then God would not judge us."
            },
            {
                "verse_number": "32",
                "verse_text": "But when the Lord judges us, he disciplines us to show us the right way. He does this so that we will not be destroyed along with the world."
            },
            {
                "verse_number": "33",
                "verse_text": "So my brothers, when you come together to eat, wait for each other."
            },
            {
                "verse_number": "34",
                "verse_text": "If anyone is too hungry, he should eat at home. Do this so that your meeting together will not bring God&quot;s judgment on you. I will tell you what to do about the other things when I come."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Now, brothers, I want you to understand about spiritual gifts."
            },
            {
                "verse_number": "2",
                "verse_text": "You remember the lives you lived before you were believers. You let yourselves be influenced and led away to worship idols&ndash;things that have no life."
            },
            {
                "verse_number": "3",
                "verse_text": "So I tell you that no one who is speaking with the help of God&quot;s Spirit says, &apos;Jesus be cursed.&apos; And no one can say, &apos;Jesus is Lord,&apos; without the help of the Holy Spirit."
            },
            {
                "verse_number": "4",
                "verse_text": "There are different kinds of gifts; but they are all from the same Spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "There are different ways to serve; but all these ways are from the same Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "And there are different ways that God works in people; but all these ways are from the same God. God works in us all in everything we do."
            },
            {
                "verse_number": "7",
                "verse_text": "Something from the Spirit can be seen in each person, to help everyone."
            },
            {
                "verse_number": "8",
                "verse_text": "The Spirit gives one person the ability to speak with wisdom. And the same Spirit gives another the ability to speak with knowledge."
            },
            {
                "verse_number": "9",
                "verse_text": "The same Spirit gives faith to one person. And that one Spirit gives another gifts of healing."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit gives to another person the power to do miracles, to another the ability to prophesy. And he gives to another the ability to know the difference between good and evil spirits. The Spirit gives one person the ability to speak in different kinds of languages and to another the ability to interpret those languages."
            },
            {
                "verse_number": "11",
                "verse_text": "One Spirit, the same Spirit, does all these things. The Spirit decides what to give each person."
            },
            {
                "verse_number": "12",
                "verse_text": "A person&quot;s body is one thing, but it has many parts. Yes, there are many parts to a body, but all those parts make only one body. Christ is like that too."
            },
            {
                "verse_number": "13",
                "verse_text": "Some of us are Jews, and some of us are Greeks. Some of us are slaves, and some of us are free. But we were all baptized into one body through one Spirit. And we were all made to share in the one Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "And a person&quot;s body has more than one part. It has many parts."
            },
            {
                "verse_number": "15",
                "verse_text": "The foot might say, &apos;I am not a hand. So I am not part of the body.&apos; But saying this would not stop the foot from being a part of the body."
            },
            {
                "verse_number": "16",
                "verse_text": "The ear might say, &apos;I am not an eye. So I am not part of the body.&apos; But saying this would not make the ear stop being a part of the body."
            },
            {
                "verse_number": "17",
                "verse_text": "If the whole body were an eye, the body would not be able to hear. If the whole body were an ear, the body would not be able to smell anything."
            },
            {
                "verse_number": "20",
                "verse_text": "And so there are many parts, but only one body."
            },
            {
                "verse_number": "21",
                "verse_text": "The eye cannot say to the hand, &apos;I don&quot;t need you!&apos; And the head cannot say to the foot, &apos;I don&quot;t need you!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "No! Those parts of the body that seem to be weaker are really very important."
            },
            {
                "verse_number": "23",
                "verse_text": "And the parts of the body that we think are not worth much are the parts that we give the most care to. And we give special care to the parts of the body that we want to hide."
            },
            {
                "verse_number": "24",
                "verse_text": "The more beautiful parts of our body need no special care. But God put the body together and gave more honor to the parts that need it."
            },
            {
                "verse_number": "25",
                "verse_text": "God did this so that our body would not be divided. God wanted the different parts to care the same for each other."
            },
            {
                "verse_number": "26",
                "verse_text": "If one part of the body suffers, then all the other parts suffer with it. Or if one part of our body is honored, then all the other parts share its honor."
            },
            {
                "verse_number": "27",
                "verse_text": "All of you together are the body of Christ. Each one of you is a part of that body."
            },
            {
                "verse_number": "28",
                "verse_text": "And in the church God has given a place first to apostles, second to prophets, and third to teachers. Then God has given a place to those who do miracles, those who have gifts of healing, those who can help others, those who are able to lead, and those who can speak in different languages."
            },
            {
                "verse_number": "29",
                "verse_text": "Not all are apostles. Not all are prophets. Not all are teachers. Not all do miracles."
            },
            {
                "verse_number": "30",
                "verse_text": "Not all have gifts of healing. Not all speak in different languages. Not all interpret those languages."
            },
            {
                "verse_number": "31",
                "verse_text": "But you should truly want to have the greater gifts. And now I will show you the best way of all."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I may speak in different languages of men or even angels. But if I do not have love, then I am only a noisy bell or a ringing cymbal."
            },
            {
                "verse_number": "2",
                "verse_text": "I may have the gift of prophecy; I may understand all the secret things of God and all knowledge; and I may have faith so great that I can move mountains. But even with all these things, if I do not have love, then I am nothing."
            },
            {
                "verse_number": "3",
                "verse_text": "I may give everything I have to feed the poor. And I may even give my body as an offering to be burned. But I gain nothing by doing these things if I do not have love."
            },
            {
                "verse_number": "4",
                "verse_text": "Love is patient and kind. Love is not jealous, it does not brag, and it is not proud."
            },
            {
                "verse_number": "5",
                "verse_text": "Love is not rude, is not selfish, and does not become angry easily. Love does not remember wrongs done against it."
            },
            {
                "verse_number": "6",
                "verse_text": "Love takes no pleasure in evil, but rejoices over the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "Love patiently accepts all things. It always trusts, always hopes, and always continues strong."
            },
            {
                "verse_number": "8",
                "verse_text": "Love never ends. There are gifts of prophecy, but they will be ended. There are gifts of speaking in different languages, but those gifts will end. There is the gift of knowledge, but it will be ended."
            },
            {
                "verse_number": "9",
                "verse_text": "These things will end, because this knowledge and these prophecies we have are not complete."
            },
            {
                "verse_number": "10",
                "verse_text": "But when perfection comes, the things that are not complete will end."
            },
            {
                "verse_number": "11",
                "verse_text": "When I was a child, I talked like a child; I thought like a child; I made plans like a child. When I became a man, I stopped those childish ways."
            },
            {
                "verse_number": "12",
                "verse_text": "It is the same with us. Now we see as if we are looking into a dark mirror. But at that time, in the future, we shall see clearly. Now I know only a part. But at that time I will know fully, as God has known me."
            },
            {
                "verse_number": "13",
                "verse_text": "So these three things continue forever: faith, hope and love. And the greatest of these is love."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Love, then, is what you should try for. And you should truly want to have the spiritual gifts. And the gift you should want most is to be able to prophesy."
            },
            {
                "verse_number": "2",
                "verse_text": "I will explain why. One who has the gift of speaking in a different language is not speaking to people. He is speaking to God. No one understands him&ndash;he is speaking secret things through the Spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "But one who prophesies is speaking to people. He gives people strength, encouragement, and comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "The one who speaks in a different language is helping only himself. But the one who prophesies is helping the whole church."
            },
            {
                "verse_number": "5",
                "verse_text": "I would like all of you to have the gift of speaking in different kinds of languages. But more, I want you to prophesy. The person who prophesies is greater than the one who can only speak in different languages&ndash;unless someone is there who can explain what he says. Then the whole church can be helped."
            },
            {
                "verse_number": "6",
                "verse_text": "Brothers, will it help you if I come to you speaking in different languages? No! It will help you only if I bring you a new truth or some knowledge, or some prophecy, or some teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "It is the same as with non-living things that make sounds&ndash;like a flute or a harp. If different musical notes are not made clear, you will not know what song is being played. Each note must be played clearly for you to be able to understand the tune."
            },
            {
                "verse_number": "8",
                "verse_text": "And in a war, if the trumpet does not sound clearly, the soldiers will not know it is time to prepare for fighting."
            },
            {
                "verse_number": "9",
                "verse_text": "It is the same with you. The words you speak with your tongue must be clear. Unless you speak clearly, no one can understand what you are saying. You will be talking in the air!"
            },
            {
                "verse_number": "10",
                "verse_text": "It is true that there are many kinds of speech in the world. And they all have meaning."
            },
            {
                "verse_number": "11",
                "verse_text": "So unless I understand the meaning of what someone says to me, we will be like strangers to each other."
            },
            {
                "verse_number": "12",
                "verse_text": "It is the same with you. You want spiritual gifts very much. So try most to have the gifts that help the church grow stronger."
            },
            {
                "verse_number": "13",
                "verse_text": "The one who has the gift of speaking in a different language should pray that he can also interpret what he says."
            },
            {
                "verse_number": "14",
                "verse_text": "If I pray in a different language, my spirit is praying, but my mind does nothing."
            },
            {
                "verse_number": "15",
                "verse_text": "So what should I do? I will pray with my spirit, but I will also pray with my mind. I will sing with my spirit, but I will also sing with my mind."
            },
            {
                "verse_number": "16",
                "verse_text": "You might be praising God with your spirit. But a person there without understanding cannot say &apos;Amen&apos; to your prayer of thanks. He does not know what you are saying."
            },
            {
                "verse_number": "17",
                "verse_text": "You may be thanking God in a good way, but the other person is not helped."
            },
            {
                "verse_number": "18",
                "verse_text": "I thank God that my gift of speaking in different kinds of languages is greater than any of yours."
            },
            {
                "verse_number": "19",
                "verse_text": "But in the church meetings I would rather speak five words that I understand than thousands of words in a different language. I would rather speak with my understanding, so that I can teach others."
            },
            {
                "verse_number": "20",
                "verse_text": "Brothers, do not think like children. In evil things be like babies. But in your thinking you should be like full-grown men."
            },
            {
                "verse_number": "21",
                "verse_text": "It is written in the Scriptures: &apos;I will use strange words and foreign languages to speak to these people. But even then they will not listen.&apos; Isaiah 28:11-12 That is what the Lord says. This is true in all the churches of God&quot;s people."
            },
            {
                "verse_number": "22",
                "verse_text": "So the gift of speaking in different kinds of languages is a sign for those who do not believe, not for those who believe. And prophecy is for people who believe, not for those who do not believe."
            },
            {
                "verse_number": "23",
                "verse_text": "Suppose the whole church meets together and everyone speaks in different languages. If some people come in who are without understanding or do not believe, they will say you are crazy."
            },
            {
                "verse_number": "24",
                "verse_text": "But suppose everyone is prophesying and someone comes in who does not believe or is without understanding. If everyone is prophesying, his sin will be shown to him, and he will be judged by all that he hears."
            },
            {
                "verse_number": "25",
                "verse_text": "The secret things in his heart will be made known. So he will bow down and worship God. He will say, &apos;Truly, God is with you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So, brothers, what should you do? When you meet together, one person has a song. Another has a teaching. Another has a new truth from God. Another speaks in a different language, and another person interprets that language. The purpose of all these things should be to help the church grow strong."
            },
            {
                "verse_number": "27",
                "verse_text": "When you meet together, if anyone speaks in a different language, then it should be only two, or not more than three, who speak. They should speak one after the other. And someone should interpret what they say."
            },
            {
                "verse_number": "28",
                "verse_text": "But if there is no interpreter, then anyone who speaks in a different language should be quiet in the church meeting. He should speak only to himself and to God."
            },
            {
                "verse_number": "29",
                "verse_text": "And only two or three prophets should speak. The others should judge what they say."
            },
            {
                "verse_number": "30",
                "verse_text": "And if a message from God comes to another person who is sitting, then the first speaker should stop."
            },
            {
                "verse_number": "31",
                "verse_text": "You can all prophesy one after the other. In this way all the people can be taught and encouraged."
            },
            {
                "verse_number": "32",
                "verse_text": "The spirits of prophets are under the control of the prophets themselves."
            },
            {
                "verse_number": "33",
                "verse_text": "God is not a God of confusion but a God of peace."
            },
            {
                "verse_number": "34",
                "verse_text": "Women should keep quiet in the church meetings. They are not allowed to speak. They must be under control. This is also what the law of Moses says."
            },
            {
                "verse_number": "35",
                "verse_text": "If there is something the women want to know, they should ask their own husbands at home. It is shameful for a woman to speak in the church meeting."
            },
            {
                "verse_number": "36",
                "verse_text": "Did God&quot;s teaching come from you? Or are you the only ones who have received that teaching?"
            },
            {
                "verse_number": "37",
                "verse_text": "If anyone thinks that he is a prophet or that he has a spiritual gift, then he should understand that what I am writing to you is the Lord&quot;s command."
            },
            {
                "verse_number": "38",
                "verse_text": "If that person does not know this, then he is not known by God."
            },
            {
                "verse_number": "39",
                "verse_text": "So my brothers, you should truly want to prophesy. And do not stop people from using the gift of speaking in different kinds of languages."
            },
            {
                "verse_number": "40",
                "verse_text": "But let everything be done in a way that is right and orderly."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Now, brothers, I want you to remember the Good News I brought to you. You received this Good News, and you continue strong in it."
            },
            {
                "verse_number": "2",
                "verse_text": "And you are saved by this Good News. But you must continue believing what I told you. If you do not, then you believed for nothing."
            },
            {
                "verse_number": "3",
                "verse_text": "I passed on to you what I received. And this was the most important: that Christ died for our sins, as the Scriptures say;"
            },
            {
                "verse_number": "4",
                "verse_text": "that he was buried and was raised to life on the third day as the Scriptures say;"
            },
            {
                "verse_number": "5",
                "verse_text": "and that he showed himself to Peter and then to the twelve apostles."
            },
            {
                "verse_number": "6",
                "verse_text": "After that, Jesus showed himself to more than 500 of the believers at the same time. Most of them are still living today. But some have died."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Jesus showed himself to James and later to all the apostles."
            },
            {
                "verse_number": "8",
                "verse_text": "Last of all he showed himself to me&ndash;as to a person not born at the normal time."
            },
            {
                "verse_number": "9",
                "verse_text": "All the other apostles are greater than I am. This is because I persecuted the church of God. And this is why I am not even good enough to be called an apostle."
            },
            {
                "verse_number": "10",
                "verse_text": "But God&quot;s grace has made me what I am. And his grace to me was not wasted. I worked harder than all the other apostles. (But I was not really the one working. It was God&quot;s grace that was with me.)"
            },
            {
                "verse_number": "11",
                "verse_text": "So then it is not important if I preached to you or if the other apostles preached to you. We all preach the same thing, and this is what you believed."
            },
            {
                "verse_number": "12",
                "verse_text": "It is preached that Christ was raised from death. So why do some of you say that people will not be raised from death?"
            },
            {
                "verse_number": "13",
                "verse_text": "If no one will ever be raised from death, then Christ was not raised from death."
            },
            {
                "verse_number": "14",
                "verse_text": "And if Christ was not raised, then our preaching is worth nothing. And your faith is worth nothing."
            },
            {
                "verse_number": "15",
                "verse_text": "And also, we will be guilty of lying about God. Because we have preached about him by saying that he raised Christ from death. And if people are not raised from death, then God never raised Christ from death."
            },
            {
                "verse_number": "16",
                "verse_text": "If the dead are not raised, Christ has not been raised either."
            },
            {
                "verse_number": "17",
                "verse_text": "And if Christ has not been raised, then your faith is for nothing; you are still guilty of your sins."
            },
            {
                "verse_number": "18",
                "verse_text": "And also, those in Christ who have already died are lost."
            },
            {
                "verse_number": "19",
                "verse_text": "If our hope in Christ is for this life only, we should be pitied more than anyone else in the world."
            },
            {
                "verse_number": "20",
                "verse_text": "But Christ has truly been raised from death&ndash;the first one and proof that those who are asleep in death will also be raised."
            },
            {
                "verse_number": "21",
                "verse_text": "Death comes to everyone because of what one man did. But the rising from death also happens because of one man."
            },
            {
                "verse_number": "22",
                "verse_text": "In Adam all of us die. In the same way, in Christ all of us will be made alive again."
            },
            {
                "verse_number": "23",
                "verse_text": "But everyone will be raised to life in the right order. Christ was first to be raised. When Christ comes again, those who belong to him will be raised to life."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the end will come. Christ will destroy all rulers, authorities, and powers. And he will give the kingdom to God the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "Christ must rule until God puts all enemies under Christ&quot;s control."
            },
            {
                "verse_number": "26",
                "verse_text": "The last enemy to be destroyed will be death."
            },
            {
                "verse_number": "27",
                "verse_text": "The Scripture says, &apos;God put all things under his control.&apos; When it says that &apos;all things&apos; are put under him, it is clear that this does not include God himself. God is the one putting everything under Christ&quot;s control."
            },
            {
                "verse_number": "28",
                "verse_text": "After everything has been put under Christ, then the Son himself will be put under God. God is the One who put all things under Christ. And Christ will be put under God, so that God will be the complete ruler over everything."
            },
            {
                "verse_number": "29",
                "verse_text": "If the dead are never raised, then what will people do who are baptized for those who have died? If the dead are not raised at all, why are people baptized for them?"
            },
            {
                "verse_number": "30",
                "verse_text": "And what about us? Why do we put ourselves in danger every hour?"
            },
            {
                "verse_number": "31",
                "verse_text": "I die every day. That is true, brothers, just as it is true that I brag about you in Christ Jesus our Lord."
            },
            {
                "verse_number": "32",
                "verse_text": "If I fought wild animals in Ephesus only for human reasons, I have gained nothing. If the dead are not raised, then, &apos;Let us eat and drink, because tomorrow we will die.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Do not be fooled: &apos;Bad friends will ruin good habits.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Come back to your right way of thinking and stop sinning. I say this to shame you&ndash;some of you do not know God."
            },
            {
                "verse_number": "35",
                "verse_text": "But someone may ask, &apos;How are the dead raised? What kind of body will they have?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Those are stupid questions. When you plant something, it must die in the ground before it can live and grow."
            },
            {
                "verse_number": "37",
                "verse_text": "And when you plant it, what you plant does not have the same &apos;body&apos; that it will have later. What you plant is only a seed, maybe wheat or something else."
            },
            {
                "verse_number": "38",
                "verse_text": "But God gives it a body that he has planned for it. And God gives each kind of seed its own body."
            },
            {
                "verse_number": "39",
                "verse_text": "All things made of flesh are not the same kinds of flesh: People have one kind of flesh, animals have another kind, birds have another, and fish have another."
            },
            {
                "verse_number": "40",
                "verse_text": "Also there are heavenly bodies and earthly bodies. But the beauty of the heavenly bodies is one kind. The beauty of the earthly bodies is another kind."
            },
            {
                "verse_number": "41",
                "verse_text": "The sun has one kind of beauty. The moon has another beauty, and the stars have another. And each star is different in its beauty."
            },
            {
                "verse_number": "42",
                "verse_text": "It is the same with the dead who are raised to life. The body that is &apos;planted&apos; will ruin and decay. But that body is raised to a life that cannot be destroyed."
            },
            {
                "verse_number": "43",
                "verse_text": "When the body is &apos;planted,&apos; it is without honor. But it is raised in glory. When the body is &apos;planted,&apos; it is weak. But when it is raised, it has power."
            },
            {
                "verse_number": "44",
                "verse_text": "The body that is &apos;planted&apos; is a physical body. When it is raised, it is a spiritual body. There is a physical body. And there is also a spiritual body. Death, where is your power to hurt?&apos; Hosea 13:14"
            },
            {
                "verse_number": "45",
                "verse_text": "It is written in the Scriptures: &apos;The first man became a living person.&apos; But the last Adam became a spirit that gives life."
            },
            {
                "verse_number": "46",
                "verse_text": "The spiritual man did not come first. It was the physical man who came first; then came the spiritual."
            },
            {
                "verse_number": "47",
                "verse_text": "The first man came from the dust of the earth. The second man came from heaven."
            },
            {
                "verse_number": "48",
                "verse_text": "People belong to the earth. They are like the first man of earth. But those people who belong to heaven are like the man of heaven."
            },
            {
                "verse_number": "49",
                "verse_text": "We were made like the man of earth. So we will also be made like the man of heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "I tell you this, brothers: Flesh and blood cannot have a part in the kingdom of God. A thing that will ruin cannot have a part in something that never ruins."
            },
            {
                "verse_number": "51",
                "verse_text": "But listen, I tell you this secret: We will not all die, but we will all be changed."
            },
            {
                "verse_number": "52",
                "verse_text": "It will only take a second. We will be changed as quickly as an eye blinks. This will happen when the last trumpet sounds. The trumpet will sound and those who have died will be raised to live forever. And we will all be changed."
            },
            {
                "verse_number": "53",
                "verse_text": "This body that will ruin must clothe itself with something that will never ruin. And this body that dies must clothe itself with something that will never die."
            },
            {
                "verse_number": "54",
                "verse_text": "So this body that ruins will clothe itself with that which never ruins. And this body that dies will clothe itself with that which never dies. When this happens, then this Scripture will be made true:"
            },
            {
                "verse_number": "55",
                "verse_text": "&apos;Death, where is your victory?"
            },
            {
                "verse_number": "56",
                "verse_text": "Death&quot;s power to hurt is sin. The power of sin is the law."
            },
            {
                "verse_number": "57",
                "verse_text": "But we thank God! He gives us the victory through our Lord Jesus Christ."
            },
            {
                "verse_number": "58",
                "verse_text": "So my dear brothers, stand strong. Do not let anything move you. Always give yourselves fully to the work of the Lord. You know that your work in the Lord is never wasted."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now I will write about the collection of money for God&quot;s people. Do the same thing that I told the Galatian churches to do:"
            },
            {
                "verse_number": "2",
                "verse_text": "On the first day of every week, each one of you should put aside as much money as you can from what you are blessed with. You should save it up, so that you will not have to collect money after I come."
            },
            {
                "verse_number": "3",
                "verse_text": "When I arrive, I will send some men to take your gift to Jerusalem. These will be men who you all agree should go. I will send them with letters of introduction."
            },
            {
                "verse_number": "4",
                "verse_text": "If it seems good for me to go also, these men will go along with me."
            },
            {
                "verse_number": "5",
                "verse_text": "I plan to go through Macedonia. So I will come to you after I go through there."
            },
            {
                "verse_number": "6",
                "verse_text": "Maybe I will stay with you for a time. I might even stay all winter. Then you can help me on my trip, wherever I go."
            },
            {
                "verse_number": "7",
                "verse_text": "I do not want to come to see you now, because I would have to leave to go other places. I hope to stay a longer time with you if the Lord allows it."
            },
            {
                "verse_number": "8",
                "verse_text": "But I will stay at Ephesus until Pentecost."
            },
            {
                "verse_number": "9",
                "verse_text": "I will stay, because a good opportunity for a great and growing work has been given to me now. And there are many people working against me."
            },
            {
                "verse_number": "10",
                "verse_text": "Timothy might come to you. Try to make him feel comfortable with you. He is working for the Lord just as I am."
            },
            {
                "verse_number": "11",
                "verse_text": "So none of you should refuse to accept Timothy. Help him on his trip in peace, so that he can come back to me. I am expecting him to come back with the brothers."
            },
            {
                "verse_number": "12",
                "verse_text": "Now about our brother Apollos: I strongly encouraged him to visit you with the other brothers. But he was sure that he did not want to go now. But when he has the opportunity, he will go to you."
            },
            {
                "verse_number": "13",
                "verse_text": "Be careful. Continue strong in the faith. Have courage, and be strong."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything in love."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that the family of Stephanas were the first believers in Southern Greece. They have given themselves to the service of God&quot;s people. I ask you, brothers,"
            },
            {
                "verse_number": "16",
                "verse_text": "to follow the leading of people like these and anyone else who works and serves with them."
            },
            {
                "verse_number": "17",
                "verse_text": "I am happy that Stephanas, Fortunatus, and Achaicus have come. You are not here, but they have filled your place."
            },
            {
                "verse_number": "18",
                "verse_text": "They have given rest to my spirit and to yours. You should recognize the value of men like these."
            },
            {
                "verse_number": "19",
                "verse_text": "The churches in the country of Asia send greetings to you. Aquila and Priscilla greet you in the Lord. Also the church that meets in their house greets you."
            },
            {
                "verse_number": "20",
                "verse_text": "All the brothers here send greetings. Give each other a holy kiss when you meet."
            },
            {
                "verse_number": "21",
                "verse_text": "I am Paul, and I am writing this greeting with my own hand."
            },
            {
                "verse_number": "22",
                "verse_text": "If anyone does not love the Lord, then let him be separated from God&ndash;lost forever! Come, O Lord!"
            },
            {
                "verse_number": "23",
                "verse_text": "The grace of the Lord Jesus be with you."
            },
            {
                "verse_number": "24",
                "verse_text": "My love be with all of you in Christ Jesus."
            }
        ]
    }
}