{
    "Numbers": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses in the Meeting Tent. This was in the Desert of Sinai. It was on the first day of the second month. This was in the second year after the people of Israel left Egypt. The Lord said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Count all the people of Israel. List the name of each man with his family and family group."
            },
            {
                "verse_number": "3",
                "verse_text": "You and Aaron must count all the men of Israel 20 years old or older. They will serve in the army of Israel. List them by their divisions."
            },
            {
                "verse_number": "4",
                "verse_text": "One man from each tribe will help you. He is to be the leader of his family."
            },
            {
                "verse_number": "5",
                "verse_text": "These are the names of the men who will help you: from the tribe of Reuben&ndash;Elizur son of Shedeur; from the tribe of Manasseh son of Joseph&ndash;Gamaliel son of Pedahzur;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the tribe of Simeon&ndash;Shelumiel son of Zurishaddai;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the tribe of Judah&ndash;Nahshon son of Amminadab;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the tribe of Issachar&ndash;Nethanel son of Zuar;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the tribe of Zebulun&ndash;Eliab son of Helon;"
            },
            {
                "verse_number": "10",
                "verse_text": "from the tribe of Ephraim son of Joseph&ndash;Elishama son of Ammihud;"
            },
            {
                "verse_number": "11",
                "verse_text": "from the tribe of Benjamin&ndash;Abidan son of Gideoni;"
            },
            {
                "verse_number": "12",
                "verse_text": "from the tribe of Dan&ndash;Ahiezer son of Ammishaddai;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the tribe of Asher&ndash;Pagiel son of Ocran;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the tribe of Gad&ndash;Eliasaph son of Deuel;"
            },
            {
                "verse_number": "15",
                "verse_text": "from the tribe of Naphtali&ndash;Ahira son of Enan.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "All these men were chosen by the people to be leaders of their tribes. They were the leaders of their family groups."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses and Aaron took these men who had been picked."
            },
            {
                "verse_number": "18",
                "verse_text": "And Moses and Aaron called all the people of Israel together. This was the first day of the second month. Then the people were listed by their families and family groups. All the men who were 20 years old or older were listed by name."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses did exactly what the Lord had commanded. Moses listed the people while they were in the Desert of Sinai."
            },
            {
                "verse_number": "20",
                "verse_text": "The tribe of Reuben was counted. Reuben was the first son born to Israel. All the men 20 years old or older who were able to serve in the army were listed. They were each listed by name with their families and family groups."
            },
            {
                "verse_number": "21",
                "verse_text": "The tribe of Reuben totaled 46,500 men."
            },
            {
                "verse_number": "22",
                "verse_text": "The tribe of Simeon was counted. All the men 20 years old or older who were able to serve in the army were listed. They were each listed by name with their families and family groups."
            },
            {
                "verse_number": "23",
                "verse_text": "The tribe of Simeon totaled 59,300 men."
            },
            {
                "verse_number": "24",
                "verse_text": "The tribe of Gad was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "25",
                "verse_text": "The tribe of Gad totaled 45,650 men."
            },
            {
                "verse_number": "26",
                "verse_text": "The tribe of Judah was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "27",
                "verse_text": "The tribe of Judah totaled 74,600 men."
            },
            {
                "verse_number": "28",
                "verse_text": "The tribe of Issachar was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "29",
                "verse_text": "The tribe of Issachar totaled 54,400 men."
            },
            {
                "verse_number": "30",
                "verse_text": "The tribe of Zebulun was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "31",
                "verse_text": "The tribe of Zebulun totaled 57,400 men."
            },
            {
                "verse_number": "32",
                "verse_text": "The tribe of Ephraim was counted. (Ephraim was a son of Joseph.) All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "33",
                "verse_text": "The tribe of Ephraim totaled 40,500 men."
            },
            {
                "verse_number": "34",
                "verse_text": "The tribe of Manasseh was counted. (Manasseh was also a son of Joseph.) All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "35",
                "verse_text": "The tribe of Manasseh totaled 32,200 men."
            },
            {
                "verse_number": "36",
                "verse_text": "The tribe of Benjamin was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "37",
                "verse_text": "The tribe of Benjamin totaled 35,400 men."
            },
            {
                "verse_number": "38",
                "verse_text": "The tribe of Dan was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "39",
                "verse_text": "The tribe of Dan totaled 62,700 men."
            },
            {
                "verse_number": "40",
                "verse_text": "The tribe of Asher was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "41",
                "verse_text": "The tribe of Asher totaled 41,500 men."
            },
            {
                "verse_number": "42",
                "verse_text": "The tribe of Naphtali was counted. All the men 20 years old or older who were able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "43",
                "verse_text": "The tribe of Naphtali totaled 53,400 men."
            },
            {
                "verse_number": "44",
                "verse_text": "Moses, Aaron and the 12 leaders of Israel counted these men. There was 1 leader from each of the families."
            },
            {
                "verse_number": "45",
                "verse_text": "Every man of Israel 20 years old or older who was able to serve in the army was counted. Each man was listed with his family."
            },
            {
                "verse_number": "46",
                "verse_text": "The total number of men was 603,550."
            },
            {
                "verse_number": "47",
                "verse_text": "The families from the tribe of Levi were not listed with the others."
            },
            {
                "verse_number": "48",
                "verse_text": "The Lord had told Moses:"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Do not count the tribe of Levi or include them with the other Israelites."
            },
            {
                "verse_number": "50",
                "verse_text": "But make the Levites responsible for the Holy Tent of the Agreement. They must take care of it and everything that is with it. They must carry the Holy Tent and everything in it. They must take care of it and make their camp around it."
            },
            {
                "verse_number": "51",
                "verse_text": "Any time the Holy Tent is moved, the Levites must take it down. Any time it is set up, the Levites must do it. If anyone else goes near the Holy Tent, he will be put to death."
            },
            {
                "verse_number": "52",
                "verse_text": "The Israelites will make their camps in separate divisions, each man near his family flag."
            },
            {
                "verse_number": "53",
                "verse_text": "But the Levites must make their camp around the Holy Tent of the Agreement. Then I will not be angry with the Israelites. The Levites will take care of the Holy Tent of the Agreement.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "So the Israelites did everything the Lord commanded Moses."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The Israelites should make their camps around the Meeting Tent. But they should not camp too close to it. Each person should camp under the flag of his division near the banner of his family group.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The camp of Judah will be on the east side, where the sun rises. They will camp by divisions there under their flag. The leader of the people of Judah is Nahshon son of Amminadab."
            },
            {
                "verse_number": "4",
                "verse_text": "There are 74,600 men in his division."
            },
            {
                "verse_number": "5",
                "verse_text": "Next to them the tribe of Issachar will camp. The leader of the people of Issachar is Nethanel son of Zuar."
            },
            {
                "verse_number": "6",
                "verse_text": "There are 54,400 men in his division."
            },
            {
                "verse_number": "7",
                "verse_text": "Next is the tribe of Zebulun. The leader of the people of Zebulun is Eliab son of Helon."
            },
            {
                "verse_number": "8",
                "verse_text": "There are 57,400 men in his division."
            },
            {
                "verse_number": "9",
                "verse_text": "There are a total of 186,400 men in the camp of Judah. They are in their divisions. They will be the first to march out of camp."
            },
            {
                "verse_number": "10",
                "verse_text": "The divisions of the camp of Reuben will be south of the Holy Tent. They will camp under their flag. The leader of the people of Reuben is Elizur son of Shedeur."
            },
            {
                "verse_number": "11",
                "verse_text": "There are 46,500 men in his division."
            },
            {
                "verse_number": "12",
                "verse_text": "Next to them the tribe of Simeon will camp. The leader of the people of Simeon is Shelumiel son of Zurishaddai."
            },
            {
                "verse_number": "13",
                "verse_text": "There are 59,300 men in his division."
            },
            {
                "verse_number": "14",
                "verse_text": "Next is the tribe of Gad. The leader of the people of Gad is Eliasaph son of Deuel."
            },
            {
                "verse_number": "15",
                "verse_text": "There are 45,650 men in his division."
            },
            {
                "verse_number": "16",
                "verse_text": "There are a total of 151,450 men in the camp of Reuben. They are in their divisions. They will be the second group to march out of camp."
            },
            {
                "verse_number": "17",
                "verse_text": "When the Levites move the Meeting Tent, they will be in between the other camps. The tribes will move in the same order as they camp. Each person will be with his family flag."
            },
            {
                "verse_number": "18",
                "verse_text": "The divisions of the camp of Ephraim will be on the west side. They will camp under their flag. The leader of the people of Ephraim is Elishama son of Ammihud."
            },
            {
                "verse_number": "19",
                "verse_text": "There are 40,500 men in his division."
            },
            {
                "verse_number": "20",
                "verse_text": "Next to them the tribe of Manasseh will camp. The leader of the people of Manasseh is Gamaliel son of Pedahzur."
            },
            {
                "verse_number": "21",
                "verse_text": "There are 32,200 men in his division."
            },
            {
                "verse_number": "22",
                "verse_text": "Next to them the tribe of Benjamin will camp. The leader of the people of Benjamin is Abidan son of Gideoni."
            },
            {
                "verse_number": "23",
                "verse_text": "There are 35,400 men in his division."
            },
            {
                "verse_number": "24",
                "verse_text": "There are a total of 108,100 men in the camp of Ephraim. They are in their divisions. They will be the third group to march out of camp."
            },
            {
                "verse_number": "25",
                "verse_text": "The divisions of the camp of Dan will be on the north side. They will camp under their flag. The leader of the people of Dan is Ahiezer son of Ammishaddai."
            },
            {
                "verse_number": "26",
                "verse_text": "There are 62,700 men in his division."
            },
            {
                "verse_number": "27",
                "verse_text": "Next to them the tribe of Asher will camp. The leader of the people of Asher is Pagiel son of Ocran."
            },
            {
                "verse_number": "28",
                "verse_text": "There are 41,500 men in his division."
            },
            {
                "verse_number": "29",
                "verse_text": "Next is the tribe of Naphtali. The leader of the people of Naphtali is Ahira son of Enan."
            },
            {
                "verse_number": "30",
                "verse_text": "There are 53,400 men in his division."
            },
            {
                "verse_number": "31",
                "verse_text": "There are 157,600 men in the camp of Dan. They will be the last to march out of camp. They will travel under their own flag."
            },
            {
                "verse_number": "32",
                "verse_text": "These are the Israelites who were counted by families. The total number of Israelites in the camps, counted by divisions, is 603,550."
            },
            {
                "verse_number": "33",
                "verse_text": "Moses did not count the Levites among the other people of Israel. This is what the Lord had commanded."
            },
            {
                "verse_number": "34",
                "verse_text": "So the Israelites obeyed everything the Lord commanded Moses. They camped under their flags. Each person traveled with his family and family group."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is the family history of Aaron and Moses. This was at the time the Lord talked to Moses on Mount Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron had four sons. Nadab was the oldest. Then Aaron had Abihu, Eleazar and Ithamar."
            },
            {
                "verse_number": "3",
                "verse_text": "Those were the names of Aaron&quot;s sons. They were appointed to serve as priests."
            },
            {
                "verse_number": "4",
                "verse_text": "But Nadab and Abihu died when they sinned in the presence of the Lord. They made an offering to the Lord in the Desert of Sinai. But they used the wrong kind of fire. They had no sons. So Eleazar and Ithamar served as priests during the lifetime of their father Aaron."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Bring the tribe of Levi to Aaron the priest. They must help him."
            },
            {
                "verse_number": "7",
                "verse_text": "They will help him and all the Israelites at the Meeting Tent. They will do the work of the Holy Tent."
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites must take care of everything in the Meeting Tent. They will serve the people of Israel by doing the work in the Holy Tent."
            },
            {
                "verse_number": "9",
                "verse_text": "Give the Levites to Aaron and his sons. Of all the Israelites, the Levites are given completely to him."
            },
            {
                "verse_number": "10",
                "verse_text": "Appoint Aaron and his sons to serve as priests. Anyone else who comes near the holy things must be put to death.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord also said to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I am choosing the Levites from all the Israelites. They will take the place of all the firstborn children of Israel. The Levites will be mine."
            },
            {
                "verse_number": "13",
                "verse_text": "All the firstborn are mine. When you were in Egypt, I killed all the firstborn children of the Egyptians. I took all the firstborn of Israel to be mine. Firstborn animals and children are mine. I am the Lord.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord again talked to Moses in the Desert of Sinai. The Lord said,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Count the Levites by families and family groups. Count every male one month old or older.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Moses obeyed the Lord and counted them all."
            },
            {
                "verse_number": "17",
                "verse_text": "Levi had three sons. Their names were Gershon, Kohath and Merari."
            },
            {
                "verse_number": "18",
                "verse_text": "The Gershonite family groups were Libni and Shimei."
            },
            {
                "verse_number": "19",
                "verse_text": "The Kohathite family groups were Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "20",
                "verse_text": "The Merarite family groups were Mahli and Mushi. These were the family groups that belonged to the Levites."
            },
            {
                "verse_number": "21",
                "verse_text": "The family groups of Libni and Shimei belonged to Gershon. They were all the Gershonite family groups."
            },
            {
                "verse_number": "22",
                "verse_text": "They had 7,500 males one month or older."
            },
            {
                "verse_number": "23",
                "verse_text": "The Gershonite family groups camped on the west side, behind the Holy Tent."
            },
            {
                "verse_number": "24",
                "verse_text": "The leader of the families of Gershon was Eliasaph son of Lael."
            },
            {
                "verse_number": "25",
                "verse_text": "In the Meeting Tent the Gershonites were responsible for taking care of these things: the Holy Tent, its covering, the curtain at the entrance to the Meeting Tent,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains in the courtyard, the curtain at the entry to the courtyard around the Holy Tent and the altar, the ropes and all the work connected with these things."
            },
            {
                "verse_number": "27",
                "verse_text": "The family groups of Amram, Izhar, Hebron and Uzziel belonged to Kohath. They were all the Kohathite family groups."
            },
            {
                "verse_number": "28",
                "verse_text": "They had 8,600 males one month old or older. They were responsible for taking care of the Holy Place."
            },
            {
                "verse_number": "29",
                "verse_text": "The Kohathite family groups camped south of the Holy Tent."
            },
            {
                "verse_number": "30",
                "verse_text": "The leader of the Kohathite families was Elizaphan son of Uzziel."
            },
            {
                "verse_number": "31",
                "verse_text": "They were responsible for the Ark of the Covenant, the table, the lampstand, the altars, the tools of the holy place, the curtain and all the work connected with these things."
            },
            {
                "verse_number": "32",
                "verse_text": "The main leader of the Levites was Eleazar son of Aaron, the priest. Eleazar was in charge of all those responsible for the Holy Place."
            },
            {
                "verse_number": "33",
                "verse_text": "The family groups of Mahli and Mushi belonged to Merari. They were all the Merarite family groups."
            },
            {
                "verse_number": "34",
                "verse_text": "They had 6,200 males one month old or older."
            },
            {
                "verse_number": "35",
                "verse_text": "The leader of the Merari families was Zuriel son of Abihail. They were to camp north of the Holy Tent."
            },
            {
                "verse_number": "36",
                "verse_text": "The Merarites were responsible for the frame of the Holy Tent, the braces, the posts, the bases and all the work connected with these things."
            },
            {
                "verse_number": "37",
                "verse_text": "They were also responsible for the posts in the courtyard around the Holy Tent and their bases, tent pegs and ropes."
            },
            {
                "verse_number": "38",
                "verse_text": "Moses, Aaron and his sons camped east of the Holy Tent. They were in front of the Meeting Tent. They were responsible for the Holy Place. They did this for the Israelites. Anyone else who came near the Holy Place was to be put to death."
            },
            {
                "verse_number": "39",
                "verse_text": "Moses and Aaron counted the Levite men. The Lord commanded this. There were 22,000 males one month old or older."
            },
            {
                "verse_number": "40",
                "verse_text": "The Lord said to Moses, &apos;Count all the firstborn sons in Israel one month old or older. List their names."
            },
            {
                "verse_number": "41",
                "verse_text": "Take the Levites for me instead of the firstborn sons of Israel. Take the animals of the Levites instead of the firstborn animals from the rest of Israel. I am the Lord.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So Moses did what the Lord commanded. Moses counted all the firstborn sons of the Israelites."
            },
            {
                "verse_number": "43",
                "verse_text": "He listed all the firstborn sons one month old or older. There were 22,273 names."
            },
            {
                "verse_number": "44",
                "verse_text": "The Lord also said to Moses,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Take the Levites instead of all the firstborn sons of the Israelites. And take the animals of the Levites instead of the animals of the other people. The Levites are mine. I am the Lord."
            },
            {
                "verse_number": "46",
                "verse_text": "There are 273 more firstborn sons than Levites."
            },
            {
                "verse_number": "47",
                "verse_text": "So collect two ounces of silver for each of the 273 sons. Use the measure as set by the Holy Place. It weighs two-fifths of an ounce."
            },
            {
                "verse_number": "48",
                "verse_text": "Give the silver to Aaron and his sons. It is the payment for the 273 Israelites.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "So Moses collected the money for the people the Levites could not replace."
            },
            {
                "verse_number": "50",
                "verse_text": "Moses collected the silver from the firstborn of the Israelites. He collected 35 pounds of silver, using the measure set by the Holy Place."
            },
            {
                "verse_number": "51",
                "verse_text": "So Moses obeyed the Lord. He gave the silver to Aaron and his sons."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Count the Kohathites among the Levites. Count them by family groups and families."
            },
            {
                "verse_number": "3",
                "verse_text": "Count the men from 30 to 50 years old. They will serve in the Meeting Tent."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;They are responsible for the most holy things in the Meeting Tent."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Israelites move, Aaron and his sons must go into the Holy Tent. They are to take down the curtain. Then they must cover the Ark of the Covenant with it."
            },
            {
                "verse_number": "6",
                "verse_text": "Over this they must put a covering made from fine leather. Then they must spread the solid blue cloth over it. And they must put the poles in the rings on the Ark of the Covenant."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Then they must spread a blue cloth over the table. This is the table for the bread that shows we are in God&quot;s presence. They must put the plates, spoons, bowls and the jars for drink offerings on the table. They must leave the bread on the table."
            },
            {
                "verse_number": "8",
                "verse_text": "Then they must put a red cloth over all of these things. They must cover everything with fine leather. Then they must put the poles in place."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;With a blue cloth they must cover the lampstand, its lamps, its wick trimmers and trays. They must cover all the jars for the oil used in the lamps."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they must wrap everything in fine leather. They must put all these things on a frame for carrying them."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;They must spread a blue cloth over the gold altar. Then they must cover it with fine leather. They must put its poles in place."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;They must gather everything used for serving in the Holy Place. They must wrap them in a blue cloth. Then they must cover that with fine leather. They must put these things on a frame for carrying them."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;They must clean the ashes off the bronze altar. Then they must spread a purple cloth over it."
            },
            {
                "verse_number": "14",
                "verse_text": "They must gather all the things used for serving at the altar. These are the pans for carrying the fire, meat forks, shovels and bowls. They must put them on the bronze altar. Then they must spread a covering of fine leather over it. They must put the carrying poles in the rings on the altar."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;When the camp is ready to move, have Aaron and his sons cover all the holy things. Then the Kohathites may go in and carry away those things. This way they won&quot;t touch the holy things and die. It is the Kohathites&quot; job to carry the things that are in the Meeting Tent."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Eleazar son of Aaron, the priest, will be responsible for the Holy Tent. And he is responsible for everything in it: the oil for the lamp, the sweet-smelling incense, the continual grain offering and the oil used to appoint priests and things to the Lord&quot;s service.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Don&quot;t let the Kohathites be destroyed from the Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "Do this for the Kohathites. Then they may go near the Most Holy Place and not die. Aaron and his sons must go in and show each Kohathite what to do. And they must show each man what to carry."
            },
            {
                "verse_number": "20",
                "verse_text": "The Kohathites must not enter and look at the holy things, even for a second. If they do, they will die.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Count the Gershonites by families and family groups."
            },
            {
                "verse_number": "23",
                "verse_text": "Count the men from 30 to 50 years old. Everyone has a job to do in the Meeting Tent."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;This is what the Gershonite family groups must do and what they must carry."
            },
            {
                "verse_number": "25",
                "verse_text": "They must carry the pieces of cloth of the Holy Tent and Meeting Tent. They must also carry its covering and the covering made from fine leather. And they must carry the curtains for the entrance to the Meeting Tent."
            },
            {
                "verse_number": "26",
                "verse_text": "They must carry the curtains of the courtyard that goes around the Holy Tent and the altar. They must carry the curtain for the entry to the courtyard and the ropes and all the things used with the curtains. They must do everything connected with these things."
            },
            {
                "verse_number": "27",
                "verse_text": "Aaron and his sons are in charge of what the Gershonites do or carry. You tell them what they are responsible for carrying."
            },
            {
                "verse_number": "28",
                "verse_text": "This is the work of the Gershonite family group at the Meeting Tent. Ithamar son of Aaron, the priest, will direct their work."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Count the Merarite families and family groups."
            },
            {
                "verse_number": "30",
                "verse_text": "Count the men from 30 to 50 years old. They will work at the Meeting Tent."
            },
            {
                "verse_number": "31",
                "verse_text": "It is their job to carry the frame of the Meeting Tent, the crossbars, the posts and bases."
            },
            {
                "verse_number": "32",
                "verse_text": "They must also carry the posts that go around the courtyard. They must carry the bases, tent pegs and ropes. And they must carry everything that is used with the poles around the courtyard. Tell each man exactly what to carry."
            },
            {
                "verse_number": "33",
                "verse_text": "This is the work the Merarites will do for the Meeting Tent. Ithamar son of Aaron, the priest, will direct their work.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Moses, Aaron and the leaders of Israel counted the Kohathites by families and family groups."
            },
            {
                "verse_number": "35",
                "verse_text": "The men from 30 to 50 years old were to work at the Meeting Tent."
            },
            {
                "verse_number": "36",
                "verse_text": "The family group had 2,750 men."
            },
            {
                "verse_number": "37",
                "verse_text": "This was the total of the Kohath family group who worked at the Meeting Tent. Moses and Aaron counted them as the Lord had commanded Moses."
            },
            {
                "verse_number": "38",
                "verse_text": "Also, the Gershon family group was counted by families and family groups."
            },
            {
                "verse_number": "39",
                "verse_text": "The men from 30 to 50 years old were given work at the Meeting Tent."
            },
            {
                "verse_number": "40",
                "verse_text": "The families and family groups had 2,630 men."
            },
            {
                "verse_number": "41",
                "verse_text": "This was the total of the Gershon family group who worked at the Meeting Tent. Moses and Aaron counted them as the Lord had commanded."
            },
            {
                "verse_number": "42",
                "verse_text": "Also, the men in the families and family groups of the Merari family were counted."
            },
            {
                "verse_number": "43",
                "verse_text": "The men from 30 to 50 years old were to work at the Meeting Tent."
            },
            {
                "verse_number": "44",
                "verse_text": "The family group had 3,200 men."
            },
            {
                "verse_number": "45",
                "verse_text": "This was the total of the Merari family group. Moses and Aaron counted them as the Lord had commanded Moses."
            },
            {
                "verse_number": "46",
                "verse_text": "So Moses, Aaron and the leaders of Israel counted all the Levites. They counted them by families and family groups."
            },
            {
                "verse_number": "47",
                "verse_text": "The men from 30 to 50 were given work at the Meeting Tent. They also carried the Tent."
            },
            {
                "verse_number": "48",
                "verse_text": "The total number of these men was 8,580."
            },
            {
                "verse_number": "49",
                "verse_text": "Each man was counted as the Lord had commanded Moses. Each man was given his work and told what to carry. This was as the Lord had commanded Moses."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Command the Israelites to send away from camp anyone with a harmful skin disease. Send away anyone who gives off body fluid. And send away anyone who has touched a dead body."
            },
            {
                "verse_number": "3",
                "verse_text": "Send both men and women away from camp. Then they won&quot;t spread the disease there. I am living among you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Israel obeyed God&quot;s command. They sent those people outside the camp as the Lord had told Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Tell the Israelites: &quot;When a man or woman does something wrong to another person, that is really sinning against God. That person is guilty."
            },
            {
                "verse_number": "7",
                "verse_text": "He must tell what he has done wrong. And he must fully pay for the wrong he has done. Then he must add one-fifth to it. And he must give it to the person he wronged."
            },
            {
                "verse_number": "8",
                "verse_text": "But that person may be dead. That person may not have any close relatives to receive the payment. Then the one who did wrong owes the Lord. That person must pay the priest. The priest must sacrifice a male sheep to remove the wrong so that person will belong to God."
            },
            {
                "verse_number": "9",
                "verse_text": "When an Israelite brings a holy gift, he should give it to the priest."
            },
            {
                "verse_number": "10",
                "verse_text": "No one has to give these holy gifts. But if someone does give them, they belong to the priest.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Tell the Israelites: &quot;A man&quot;s wife might be unfaithful to him."
            },
            {
                "verse_number": "13",
                "verse_text": "She might commit adultery with another man. Her sin might be kept hidden from her husband. Her husband might not know about the wrong thing she did. Perhaps no one saw it, and she wasn&quot;t caught."
            },
            {
                "verse_number": "14",
                "verse_text": "But her husband might have feelings of jealousy whether she has sinned or not."
            },
            {
                "verse_number": "15",
                "verse_text": "He then should take her to the priest. The husband must also take an offering for her. This offering will be two quarts of barley flour. He must not pour oil or incense on it. This is a grain offering for jealousy. It is to find out if she is guilty."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;&quot;The priest will bring in the woman and make her stand before the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "He will take some holy water in a clay jar. Then he will put some dirt from the floor of the Holy Tent into the water."
            },
            {
                "verse_number": "18",
                "verse_text": "The priest will make the woman stand before the Lord. Then he will loosen her hair. And he will hand her the grain offering for jealousy. He will hold the bitter water that brings a curse on her."
            },
            {
                "verse_number": "19",
                "verse_text": "The priest will tell her what the oath says will happen to her. He will ask her, &apos;Has another man committed adultery with you? Have you been unfaithful to your husband? If you haven&quot;t, then this water that brings a curse won&quot;t hurt you."
            },
            {
                "verse_number": "20",
                "verse_text": "But what if you have been unfaithful to your husband? What if you have committed adultery with a man besides your husband?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The priest will tell her the curse that the oath will bring. He will say, &apos;If you are guilty, the Lord will make the people curse you. Your stomach will get big, and you will not be able to have another baby."
            },
            {
                "verse_number": "22",
                "verse_text": "This water that brings a curse will go inside you. Your stomach will get big, and you will not be able to have another baby.&apos; &apos;&quot;The woman must say, &apos;I agree.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;&quot;The priest should write these curses on a scroll. Then he should wash the words off into the water."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he will make the woman drink the water that brings a curse. When she does, it may make her sick."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the priest will take the grain offering for jealousy from her. He will present it before the Lord. Then he will bring it to the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the priest will take a handful of the grain. This is a memorial offering. He will burn it on the altar. After that he will make the woman drink the water."
            },
            {
                "verse_number": "27",
                "verse_text": "He will make her drink it to see if she is not pure. He will know if she has sinned against her husband. When it goes into her, her stomach may get big. And she may not be able to have another baby. Her people will turn against her."
            },
            {
                "verse_number": "28",
                "verse_text": "But if the woman has not sinned, she is pure. She is not guilty. She will be able to have more babies."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;&quot;So this is the teaching about jealousy. This is what to do when a woman is unfaithful to her husband."
            },
            {
                "verse_number": "30",
                "verse_text": "It also should be done if the man gets jealous because he suspects his wife. The priest will have her stand before the Lord. Then he will do all these things. This is the teaching."
            },
            {
                "verse_number": "31",
                "verse_text": "If the husband is right, the woman will suffer.&quot;&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: &quot;A man or a woman might want to promise to belong to the Lord in a special way. This person will be called a Nazirite."
            },
            {
                "verse_number": "3",
                "verse_text": "During this time, he must not drink wine or beer. He must not drink vinegar made from wine or beer. He must not even drink grape juice or eat grapes or raisins."
            },
            {
                "verse_number": "4",
                "verse_text": "While he is a Nazirite, he must not eat anything that comes from the grapevine. He must not even eat the seeds or the skin."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;&quot;During the time he promised to belong to the Lord, he must not cut his hair. He must be holy until this special time is over. He must let his hair grow long."
            },
            {
                "verse_number": "6",
                "verse_text": "During his special time of belonging to the Lord, a Nazirite must not go near a dead body."
            },
            {
                "verse_number": "7",
                "verse_text": "Even if his own father, mother, brother or sister dies, he must not touch them. This would make him unclean. He must still keep his promise to belong to God in a special way."
            },
            {
                "verse_number": "8",
                "verse_text": "While he is a Nazirite, he belongs to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;&quot;If he is next to someone who dies suddenly, his hair has been made unclean. It was part of his promise. So he must shave his head seven days later to be clean."
            },
            {
                "verse_number": "10",
                "verse_text": "Then on the eighth day, he must bring two doves or two young pigeons to the priest. The priest will be at the entrance to the Holy Tent."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest will offer one as a sin offering. He will offer the other as a burnt offering. This removes sin so the man will belong to God. He had sinned because he was near a dead body. That same day he will again promise to let his hair grow for the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "He must give himself to the Lord for another special time. He must bring a male lamb a year old. It will be a penalty offering. The days of the special time before don&quot;t count. This is because he became unclean during his first special time."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;This is the teaching for a Nazirite. When the promised time is over, he must go to the entrance of the Meeting Tent."
            },
            {
                "verse_number": "14",
                "verse_text": "There he will give his offerings to the Lord. He must offer a year-old male lamb as a burnt offering. It must have nothing wrong with it. He must also offer a year-old female lamb as a sin offering. There must be nothing wrong with it. And he must bring a male sheep for a fellowship offering. There must be nothing wrong with it."
            },
            {
                "verse_number": "15",
                "verse_text": "He must also bring the grain offerings and drink offerings that go with them. And he must bring a basket of bread made without yeast. There must be loaves made with fine flour mixed with oil. And there must be wafers made without yeast spread with oil."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;&quot;The priest will give these offerings to the Lord. He will make the sin offering and the burnt offering."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he will kill the male sheep as a fellowship offering to the Lord. Along with it, he will present the basket of bread. He will also make the grain offering and the drink offering along with it."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;&quot;The Nazirite must go to the entrance of the Meeting Tent. There he must shave off his hair that he grew for his promise. The hair will be put in the fire that is under the sacrifice on the fellowship offering."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;&quot;After the Nazirite cuts off his hair, the priest will give him a boiled shoulder from the male sheep. From the basket he will also give him a loaf and a wafer. Both are made without yeast."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the priest will present them to the Lord. This is an offering presented before the Lord. They are holy and belong to the priest. Also, he is to present the breast and the thigh from the male sheep to the Lord. They also belong to the priest. After that, the Nazirite may drink wine."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;&quot;This is the teaching for the Nazirite promise. If a person makes the Nazirite promise, he must give all of these gifts to the Lord. If he promised to do more, he must keep his promise. That is also the teaching of the Nazirite promise.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Tell Aaron and his sons, &quot;This is how you should bless the Israelites. Say to them:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;May the Lord bless you and keep you."
            },
            {
                "verse_number": "25",
                "verse_text": "May the Lord show you his kindness. May he have mercy on you. and give you peace.&apos;&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "May the Lord watch over you"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;So Aaron and his sons will bless the Israelites with my name. And I will bless them.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Moses finished setting up the Holy Tent, he gave it for service to the Lord. Moses poured olive oil on the Tent and on everything used in the Tent. He also poured oil on the altar and all its tools. In this way he prepared them for service to the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the leaders of Israel made offerings. These were the heads of the families and leaders of each tribe. They were the men who counted the people."
            },
            {
                "verse_number": "3",
                "verse_text": "They brought to the Lord 6 covered carts and 12 oxen. Each leader gave an ox. Every two leaders gave a cart. They gave these to the Holy Tent."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Accept these gifts from the leaders. Use them in the work of the Meeting Tent. Give them to the Levites as they need them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses accepted the carts and the oxen. He gave them to the Levites."
            },
            {
                "verse_number": "7",
                "verse_text": "He gave 2 carts and 4 oxen to the Gershonites. This is what they needed for their work."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Moses gave 4 carts and 8 oxen to the Merarites. This is what they needed for their work. Ithamar son of Aaron, the priest, directed the work of all of them."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses did not give any oxen or carts to the Kohathites. They were to carry the holy things on their shoulders. This was their job."
            },
            {
                "verse_number": "10",
                "verse_text": "The oil was poured on the altar. Then the leaders brought their offerings to it to give to the Lord&quot;s service."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord had already told Moses, &apos;Each day one leader must bring his gift. The gifts will make the altar ready for service to me.&apos;"
            },
            {
                "verse_number": "84",
                "verse_text": "So these were the gifts from the Israelite leaders. Moses poured oil on the altar. And they brought their gifts to give the altar for service to the Lord. They brought 12 silver plates, 12 silver bowls and 12 gold dishes."
            },
            {
                "verse_number": "85",
                "verse_text": "Each silver plate weighed about 3Â¼ pounds. And each bowl weighed about 1Â¾ pounds. All the silver plates and silver bowls together weighed about 60 pounds. This weight was set by the Holy Place measure."
            },
            {
                "verse_number": "86",
                "verse_text": "The 12 gold dishes filled with incense weighed 4 ounces each. Together the gold dishes weighed about 3 pounds."
            },
            {
                "verse_number": "87",
                "verse_text": "The total number of animals for the burnt offering was 12 bulls, 12 male sheep and 12 male lambs a year old. There was also a grain offering. And there were 12 male goats for a sin offering."
            },
            {
                "verse_number": "88",
                "verse_text": "The total number of animals for the fellowship offering was 24 bulls, 60 male sheep, 60 male goats and 60 male lambs a year old. All these offerings were for giving the altar to the service of the Lord. This was after Moses had poured oil on it."
            },
            {
                "verse_number": "89",
                "verse_text": "Moses went into the Meeting Tent to speak with the Lord. He heard the Lord speaking to him. The voice was coming from between the two gold creatures with wings. They were above the lid of the Ark of the Covenant. And the Lord spoke with him."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to Aaron. Tell him, &quot;Put the seven lamps where they can light the area in front of the lampstand.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron did this. He put the lamps so they lighted the area in front of the lampstand. He obeyed the command the Lord gave Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "The lampstand was made from hammered gold. It was gold from its base to the flowers. It was made exactly the way the Lord had showed Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Take the Levites away from the other Israelites and make them clean."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what you should do to make them clean. Sprinkle the cleansing water on them. Have them shave their bodies and wash their clothes. Then they will be clean."
            },
            {
                "verse_number": "8",
                "verse_text": "They must take a young bull and the grain offering that goes with it. The grain offering will be flour mixed with oil. Then take another young bull for a sin offering."
            },
            {
                "verse_number": "9",
                "verse_text": "Bring the Levites to the front of the Meeting Tent. And gather all the Israelites around."
            },
            {
                "verse_number": "10",
                "verse_text": "Bring the Levites before the Lord. Then the Israelites should put their hands on them."
            },
            {
                "verse_number": "11",
                "verse_text": "Aaron will present the Levites before the Lord. They will be like an offering presented from the Israelites. Then the Levites will be ready to do the work of the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;The Levites will put their hands on the bulls&quot; heads. One bull will be a sin offering to the Lord. The other will be a burnt offering. This will remove the sins of the Levites so they will belong to God."
            },
            {
                "verse_number": "13",
                "verse_text": "Make the Levites stand in front of Aaron and his sons. Then present the Levites as an offering to the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "In this way you must set apart the Levites from the other Israelites. The Levites will be mine."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So make the Levites pure. And present them as an offering. Then they may come to work at the Meeting Tent."
            },
            {
                "verse_number": "16",
                "verse_text": "They will be given to me from the Israelites. I have taken them for myself. They are mine instead of the firstborn son of every Israelite woman."
            },
            {
                "verse_number": "17",
                "verse_text": "Every firstborn male in Israel&ndash;man or animal&ndash;is mine. I killed all the firstborn in Egypt. So now I set them aside for myself."
            },
            {
                "verse_number": "18",
                "verse_text": "I have taken the Levites instead of all the firstborn sons in Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "I have chosen the Levites from all the Israelites. And I have given them to Aaron and his sons. They will serve all the Israelites at the Meeting Tent. They will help remove the Israelites&quot; sins so they will belong to God. Then no disaster will strike the Israelites when they approach the Holy Place.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses, Aaron and all the Israelites obeyed the Lord. They did with the Levites what the Lord commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "The Levites made themselves clean and washed their clothes. Then Aaron presented them as an offering to the Lord. Aaron also removed their sins so they would be pure for the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "After that, the Levites came to the Meeting Tent to work. Aaron and his sons told them what to do. They did with the Levites what the Lord commanded Moses."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;This command is for the Levites. Every man 25 years old or older must come to the Meeting Tent. They all have a job to do in the work there."
            },
            {
                "verse_number": "25",
                "verse_text": "At the age of 50, he must retire from his job. He doesn&quot;t have to work again."
            },
            {
                "verse_number": "26",
                "verse_text": "He may help his fellow Levites with their work at the Meeting Tent. But he must not do the work himself. This is the way you are to give the Levites their jobs.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses in the Desert of Sinai. This was in the first month of the second year after the Israelites left Egypt. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites to celebrate the Passover at the appointed time."
            },
            {
                "verse_number": "3",
                "verse_text": "That appointed time is the fourteenth day of this month. They should celebrate it at twilight. They must obey all the rules about it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses told the Israelites to celebrate the Passover."
            },
            {
                "verse_number": "5",
                "verse_text": "And so they did. It was in the Desert of Sinai at twilight. This was on the fourteenth day of the first month. The Israelites did everything just as the Lord commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "But some of the people could not celebrate the Passover on that day. They were unclean because of a dead body. So they went to Moses and Aaron that day."
            },
            {
                "verse_number": "7",
                "verse_text": "They said to Moses, &apos;We are unclean because of a dead body. But why should we be kept from offering gifts to the Lord at this appointed time? Why can&quot;t we join the other Israelites?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses said to them, &apos;Wait. I will find out what the Lord says about you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell the Israelites this: &quot;You or your descendants might become unclean because of a dead body. Or, you might be away on a trip during the Passover. Still celebrate the Lord&quot;s Passover."
            },
            {
                "verse_number": "11",
                "verse_text": "But celebrate it at twilight on the fourteenth day of the second month. Eat the lamb with bitter herbs and bread made without yeast."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t leave any of it until the next morning. Don&quot;t break any of its bones. When you celebrate the Passover, follow all the rules."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who is clean and is not away on a trip must eat the Passover. If he doesn&quot;t, he must be separated from his people. He did not give an offering to the Lord at the appointed time. He must be punished for his sin."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;&quot;A foreigner among you may celebrate the Lord&quot;s Passover. But he must follow all the rules. You must have the same rules for foreigners as you have for yourselves.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "On the day the Holy Tent was set up, a cloud covered it. (The Holy Tent was also called the Tent of the Agreement.) From dusk until dawn the cloud above the Tent looked like fire."
            },
            {
                "verse_number": "16",
                "verse_text": "The cloud stayed above the Tent. At night it looked like fire."
            },
            {
                "verse_number": "17",
                "verse_text": "When the cloud moved from its place over the Tent, the Israelites moved. Wherever the cloud stopped, the Israelites camped."
            },
            {
                "verse_number": "18",
                "verse_text": "So the Israelites moved at the Lord&quot;s command. And they camped at his command. While the cloud stayed over the Tent, they stayed in place."
            },
            {
                "verse_number": "19",
                "verse_text": "Sometimes the cloud stayed over the Tent for a long time. The Israelites obeyed the Lord and did not move."
            },
            {
                "verse_number": "20",
                "verse_text": "Sometimes the cloud was over it only a few days. At the Lord&quot;s command the people camped. And at his command they moved."
            },
            {
                "verse_number": "21",
                "verse_text": "Sometimes the cloud stayed only from dusk until dawn. When the cloud lifted the next morning, the people moved. When the cloud lifted, day or night, the people moved."
            },
            {
                "verse_number": "22",
                "verse_text": "The cloud might stay over the Tent for two days, a month or a year. As long as it stayed, the people would camp. But when the cloud lifted, they moved."
            },
            {
                "verse_number": "23",
                "verse_text": "At the Lord&quot;s command the people camped. And at his command they moved. They obeyed the Lord&quot;s order that he commanded through Moses."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Make two trumpets of hammered silver. Use them to call the people together and to march out of camp."
            },
            {
                "verse_number": "3",
                "verse_text": "When both trumpets are blown, the people should gather. They should gather before you at the entrance to the Meeting Tent."
            },
            {
                "verse_number": "4",
                "verse_text": "If you blow only one trumpet, the leaders should meet before you."
            },
            {
                "verse_number": "5",
                "verse_text": "When you blow the trumpets once, the tribes camping on the east should move."
            },
            {
                "verse_number": "6",
                "verse_text": "When you blow them again, the tribes camping on the south should move. The sound will tell them to move."
            },
            {
                "verse_number": "7",
                "verse_text": "When you want to gather the people, blow the trumpets. But don&quot;t blow them the same way."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Aaron&quot;s sons, the priests, should blow the trumpets. This is a law for you and your descendants from now on."
            },
            {
                "verse_number": "9",
                "verse_text": "You might be fighting an enemy who attacks you in your own land. Blow the trumpets. The Lord your God will remember you. He will save you from your enemies."
            },
            {
                "verse_number": "10",
                "verse_text": "Also blow your trumpets at happy times. Blow them during your feasts and at New Moon festivals. Blow them over your burnt offerings and fellowship offerings. They will help you remember your God. I am the Lord your God.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The cloud lifted from the Tent of the Agreement. This was on the twentieth day of the second month of the second year."
            },
            {
                "verse_number": "12",
                "verse_text": "So the Israelites moved from the Desert of Sinai. They moved until the cloud stopped in the Desert of Paran."
            },
            {
                "verse_number": "13",
                "verse_text": "This was their first time to move. They did it as the Lord had commanded Moses."
            },
            {
                "verse_number": "14",
                "verse_text": "The divisions from the camp of Judah moved first under their flag. Nahshon son of Amminadab was the commander."
            },
            {
                "verse_number": "15",
                "verse_text": "Nethanel son of Zuar was over the division of the tribe of Issachar."
            },
            {
                "verse_number": "16",
                "verse_text": "Eliab son of Helon was over the division of the tribe of Zebulun."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Meeting Tent was taken down. The Gershonites and Merarites, who carried it, moved next."
            },
            {
                "verse_number": "18",
                "verse_text": "Then came the divisions from the camp of Reuben under their flag. Elizur son of Shedeur was the commander."
            },
            {
                "verse_number": "19",
                "verse_text": "Shelumiel son of Zurishaddai was over the division of the tribe of Simeon."
            },
            {
                "verse_number": "20",
                "verse_text": "Eliasaph son of Deuel was over the division of the tribe of Gad."
            },
            {
                "verse_number": "21",
                "verse_text": "Then came the Kohathites. They carried the holy things. The Holy Tent was to be set up before they arrived."
            },
            {
                "verse_number": "22",
                "verse_text": "Next came the divisions from the camp of Ephraim under their flag. Elishama son of Ammihud was the commander."
            },
            {
                "verse_number": "23",
                "verse_text": "Gamaliel son of Pedahzur was over the division of the tribe of Manasseh."
            },
            {
                "verse_number": "24",
                "verse_text": "Abidan son of Gideoni was over the division of the tribe of Benjamin."
            },
            {
                "verse_number": "25",
                "verse_text": "The last ones were the rear guard for all the tribes. These were the divisions from the camp of Dan under their flag. Ahiezer son of Ammishaddai was the commander."
            },
            {
                "verse_number": "26",
                "verse_text": "Pagiel son of Ocran was over the division of the tribe of Asher."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahira son of Enan was over the division of the tribe of Naphtali."
            },
            {
                "verse_number": "28",
                "verse_text": "This was the order the Israelite divisions marched in when they moved."
            },
            {
                "verse_number": "29",
                "verse_text": "Hobab was the son of Reuel the Midianite. Reuel, who is also called Jethro, was Moses&quot; father-in-law. Moses said to Hobab, &apos;We are moving to the land God promised to give us. Come with us. We will be good to you. The Lord has promised good things to Israel.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Hobab answered, &apos;No, I will not go. I will go back to my own land where I was born.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Moses said, &apos;Please don&quot;t leave us. You know where we can camp in the desert. You can be our guide."
            },
            {
                "verse_number": "32",
                "verse_text": "Come with us. We will share with you all the good things the Lord gives us.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So they left the mountain of the Lord. The Ark of the Lord&quot;s Covenant went in front of the people. For three days they looked for a place to camp."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord&quot;s cloud was over them during the day when they left their camp."
            },
            {
                "verse_number": "35",
                "verse_text": "When the Ark of the Covenant left the camp, Moses always said, &apos;Rise up, Lord! Scatter your enemies. Make those who are against you run from you.&apos; &apos;Return, Lord, to the thousands of people of Israel.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "And when the Ark of the Covenant was set down, Moses always said,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The people complained to the Lord about their troubles. When he heard them, he became angry. Fire from the Lord burned among the people. It burned the edge of the camp."
            },
            {
                "verse_number": "2",
                "verse_text": "So the people cried out to Moses. He prayed to the Lord, and the fire stopped burning."
            },
            {
                "verse_number": "3",
                "verse_text": "So that place was called Taberah. The people named it that because the Lord&quot;s fire had burned among them."
            },
            {
                "verse_number": "4",
                "verse_text": "Some troublemakers among them wanted better food. Soon all the Israelites began complaining. They said, &apos;We want meat!"
            },
            {
                "verse_number": "5",
                "verse_text": "We remember the fish we ate for free in Egypt. We also had cucumbers, melons, leeks, onions and garlic."
            },
            {
                "verse_number": "6",
                "verse_text": "But now we have lost our appetite. We never see anything but this manna!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The manna was like small white seeds."
            },
            {
                "verse_number": "8",
                "verse_text": "The people would go to gather it. Then they ground it in handmills. Or they crushed it between stones. They cooked it in a pot or made cakes with it. It tasted like bread baked with olive oil."
            },
            {
                "verse_number": "9",
                "verse_text": "When the dew fell on the camp each night, so did the manna."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses heard every family crying. They stood in the entrances of their tents. The Lord became very angry. And Moses got upset."
            },
            {
                "verse_number": "11",
                "verse_text": "He asked the Lord, &apos;Why have you brought me this trouble? I&quot;m your servant. What have I done wrong? Why did you make me responsible for all these people?"
            },
            {
                "verse_number": "12",
                "verse_text": "I am not the father of all these people. I didn&quot;t give birth to them. Why do you make me carry them to the land you promised to our ancestors? Must I carry them in my arms as a nurse carries a baby?"
            },
            {
                "verse_number": "13",
                "verse_text": "Where can I get meat for all these people? They keep crying to me, &quot;We want meat!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "I can&quot;t take care of all these people alone. It is too much for me."
            },
            {
                "verse_number": "15",
                "verse_text": "If you are going to continue doing this to me, then kill me now. If you like me, put me to death. Then I won&quot;t have any more troubles.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses, &apos;Bring me 70 of Israel&quot;s elders. Pick men you know are leaders among the people. Bring them to the Meeting Tent. Have them stand there with you."
            },
            {
                "verse_number": "17",
                "verse_text": "I will come down and speak with you there. I will take some of the Spirit that is in you. And I will give it to them. They will help you care for the people. Then you will not have to care for them alone."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Tell the people this: &quot;Make yourselves holy. Tomorrow you will eat meat. The Lord heard you cry, &apos;We want meat! We were better off in Egypt!&apos; So now the Lord will give you meat to eat."
            },
            {
                "verse_number": "19",
                "verse_text": "You will not eat it for just 1, 2, 5, 10 or even 20 days."
            },
            {
                "verse_number": "20",
                "verse_text": "You will eat that meat for a whole month. You will eat it until it comes out your nose. You will hate it. This is because you have rejected the Lord. He is here with you. But you have cried to him. You said, &apos;Why did we ever leave Egypt?&apos;&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses said, &apos;Lord, here are 600,000 men standing around me. And you say, &quot;I will give them enough meat to eat for a month!&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "If we killed all the sheep and cattle, that would not be enough. If we caught all the fish in the sea, that would not be enough.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But the Lord said to Moses, &apos;Do you think I&quot;m weak? You will see if I can do what I say.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Moses went out to the people. He told them what the Lord had said. Moses gathered 70 of the elders together. He had them stand around the Tent."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the Lord came down in the cloud and spoke to Moses. The Lord took some of the Spirit Moses had. And he gave it to the 70 leaders. With the Spirit in them, they prophesied, but just that one time."
            },
            {
                "verse_number": "26",
                "verse_text": "Two men named Eldad and Medad were also listed as leaders. But they did not go to the Tent. They stayed in the camp. The Spirit was given to them. So they prophesied in the camp."
            },
            {
                "verse_number": "27",
                "verse_text": "A young man ran to Moses. He said, &apos;Eldad and Medad are prophesying in the camp.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua son of Nun said, &apos;Moses, my master, stop them!&apos; (Since he was a young boy, Joshua had been Moses&quot; assistant.)"
            },
            {
                "verse_number": "29",
                "verse_text": "But Moses answered, &apos;Are you afraid for me? I wish all the Lord&quot;s people could prophesy. I wish the Lord would give his Spirit to all of them!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses and the leaders of Israel went back to the camp."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord sent a strong wind from the sea. It blew quail into the area all around the camp. The quail were about three feet above the ground. There were quail a day&quot;s walk in any direction."
            },
            {
                "verse_number": "32",
                "verse_text": "The people went out and gathered quail. They gathered all that day, that night and the next day. Everyone gathered at least 60 bushels. Then they spread them around the camp."
            },
            {
                "verse_number": "33",
                "verse_text": "But the Lord became very angry. He gave the people a terrible sickness. This came while the meat was still in their mouths."
            },
            {
                "verse_number": "34",
                "verse_text": "So the people named that place Kibroth Hattaavah. They named it that because there they buried those who wanted other food."
            },
            {
                "verse_number": "35",
                "verse_text": "From Kibroth Hattaavah the people went to stay at Hazeroth."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Miriam and Aaron began to talk against Moses, who had married a Cushite."
            },
            {
                "verse_number": "2",
                "verse_text": "They said to themselves, &apos;Is Moses the only one the Lord speaks through? Doesn&quot;t he speak through us?&apos; And the Lord heard this."
            },
            {
                "verse_number": "3",
                "verse_text": "(Now Moses was very humble. He was the least proud person on earth.)"
            },
            {
                "verse_number": "4",
                "verse_text": "So the Lord suddenly spoke to Moses, Aaron and Miriam. He said, &apos;All three of you come to the Meeting Tent now.&apos; So they went."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord came down in a pillar of cloud. He stood at the entrance to the Tent. He called to Aaron and Miriam, and they both came near."
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &apos;Listen to my words: When a prophet is among you, I, the Lord, will show myself to him in visions. I will speak to him in dreams. I trust him to lead all my people. I speak clearly, not with hidden meanings. He has even seen the form of the Lord. You should be afraid to speak against my servant Moses.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But this is not true with my servant Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "I speak face to face with him."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord was very angry with them, but he left."
            },
            {
                "verse_number": "10",
                "verse_text": "The cloud lifted from the Tent. Then Aaron turned toward Miriam. She was as white as snow. She had a harmful skin disease."
            },
            {
                "verse_number": "11",
                "verse_text": "Aaron said to Moses, &apos;Please, my master, forgive us for our foolish sin."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t let her be like a baby who is born dead. (Sometimes a baby is born with half of its flesh eaten away.)&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses cried out to the Lord, &apos;God, please heal her!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord answered Moses, &apos;If her father had spit in her face, she would have been shamed for seven days. So put her outside the camp for seven days. After that, she may come back.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Miriam was shut outside of the camp for seven days. And the people did not move on until she came back."
            },
            {
                "verse_number": "16",
                "verse_text": "After that, the people left Hazeroth. And they camped in the Desert of Paran."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Send men to explore the land of Canaan. I will give that land to the Israelites. Send one leader from each tribe.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses obeyed the Lord&quot;s command. He sent the Israelite leaders out from the Desert of Paran."
            },
            {
                "verse_number": "4",
                "verse_text": "These are their names: from the tribe of Reuben, Shammua son of Zaccur;"
            },
            {
                "verse_number": "5",
                "verse_text": "from the tribe of Simeon, Shaphat son of Hori;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the tribe of Judah, Caleb son of Jephunneh;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the tribe of Issachar, Igal son of Joseph;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the tribe of Ephraim, Hoshea son of Nun;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the tribe of Benjamin, Palti son of Raphu;"
            },
            {
                "verse_number": "10",
                "verse_text": "from the tribe of Zebulun, Gaddiel son of Sodi;"
            },
            {
                "verse_number": "11",
                "verse_text": "from the tribe of Manasseh (a tribe of Joseph), Gaddi son of Susi;"
            },
            {
                "verse_number": "12",
                "verse_text": "from the tribe of Dan, Ammiel son of Gamalli;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the tribe of Asher, Sethur son of Michael;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the tribe of Naphtali, Nahbi son of Vophsi;"
            },
            {
                "verse_number": "15",
                "verse_text": "from the tribe of Gad, Geuel son of Maki."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the names of the men Moses sent to explore the land. (Moses gave Hoshea son of Nun the new name Joshua.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Moses sent them to explore Canaan. He said, &apos;Go through southern Canaan and then into the mountains."
            },
            {
                "verse_number": "18",
                "verse_text": "See what the land looks like. Are the people who live there strong or weak? Are there a few or many?"
            },
            {
                "verse_number": "19",
                "verse_text": "What kind of land do they live in? Is it good or bad? What about the towns they live in&ndash;do they have walls, or are they open like camps?"
            },
            {
                "verse_number": "20",
                "verse_text": "What about the soil? Is it fertile or poor? Are there trees there? Try to bring back some of the fruit from that land.&apos; (It was the season for the first grapes.)"
            },
            {
                "verse_number": "21",
                "verse_text": "So they went up and explored the land. They went from the Desert of Zin all the way to Rehob by Lebo Hamath."
            },
            {
                "verse_number": "22",
                "verse_text": "They went through the southern area to Hebron. That is where Ahiman, Sheshai and Talmai lived. They were the descendants of Anak. (The city of Hebron had been built seven years before Zoan in Egypt.)"
            },
            {
                "verse_number": "23",
                "verse_text": "In the Valley of Eshcol, they cut off a branch of a grapevine. It had one bunch of grapes on it. They carried that branch on a pole between two of them. They also got some pomegranates and figs."
            },
            {
                "verse_number": "24",
                "verse_text": "They call that place the Valley of Eshcol. That is because the Israelites cut off the bunch of grapes there."
            },
            {
                "verse_number": "25",
                "verse_text": "After 40 days of exploring the land, the men returned to the camp."
            },
            {
                "verse_number": "26",
                "verse_text": "They came back to Moses and Aaron and all the Israelites at Kadesh. This was in the Desert of Paran. The men reported to them and showed everybody the fruit from the land."
            },
            {
                "verse_number": "27",
                "verse_text": "They told Moses, &apos;We went to the land where you sent us. It is a land where much food grows! Here is some of its fruit."
            },
            {
                "verse_number": "28",
                "verse_text": "But the people who live there are strong. Their cities are walled and large. We even saw some Anakites there."
            },
            {
                "verse_number": "29",
                "verse_text": "The Amalekites live in the southern area. The Hittites, Jebusites and Amorites live in the mountains. The Canaanites live near the sea and along the Jordan River.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Caleb told the people near Moses to be quiet. Caleb said, &apos;We should go up and take the land for ourselves. We can do it.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But the men who had gone with him said, &apos;We can&quot;t attack those people. They are stronger than we are.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "And those men gave the Israelites a bad report about the land they explored. They said, &apos;The land would eat us up. All the people we saw are very tall."
            },
            {
                "verse_number": "33",
                "verse_text": "We saw the Nephilim people there. (The Anakites come from the Nephilim people.) We felt like grasshoppers. And we looked like grasshoppers to them.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "That night all the people in the camp began crying loudly."
            },
            {
                "verse_number": "2",
                "verse_text": "All the Israelites complained against Moses and Aaron. All the people said to them, &apos;We should have died in Egypt. Or we should have died in the desert."
            },
            {
                "verse_number": "3",
                "verse_text": "Why is the Lord bringing us to this land? We will be killed with swords. Our wives and children will be taken away. We would be better off going back to Egypt.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They said to each other, &apos;Let&quot;s get a leader and go back to Egypt.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses and Aaron bowed facedown in front of all the Israelites gathered there."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua son of Nun and Caleb son of Jephunneh were among those who had explored the land. They tore their clothes."
            },
            {
                "verse_number": "7",
                "verse_text": "They said to all of the Israelites, &apos;The land we went to explore is very good."
            },
            {
                "verse_number": "8",
                "verse_text": "If the Lord is pleased with us, he will lead us into that land. He will give us that land where much food grows."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t turn against the Lord! Don&quot;t be afraid of the people in that land! We will chew them up. They have no protection, but we have the Lord. So don&quot;t be afraid of them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then all the people talked about killing them with stones. But the glory of the Lord appeared at the Meeting Tent to the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses, &apos;How long will these people ignore me? How long will it be before they believe me? I have done miracles among them."
            },
            {
                "verse_number": "12",
                "verse_text": "I will give them a terrible sickness. I will destroy them. But I will make you into a great nation. It will be stronger than they are.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses said to the Lord, &apos;The Egyptians will hear about it! You brought these people from there by your great power."
            },
            {
                "verse_number": "14",
                "verse_text": "And the Egyptians will tell this to those who live in this land. They have already heard about you, Lord. They know that you are with your people. And they know you were seen face to face. They know your cloud stays over your people. They know you lead your people with that cloud during the day and with fire at night."
            },
            {
                "verse_number": "15",
                "verse_text": "The nations have heard about your power. If you put to death your people all at once, the nations will talk. They will say,"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;The Lord was not able to bring them into the land he promised them. So he killed them in the desert.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;So show your strength now, my Lord. Do what you said. You said:"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;The Lord doesn&quot;t become angry quickly. The Lord has great love. The Lord forgives sin and law breaking. He has great mercy. But the Lord does not forget to punish guilty people. When parents sin, he will also punish their children. He will punish their grandchildren, great-grandchildren and great-great-grandchildren.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Show your great love. Forgive these people&quot;s sin. Forgive them as you have from the time they left Egypt until now.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord answered, &apos;I have forgiven them as you asked."
            },
            {
                "verse_number": "21",
                "verse_text": "But, as surely as I live, I make this promise. As surely as my glory fills the whole earth, I make this promise."
            },
            {
                "verse_number": "22",
                "verse_text": "All these men saw my glory. They saw the miracles I did in Egypt and in the desert. But they disobeyed me and tested me 10 times."
            },
            {
                "verse_number": "23",
                "verse_text": "So not one will see the land I promised to their ancestors. No one who angered me will see that land."
            },
            {
                "verse_number": "24",
                "verse_text": "But my servant Caleb has a different spirit. He follows me completely. So I will bring him into the land he has already seen. And his children will own that land."
            },
            {
                "verse_number": "25",
                "verse_text": "The Amalekites and the Canaanites are living in the valleys. So leave tomorrow and go back. Follow the desert road toward the Gulf of Aqaba.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;How long will these evil people complain about me? I have heard these Israelites&quot; grumbling and complaining."
            },
            {
                "verse_number": "28",
                "verse_text": "So tell them, &quot;This is what the Lord says. I heard what you said. As surely as I live, I will do those things to you."
            },
            {
                "verse_number": "29",
                "verse_text": "You will die in this desert. Every one of you who is 20 years old or older and who was counted with the people will die. You complained against me, the Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "Not one of you will enter and live in the land I promised to you. Only Caleb son of Jephunneh and Joshua son of Nun will go in."
            },
            {
                "verse_number": "31",
                "verse_text": "You said that your children would be taken away. But I will bring them into the land. They will enjoy what you refused."
            },
            {
                "verse_number": "32",
                "verse_text": "As for you, you will die in this desert."
            },
            {
                "verse_number": "33",
                "verse_text": "Your children will be shepherds here for 40 years. They will suffer because you were not loyal. They will suffer until you lie dead in the desert."
            },
            {
                "verse_number": "34",
                "verse_text": "For 40 years you will suffer for your sins. That is a year for each of the 40 days you explored the land. You will know me as your enemy.&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "I, the Lord, have spoken. I will certainly do these things to all these evil people. They have come together against me. So they will all die here in this desert.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The men Moses had sent to explore the land had returned. They had spread complaints among all the Israelites. They had given a bad report about the land."
            },
            {
                "verse_number": "37",
                "verse_text": "They were responsible for the bad report. So the Lord killed them with a terrible sickness."
            },
            {
                "verse_number": "38",
                "verse_text": "Only two of the men did not die. They were Joshua son of Nun and Caleb son of Jephunneh."
            },
            {
                "verse_number": "39",
                "verse_text": "When Moses told these things to the Israelites, they were very sad."
            },
            {
                "verse_number": "40",
                "verse_text": "Early the next morning they started to go toward the beginning of the mountains. They said, &apos;We have sinned. We will go where the Lord told us.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But Moses said, &apos;Why are you disobeying the Lord&quot;s command? You will not win!"
            },
            {
                "verse_number": "42",
                "verse_text": "Don&quot;t go. The Lord is not with you. You will be beaten by your enemies."
            },
            {
                "verse_number": "43",
                "verse_text": "You will run into the Amalekites and Canaanites. They will kill you with swords. You have turned away from the Lord. He will not be with you.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "But they were proud. They went toward the beginning of the mountains. But Moses and the Ark of the Covenant with the Lord did not leave the camp."
            },
            {
                "verse_number": "45",
                "verse_text": "The Amalekites and the Canaanites who lived in those mountains came down. And they attacked the Israelites. They beat them back all the way to Hormah."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the people of Israel. Say to them, &quot;You will enter a land that I am giving you as a home."
            },
            {
                "verse_number": "3",
                "verse_text": "There give the Lord offerings made by fire. These may be from your herds or flocks. And the smell will be pleasing to the Lord. These offerings may be burnt offerings or sacrifices for special promises. They may be offerings which are gifts to the Lord. Or they may be festival offerings."
            },
            {
                "verse_number": "4",
                "verse_text": "And the one who brings his offering shall also give the Lord a grain offering. It should be two quarts of fine flour mixed with one quart of olive oil."
            },
            {
                "verse_number": "5",
                "verse_text": "Each time you offer a lamb as a burnt offering or sacrifice, also prepare a quart of wine. This is a drink offering."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;&quot;If you are giving a male sheep, also prepare a grain offering. It should be four quarts of fine flour mixed with one and one-fourth quarts of olive oil."
            },
            {
                "verse_number": "7",
                "verse_text": "Also prepare one and one-fourth quarts of wine. This is a drink offering. Offer it to the Lord. Its smell is pleasing to him."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;&quot;You might prepare a young bull as a burnt offering or sacrifice. This might be for a fellowship offering or for a special promise to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Bring a grain offering with the bull. It should be six quarts of fine flour mixed with two quarts of olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "Also bring two quarts of wine as a drink offering. This offering is made by fire. And its smell will be pleasing to the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "Prepare each bull or male sheep, lamb or young goat this way."
            },
            {
                "verse_number": "12",
                "verse_text": "Do this for every one of the animals you bring."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;All citizens must do these things in this way. And the smell of their offerings by fire will be pleasing to the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "From now on foreigners will live among you. They will make offerings by fire so the smell will be pleasing to the Lord. They must offer them the same way you do."
            },
            {
                "verse_number": "15",
                "verse_text": "The law is the same for you and for foreigners. It will be a law from now on. You and the foreigners are alike before the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "The teachings and rules are the same for you and for the foreigners among you.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Tell the Israelites: &quot;You are going to another land. I am taking you there."
            },
            {
                "verse_number": "19",
                "verse_text": "When you eat the food there, offer part of it to the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "Offer a loaf of bread from the first of your grain. That will be your offering from the threshing floor."
            },
            {
                "verse_number": "21",
                "verse_text": "From now on offer to the Lord the first part of your grain."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;&quot;Now what if you forget to obey any of these commands the Lord gave Moses?"
            },
            {
                "verse_number": "23",
                "verse_text": "These are the Lord&quot;s commands given to you through Moses. They began the day the Lord gave them to you. And they will continue from now on."
            },
            {
                "verse_number": "24",
                "verse_text": "But you might forget to obey one of these commands. The people might not remember the command. Then all the people must offer a young bull as a burnt offering. Its smell is pleasing to the Lord. By law you must also give the grain offering and the drink offering with it. And you must bring a male goat as a sin offering."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;&quot;The priest will remove that sin for all the Israelites so they will belong to God. They are forgiven. They didn&quot;t know they were sinning. For the wrong they did they brought offerings to the Lord. They brought an offering by fire and a sin offering."
            },
            {
                "verse_number": "26",
                "verse_text": "All of the people of Israel and the foreigners living among them will be forgiven. No one meant to do wrong."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;&quot;Just one person might sin without meaning to. He must bring a year-old female goat for a sin offering."
            },
            {
                "verse_number": "28",
                "verse_text": "The priest will remove the sin of the person who sinned without meaning to. That person will belong to the Lord again. He will be forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "The same teaching is for everyone who sins without meaning to. It is the same for those born Israelites and for foreigners living among you."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;&quot;But anyone who sins on purpose is against the Lord. That person must be separated from his people. It is the same for someone born among you or a foreigner."
            },
            {
                "verse_number": "31",
                "verse_text": "That person has turned against the Lord&quot;s word. He has not obeyed the Lord&quot;s commands. He must surely be separated from the others. He is guilty.&quot;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "This happened when the Israelites were still in the desert. They found a man gathering wood on the Sabbath day."
            },
            {
                "verse_number": "33",
                "verse_text": "Those who found him gathering wood brought him to Moses and Aaron and all the people."
            },
            {
                "verse_number": "34",
                "verse_text": "They held the man under guard. They did not know what to do with him."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Lord said to Moses, &apos;The man must die. All the people must kill him with stones outside the camp.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So the people took him outside the camp. They killed him with stones as the Lord commanded Moses."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Speak to the Israelites. Tell them this: &quot;Tie several pieces of thread together. And tie them to the corners of your clothes. Put a blue thread in each one of these tassels. Wear them from now on."
            },
            {
                "verse_number": "39",
                "verse_text": "You will have these tassels to look at. They will remind you of the Lord&quot;s commands. Then you will obey them. And you won&quot;t follow what your bodies want and what your eyes wish for."
            },
            {
                "verse_number": "40",
                "verse_text": "Remember to obey all my commands. Then you will be God&quot;s holy people."
            },
            {
                "verse_number": "41",
                "verse_text": "I am the Lord your God. I brought you out of Egypt to be your God. I am the Lord your God.&quot;&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Korah, Dathan, Abiram and On turned against Moses. (Korah was the son of Izhar. Izhar was the son of Kohath, and Kohath was the son of Levi. Dathan and Abiram were brothers, the sons of Eliab. And On was the son of Peleth.) Dathan, Abiram and On were from the tribe of Reuben."
            },
            {
                "verse_number": "2",
                "verse_text": "These 4 men gathered 250 other Israelite men and challenged Moses. They were well-known leaders chosen by the community."
            },
            {
                "verse_number": "3",
                "verse_text": "They came as a group to speak to Moses and Aaron. The men said, &apos;You have gone too far. All the people are holy. Every one of them is holy. And the Lord is with them. So why do you put yourselves above all the people?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Moses heard this, he bowed facedown."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to Korah and all his followers: &apos;Tomorrow morning the Lord will show who belongs to him. The Lord will bring the one who is holy near to him. The Lord will bring to himself the person he chooses."
            },
            {
                "verse_number": "6",
                "verse_text": "So Korah, you and all your followers do this: Get some pans for burning incense."
            },
            {
                "verse_number": "7",
                "verse_text": "Tomorrow put fire and incense in them. Then take them before the Lord. He will choose the man who is holy. You Levites have gone too far.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses also said to Korah, &apos;Listen, you Levites."
            },
            {
                "verse_number": "9",
                "verse_text": "The God of Israel has separated you from the rest of the Israelites. He brought you near to himself. You do the work in the Lord&quot;s Holy Tent. You stand before all the Israelites and serve them. Isn&quot;t that enough?"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord has brought you and all your fellow Levites near to himself. Now you want to be priests."
            },
            {
                "verse_number": "11",
                "verse_text": "You and your followers have joined together against the Lord. Your complaint is not against Aaron.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Moses called Dathan and Abiram, the sons of Eliab. But they said, &apos;We will not come!"
            },
            {
                "verse_number": "13",
                "verse_text": "You have brought us out of a land where much food grows. You brought us to the desert to kill us. And now you want to order us around."
            },
            {
                "verse_number": "14",
                "verse_text": "You haven&quot;t brought us into a land where much food grows. You haven&quot;t given us any land with fields and vineyards. Will you put out the eyes of these men? No! We will not come!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Moses became very angry. He said to the Lord, &apos;Don&quot;t accept their gifts. I have not taken anything from them, not even a donkey. I have not done wrong to any of them.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Moses said to Korah, &apos;You and all your followers must stand before the Lord tomorrow. And Aaron will stand there with you and them."
            },
            {
                "verse_number": "17",
                "verse_text": "Each of you must take your pan and put incense in it. Present these 250 pans before the Lord. You and Aaron must also present your pans.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So each man got his pan and put burning incense in it. Then they stood with Moses and Aaron at the entrance to the Meeting Tent."
            },
            {
                "verse_number": "19",
                "verse_text": "Korah gathered all his followers who were against Moses and Aaron. And they stood at the entrance to the Meeting Tent. Then the glory of the Lord appeared to everyone."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Move away from these men. In a minute I will destroy them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Moses and Aaron bowed facedown. They cried out, &apos;God, you are the God over the spirits of all people. Please don&quot;t be angry with this whole group. Only one man has really sinned.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Tell everyone to move away from the tents of Korah, Dathan and Abiram.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses stood and went to Dathan and Abiram. The elders of Israel followed him."
            },
            {
                "verse_number": "26",
                "verse_text": "Moses warned the people, &apos;Move away from the tents of these evil men! Don&quot;t touch anything of theirs. If you do, you will be destroyed because of their sins.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram were standing outside their tents with their wives, children and little babies."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Moses said, &apos;Now you will know that the Lord has sent me to do all these things. It was not my idea."
            },
            {
                "verse_number": "29",
                "verse_text": "If these men die a normal death&ndash;the way men usually die&ndash;then the Lord did not really send me."
            },
            {
                "verse_number": "30",
                "verse_text": "But if the Lord does something new, you will know they have insulted the Lord. The earth will open and swallow them. Alive, they will go to where the dead are. And everything that belongs to them will go with them.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "When Moses finished saying these things, the ground under the men opened up."
            },
            {
                "verse_number": "32",
                "verse_text": "The earth seemed to open its mouth and swallow them. All their families, all Korah&quot;s men and everything they owned went down."
            },
            {
                "verse_number": "33",
                "verse_text": "They were buried alive, going to where the dead are. And everything they owned went with them. Then the earth closed over them. They died and were gone from the community."
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Israel around them heard their screams. They ran away and said, &apos;The earth will swallow us, too!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then a fire came down from the Lord. It destroyed the 250 men who had presented the incense."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Tell Eleazar son of Aaron, the priest, to take all the incense pans out of the fire. Have him scatter the coals. But the incense pans are still holy."
            },
            {
                "verse_number": "38",
                "verse_text": "These men sinned and lost their lives. Take their pans and hammer them into flat sheets. Cover the altar with them. They are holy because they were presented to the Lord. It will be a sign to the Israelites.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So Eleazar the priest gathered all the bronze pans. These were the pans brought by the men who were burned up. Eleazar had the pans hammered into flat sheets to put on the altar."
            },
            {
                "verse_number": "40",
                "verse_text": "This is what the Lord had commanded him through Moses. These sheets were to remind the Israelites that only descendants of Aaron should burn incense before the Lord. Anyone else would die like Korah and his followers."
            },
            {
                "verse_number": "41",
                "verse_text": "The next day all the Israelites complained against Moses and Aaron. They said, &apos;You have killed the Lord&quot;s people.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The people gathered to complain against Moses and Aaron. But when they turned toward the Meeting Tent, the cloud covered it. The glory of the Lord appeared."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Moses and Aaron went in front of the Meeting Tent."
            },
            {
                "verse_number": "44",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Move away from these people. In a minute I am going to destroy them.&apos; So Moses and Aaron bowed facedown."
            },
            {
                "verse_number": "46",
                "verse_text": "Then Moses said to Aaron, &apos;Get your pan. Put fire from the altar and incense in it. Hurry to the people and remove their sin. The Lord is angry with them. The sickness has already started.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "So Aaron did as Moses said. He ran to the middle of all the people. The sickness had already started among them. So Aaron offered the incense to remove their sin."
            },
            {
                "verse_number": "48",
                "verse_text": "He stood between the living and the dead. And the sickness stopped there."
            },
            {
                "verse_number": "49",
                "verse_text": "But 14,700 people died from that sickness. There were also those who died because of Korah."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Aaron went back to Moses at the entrance to the Meeting Tent. The terrible sickness had been stopped."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the people of Israel. Get 12 walking sticks from them. Get 1 from the leader of each tribe. Write the name of each man on his stick."
            },
            {
                "verse_number": "3",
                "verse_text": "On the stick from Levi, write Aaron&quot;s name. There must be 1 stick for the head of each tribe."
            },
            {
                "verse_number": "4",
                "verse_text": "Put them in the Meeting Tent. Place them in front of the Ark of the Covenant, where I meet with you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will choose one man. His stick will begin to grow leaves. And I will stop the Israelites from always complaining against you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses spoke to the Israelites. Each of the 12 leaders gave him a walking stick. And Aaron&quot;s walking stick was among them."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses put them before the Lord in the Tent of the Agreement."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day Moses entered the Tent. He saw that Aaron&quot;s stick had grown leaves. (It stood for the family of Levi.) It had even budded, blossomed and produced almonds."
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses brought out to the Israelites all the walking sticks from the Lord&quot;s presence. They all looked, and each man took back his stick."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord said to Moses, &apos;Put Aaron&quot;s walking stick back. Put it in front of the Ark of the Covenant. It will be a sign to these people who are always turning against me. This will stop their complaining against me. Now they won&quot;t die.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Moses obeyed what the Lord commanded him."
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Israel said to Moses, &apos;We are going to die! We are lost. We are all lost!"
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who even comes near the Holy Tent of the Lord will die. Will we all die?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Aaron, &apos;You, your sons and your family are now responsible for any wrongs done against the Holy Place. You and your sons are responsible for any wrongs done against the priests."
            },
            {
                "verse_number": "2",
                "verse_text": "Bring with you your fellow Levites from your tribe. They will help you and your sons serve in the Tent of the Agreement."
            },
            {
                "verse_number": "3",
                "verse_text": "They are under your control. They will do all the work that needs to be done in the Tent. But they must not go near the things in the Holy Place or near the altar. If they do, both you and they will die."
            },
            {
                "verse_number": "4",
                "verse_text": "They will join you. They will take care of the Meeting Tent. They must do the work at the Tent. No one else may come near you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;You must take care of the Holy Place and the altar. Then I won&quot;t become angry with the Israelites again."
            },
            {
                "verse_number": "6",
                "verse_text": "I myself chose your fellow Levites from among the Israelites. They are a gift given for you to the Lord. Their work is at the Meeting Tent."
            },
            {
                "verse_number": "7",
                "verse_text": "But only you and your sons may serve as priests. Only you may serve at the altar or go behind the curtain. I am giving you this gift of serving as a priest. Anyone else who comes near the Holy Place will be put to death.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Aaron, &apos;I myself make you responsible for the offerings given to me. All the holy offerings that the Israelites give to me, I give to you. They are for you and your sons as your share. They will be your continual portion."
            },
            {
                "verse_number": "9",
                "verse_text": "Your share of the holy offerings is that part which is not burned. The people will bring me gifts as most holy offerings. These are grain or sin or penalty offerings. These will be set apart for you and your sons."
            },
            {
                "verse_number": "10",
                "verse_text": "You must eat it in a most holy place. Any male may eat it. But you must respect it as holy."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I also give you the offerings the Israelites present to me. I give these to you and your sons and daughters. This is your share. Anyone in your family who is clean may eat it."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And I give you all the best olive oil and all the best new wine and grain. This is what the Israelites give to me, the Lord. These are the first things they harvest."
            },
            {
                "verse_number": "13",
                "verse_text": "They bring to the Lord all the first things they harvest. They will be yours. Anyone in your family who is clean may eat these things."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Everything in Israel that is given to the Lord is yours."
            },
            {
                "verse_number": "15",
                "verse_text": "The first one born to any family will be offered to the Lord. This is true for both men and animals. And that will be yours. But you must make a payment for every firstborn son and every firstborn animal that is unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "When they are one month old, you must make a payment for them. The cost will be two ounces of silver as set by the Holy Place measure."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But you must not make a payment for the firstborn ox or sheep or goat. Those animals are holy. Sprinkle their blood on the altar and burn their fat. This is an offering made by fire. The smell is pleasing to the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "But the meat will be yours. Also the breast that is presented and the right thigh will be yours."
            },
            {
                "verse_number": "19",
                "verse_text": "Anything the Israelites present as holy gifts I, the Lord, give to you. It goes to you, your sons and daughters. It is your continual portion. This is a lasting promise before the Lord to you and your children forever.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord also said to Aaron, &apos;You will not inherit any of the land. And you will not own any land among the other people. I will be yours. Out of all the Israelites, only you will inherit me."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The people of Israel will give a tenth of what they make. I give that tenth to the Levites. This is their payment for the work they do serving at the Meeting Tent."
            },
            {
                "verse_number": "22",
                "verse_text": "But the other Israelites must never go near the Meeting Tent. If they do, they will die for their sin."
            },
            {
                "verse_number": "23",
                "verse_text": "Only the Levites should work in the Meeting Tent. They are responsible for any sins against it. This is a rule from now on. The Levites will not get any land among the other Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "But the Israelites will give a tenth of everything they make to me. And I will give that tenth to the Levites. That is why I said about the Levites: &quot;They will not get any land among the Israelites.&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Speak to the Levites. Tell them: &quot;You will receive a tenth of everything the Israelites make. I give that to you. But you must give a tenth of that back to the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "I will accept your offering just as much as I accept the offerings from others. They give new grain or new wine."
            },
            {
                "verse_number": "28",
                "verse_text": "In this way you will present an offering to the Lord as the other Israelites do. You will receive a tenth from the Israelites. Then you will give a tenth of that to Aaron the priest as the Lord&quot;s share."
            },
            {
                "verse_number": "29",
                "verse_text": "Choose the best and holiest part from what you are given. This is the portion you must give to the Lord.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Say to the Levites: &quot;When you present the best it will be accepted as much as the grain and wine from the other people."
            },
            {
                "verse_number": "31",
                "verse_text": "You and your families may eat all that is left anywhere. This is your pay for your work in the Meeting Tent."
            },
            {
                "verse_number": "32",
                "verse_text": "And if you always give the best part to the Lord, you will never be guilty. If you do not sin against the holy offerings of the Israelites, you will not die.&quot;&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;These are the teachings that the Lord commanded. Tell the Israelites to get a young red cow. It must not have anything wrong with it. It must not have been worked."
            },
            {
                "verse_number": "3",
                "verse_text": "Give the cow to Eleazar the priest. He will take it outside the camp and kill it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Eleazar the priest must put some of the blood on his finger. He must sprinkle it seven times toward the front of the Meeting Tent."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the whole cow must be burned while he watches. The skin, the meat, the blood and the intestines must all be burned."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the priest must take a cedar stick, a hyssop branch and a red string. He must throw them onto the burning cow."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priest must wash himself and his clothes with water. After that, he may come back into the camp. But he will be unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "The man who burns the cow must wash himself and his clothes in water. He will be unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then someone who is clean will collect the ashes from the cow. He will put them in a clean place outside the camp. The Israelites will use these ashes in a special ceremony to cleanse away sin."
            },
            {
                "verse_number": "10",
                "verse_text": "The man who collected the cow&quot;s ashes must wash his clothes. He will be unclean until evening. This is a lasting rule. It is for the Israelites and for the foreigners among them."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Whoever touches a dead body will be unclean for seven days."
            },
            {
                "verse_number": "12",
                "verse_text": "He must wash himself with this water. He must do this on the third day and on the seventh day. Then he will be clean. But if he does not wash himself on the third day and the seventh day, he cannot be clean."
            },
            {
                "verse_number": "13",
                "verse_text": "Whoever touches a dead body is unclean. If he stays unclean and goes to the Lord&quot;s Holy Tent, it becomes unclean. So he must be separated from Israel. If the cleansing water is not sprinkled on him, he will stay unclean."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;This is the teaching about someone who dies in his tent. Anyone in the tent or who enters it will be unclean for seven days."
            },
            {
                "verse_number": "15",
                "verse_text": "And every open jar or pot without a cover becomes unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "If anyone touches someone who was killed by a sword or who died a natural death, he is unclean. If he touches a human bone or a grave, he is unclean. He will be unclean for seven days."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;So you must use the ashes from the burnt offering to make that person clean again. Pour fresh water over the ashes into a jar."
            },
            {
                "verse_number": "18",
                "verse_text": "A clean person must take a hyssop branch and dip it into the water. Then he must sprinkle it over the tent and its objects. And he must sprinkle the people who were there. He must sprinkle anyone who touched a bone or the body of someone who was killed. He must sprinkle anyone who touched a dead person or a grave."
            },
            {
                "verse_number": "19",
                "verse_text": "Then someone who is clean must sprinkle this water on the unclean person. He must do this on the third day and on the seventh day. On the seventh day that person becomes clean. He must wash his clothes and take a bath. He will be clean that evening."
            },
            {
                "verse_number": "20",
                "verse_text": "If anyone who is unclean does not become clean, he must be separated from the community. He was not sprinkled with the cleansing water. He stays unclean. He could make the Holy Tent unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "This is a lasting rule. Whoever sprinkles the cleansing water must also wash his clothes. Anyone who touches the water will be unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "Anyone the unclean person touches becomes unclean. And whoever touches him will be unclean until evening.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the first month all the people of Israel arrived at the Desert of Zin. They stayed at Kadesh. There Miriam died and was buried."
            },
            {
                "verse_number": "2",
                "verse_text": "There was no water for the people. So they came together against Moses and Aaron."
            },
            {
                "verse_number": "3",
                "verse_text": "They argued with Moses. They said, &apos;We should have died in front of the Lord as our brothers did."
            },
            {
                "verse_number": "4",
                "verse_text": "Why did you bring the Lord&quot;s people into this desert? Are we and our animals to die here?"
            },
            {
                "verse_number": "5",
                "verse_text": "Why did you bring us from Egypt to this terrible place? It has no grain, figs or pomegranates. And there&quot;s no water to drink!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses and Aaron left the people. Then they went to the entrance of the Meeting Tent. They bowed facedown. And the glory of the Lord appeared to them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You and your brother Aaron should gather the people. Also take your walking stick. Speak to that rock in front of them. Then water will flow from it. Give that water to the people and their animals.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses took the stick from in front of the Lord. He did as the Lord had said."
            },
            {
                "verse_number": "10",
                "verse_text": "He and Aaron gathered the people in front of the rock. Then Moses said, &apos;Now listen to me, you complainers! Do you want us to bring water out of this rock?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Moses lifted his hand and hit the rock twice with his stick. Water began pouring out. And the people and their animals drank it."
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord said to Moses and Aaron, &apos;You did not believe me. You did not honor me as holy before the people. So you will not lead them into the land I will give them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "These are the waters of Meribah. Here the Israelites argued with the Lord. And the Lord showed them he was holy."
            },
            {
                "verse_number": "14",
                "verse_text": "From Kadesh, Moses sent messengers to the king of Edom. He said, &apos;Your brothers, the Israelites, say to you: You know about all the troubles we have had."
            },
            {
                "verse_number": "15",
                "verse_text": "Our ancestors went down into Egypt. And we lived there for many years. The people of Egypt were cruel to our ancestors."
            },
            {
                "verse_number": "16",
                "verse_text": "But we cried out to the Lord. He heard us and sent us an angel to bring us out of Egypt. &apos;Now we are here at Kadesh, a town on the edge of your land. Then the Edomites went out to meet the Israelites with a large and powerful army."
            },
            {
                "verse_number": "17",
                "verse_text": "Please let us pass through your country. We will not touch any fields of grain or vineyards. We will not drink water from the wells. We will travel only along the king&quot;s road. We will not turn right or left until we have passed through your country.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But the king of Edom answered: &apos;You may not pass through here. If you try, I will come and meet you with swords.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelites answered: &apos;We will go along the main road. If our animals drink any of your water, we will pay for it. We only want to walk through. That&quot;s all.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But he answered: &apos;You may not pass through here.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Edomites refused to let them pass through their country. So the Israelites turned back."
            },
            {
                "verse_number": "22",
                "verse_text": "All the Israelites moved from Kadesh to Mount Hor."
            },
            {
                "verse_number": "23",
                "verse_text": "It was near the border of Edom. The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Aaron will die. He will not enter the land that I&quot;m giving to the Israelites. This is because you both acted against my command at the waters of Meribah."
            },
            {
                "verse_number": "25",
                "verse_text": "Take Aaron and his son Eleazar up on Mount Hor."
            },
            {
                "verse_number": "26",
                "verse_text": "Take off Aaron&quot;s special clothes and put them on his son Eleazar. Aaron will die there. He will join his ancestors.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Moses obeyed the Lord&quot;s command. They climbed up Mount Hor. All the people saw them go."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses took off Aaron&quot;s clothes. He put them on Aaron&quot;s son Eleazar. Then Aaron died there on top of the mountain. And Moses and Eleazar came back down the mountain."
            },
            {
                "verse_number": "29",
                "verse_text": "Then all the people learned that Aaron was dead. So everyone in Israel cried for him for 30 days."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Canaanite king of Arad lived in the southern area. He heard that the Israelites were coming on the road to Atharim. So he attacked them and captured some of them."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Israelites made this promise to the Lord: &apos;If you will help us defeat these people, we will completely destroy their cities.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord listened to the Israelites. And he let them defeat the Canaanites. The Israelites completely destroyed the Canaanites and their cities. So the place was named Hormah."
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites left Mount Hor and went on the road toward the Gulf of Aqaba. They did this to go around the country of Edom. But the people became impatient on the way."
            },
            {
                "verse_number": "5",
                "verse_text": "They grumbled at God and Moses. They said, &apos;Why did you bring us out of Egypt? We will die in this desert! There is no bread! There is no water! And we hate this terrible food!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord sent them poisonous snakes. They bit the people, and many of the Israelites died."
            },
            {
                "verse_number": "7",
                "verse_text": "The people came to Moses and said, &apos;We sinned when we grumbled at you and the Lord. Pray that the Lord will take away these snakes.&apos; So Moses prayed for the people."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to Moses, &apos;Make a bronze snake. And put it on a pole. If anyone is bitten, he should look at it. Then he will live.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses made a bronze snake. And he put it on a pole. Then when a snake bit anyone, he looked at the bronze snake and lived."
            },
            {
                "verse_number": "10",
                "verse_text": "The Israelites went and camped at Oboth."
            },
            {
                "verse_number": "11",
                "verse_text": "They went from Oboth to Iye Abarim. This was in the desert east of Moab."
            },
            {
                "verse_number": "12",
                "verse_text": "From there they went and camped in the Zered Valley."
            },
            {
                "verse_number": "13",
                "verse_text": "From there they went and camped across the Arnon. This was in the desert just inside the Amorite country. The Arnon is the border between the Moabites and the Amorites."
            },
            {
                "verse_number": "14",
                "verse_text": "That is why the Book of the Wars of the Lord says: &apos;. . . and Waheb in Suphah, and the ravines, the Arnon, that lead to the settlement of Ar. These places are at the border of Moab.&apos; &apos;Pour out water, well! Sing about it. Important men made this hole. With their scepters and poles, they dug it.&apos; The people went from the desert to Mattanah. &apos;Come to Heshbon and rebuild it. Rebuild Sihon&quot;s city. Flames came from Sihon&quot;s city. It destroyed Ar in Moab. It burned the Arnon highlands. The people of Chemosh are ruined. His sons ran away. His daughters were captured by Sihon, king of the Amorites. We ruined their towns from Heshbon to Dibon. We destroyed them as far as Nophah, near Medeba.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "and the slopes of the ravines"
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites went from there to Beer. A well is there where the Lord said to Moses, &apos;Gather the people. I will give them water.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Israelites sang this song:"
            },
            {
                "verse_number": "18",
                "verse_text": "Princes dug this well."
            },
            {
                "verse_number": "19",
                "verse_text": "From Mattanah they went to Nahaliel and on to Bamoth."
            },
            {
                "verse_number": "20",
                "verse_text": "From Bamoth they went to the valley of Moab. There the top of Mount Pisgah looks over the desert."
            },
            {
                "verse_number": "21",
                "verse_text": "The people of Israel sent messengers to Sihon, king of the Amorites. They said to him,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Let us pass through your country. We will not go through any fields of grain or vineyards. We will not drink water from the wells. We will travel only along the king&quot;s road. We will stay on it until we have passed through your country.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But King Sihon would not let the Israelites pass through his country. He gathered his army together. They marched out to meet Israel in the desert. At Jahaz they fought the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "Israel killed the king. Then they captured his land from the Arnon River to the Jabbok River. They took the land as far as the Ammonite border. That border was strongly defended."
            },
            {
                "verse_number": "25",
                "verse_text": "Israel captured all the Amorite cities and lived in them. They took Heshbon and all the towns around it."
            },
            {
                "verse_number": "26",
                "verse_text": "Heshbon was the city where Sihon, the Amorite king, lived. In the past he had fought with the king of Moab. Sihon had taken all the land as far as the Arnon."
            },
            {
                "verse_number": "27",
                "verse_text": "That is why the poets say:"
            },
            {
                "verse_number": "28",
                "verse_text": "A fire began in Heshbon."
            },
            {
                "verse_number": "29",
                "verse_text": "How terrible for you, Moab!"
            },
            {
                "verse_number": "30",
                "verse_text": "But we defeated those Amorites."
            },
            {
                "verse_number": "31",
                "verse_text": "So Israel lived in the land of the Amorites."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses sent spies to the town of Jazer. Then they captured the towns around it. They forced out the Amorites who lived there."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the Israelites went up the road toward Bashan. Og, the king of Bashan, and his army marched out to meet the Israelites. They fought at Edrei."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord said to Moses, &apos;Don&quot;t be afraid of him. I will hand him, his whole army and his land over to you. Do to him what you did to Sihon, the Amorite king who lived in Heshbon.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the Israelites killed Og and his sons and all his army. No one was left alive. And they took his land."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the people of Israel went to the plains of Moab. They camped near the Jordan River across from Jericho."
            },
            {
                "verse_number": "2",
                "verse_text": "Balak son of Zippor saw everything the Israelites had done to the Amorites."
            },
            {
                "verse_number": "3",
                "verse_text": "And Moab was scared of so many Israelites. Truly, Moab was terrified by them."
            },
            {
                "verse_number": "4",
                "verse_text": "The Moabites said to the elders of Midian, &apos;This mob will take everything around us. It will be like an ox eating grass.&apos; Balak son of Zippor was the king of Moab at this time. &apos;No,&apos; Balaam said."
            },
            {
                "verse_number": "5",
                "verse_text": "He sent messengers to Balaam son of Beor at Pethor. It was near the Euphrates River in the land of Amaw. Balak said, &apos;A nation has come out of Egypt. They cover the land. They have camped next to me."
            },
            {
                "verse_number": "6",
                "verse_text": "They are too powerful for me. So come and put a curse on them. Maybe then I can defeat them and make them leave the area. I know that if you bless someone, the blessings happen. And if you put a curse on someone, it happens.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The elders of Moab and Midian went with payment in their hands. They found Balaam. Then they told him what Balak had said."
            },
            {
                "verse_number": "8",
                "verse_text": "Balaam said to them, &apos;Stay here for the night. I will tell you what the Lord tells me.&apos; So the Moabite leaders stayed with him."
            },
            {
                "verse_number": "9",
                "verse_text": "God came to Balaam and asked, &apos;Who are these men with you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Balaam said to God, &apos;The king of Moab, Balak son of Zippor, sent them. He sent me this message:"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;A nation has come out of Egypt. They cover the land. So come and put a curse on them. Then maybe I can fight them and force them out of my land.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But God said to Balaam, &apos;Do not go with them. Don&quot;t put a curse on those people. I have blessed them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning Balaam awoke and said to Balak&quot;s leaders, &apos;Go back to your own country. The Lord will not let me go with you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Moabite leaders went back to Balak. They said, &apos;Balaam refused to come with us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Balak sent other leaders. He sent more leaders this time. And they were more important."
            },
            {
                "verse_number": "16",
                "verse_text": "They went to Balaam and said, &apos;Balak son of Zippor says this: Please don&quot;t let anything stop you from coming to me."
            },
            {
                "verse_number": "17",
                "verse_text": "I will pay you well. I will do what you say. Come and put a curse on these people for me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Balaam answered Balak&quot;s servants, &apos;King Balak could give me his palace full of silver and gold. But I cannot disobey the Lord my God in anything, great or small."
            },
            {
                "verse_number": "19",
                "verse_text": "You stay here tonight as the other men did. I will find out what more the Lord tells me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That night God came to Balaam. He said, &apos;These men have come to ask you to go with them. Go. But only do what I tell you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Balaam got up the next morning. He put a saddle on his donkey. Then he went with the Moabite leaders."
            },
            {
                "verse_number": "22",
                "verse_text": "But God became angry because Balaam went. So the angel of the Lord stood in the road to stop Balaam. Balaam was riding his donkey. And he had two servants with him."
            },
            {
                "verse_number": "23",
                "verse_text": "The donkey saw the angel of the Lord standing in the road. The angel had a sword in his hand. So the donkey left the road and went into the field. Balaam hit the donkey to force her back on the road."
            },
            {
                "verse_number": "24",
                "verse_text": "Later, the angel of the Lord stood on a narrow path between two vineyards. There were walls on both sides."
            },
            {
                "verse_number": "25",
                "verse_text": "Again the donkey saw the angel of the Lord. So the donkey walked close to one wall. This crushed Balaam&quot;s foot against the wall. So he hit her again."
            },
            {
                "verse_number": "26",
                "verse_text": "The angel of the Lord went ahead again. The angel stood at a narrow place. It was too narrow to turn left or right."
            },
            {
                "verse_number": "27",
                "verse_text": "The donkey saw the angel of the Lord. So she lay down under Balaam. Balaam was very angry and hit her with his stick."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Lord made the donkey talk. She said to Balaam, &apos;What have I done to make you hit me three times?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam answered the donkey, &apos;You have made me look foolish! I wish I had a sword in my hand! I would kill you right now!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But the donkey said to Balaam, &apos;I am your very own donkey. You have ridden me for years. Have I ever done this to you before?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Lord let Balaam see the angel. The angel of the Lord was standing in the road with his sword drawn. Then Balaam bowed facedown on the ground."
            },
            {
                "verse_number": "32",
                "verse_text": "The angel of the Lord asked Balaam, &apos;Why have you hit your donkey three times? I have stood here to stop you. What you are doing is wrong."
            },
            {
                "verse_number": "33",
                "verse_text": "The donkey saw me. She turned away from me three times. If she had not turned away, I would have killed you by now. But I would let her live.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then Balaam said to the angel of the Lord, &apos;I have sinned. I did not know you were standing in the road to stop me. If I am wrong, I will go back.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel of the Lord said to Balaam, &apos;Go with these men. But say only what I tell you.&apos; So Balaam went with Balak&quot;s leaders."
            },
            {
                "verse_number": "36",
                "verse_text": "Balak heard that Balaam was coming. So he went out to meet him at Ar in Moab. It was beside the Arnon, at the edge of his country."
            },
            {
                "verse_number": "37",
                "verse_text": "Balak said to Balaam, &apos;I had asked you before to come quickly. Why didn&quot;t you come to me? I am able to reward you well.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But Balaam answered, &apos;I have come to you now. But I can&quot;t say just anything. I can only say what God tells me to say.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Balaam went with Balak to Kiriath Huzoth."
            },
            {
                "verse_number": "40",
                "verse_text": "Balak offered cattle and sheep as a sacrifice. He gave some meat to Balaam and the leaders with him."
            },
            {
                "verse_number": "41",
                "verse_text": "The next morning Balak took Balaam to Bamoth Baal. From there he could see the edge of the Israelite camp."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Balaam said, &apos;Build me seven altars here. And prepare seven bulls and seven male sheep for me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Balak did what Balaam asked. Then they offered a male sheep and a bull on each of the altars."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Balaam said to Balak, &apos;Stay here beside your burnt offering. I will go. Maybe the Lord will come to me. I will tell you whatever he shows me.&apos; Then Balaam went to a higher place."
            },
            {
                "verse_number": "4",
                "verse_text": "God came to Balaam there. Balaam said to him, &apos;I have prepared seven altars. And I have offered a bull and a male sheep on each altar.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord told Balaam what he should say. Then the Lord said, &apos;Go back to Balak and give him this message.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Balaam went back to Balak. Balak and all the leaders of Moab were still standing beside his burnt offering."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Balaam gave them this message: &apos;Balak brought me here from Aram. The king of Moab brought me from the eastern mountains. Balak said, &quot;Come, put a curse on the people of Jacob for me. Come, wish evil on the people of Israel.&quot; So I cannot curse them. The Lord has not wished evil on them. So I cannot wish evil on them. I see them from the hills. I see a people who live alone. They think they are different from other nations. No one can count a fourth of Israel. Let me die like good men. Let me end up like them!&apos; &apos;Stand up, Balak, and listen. Hear me, son of Zippor. God is not a human being. He does not change his mind. What he says he will do, he does. What he promises, he keeps. So I cannot change the blessing. He saw no fault in Israel. The Lord their God is with them. They praise their King. They are as strong as a wild ox. No magic works against Israel. People now say this about them, &quot;Look what God has done!&quot; They get up like a lion. Lions don&quot;t rest until they have eaten. They drink their enemies&quot; blood.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But God has not cursed them."
            },
            {
                "verse_number": "9",
                "verse_text": "I see them from the mountains."
            },
            {
                "verse_number": "10",
                "verse_text": "No one can number the people of Jacob."
            },
            {
                "verse_number": "11",
                "verse_text": "Balak said to Balaam, &apos;What have you done to me? I brought you here to curse my enemies. But you have only blessed them!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Balaam answered, &apos;I must say what the Lord tells me to say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Balak said to him, &apos;Come with me to another place. There you can also see the people. But you can only see part of them, not all of them. Curse them for me from there.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Balak took Balaam to the field of Zophim. This was on top of Mount Pisgah. There Balak built seven altars. And he offered a bull and a male sheep on each altar."
            },
            {
                "verse_number": "15",
                "verse_text": "So Balaam said to Balak, &apos;Stay here by your burnt offering. I will meet with God over there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the Lord came to Balaam. He told Balaam what to say. Then he said, &apos;Go back to Balak and say such and such.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Balaam went to Balak. Balak and the leaders of Moab were standing beside his burnt offering. Balak asked him, &apos;What did the Lord say?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Balaam gave this message:"
            },
            {
                "verse_number": "19",
                "verse_text": "God is not a man. He will not lie."
            },
            {
                "verse_number": "20",
                "verse_text": "He told me to bless them."
            },
            {
                "verse_number": "21",
                "verse_text": "He has found no wrong in the people of Jacob."
            },
            {
                "verse_number": "22",
                "verse_text": "God brought them out of Egypt."
            },
            {
                "verse_number": "23",
                "verse_text": "No tricks will work on the people of Jacob."
            },
            {
                "verse_number": "24",
                "verse_text": "The people are strong like a lioness."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balak said to Balaam, &apos;You haven&quot;t cursed these people. So at least don&quot;t bless them!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Balaam answered Balak, &apos;I told you before. I can only do what the Lord tells me.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Balak said to Balaam, &apos;Come, I will take you to another place. Maybe God will be pleased. He may let you curse them from there.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Balak took Balaam to the top of Peor. This mountain looks over the desert."
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam told Balak, &apos;Build me seven altars here. Then prepare for me seven bulls and seven male sheep.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Balak did what Balaam asked. He offered a bull and a male sheep on each altar."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Balaam saw that the Lord wanted to bless Israel. So Balaam did not try to use any magic. He looked toward the desert."
            },
            {
                "verse_number": "2",
                "verse_text": "Balaam saw the Israelites camped in their tribes. Then the Spirit of God entered him."
            },
            {
                "verse_number": "3",
                "verse_text": "And Balaam gave this message: &apos;This is the message of Balaam son of Beor. This is the message of a man who sees clearly. I see a vision from the All-Powerful One. My eyes are open as I fall before him. So are your homes, Israel! They are like gardens beside a river. They are like spices planted by the Lord. They are like cedar trees growing by the water. Their crops will have plenty of water. Their king will be greater than Agag. Their kingdom will be very great. They are as strong as a wild ox. They will defeat their enemies. They will break their enemies&quot; bones. They will shoot them with arrows. No one would wake a sleeping lion. Anyone who blesses you will be blessed. And anyone who curses you will be cursed.&apos; &apos;This is the message of Balaam son of Beor. This is the message of a man who sees clearly. I know the Most High God. I see a vision from the All-Powerful One. My eyes are open as I fall before him. I see someone who will come, but not soon. A star will come from Jacob. A ruler will rise from Israel. He will crush the heads of the Moabites. He will smash the skulls of the sons of Sheth. His enemy Edom will be conquered. But Israel will grow wealthy. The Israelites will destroy those left in the city.&apos; &apos;Amalek was the most important nation. But Amalek will be destroyed at last.&apos; &apos;Your home is safe. It is like a nest on a cliff. Assyria will keep you captive.&apos; &apos;No one can live when God does this. They will defeat Assyria and Eber. But they will also be destroyed.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This is the message of a man who heard the words of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Your tents are beautiful, people of Jacob!"
            },
            {
                "verse_number": "6",
                "verse_text": "Your tents spread out like valleys."
            },
            {
                "verse_number": "7",
                "verse_text": "Israel&quot;s water buckets will always be full."
            },
            {
                "verse_number": "8",
                "verse_text": "God brought them out of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Like a lion, they lie waiting to attack."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Balak was angry with Balaam. Balak pounded his fist. He said to Balaam, &apos;I called you here to curse my enemies. But you have blessed them three times."
            },
            {
                "verse_number": "11",
                "verse_text": "Now go home! I said I would pay you well. But the Lord has made you lose your reward.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam said to Balak, &apos;You sent messengers to me. I told them,"
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;Balak could give me his palace filled with silver and gold. But I still cannot go against the Lord&quot;s commands. I could not do anything, good or bad, on my own. I must say what the Lord says.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Now I am going back to my own people. But I will tell you what these people will do to your people in the future.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Balaam gave this message:"
            },
            {
                "verse_number": "16",
                "verse_text": "This is the message of a man who hears the words of God."
            },
            {
                "verse_number": "17",
                "verse_text": "I see someone who will come some day."
            },
            {
                "verse_number": "18",
                "verse_text": "Edom will be conquered."
            },
            {
                "verse_number": "19",
                "verse_text": "The descendants of Jacob will beat them down."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Balaam saw Amalek and gave this message:"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Balaam saw the Kenites and gave this message:"
            },
            {
                "verse_number": "22",
                "verse_text": "But you Kenites will be burned up."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Balaam gave this message:"
            },
            {
                "verse_number": "24",
                "verse_text": "Ships will sail from the shores of Cyprus."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balaam got up and returned home. Balak also went on his way."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The people of Israel were still camped at Acacia. The men began sinning sexually with Moabite women."
            },
            {
                "verse_number": "2",
                "verse_text": "The women invited them to their sacrifices to their false gods. The Israelites ate food there and worshiped these gods."
            },
            {
                "verse_number": "3",
                "verse_text": "So the Israelites began to worship Baal of Peor. And the Lord was very angry with them."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses, &apos;Get all the leaders of the people. Then kill them in open daylight in the presence of the Lord. Then the Lord will not be angry with the people of Israel.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses said to Israel&quot;s judges, &apos;Each of you must put to death your men who have become worshipers of Baal of Peor.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and the Israelites were gathered at the entrance to the Meeting Tent. They were crying there. Then an Israelite man brought a Midianite woman to his brothers. This was in plain sight of Moses and all the people."
            },
            {
                "verse_number": "7",
                "verse_text": "Phinehas son of Eleazar, the son of Aaron, the priest, saw this. So he left the meeting and got his spear."
            },
            {
                "verse_number": "8",
                "verse_text": "He followed the Israelite into his tent. And he drove his spear through both the Israelite man and the Midianite woman. Then the terrible sickness among the Israelites stopped."
            },
            {
                "verse_number": "9",
                "verse_text": "This sickness had killed 24,000 people."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Phinehas son of Eleazar, the son of Aaron, the priest, has saved the Israelites from my anger. He is like I am in his concern for the people. He tried to save my honor among them. So I will not kill them."
            },
            {
                "verse_number": "12",
                "verse_text": "So tell Phinehas that I am making my peace agreement with him."
            },
            {
                "verse_number": "13",
                "verse_text": "He and all his descendants will have an agreement. They will always be priests. This is because he had great concern for the honor of his God. He removed the sins of the Israelites so they would belong to God.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelite man who was killed with the Midianite woman was named Zimri son of Salu. He was the leader of a family in the tribe of Simeon."
            },
            {
                "verse_number": "15",
                "verse_text": "And the name of the Midianite woman who was put to death was Cozbi daughter of Zur. Zur was the chief of a Midianite family."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The Midianites are your enemies. You should kill them."
            },
            {
                "verse_number": "18",
                "verse_text": "They have already made you their enemies. They tricked you at Peor. Then there was Cozbi, the daughter of a Midianite leader. She was the woman who was killed when the sickness came. It came because the people were worshiping the false god at Peor.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After the great sickness, the Lord spoke to Moses and Eleazar son of Aaron, the priest. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Count all the people of Israel by families. Count all the men who are 20 years old or older. They will serve in the army of Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Moses and Eleazar the priest spoke to the people. They were on the plains of Moab near the Jordan River, across from Jericho. They said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Count the men 20 years old or older. This is what the Lord commanded Moses.&apos; Here are the Israelites who came out of Egypt:"
            },
            {
                "verse_number": "5",
                "verse_text": "The tribe of Reuben was counted. Reuben was the first son born to Israel. From Hanoch came the Hanochite family group. From Pallu came the Palluite family group."
            },
            {
                "verse_number": "6",
                "verse_text": "From Hezron came the Hezronite family group. From Carmi came the Carmite family group."
            },
            {
                "verse_number": "7",
                "verse_text": "These were the family groups of Reuben. The total number of men was 43,730."
            },
            {
                "verse_number": "8",
                "verse_text": "The son of Pallu was Eliab."
            },
            {
                "verse_number": "9",
                "verse_text": "Eliab&quot;s sons were Nemuel, Dathan and Abiram. Dathan and Abiram were the leaders who turned against Moses and Aaron. They followed Korah when he turned against the Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "The earth opened up and swallowed them and Korah. They died when the fire burned up the 250 men. This was a warning."
            },
            {
                "verse_number": "11",
                "verse_text": "But the children of Korah did not die."
            },
            {
                "verse_number": "12",
                "verse_text": "These were the family groups in the tribe of Simeon. From Nemuel came the Nemuelite family group. From Jamin came the Jaminite family group. From Jakin came the Jakinite family group."
            },
            {
                "verse_number": "13",
                "verse_text": "From Zerah came the Zerahite family group. From Shaul came the Shaulite family group."
            },
            {
                "verse_number": "14",
                "verse_text": "These were the family groups of Simeon. The total number of men was 22,200."
            },
            {
                "verse_number": "15",
                "verse_text": "These were the family groups in the tribe of Gad. From Zephon came the Zephonite family group. From Haggi came the Haggite family group. From Shuni came the Shunite family group."
            },
            {
                "verse_number": "16",
                "verse_text": "From Ozni came the Oznite family group. From Eri came the Erite family group."
            },
            {
                "verse_number": "17",
                "verse_text": "From Arodi came the Arodite family group. From Areli came the Arelite family group."
            },
            {
                "verse_number": "18",
                "verse_text": "These were the family groups of Gad. The total number of men was 40,500."
            },
            {
                "verse_number": "19",
                "verse_text": "Two of Judah&quot;s sons, Er and Onan, died in Canaan."
            },
            {
                "verse_number": "20",
                "verse_text": "These were the family groups in the tribe of Judah. From Shelah came the Shelanite family group. From Perez came the Perezite family group. From Zerah came the Zerahite family group."
            },
            {
                "verse_number": "21",
                "verse_text": "These were the family groups from Perez. From Hezron came the Hezronite family group. From Hamul came the Hamulite family group."
            },
            {
                "verse_number": "22",
                "verse_text": "These were the family groups of Judah. The total number of men was 76,500."
            },
            {
                "verse_number": "23",
                "verse_text": "These were the family groups in the tribe of Issachar. From Tola came the Tolaite family group. From Puah came the Puite family group."
            },
            {
                "verse_number": "24",
                "verse_text": "From Jashub came the Jashubite family group. From Shimron came the Shimronite family group."
            },
            {
                "verse_number": "25",
                "verse_text": "These were the family groups of Issachar. The total number of men was 64,300."
            },
            {
                "verse_number": "26",
                "verse_text": "These were the family groups in the tribe of Zebulun. From Sered came the Seredite family group. From Elon came the Elonite family group. From Jahleel came the Jahleelite family group."
            },
            {
                "verse_number": "27",
                "verse_text": "These were the family groups of Zebulun. The total number of men was 60,500."
            },
            {
                "verse_number": "28",
                "verse_text": "These were the family groups of Joseph through Manasseh and Ephraim."
            },
            {
                "verse_number": "29",
                "verse_text": "These were the family groups of Manasseh. From Makir came the Makirite family group. (Makir was the father of Gilead.) From Gilead came the Gileadite family group."
            },
            {
                "verse_number": "30",
                "verse_text": "These were the family groups that came from Gilead. From Iezer came the Iezerite family group. From Helek came the Helekite family group."
            },
            {
                "verse_number": "31",
                "verse_text": "From Asriel came the Asrielite family group. From Shechem came the Shechemite family group."
            },
            {
                "verse_number": "32",
                "verse_text": "From Shemida came the Shemidaite family group. From Hepher came the Hepherite family group."
            },
            {
                "verse_number": "33",
                "verse_text": "(Zelophehad son of Hepher had no sons. He had only daughters. Their names were Mahlah, Noah, Hoglah, Milcah and Tirzah.)"
            },
            {
                "verse_number": "34",
                "verse_text": "These were the family groups of Manasseh. The total number of men was 52,700."
            },
            {
                "verse_number": "35",
                "verse_text": "These were the family groups in the tribe of Ephraim. From Shuthelah came the Shuthelahite family group. From Beker came the Bekerite family group. From Tahan came the Tahanite family group."
            },
            {
                "verse_number": "36",
                "verse_text": "This was the family group from Shuthelah. From Eran came the Eranite family group."
            },
            {
                "verse_number": "37",
                "verse_text": "These were the family groups of Ephraim. The total number of men was 32,500. These are the family groups that came from Joseph."
            },
            {
                "verse_number": "38",
                "verse_text": "These were the family groups in the tribe of Benjamin. From Bela came the Belaite family group. From Ashbel came the Ashbelite family group. From Ahiram came the Ahiramite family group."
            },
            {
                "verse_number": "39",
                "verse_text": "From Shupham came the Shuphamite family group. From Hupham came the Huphamite family group."
            },
            {
                "verse_number": "40",
                "verse_text": "These were the family groups from Bela through Ard and Naaman. From Ard came the Ardite family group. From Naaman came the Naamite family group."
            },
            {
                "verse_number": "41",
                "verse_text": "These were the family groups of Benjamin. The total number of men was 45,600."
            },
            {
                "verse_number": "42",
                "verse_text": "This was the family group in the tribe of Dan. From Shuham came the Shuhamite family group. That was the family of Dan."
            },
            {
                "verse_number": "43",
                "verse_text": "The total number of men in the Shuhamite family group of Dan was 64,400."
            },
            {
                "verse_number": "44",
                "verse_text": "These were the family groups in the tribe of Asher. From Imnah came the Imnite family group. From Ishvi came the Ishvite family group. From Beriah came the Beriite family group."
            },
            {
                "verse_number": "45",
                "verse_text": "These were the family groups that came from Beriah. From Heber came the Heberite family group. From Malkiel came the Malkielite family group."
            },
            {
                "verse_number": "46",
                "verse_text": "(Asher also had a daughter named Serah.)"
            },
            {
                "verse_number": "47",
                "verse_text": "These were the family groups of Asher. The total number of men was 53,400."
            },
            {
                "verse_number": "48",
                "verse_text": "These were the family groups in the tribe of Naphtali. From Jahzeel came the Jahzeelite family group. From Guni came the Gunite family group."
            },
            {
                "verse_number": "49",
                "verse_text": "From Jezer came the Jezerite family group. From Shillem came the Shillemite family group."
            },
            {
                "verse_number": "50",
                "verse_text": "These were the family groups of Naphtali. The total number of men was 45,400."
            },
            {
                "verse_number": "51",
                "verse_text": "So the total number of the men of Israel was 601,730."
            },
            {
                "verse_number": "52",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;Divide the land among these people by the number of names."
            },
            {
                "verse_number": "54",
                "verse_text": "A large tribe will get more land. And a small tribe will get less land. The amount of land each tribe gets will depend on the number of its people."
            },
            {
                "verse_number": "55",
                "verse_text": "Divide the land by drawing lots. And the land each tribe gets will be named for that tribe."
            },
            {
                "verse_number": "56",
                "verse_text": "Divide the land by drawing lots. Divide it between large and small groups.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "The tribe of Levi was also counted. These were the family groups of Levi. From Gershon came the Gershonite family group. From Kohath came the Kohathite family group. From Merari came the Merarite family group."
            },
            {
                "verse_number": "58",
                "verse_text": "These also were Levite family groups: the Libnite family group, the Hebronite family group, the Mahlite family group, the Mushite family group and the Korahite family group. (Kohath was the ancestor of Amram."
            },
            {
                "verse_number": "59",
                "verse_text": "Amram&quot;s wife was named Jochebed. She was from the tribe of Levi. She was born in Egypt. She and Amram had two sons, Aaron and Moses, and their sister Miriam."
            },
            {
                "verse_number": "60",
                "verse_text": "Aaron was the father of Nadab, Abihu, Eleazar and Ithamar."
            },
            {
                "verse_number": "61",
                "verse_text": "But Nadab and Abihu died. They died because they made an offering before the Lord with the wrong kind of fire.)"
            },
            {
                "verse_number": "62",
                "verse_text": "The total number of male Levites one month old or older was 23,000. But these men were not counted with the other Israelites. They did not receive any of the land that the Lord gave the other Israelites."
            },
            {
                "verse_number": "63",
                "verse_text": "Moses and Eleazar the priest counted all these people. They counted the Israelites on the plains of Moab across the Jordan River from Jericho."
            },
            {
                "verse_number": "64",
                "verse_text": "Moses and Aaron the priest had counted the Israelites in the Desert of Sinai. But no one Moses counted on the plains of Moab was in the first counting."
            },
            {
                "verse_number": "65",
                "verse_text": "The Lord had told the Israelites they would all die in the desert. The only two left were Caleb son of Jephunneh and Joshua son of Nun."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Zelophehad was the son of Hepher. Hepher was the son of Gilead. Gilead was the son of Makir. Makir was the son of Manasseh. Zelophehad&quot;s daughters belonged to the family groups of Manasseh son of Joseph. The daughters&quot; names were Mahlah, Noah, Hoglah, Milcah and Tirzah."
            },
            {
                "verse_number": "2",
                "verse_text": "They went to the entrance of the Meeting Tent. There they stood before Moses, Eleazar the priest, the leaders and all the people. They said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Our father died in the desert. He was not one of Korah&quot;s followers who came against the Lord. Our father died because of his own sin. But he had no sons."
            },
            {
                "verse_number": "4",
                "verse_text": "Our father&quot;s name will die out because he had no sons. Give us property among our father&quot;s relatives.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses brought their case to the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to him,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The daughters of Zelophehad are right. They should get what their father owned. Give them property among their father&quot;s relatives."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Tell the Israelites, &quot;If a man dies and has no son, then everything he owned should go to his daughter."
            },
            {
                "verse_number": "9",
                "verse_text": "If he has no daughter, then everything he owned should go to his brothers."
            },
            {
                "verse_number": "10",
                "verse_text": "If he has no brothers, then everything he owned should go to his father&quot;s brothers."
            },
            {
                "verse_number": "11",
                "verse_text": "If his father had no brothers, then everything he owned should go to the nearest relative in his family group. This should be a rule among the people of Israel as the Lord has given this command to Moses.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord said to Moses, &apos;Climb this mountain in the Abarim Mountains. Look at the land I have given to the Israelites."
            },
            {
                "verse_number": "13",
                "verse_text": "After you have seen it, you will die as your brother Aaron did."
            },
            {
                "verse_number": "14",
                "verse_text": "You both acted against my command in the Desert of Zin. You did not honor me as holy before the people at the waters of Meribah.&apos; (This was at Meribah in Kadesh in the Desert of Zin.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses said to the Lord,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The Lord is the God of the spirits of all people. May he choose a good leader for these people."
            },
            {
                "verse_number": "17",
                "verse_text": "He must go in and out before them. He must lead them out like sheep and bring them in. The Lord&quot;s people must not be like sheep without a shepherd.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the Lord said to Moses, &apos;Take Joshua son of Nun. My Spirit is in him. Put your hand on him."
            },
            {
                "verse_number": "19",
                "verse_text": "Have him stand before Eleazar the priest and all the people. Then give him his orders as they watch."
            },
            {
                "verse_number": "20",
                "verse_text": "Let him share your honor. Then all the Israelites will obey him."
            },
            {
                "verse_number": "21",
                "verse_text": "He must stand before Eleazar the priest. And Eleazar will get advice from the Lord by using the Urim. At his command all the Israelites will go out. At his command they will all come in.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses did what the Lord told him. Moses had Joshua stand before Eleazar the priest and all the people."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Moses put his hands on him and gave him orders. This was just as the Lord had told him."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Give this command to the Israelites. Tell them: &quot;Bring me food offerings made by fire. The smell is pleasing to me. Be sure to bring them at the right time.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Say to them: &quot;These are the offerings you must bring to the Lord. Bring two year-old lambs as a burnt offering each day. They must have nothing wrong with them."
            },
            {
                "verse_number": "4",
                "verse_text": "Offer one lamb in the morning and the other lamb at twilight."
            },
            {
                "verse_number": "5",
                "verse_text": "Also bring a grain offering of two quarts of fine flour. It must be mixed with one quart of oil from pressed olives."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the daily burnt offering which began at Mount Sinai. The smell is pleasing to the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "Offer one quart of wine with each lamb as a drink offering. Pour it out to the Lord at the Holy Place."
            },
            {
                "verse_number": "8",
                "verse_text": "Offer the second lamb at twilight. As in the morning, also give a grain offering and a drink offering. This offering is made by fire. Its smell is pleasing to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;&quot;On the Sabbath day you must give two year-old lambs. They must have nothing wrong with them. Also give a drink offering and a grain offering. The grain offering must be four quarts of fine flour mixed with olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "This is the burnt offering for the Sabbath. It is in addition to the daily burnt offering and drink offering."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;&quot;On the first day of each month bring a burnt offering to the Lord. This will be two young bulls, one male sheep and seven male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "12",
                "verse_text": "Give a grain offering with each bull. It must be six quarts of fine flour mixed with olive oil. Also give a grain offering with the male sheep. It must be four quarts of fine flour mixed with olive oil."
            },
            {
                "verse_number": "13",
                "verse_text": "Also give a grain offering with each lamb. It must be two quarts of fine flour mixed with olive oil. This is a burnt offering. And its smell is pleasing to the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "The drink offering with each bull will be two quarts of wine. With the male sheep it will be one and one-half quarts. And with each lamb it will be one quart of wine. This is the burnt offering that must be offered each month of the year."
            },
            {
                "verse_number": "15",
                "verse_text": "Besides the daily burnt offerings and drink offerings, bring a sin offering to the Lord. It must be one male goat."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;&quot;The Lord&quot;s Passover will be on the fourteenth day of the first month."
            },
            {
                "verse_number": "17",
                "verse_text": "The Feast of Unleavened Bread begins on the fifteenth day of that month. It lasts for seven days. You may eat only bread made without yeast."
            },
            {
                "verse_number": "18",
                "verse_text": "Have a holy meeting on the first day of the festival. Don&quot;t work that day."
            },
            {
                "verse_number": "19",
                "verse_text": "Bring these burnt offerings to the Lord: two young bulls, one male sheep and seven male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "20",
                "verse_text": "Also give a grain offering with each bull. It must be six quarts of fine flour mixed with olive oil. Give a grain offering with the male sheep. It must be four quarts of fine flour mixed with oil."
            },
            {
                "verse_number": "21",
                "verse_text": "Give a grain offering with each of the seven lambs. It must be two quarts of fine flour mixed with oil."
            },
            {
                "verse_number": "22",
                "verse_text": "Bring one goat as a sin offering. It will remove your sins so you will belong to God."
            },
            {
                "verse_number": "23",
                "verse_text": "Bring these offerings in addition to the burnt offerings you give every morning."
            },
            {
                "verse_number": "24",
                "verse_text": "So bring food offerings each day for seven days. The offering is made by fire. And its smell is pleasing to the Lord. Do it in addition to the daily burnt offering and its drink offering."
            },
            {
                "verse_number": "25",
                "verse_text": "On the seventh day have a holy meeting. Don&quot;t work that day."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;&quot;On the day of firstfruits offer new grain to the Lord. This is during the Feast of Weeks. Have a holy meeting. Don&quot;t work that day."
            },
            {
                "verse_number": "27",
                "verse_text": "Give this burnt offering to the Lord: two young bulls, one male sheep and seven male lambs a year old. This smell is pleasing to the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Also give a grain offering with each bull. It must be six quarts of fine flour mixed with oil. With the male sheep, it must be four quarts of flour."
            },
            {
                "verse_number": "29",
                "verse_text": "With each of the seven lambs offer two quarts of flour."
            },
            {
                "verse_number": "30",
                "verse_text": "Offer one male goat to remove your sins so you will belong to God."
            },
            {
                "verse_number": "31",
                "verse_text": "Bring these offerings and their drink offerings. These are in addition to the daily burnt offering and its grain offering. The animals must have nothing wrong with them."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "&apos;&quot;Have a holy meeting on the first day of the seventh month. Don&quot;t work on that day. That is the day you blow the trumpets."
            },
            {
                "verse_number": "2",
                "verse_text": "Bring these burnt offerings to the Lord: one young bull, one male sheep and seven male year-old lambs. They all must have nothing wrong with them. Their smell will be pleasing to the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Give a grain offering with the bull. It must be six quarts of fine flour mixed with oil. With the male sheep offer four quarts."
            },
            {
                "verse_number": "4",
                "verse_text": "And with each of the seven lambs offer two quarts."
            },
            {
                "verse_number": "5",
                "verse_text": "Offer one male goat for a sin offering. It will remove your sins so you will belong to God."
            },
            {
                "verse_number": "6",
                "verse_text": "These offerings are in addition to the monthly and daily burnt offerings. Their grain offerings and drink offerings must be done as you have been told. These offerings are made by fire to the Lord. And their smell is pleasing to him."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;&quot;Have a holy meeting on the tenth day of the seventh month. On that day do not eat and do not work."
            },
            {
                "verse_number": "8",
                "verse_text": "Bring these burnt offerings to the Lord: one young bull, one male sheep and seven male lambs a year old. They all must have nothing wrong with them. The smell will be pleasing to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Give a grain offering with the bull. It must be six quarts of fine flour mixed with oil. With the male sheep it must be four quarts."
            },
            {
                "verse_number": "10",
                "verse_text": "And with each of the seven lambs it must be two quarts."
            },
            {
                "verse_number": "11",
                "verse_text": "Offer one male goat as a sin offering. This will be in addition to the sin offering which removes your sins. It will also be in addition to the daily burnt offering with its grain offering and the drink offerings."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;&quot;Have a holy meeting on the fifteenth day of the seventh month. Do not work on that day. Celebrate a festival to the Lord for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "Give these burnt offerings to the Lord: 13 young bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. The smell is pleasing to the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "Also offer a grain offering with each of the 13 bulls. It must be six quarts of fine flour mixed with oil. With each of the 2 male sheep it must be four quarts."
            },
            {
                "verse_number": "15",
                "verse_text": "And with each of the 14 lambs it must be two quarts."
            },
            {
                "verse_number": "16",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;&quot;On the second day of this festival give an offering. Offer 12 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "18",
                "verse_text": "Bring the grain and drink offerings for the bulls, sheep and lambs."
            },
            {
                "verse_number": "19",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;&quot;On the third day offer 11 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "21",
                "verse_text": "Bring the grain and drink offerings for the bulls, sheep and lambs."
            },
            {
                "verse_number": "22",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;&quot;On the fourth day offer 10 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "24",
                "verse_text": "Bring the grain and drink offerings for the bulls, sheep and lambs."
            },
            {
                "verse_number": "25",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;&quot;On the fifth day offer 9 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "27",
                "verse_text": "Bring the grain and drink offerings for the bulls, sheep and lambs."
            },
            {
                "verse_number": "28",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;&quot;On the sixth day offer 8 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Bring the grain and drink offerings for the bulls, sheep and lambs."
            },
            {
                "verse_number": "31",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;&quot;On the seventh day offer 7 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "33",
                "verse_text": "Bring the grain and drink offerings for the bulls, sheep and lambs."
            },
            {
                "verse_number": "34",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;&quot;On the eighth day have a closing meeting. Do not work on that day."
            },
            {
                "verse_number": "36",
                "verse_text": "Bring a burnt offering. Its smell will be pleasing to the Lord. Offer 1 bull, 1 male sheep and 7 male lambs a year old. They all must have nothing wrong with them."
            },
            {
                "verse_number": "37",
                "verse_text": "Bring the grain and drink offerings for the bull, male sheep and lambs."
            },
            {
                "verse_number": "38",
                "verse_text": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;&quot;At your festivals you should bring these to the Lord: your burnt offerings, grain offerings, drink offerings and fellowship offerings. These are in addition to other promised offerings and special gifts you want to give to the Lord.&quot;&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Moses told the Israelites everything the Lord had commanded him."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Moses spoke with the leaders of the Israelite tribes. He told them these commands from the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;A person might make a promise to the Lord. He might promise to do something special. If he does, he must keep his promise. He must do what he said."
            },
            {
                "verse_number": "3",
                "verse_text": "A young woman still living at home might make a promise to the Lord. She might pledge to do something special."
            },
            {
                "verse_number": "4",
                "verse_text": "Her father might hear about the promise or pledge and say nothing. Then she must do what she promised. She must keep her pledge."
            },
            {
                "verse_number": "5",
                "verse_text": "But when her father hears about the promise or pledge, he might not allow it. Then the promise or pledge does not have to be kept. Her father would not allow them. So the Lord will free her from her promise."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;A woman might make a pledge or a careless promise and then get married."
            },
            {
                "verse_number": "7",
                "verse_text": "Her husband might hear about it and say nothing. Then she must keep her promise or the pledge she made."
            },
            {
                "verse_number": "8",
                "verse_text": "But when her husband hears about it, he might not allow it. He cancels her pledge or the careless promise she made. The Lord will free her from keeping it."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;A widow or divorced woman might make a promise. She must do whatever she promised."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;A woman might make a promise or pledge while she was married."
            },
            {
                "verse_number": "11",
                "verse_text": "When her husband hears about it, he might say nothing. He might not stop her. Then she must keep her promise or pledge."
            },
            {
                "verse_number": "12",
                "verse_text": "But when her husband hears about it, he might cancel it. Then she does not have to do what she said. Her husband has canceled it. The Lord will free her from it."
            },
            {
                "verse_number": "13",
                "verse_text": "A woman&quot;s husband may make her keep or cancel any promise or pledge she has made."
            },
            {
                "verse_number": "14",
                "verse_text": "But her husband might say nothing to her about it for several days. Then she must keep her promises. If he hears about them and says nothing, she must keep her promises."
            },
            {
                "verse_number": "15",
                "verse_text": "But he might cancel them long after he heard about them. Then he is responsible if she breaks her promise.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "These are commands that the Lord gave to Moses. They are for husbands and wives. And they are for fathers with daughters living at home."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Pay back the Midianites for what they did to the Israelites. After that you will die.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses said to the people, &apos;Get some men ready for war. The Lord will use them to pay back the Midianites."
            },
            {
                "verse_number": "4",
                "verse_text": "Send to war 1,000 men from each of the tribes of Israel.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So 12,000 men got ready for war. There were 1,000 men from each tribe."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses sent those 1,000 men from each tribe to war. Phinehas son of Eleazar the priest was with them. He took with him the holy things and the trumpets."
            },
            {
                "verse_number": "7",
                "verse_text": "They fought the Midianites as the Lord had commanded Moses. And they killed every Midianite man."
            },
            {
                "verse_number": "8",
                "verse_text": "Among those they killed were Evi, Rekem, Zur, Hur and Reba. They were the five kings of Midian. They also killed Balaam son of Beor with a sword."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites captured the Midianite women and children. They also took all their flocks, herds and goods."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they burned all the Midianite towns and camps."
            },
            {
                "verse_number": "11",
                "verse_text": "They took all the people and animals and goods."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they went back to Moses and Eleazar the priest and all the Israelites. They brought back the captives, the animals and the goods. The camp was on the plains of Moab near the Jordan River. This was across from Jericho."
            },
            {
                "verse_number": "13",
                "verse_text": "Moses, Eleazar the priest and all the leaders of the people went outside the camp to meet them."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses was angry with the army officers who returned from war. He was angry with those commanders over 1,000 men and those over 100 men."
            },
            {
                "verse_number": "15",
                "verse_text": "He asked them, &apos;Why did you let the women live?"
            },
            {
                "verse_number": "16",
                "verse_text": "They were the ones who followed Balaam&quot;s advice. They turned the Israelites from the Lord at Peor. Then a terrible sickness struck the Lord&quot;s people."
            },
            {
                "verse_number": "17",
                "verse_text": "Kill all the Midianite boys. Kill all the Midianite women who have had physical relations."
            },
            {
                "verse_number": "18",
                "verse_text": "But save the girls for yourselves who are virgins."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;All you men who killed anyone or touched a dead body must stay outside the camp for seven days. On the third and seventh days you and your captives must make yourselves clean."
            },
            {
                "verse_number": "20",
                "verse_text": "You must clean all your clothes. And you must clean anything made of leather, wool or wood.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Eleazar the priest spoke to the soldiers who had gone to war. He said, &apos;These are the teachings that the Lord gave to Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "Put any gold, silver, bronze, iron, tin or lead into the fire."
            },
            {
                "verse_number": "23",
                "verse_text": "Put into the fire anything that will not burn. Then wash those things with the cleansing water. Then they will be clean. If something cannot stand the fire, wash it with the water."
            },
            {
                "verse_number": "24",
                "verse_text": "On the seventh day wash your clothes. Then you will be clean. After that you may come into the camp.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;You, Eleazar the priest and the leaders should take a count. Count the goods, the men and the animals that were taken."
            },
            {
                "verse_number": "27",
                "verse_text": "Then divide those things between the soldiers who went to war and the rest of the people."
            },
            {
                "verse_number": "28",
                "verse_text": "Tax the soldiers who went to war. The Lord&quot;s share is 1 thing out of every 500 things. This includes people, cattle, donkeys, sheep or goats."
            },
            {
                "verse_number": "29",
                "verse_text": "Take it from the soldiers&quot; half. And give it to Eleazar the priest. It is the Lord&quot;s share."
            },
            {
                "verse_number": "30",
                "verse_text": "And from the people&quot;s half, take 1 thing out of every 50. This includes people, cattle, donkeys, sheep, goats or other animals. Give that to the Levites. They take care of the Lord&quot;s Holy Tent.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Moses and Eleazar did as the Lord commanded Moses."
            },
            {
                "verse_number": "32",
                "verse_text": "There remained from what the soldiers had taken 675,000 sheep,"
            },
            {
                "verse_number": "33",
                "verse_text": "72,000 cattle,"
            },
            {
                "verse_number": "34",
                "verse_text": "61,000 donkeys"
            },
            {
                "verse_number": "35",
                "verse_text": "and 32,000 women. These were the women who were virgins."
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers who went to war got 337,500 sheep."
            },
            {
                "verse_number": "37",
                "verse_text": "They gave 675 of the sheep to the Lord."
            },
            {
                "verse_number": "38",
                "verse_text": "They got 36,000 cattle. They gave 72 of them to the Lord."
            },
            {
                "verse_number": "39",
                "verse_text": "They got 30,500 donkeys. They gave 61 of them to the Lord."
            },
            {
                "verse_number": "40",
                "verse_text": "They got 16,000 people. And they gave 32 of them to the Lord."
            },
            {
                "verse_number": "41",
                "verse_text": "Moses gave the Lord&quot;s share to Eleazar the priest. This was what the Lord had commanded him."
            },
            {
                "verse_number": "42",
                "verse_text": "Moses separated the people&quot;s half from the soldiers&quot; half."
            },
            {
                "verse_number": "43",
                "verse_text": "The people got 337,500 sheep,"
            },
            {
                "verse_number": "44",
                "verse_text": "36,000 cattle,"
            },
            {
                "verse_number": "45",
                "verse_text": "30,500 donkeys"
            },
            {
                "verse_number": "46",
                "verse_text": "and 16,000 people."
            },
            {
                "verse_number": "47",
                "verse_text": "From the people&quot;s half Moses took 1 thing out of every 50 for the Lord. This included the animals and the people. Then he gave them to the Levites. They took care of the Lord&quot;s Holy Tent. This was what the Lord had commanded Moses."
            },
            {
                "verse_number": "48",
                "verse_text": "Then the officers of the army came to Moses. They were the commanders of 1,000 men and commanders of 100 men."
            },
            {
                "verse_number": "49",
                "verse_text": "They told Moses, &apos;We, your servants, have counted our soldiers under our command. Not one of them is missing."
            },
            {
                "verse_number": "50",
                "verse_text": "So we have brought the Lord a gift. We have brought the gold things that each of us found: arm bands, bracelets, signet rings, earrings and necklaces. These are to remove our sins so we will belong to the Lord.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "So Moses and Eleazar the priest took the gold things from them."
            },
            {
                "verse_number": "52",
                "verse_text": "The commanders of 1,000 men and the commanders of 100 men gave the Lord the gold. All of it together weighed about 420 pounds."
            },
            {
                "verse_number": "53",
                "verse_text": "Each soldier had taken something for himself."
            },
            {
                "verse_number": "54",
                "verse_text": "Moses and Eleazar the priest took the gold from the commanders of 1,000 men and the commanders of 100 men. Then they put it in the Meeting Tent. It was a memorial before the Lord for the people of Israel."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The people of Reuben and Gad had many cattle. They saw that the lands of Jazer and Gilead were good for cattle."
            },
            {
                "verse_number": "2",
                "verse_text": "So they came to Moses, Eleazar the priest and the leaders of the people."
            },
            {
                "verse_number": "5",
                "verse_text": "If it pleases you, we would like this land to be given to us. Don&quot;t make us cross the Jordan River.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses told the people of Gad and Reuben, &apos;Shall your brothers go to war while you stay behind?"
            },
            {
                "verse_number": "7",
                "verse_text": "You will discourage the Israelites. They will not want to go over to the land the Lord has given them."
            },
            {
                "verse_number": "8",
                "verse_text": "Your ancestors did the same thing. From Kadesh Barnea I sent them to look at the land."
            },
            {
                "verse_number": "9",
                "verse_text": "They went as far as the Valley of Eshcol. They saw the land. And they discouraged the Israelites from going into the land the Lord had given them."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord became very angry that day. He made this promise:"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;None of the people who came from Egypt and who are 20 years old or older will see this land. I promised it to Abraham, Isaac and Jacob. But these people have not followed me completely."
            },
            {
                "verse_number": "12",
                "verse_text": "Only Caleb son of Jephunneh the Kenizzite and Joshua son of Nun followed the Lord completely.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The Lord was very angry with Israel. So he made them wander in the desert for 40 years. Finally all the people who had sinned against him had died."
            },
            {
                "verse_number": "14",
                "verse_text": "And now you are acting just like your fathers! You sinful people are making the Lord even more angry with Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "If you quit following the Lord, it will add to their stay in the desert. So you will destroy all these people.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the Reubenites and Gadites came up to Moses. They said, &apos;We will build pens for our animals. And we will build cities for our wives and children here."
            },
            {
                "verse_number": "17",
                "verse_text": "Then our families will be in strong, walled cities. They will be safe from the people who live in this land. Then we will prepare for war. We will help the other Israelites get their land."
            },
            {
                "verse_number": "18",
                "verse_text": "We will not return home until every Israelite has received his land."
            },
            {
                "verse_number": "19",
                "verse_text": "We won&quot;t take any of the land west of the Jordan River. Our part of the land is east of the Jordan.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses told them, &apos;You must do these things. You must go before the Lord into battle."
            },
            {
                "verse_number": "21",
                "verse_text": "You must cross the Jordan River armed. The Lord will force out the enemy."
            },
            {
                "verse_number": "22",
                "verse_text": "After the Lord helps us take the land, you may return home. You will have done your duty to the Lord and Israel. Then you may have this land as your own."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;But if you don&quot;t do these things, you will be sinning against the Lord. And know for sure that you will be punished for your sin."
            },
            {
                "verse_number": "24",
                "verse_text": "Build cities for your wives and children and pens for your animals. But then you must do what you promised.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Gadites and Reubenites said to Moses, &apos;We are your servants. We will do what you, our master, command."
            },
            {
                "verse_number": "26",
                "verse_text": "Our wives, children and all our cattle will stay in the cities of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "But we, your servants, will prepare for battle. We will go over and fight for the Lord, as you have said.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Moses gave orders about them to Eleazar the priest. And he gave them to Joshua son of Nun and the leaders of the tribes of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to them, &apos;The Gadites and Reubenites will prepare for battle. They will cross the Jordan River with you. They will go before the Lord and help you take the land. If they do that, give them the land of Gilead for their own."
            },
            {
                "verse_number": "30",
                "verse_text": "But if they do not go over armed, they will not receive it. Their land will be in Canaan with you.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The Gadites and Reubenites answered, &apos;We are your servants. We will do as the Lord said."
            },
            {
                "verse_number": "32",
                "verse_text": "We will cross over into Canaan. We will go before the Lord ready for battle. But our land will be east of the Jordan River.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Moses gave that land to the Gadites, Reubenites and the eastern half-tribe of Manasseh. (Manasseh was Joseph&quot;s son.) That land had been the kingdom of Sihon, the king of the Amorites. And it included the kingdom of Og, king of Bashan. It also included all the cities and the land around them."
            },
            {
                "verse_number": "34",
                "verse_text": "The Gadites rebuilt the cities of Dibon, Ataroth, Aroer,"
            },
            {
                "verse_number": "35",
                "verse_text": "Atroth Shophan, Jazer, Jogbehah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Beth Nimrah and Beth Haran. These were strong, walled cities. And they built sheep pens."
            },
            {
                "verse_number": "37",
                "verse_text": "The Reubenites built Heshbon, Elealeh, Kiriathaim,"
            },
            {
                "verse_number": "38",
                "verse_text": "Nebo, Baal Meon and Sibmah. They renamed Nebo and Baal Meon when they rebuilt them."
            },
            {
                "verse_number": "39",
                "verse_text": "The descendants of Makir son of Manasseh went and captured Gilead. They forced out the Amorites who were there."
            },
            {
                "verse_number": "40",
                "verse_text": "So Moses gave Gilead to the family of Makir son of Manasseh. And they settled there."
            },
            {
                "verse_number": "41",
                "verse_text": "Jair son of Manasseh went out and captured the small towns there. He called them the Towns of Jair."
            },
            {
                "verse_number": "42",
                "verse_text": "Nobah went and captured Kenath and the small towns around it. Then he named it Nobah after himself."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "These are the places the Israelites went as Moses and Aaron led them out of Egypt in divisions."
            },
            {
                "verse_number": "2",
                "verse_text": "At the Lord&quot;s command Moses recorded the places they went. These are the places they went."
            },
            {
                "verse_number": "3",
                "verse_text": "On the fifteenth day of the first month, they left Rameses. That was the day after the Passover. The Israelites marched out boldly in front of all the Egyptians."
            },
            {
                "verse_number": "4",
                "verse_text": "The Egyptians were burying their firstborn sons. The Lord had killed them. He showed that the gods of Egypt were false."
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites left Rameses and camped at Succoth."
            },
            {
                "verse_number": "6",
                "verse_text": "They left Succoth and camped at Etham. It was at the edge of the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "They left Etham and went back to Pi Hahiroth. This was east of Baal Zephon. They camped near Migdol."
            },
            {
                "verse_number": "8",
                "verse_text": "They left Pi Hahiroth. They walked through the sea into the desert. After going three days through the Desert of Etham, they camped at Marah."
            },
            {
                "verse_number": "9",
                "verse_text": "They left Marah and went to Elim. There were 12 springs of water and 70 palm trees where they camped."
            },
            {
                "verse_number": "10",
                "verse_text": "They left Elim and camped near the Red Sea."
            },
            {
                "verse_number": "11",
                "verse_text": "They left the Red Sea and camped in the Desert of Sin."
            },
            {
                "verse_number": "12",
                "verse_text": "They left the Desert of Sin and camped at Dophkah."
            },
            {
                "verse_number": "13",
                "verse_text": "They left Dophkah and camped at Alush."
            },
            {
                "verse_number": "14",
                "verse_text": "They left Alush and camped at Rephidim. The people had no water to drink there."
            },
            {
                "verse_number": "15",
                "verse_text": "They left Rephidim and camped in the Desert of Sinai."
            },
            {
                "verse_number": "16",
                "verse_text": "They left the Desert of Sinai and camped at Kibroth Hattaavah."
            },
            {
                "verse_number": "17",
                "verse_text": "They left Kibroth Hattaavah and camped at Hazeroth."
            },
            {
                "verse_number": "18",
                "verse_text": "They left Hazeroth and camped at Rithmah."
            },
            {
                "verse_number": "19",
                "verse_text": "They left Rithmah and camped at Rimmon Perez."
            },
            {
                "verse_number": "20",
                "verse_text": "They left Rimmon Perez and camped at Libnah."
            },
            {
                "verse_number": "21",
                "verse_text": "They left Libnah and camped at Rissah."
            },
            {
                "verse_number": "22",
                "verse_text": "They left Rissah and camped at Kehelathah."
            },
            {
                "verse_number": "23",
                "verse_text": "They left Kehelathah and camped at Mount Shepher."
            },
            {
                "verse_number": "24",
                "verse_text": "They left Mount Shepher and camped at Haradah."
            },
            {
                "verse_number": "25",
                "verse_text": "They left Haradah and camped at Makheloth."
            },
            {
                "verse_number": "26",
                "verse_text": "They left Makheloth and camped at Tahath."
            },
            {
                "verse_number": "27",
                "verse_text": "They left Tahath and camped at Terah."
            },
            {
                "verse_number": "28",
                "verse_text": "They left Terah and camped at Mithcah."
            },
            {
                "verse_number": "29",
                "verse_text": "They left Mithcah and camped at Hashmonah."
            },
            {
                "verse_number": "30",
                "verse_text": "They left Hashmonah and camped at Moseroth."
            },
            {
                "verse_number": "31",
                "verse_text": "They left Moseroth and camped at Bene Jaakan."
            },
            {
                "verse_number": "32",
                "verse_text": "They left Bene Jaakan and camped at Hor Haggidgad."
            },
            {
                "verse_number": "33",
                "verse_text": "They left Hor Haggidgad and camped at Jotbathah."
            },
            {
                "verse_number": "34",
                "verse_text": "They left Jotbathah and camped at Abronah."
            },
            {
                "verse_number": "35",
                "verse_text": "They left Abronah and camped at Ezion Geber."
            },
            {
                "verse_number": "36",
                "verse_text": "They left Ezion Geber and camped at Kadesh in the Desert of Zin."
            },
            {
                "verse_number": "37",
                "verse_text": "They left Kadesh and camped at Mount Hor. This was on the border of Edom."
            },
            {
                "verse_number": "38",
                "verse_text": "Aaron the priest obeyed the Lord and went up Mount Hor. There he died. He died on the first day of the fifth month. This was in the fortieth year after the Israelites left Egypt."
            },
            {
                "verse_number": "39",
                "verse_text": "Aaron was 123 years old when he died on Mount Hor."
            },
            {
                "verse_number": "40",
                "verse_text": "The king of Arad lived in the southern area of Canaan. He heard that the Israelites were coming."
            },
            {
                "verse_number": "41",
                "verse_text": "The people left Mount Hor and camped at Zalmonah."
            },
            {
                "verse_number": "42",
                "verse_text": "They left Zalmonah and camped at Punon."
            },
            {
                "verse_number": "43",
                "verse_text": "They left Punon and camped at Oboth."
            },
            {
                "verse_number": "44",
                "verse_text": "They left Oboth and camped at Iye Abarim. This was on the border of Moab."
            },
            {
                "verse_number": "45",
                "verse_text": "They left Iye Abarim and camped at Dibon Gad."
            },
            {
                "verse_number": "46",
                "verse_text": "They left Dibon Gad and camped at Almon Diblathaim."
            },
            {
                "verse_number": "47",
                "verse_text": "They left Almon Diblathaim and camped in the mountains of Abarim, near Nebo."
            },
            {
                "verse_number": "48",
                "verse_text": "They left the mountains of Abarim and camped on the plains of Moab. This was near the Jordan River across from Jericho."
            },
            {
                "verse_number": "49",
                "verse_text": "They camped along the Jordan on the plains of Moab. Their camp went from Beth Jeshimoth to Abel Acacia."
            },
            {
                "verse_number": "50",
                "verse_text": "On the plains of Moab by the Jordan River across from Jericho, the Lord spoke to Moses. He said,"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Speak to the Israelites. Tell them, &quot;Cross the Jordan River and go into Canaan."
            },
            {
                "verse_number": "52",
                "verse_text": "Force out the people who live there. Destroy all of their carved statues. Destroy their metal idols. Wreck all of their places of worship."
            },
            {
                "verse_number": "53",
                "verse_text": "Take over the land and settle there. I have given this land to you to own."
            },
            {
                "verse_number": "54",
                "verse_text": "Throw lots to divide up the land by family groups. Give larger portions to larger family groups. Give smaller portions to smaller family groups. The land will be given as the lots decide. Each tribe will get its own land."
            },
            {
                "verse_number": "55",
                "verse_text": "&apos;&quot;But if you don&quot;t force those people out of the land, they will bring you trouble. They will be like sharp hooks in your eyes. They will be like thorns in your sides. They will bring trouble to the land where you live."
            },
            {
                "verse_number": "56",
                "verse_text": "I will punish you as I had planned to punish them.&quot;&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Give this command to the people of Israel: &quot;You will soon enter Canaan. It will be yours. These shall be the borders."
            },
            {
                "verse_number": "3",
                "verse_text": "On the south you will get part of the Desert of Zin. This is near the border of Edom. On the east side your southern border will start at the south end of the Dead Sea."
            },
            {
                "verse_number": "4",
                "verse_text": "It will cross south of Scorpion Pass. It will go through the Desert of Zin and south of Kadesh Barnea. Then it will go to Hazar Addar and over to Azmon."
            },
            {
                "verse_number": "5",
                "verse_text": "From Azmon it will go to the brook of Egypt. It will end at the Mediterranean Sea."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;&quot;Your western border will be the Mediterranean Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;&quot;Your northern border will begin at the Mediterranean Sea and go to Mount Hor."
            },
            {
                "verse_number": "8",
                "verse_text": "From Mount Hor it will go to Lebo Hamath. Then it will go to Zedad."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the border will go to Ziphron and end at Hazar Enan. This will be your northern border."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;&quot;Your eastern border will begin at Hazar Enan and go to Shepham."
            },
            {
                "verse_number": "11",
                "verse_text": "From Shepham the border will go east of Ain to Riblah. It will go along the hills east of Lake Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the border will go down along the Jordan River. It will end at the Dead Sea. &apos;&quot;These are the borders around your country.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses gave this command to the Israelites: &apos;This is the land you will receive. Throw lots to divide it among the nine and a half tribes. The Lord commanded that it should be theirs."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribes of Reuben and Gad and the eastern half-tribe of Manasseh have already received their land."
            },
            {
                "verse_number": "15",
                "verse_text": "These two and a half tribes received land east of the Jordan River. It is across from Jericho.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;These are the men who will divide the land: Eleazar the priest and Joshua son of Nun."
            },
            {
                "verse_number": "18",
                "verse_text": "Also take one leader from each tribe. They will divide the land."
            },
            {
                "verse_number": "19",
                "verse_text": "These are the names of the leaders: from the tribe of Judah, Caleb son of Jephunneh;"
            },
            {
                "verse_number": "20",
                "verse_text": "from the tribe of Simeon, Shemuel son of Ammihud;"
            },
            {
                "verse_number": "21",
                "verse_text": "from the tribe of Benjamin, Elidad son of Kislon;"
            },
            {
                "verse_number": "22",
                "verse_text": "from the tribe of Dan, Bukki son of Jogli;"
            },
            {
                "verse_number": "23",
                "verse_text": "from the tribe of Manasseh son of Joseph, Hanniel son of Ephod;"
            },
            {
                "verse_number": "24",
                "verse_text": "from the tribe of Ephraim son of Joseph, Kemuel son of Shiphtan;"
            },
            {
                "verse_number": "25",
                "verse_text": "from the tribe of Zebulun, Elizaphan son of Parnach;"
            },
            {
                "verse_number": "26",
                "verse_text": "from the tribe of Issachar, Paltiel son of Azzan;"
            },
            {
                "verse_number": "27",
                "verse_text": "from the tribe of Asher, Ahihud son of Shelomi;"
            },
            {
                "verse_number": "28",
                "verse_text": "from the tribe of Naphtali, Pedahel son of Ammihud.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord commanded these men to divide the land of Canaan among the Israelites."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses on the plains of Moab. This was across from Jericho by the Jordan River. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Command the Israelites to give the Levites cities to live in. These will be cities in the land they receive. Also give the Levites the pastureland around these cities."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Levites will have cities where they may live. And they will have pastureland for their cattle, sheep and other animals."
            },
            {
                "verse_number": "4",
                "verse_text": "The pastureland you give the Levites will extend 1,500 feet from the city wall."
            },
            {
                "verse_number": "5",
                "verse_text": "Also measure 3,000 feet in each direction from the city wall. Measure 3,000 feet east of the city. Measure 3,000 feet south of the city. Measure 3,000 feet west of the city. And measure 3,000 feet north of the city. The city will be in the center. This will be pastureland for the Levites&quot; cities."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Six of the cities you give the Levites will be cities of safety. A person might accidentally kill someone. If he does, he may run to one of those cities for safety. You must also give 42 other cities to the Levites."
            },
            {
                "verse_number": "7",
                "verse_text": "Give the Levites a total of 48 cities and their pastures."
            },
            {
                "verse_number": "8",
                "verse_text": "The larger tribes of Israel must give more cities. The smaller tribes must give fewer cities. Each tribe must give some of its cities to the Levites. The number of cities they give will depend on the size of their land.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell the Israelites these things: &quot;You will cross the Jordan River and go into Canaan."
            },
            {
                "verse_number": "11",
                "verse_text": "You must choose cities to be cities of safety. If a person accidentally kills someone, he may run to them for safety."
            },
            {
                "verse_number": "12",
                "verse_text": "There he will be safe from the dead person&quot;s relative who has the duty of punishing the killer. He will not die before he is judged in court."
            },
            {
                "verse_number": "13",
                "verse_text": "The six cities you give will be cities of safety."
            },
            {
                "verse_number": "14",
                "verse_text": "Give three cities east of the Jordan River. And give three cities in Canaan as cities of safety."
            },
            {
                "verse_number": "15",
                "verse_text": "These six cities will be places of safety for citizens of Israel. And they will be for foreigners and other people living with you. Any of these people may run to one of these cities if he accidentally kills someone."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;&quot;If a person uses an iron weapon to kill someone, he is a murderer. He must be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "A person might take a rock that could kill someone. If he kills a person with it, he is a murderer. He must be put to death."
            },
            {
                "verse_number": "18",
                "verse_text": "A person might pick up a piece of wood that could kill someone. If he kills someone with it, he is a murderer. He must be put to death."
            },
            {
                "verse_number": "19",
                "verse_text": "A relative of the dead person must put the murderer to death. When he finds the murderer, he must kill him."
            },
            {
                "verse_number": "20",
                "verse_text": "A person might shove someone and kill him. Or he might throw something at someone and kill him."
            },
            {
                "verse_number": "21",
                "verse_text": "Or he might hit someone with his hand and kill him. If he did that from hate, he is a murderer. He must be put to death. A relative of the dead person must kill the murderer when he finds him."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;&quot;But a person might suddenly shove someone. He did not hate the person. Or he might accidentally throw something and hit someone."
            },
            {
                "verse_number": "23",
                "verse_text": "Or he might drop a rock that could kill someone. It might fall on someone he did not see. And it might kill that person. He didn&quot;t plan to hurt anyone. He didn&quot;t hate the person he killed."
            },
            {
                "verse_number": "24",
                "verse_text": "If that happens, the community must decide what to do. They must decide between the relative of the dead person and the killer. Here are the rules."
            },
            {
                "verse_number": "25",
                "verse_text": "They must protect the killer from the dead person&quot;s relative. They must send the killer back to the city of safety that he ran to. He must stay there until the high priest dies. The high priest had the holy oil poured on him."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;&quot;That man must never go outside the limits of his city of safety."
            },
            {
                "verse_number": "27",
                "verse_text": "If a relative of the dead person finds him outside the city, the relative may kill him. He will not be guilty of murder."
            },
            {
                "verse_number": "28",
                "verse_text": "The killer must stay in his city of safety until the high priest dies. After the high priest dies, he may go back to his own land."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;&quot;These laws are for you from now on, wherever you live."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;&quot;A killer may be put to death only if he is a murderer. And there must be witnesses. No one may be put to death with only one witness."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;&quot;A murderer should die. Don&quot;t take money to spare his life. He must be put to death."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;&quot;A person might run to a city of safety. Don&quot;t take money to let him go back home before the high priest dies."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;&quot;Don&quot;t let murder spoil your land. There is only one way to remove the sin of killing an innocent person. The murderer must be put to death."
            },
            {
                "verse_number": "34",
                "verse_text": "I am the Lord. I live among the Israelites. I live in that land with you. So do not spoil it with murder.&quot;&apos;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The leaders of Gilead&quot;s family group went to talk to Moses and the leaders of the families of Israel. (Gilead was the son of Makir. Makir was Manasseh&quot;s son, and Manasseh was Joseph&quot;s son.)"
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;The Lord commanded you, our master, to give the land to the Israelites by throwing lots. And the Lord commanded you to give the land of Zelophehad, our brother, to his daughters."
            },
            {
                "verse_number": "3",
                "verse_text": "His daughters may marry men from other tribes of Israel. Then that land will leave our family. The people of the other tribes will get that land. So we will lose some of our land."
            },
            {
                "verse_number": "4",
                "verse_text": "The time of Jubilee will come for the Israelites. Then their land will go to other tribes. It will go to the tribes of the people they marry. So their land will be taken away from us. And that was land we received from our fathers.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses gave the Israelites this command from the Lord: &apos;These men from the tribe of Joseph are right."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the Lord&quot;s command to Zelophehad&quot;s daughters: You may marry anyone you wish from your own tribe."
            },
            {
                "verse_number": "7",
                "verse_text": "In this way the Israelites&quot; land will not pass from tribe to tribe. Each Israelite will keep the land in the tribe that belonged to his ancestors."
            },
            {
                "verse_number": "8",
                "verse_text": "A woman who inherits her father&quot;s land may marry. But she must marry someone from her own tribe. In this way every Israelite will keep the land that belonged to his ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "The land must not pass from tribe to tribe. Each Israelite tribe will keep the land it received from its ancestors.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Zelophehad&quot;s daughters obeyed the Lord&quot;s command to Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "So Zelophehad&quot;s daughters&ndash;Mahlah, Tirzah, Hoglah, Milcah and Noah&ndash;married their cousins. These were their father&quot;s relatives."
            },
            {
                "verse_number": "12",
                "verse_text": "Their husbands were from the tribe of Manasseh son of Joseph. So their land stayed in their father&quot;s family group and tribe."
            },
            {
                "verse_number": "13",
                "verse_text": "These were the laws and commands that the Lord gave to the Israelites. He gave them through Moses. The Israelites were on the plains of Moab by the Jordan River, across from Jericho."
            }
        ]
    }
}