{
    "Titus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a servant of God and an apostle of Jesus Christ. I was sent to help the faith of God&quot;s chosen people. I was sent to help them to know the truth. And that truth shows people how to serve God."
            },
            {
                "verse_number": "2",
                "verse_text": "That faith and that knowledge come from our hope for life forever. God promised that life to us before time began, and God does not lie."
            },
            {
                "verse_number": "3",
                "verse_text": "At the right time God let the world know about that life through preaching. He trusted me with that work, and I preached because God our Savior commanded me to."
            },
            {
                "verse_number": "4",
                "verse_text": "To Titus. You are like a true son to me in the faith we share. Grace and peace to you from God the Father and Christ Jesus our Savior."
            },
            {
                "verse_number": "5",
                "verse_text": "I left you in Crete so that you could finish doing the things that still needed to be done. I left you there also so that you could choose men to be elders in every town."
            },
            {
                "verse_number": "6",
                "verse_text": "To be an elder, a man must not be guilty of doing wrong. He must have only one wife. His children must be believers. They must not be known as children who are wild and who do not obey."
            },
            {
                "verse_number": "7",
                "verse_text": "An overseer has the job of taking care of God&quot;s work. So he must not be guilty of doing wrong. He must not be a man who is proud and selfish or who becomes angry quickly. He must not drink too much wine. He must not be a person who likes to fight. And he must not be a person who always tries to get rich by cheating people."
            },
            {
                "verse_number": "8",
                "verse_text": "An overseer must be ready to help others by accepting them into his home. He must love what is good. He must be wise. He must live right. He must be holy. And he must be able to control himself."
            },
            {
                "verse_number": "9",
                "verse_text": "An overseer must faithfully follow the truth just as we teach it. He must be able to help people by using true and right teaching. And he must be able to show those who are against the true teaching that they are wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "There are many people who refuse to obey&ndash;people who talk about worthless things and lead others into the wrong way. I am talking mostly about those who insist on circumcision to be saved."
            },
            {
                "verse_number": "11",
                "verse_text": "These people must be stopped from talking. They are destroying whole families by teaching things that they should not teach. They teach them only to cheat people and make money."
            },
            {
                "verse_number": "12",
                "verse_text": "Even one of their own prophets from Crete said, &apos;Cretan people are always liars. They are evil animals and lazy people who do nothing but eat.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The words that prophet said are true. So tell those people that they are wrong. You must be strict with them. Then they will become strong in the faith"
            },
            {
                "verse_number": "14",
                "verse_text": "and stop accepting Jewish stories. And they will stop following the commands of others who do not accept the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "To those who are pure, all things are pure. But to those who are full of sin and do not believe, nothing is pure. The thinking of those people has become evil and their knowledge of what is right has been ruined."
            },
            {
                "verse_number": "16",
                "verse_text": "They say they know God, but the evil things they do show that they do not accept God. They are terrible people, they refuse to obey, and they are useless for doing anything good."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "You must tell everyone what they must do to follow the true teaching."
            },
            {
                "verse_number": "2",
                "verse_text": "Teach older men to have self-control, to be serious, and to be wise. They should be strong in faith, strong in love, and strong in patience."
            },
            {
                "verse_number": "3",
                "verse_text": "Also, teach older women to be holy in the way they live. Teach them not to speak against others or have the habit of drinking too much wine. They should teach what is good."
            },
            {
                "verse_number": "4",
                "verse_text": "In that way they can teach younger women to love their husbands and children."
            },
            {
                "verse_number": "5",
                "verse_text": "They can teach younger women to be wise and pure, to take care of their homes, to be kind, and to obey their husbands. Then no one will be able to criticize the teaching God gave us."
            },
            {
                "verse_number": "6",
                "verse_text": "In the same way, tell young men to be wise."
            },
            {
                "verse_number": "7",
                "verse_text": "You should do good deeds to be an example in every way for young men. When you teach, be honest and serious."
            },
            {
                "verse_number": "8",
                "verse_text": "And when you speak, speak the truth so that you cannot be criticized. Then anyone who is against you will be ashamed because there is nothing bad that he can say against us."
            },
            {
                "verse_number": "9",
                "verse_text": "And tell slaves to obey their masters at all times. They should try to please them and not argue with them."
            },
            {
                "verse_number": "10",
                "verse_text": "They should not steal from them. And they should show their masters that they can be trusted. Slaves should do these things so that in everything they do, they will show that the teaching of God our Savior is good."
            },
            {
                "verse_number": "11",
                "verse_text": "That is the way we should live, because God&quot;s grace has come. That grace can save every person."
            },
            {
                "verse_number": "12",
                "verse_text": "It teaches us not to live against God and not to do the evil things the world wants to do. That grace teaches us to live in the present age in a wise and right way&ndash;a way that shows that we serve God."
            },
            {
                "verse_number": "13",
                "verse_text": "We should live like that while we are waiting for the coming of our great God and Savior Jesus Christ. He is our great hope, and he will come with glory."
            },
            {
                "verse_number": "14",
                "verse_text": "He gave himself for us; he died to free us from all evil. He died to make us pure people who belong only to him&ndash;people who are always wanting to do good things."
            },
            {
                "verse_number": "15",
                "verse_text": "Tell everyone these things. You have full authority. So use that authority to strengthen the people and tell them what they should do. And do not let anyone treat you as if you were not important."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Remind the believers to do these things: to be under the authority of rulers and government leaders, to obey them and be ready to do good,"
            },
            {
                "verse_number": "2",
                "verse_text": "to speak no evil about anyone, to live in peace with all, to be gentle and polite to all people."
            },
            {
                "verse_number": "3",
                "verse_text": "In the past we were foolish people, too. We did not obey, we were wrong, and we were slaves to many things our bodies wanted and enjoyed. We lived doing evil and being jealous. People hated us and we hated each other."
            },
            {
                "verse_number": "4",
                "verse_text": "But then the kindness and love of God our Savior was shown."
            },
            {
                "verse_number": "5",
                "verse_text": "He saved us because of his mercy, not because of good deeds we did to be right with God. He saved us through the washing that made us new people. He saved us by making us new through the Holy Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "God poured out to us that Holy Spirit fully through Jesus Christ our Savior."
            },
            {
                "verse_number": "7",
                "verse_text": "We were made right with God by His grace. And God gave us the Spirit so that we could receive the life that never ends. That is what we hope for."
            },
            {
                "verse_number": "8",
                "verse_text": "This teaching is true. And I want you to be sure that the people understand these things. Then those who believe in God will be careful to use their lives for doing good. These things are good and will help all people."
            },
            {
                "verse_number": "9",
                "verse_text": "Stay away from those who have foolish arguments, who talk about useless family histories, who make trouble and fight about what the law of Moses teaches. Those things are worth nothing and will not help anyone."
            },
            {
                "verse_number": "10",
                "verse_text": "If someone causes arguments, then give him a warning. If he continues to cause arguments, warn him again. If he still continues causing arguments, then do not be around him."
            },
            {
                "verse_number": "11",
                "verse_text": "You know that such a person is evil and sinful. His sins prove that he is wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "I will send Artemas and Tychicus to you. When I send them, try hard to come to me at Nicopolis. I have decided to stay there this winter."
            },
            {
                "verse_number": "13",
                "verse_text": "Zenas the lawyer and Apollos will be traveling from there. Do all that you can to help them on their way. Be sure that they have everything they need."
            },
            {
                "verse_number": "14",
                "verse_text": "Our people must learn to use their lives for doing good deeds. They should do good to those in need. Then our people will not have useless lives."
            },
            {
                "verse_number": "15",
                "verse_text": "All who are with me greet you. Greet those who love us in the faith. Grace be with you all."
            }
        ]
    }
}