{
    "Nehemiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of Nehemiah son of Hacaliah. I, Nehemiah, was in the capital city of Susa. It was in the month of Kislev. This was in the twentieth year."
            },
            {
                "verse_number": "2",
                "verse_text": "One of my brothers named Hanani came from Judah. Some other men were with him. I asked them about the Jews who lived through the captivity. And I also asked about Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "They answered, &apos;Nehemiah, those who are left from the captivity are back in the area of Judah. But they are in much trouble and are full of shame. The wall around Jerusalem is broken down. And its gates have been burned.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When I heard these things, I sat down and cried for several days. I was sad and did not eat food. I prayed to the God of heaven."
            },
            {
                "verse_number": "5",
                "verse_text": "I said, &apos;Lord, God of heaven, you are the great God who is to be respected. You keep your agreement of love with those who love you and obey your commands."
            },
            {
                "verse_number": "6",
                "verse_text": "Listen carefully. Look at me. Hear the prayer your servant is praying to you day and night. I am praying for your servants, the people of Israel. I confess the sins we Israelites have done against you. My father&quot;s family and I have sinned against you."
            },
            {
                "verse_number": "7",
                "verse_text": "We have been wicked toward you. We have not obeyed the commands, rules and laws you gave your servant Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Remember what you taught your servant Moses. You said, &quot;If you are unfaithful, I will scatter you among the nations."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you come back to me and obey my commands, I will gather your people. I will gather them from the far ends of the earth. And I will bring them from captivity to where I have chosen to be worshiped.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;They are your servants and your people. You have saved them with your great strength and power."
            },
            {
                "verse_number": "11",
                "verse_text": "Lord, listen carefully to my prayer. I am your servant. And listen to the prayers of your servants who love to honor you. Give me, your servant, success today. Allow this king to show kindness to me.&apos; I was the one who served wine to the king."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "It was the month of Nisan. It was in the twentieth year King Artaxerxes was king. He wanted some wine. So I took some and gave it to the king. I had not been sad in his presence before."
            },
            {
                "verse_number": "2",
                "verse_text": "So the king said, &apos;Why does your face look sad? You are not sick. Your heart must be sad.&apos; Then I was very afraid. First I prayed to the God of heaven. Then they answered, &apos;Let&quot;s start rebuilding.&apos; So they began to work hard."
            },
            {
                "verse_number": "3",
                "verse_text": "I said to the king, &apos;May the king live forever! My face is sad because the city where my ancestors are buried lies in ruins. And its gates have been destroyed by fire.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king said to me, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I answered the king, &apos;Send me to the city in Judah where my ancestors are buried. I will rebuild it. Do this if you are willing and if I have pleased you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The queen was sitting next to the king. He asked me, &apos;How long will your trip take? When will you get back?&apos; It pleased the king to send me. So I set a time."
            },
            {
                "verse_number": "7",
                "verse_text": "I also said to him, &apos;If you are willing, give me letters for the governors west of the Euphrates River. Tell them to let me pass safely through their lands on my way to Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "And may I have a letter for Asaph? He is the keeper of the king&quot;s forest. Tell him to give me timber. I will need it to make boards for the gates of the palace. It is by the Temple. The wood is also for the city wall and the house I will live in.&apos; So the king gave me the letters. This was because God was showing kindness to me."
            },
            {
                "verse_number": "9",
                "verse_text": "So I went to the governors west of the Euphrates River. I gave them the king&quot;s letters. The king had also sent army officers and soldiers on horses with me."
            },
            {
                "verse_number": "10",
                "verse_text": "Sanballat the Horonite and Tobiah the Ammonite leader heard about this. They were upset that someone had come to help the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "I went to Jerusalem and stayed there three days."
            },
            {
                "verse_number": "12",
                "verse_text": "Then at night I started out with a few men. I had not told anyone what God had caused me to do for Jerusalem. There were no animals with me except the one I was riding."
            },
            {
                "verse_number": "13",
                "verse_text": "It was night. I went out through the Valley Gate. I rode toward the Dragon Well and the Trash Gate. I was inspecting the walls of Jerusalem. They had been broken down. And the gates had been destroyed by fire."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I rode on toward the Fountain Gate and the King&quot;s Pool. But there was not enough room for the animal I was riding to get through."
            },
            {
                "verse_number": "15",
                "verse_text": "So I went up the valley at night. I was inspecting the wall. Finally, I turned and went back in through the Valley Gate."
            },
            {
                "verse_number": "16",
                "verse_text": "The officers did not know where I had gone or what I was doing. I had not yet said anything to the Jews, the priests, the important men or the officers. I had not said anything to any of the others who would do the work."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I said to them, &apos;You can see the trouble we have here. Jerusalem is a pile of ruins. And its gates have been burned. Come, let&quot;s rebuild the wall of Jerusalem. Then we won&quot;t be full of shame any longer.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I also told them how God had been kind to me. And I told them what the king had said to me."
            },
            {
                "verse_number": "19",
                "verse_text": "But Sanballat the Horonite, Tobiah the Ammonite leader and Geshem the Arab heard about it. They made fun of us and laughed at us. They said, &apos;What are you doing? Are you turning against the king?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But I answered them, &apos;The God of heaven will give us success. We are God&quot;s servants. We will start rebuilding. But you have no share in Jerusalem. You have no claim or past right to it.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Eliashib the high priest and his fellow priests went to work. They rebuilt the Sheep Gate. They gave it to the Lord&quot;s service and set its doors in place. They worked as far as the Tower of the Hundred, and they gave it to the Lord&quot;s service. Then they went on to the Tower of Hananel."
            },
            {
                "verse_number": "2",
                "verse_text": "The men of Jericho built the part of the wall next to the priests. And Zaccur son of Imri built next to them."
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Hassenaah rebuilt the Fish Gate. They set the boards in place. And they put its doors, bolts and bars in place."
            },
            {
                "verse_number": "4",
                "verse_text": "Meremoth son of Uriah made repairs next to them. (Uriah was the son of Hakkoz.) Meshullam son of Berekiah worked next to Meremoth. (Berekiah was the son of Meshezabel.) And Zadok son of Baana worked next to Meshullam."
            },
            {
                "verse_number": "5",
                "verse_text": "The men from Tekoa made repairs next to them. But the leading men of Tekoa would not work under their supervisors."
            },
            {
                "verse_number": "6",
                "verse_text": "Joiada son of Paseah and Meshullam son of Besodeiah repaired the Old Gate. They set its boards in place. And they put its doors, bolts and bars in place."
            },
            {
                "verse_number": "7",
                "verse_text": "Next to them, men from Gibeon and Mizpah made repairs. Melatiah was from Gibeon, and Jadon was from Meronoth. These places were ruled by the governor west of the Euphrates River."
            },
            {
                "verse_number": "8",
                "verse_text": "Next to them, Uzziel son of Harhaiah made repairs. He was a goldsmith. And next to him, Hananiah made repairs. He was one of the people who made perfume. These men rebuilt Jerusalem as far as the Broad Wall."
            },
            {
                "verse_number": "9",
                "verse_text": "The next part of the wall was repaired by Rephaiah son of Hur. He was ruler of half of the district of Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Next to him, Jedaiah son of Harumaph made repairs. He worked opposite his own house. And next to him, Hattush son of Hashabneiah made repairs."
            },
            {
                "verse_number": "11",
                "verse_text": "Malkijah son of Harim and Hasshub son of Pahath-Moab repaired another part of the wall. And they repaired the Tower of the Ovens."
            },
            {
                "verse_number": "12",
                "verse_text": "Next to them, Shallum son of Hallohesh made repairs. He was ruler of half of the district of Jerusalem. His daughters helped him."
            },
            {
                "verse_number": "13",
                "verse_text": "Hanun and the people of Zanoah repaired the Valley Gate. They rebuilt it and put its doors, bolts and bars in place. They also repaired the 500 yards of the wall to the Trash Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "Malkijah son of Recab repaired the Trash Gate. He was ruler of the district of Beth Hakkerem. He rebuilt that gate and put its doors, bolts and bars in place."
            },
            {
                "verse_number": "15",
                "verse_text": "Shallun son of Col-Hozeh repaired the Fountain Gate. He was ruler of the district of Mizpah. He rebuilt it and put a roof over it. And he put its doors, bolts and bars in place. He also repaired the wall of the Pool of Siloam. It is next to the King&quot;s Garden. He repaired the wall all the way to the steps. They went down from the older part of the city."
            },
            {
                "verse_number": "16",
                "verse_text": "Next to Shallun, Nehemiah son of Azbuk made repairs. He was ruler of half of the district of Beth Zur. He made repairs up to a place opposite the tombs of David. He made repairs as far as the man-made pool and the House of the Heroes."
            },
            {
                "verse_number": "17",
                "verse_text": "Next to him, the Levites made repairs. Some worked under Rehum son of Bani. Next to him, Hashabiah made repairs for his district. He was ruler of half of the district of Keilah."
            },
            {
                "verse_number": "18",
                "verse_text": "Next to him, Binnui son of Henadad and his relatives made repairs. Binnui was the ruler of the other half of the district of Keilah."
            },
            {
                "verse_number": "19",
                "verse_text": "Next to them, Ezer son of Jeshua worked. He was ruler of Mizpah. He repaired another part of the wall. He worked across from the way up to the storehouse for weapons. And he worked to the place where the wall turns."
            },
            {
                "verse_number": "20",
                "verse_text": "Next to him, Baruch son of Zabbai worked very hard to repair another part of the wall. It went from the place where the wall turns to the entrance of the house of Eliashib. He was the high priest."
            },
            {
                "verse_number": "21",
                "verse_text": "Next to him, Meremoth son of Uriah worked. (Uriah was the son of Hakkoz.) He repaired another part of the wall. It went from the entrance to Eliashib&quot;s house to the far end of it."
            },
            {
                "verse_number": "22",
                "verse_text": "Next to him worked the priests from the surrounding area."
            },
            {
                "verse_number": "23",
                "verse_text": "Next to them, Benjamin and Hasshub made repairs in front of their own house. Next to them, Azariah son of Maaseiah made repairs beside his own house. (Maaseiah was the son of Ananiah.)"
            },
            {
                "verse_number": "24",
                "verse_text": "Next to him, Binnui son of Henadad repaired another part of the wall. It went from Azariah&quot;s house to the place where the wall turned. And it went to the corner."
            },
            {
                "verse_number": "25",
                "verse_text": "Palal son of Uzai worked across from the place where the wall turned. And he worked by the tower on the upper palace. That is near the courtyard of the king&quot;s guard. Next to Palal, Pedaiah son of Parosh made repairs."
            },
            {
                "verse_number": "26",
                "verse_text": "The Temple servants lived on the hill of Ophel. They made repairs as far as a point opposite the Water Gate. They worked toward the east and the tower that extends from the palace."
            },
            {
                "verse_number": "27",
                "verse_text": "Next to them, the men of Tekoa made repairs. They worked on the wall from the great tower that extends from the palace to the wall of Ophel."
            },
            {
                "verse_number": "28",
                "verse_text": "The priests made repairs above the Horse Gate. Each worked in front of his own house."
            },
            {
                "verse_number": "29",
                "verse_text": "Next to them, Zadok son of Immer made repairs across from his own house. Next to him, Shemaiah son of Shecaniah made repairs. He was the guard of the East Gate."
            },
            {
                "verse_number": "30",
                "verse_text": "Next to him, Hananiah son of Shelemiah and Hanun, the sixth son of Zalaph, made repairs. They worked on another part of the wall. Next to them, Meshullam son of Berekiah made repairs. It was across from where he lived."
            },
            {
                "verse_number": "31",
                "verse_text": "Next to him, Malkijah made repairs. He was one of the goldsmiths. He worked as far as the house of the Temple servants and the traders. That is across from the Inspection Gate. And he worked as far as the room above the corner of the wall."
            },
            {
                "verse_number": "32",
                "verse_text": "The goldsmiths and the traders made repairs on another part of the wall. It was between the room above the corner of the wall and the Sheep Gate."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Sanballat heard we were rebuilding the wall. He was very angry, even furious. He made fun of the Jews."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to his friends and the army of Samaria, &apos;What are these weak Jews doing? They think they can rebuild the wall. They think they will offer sacrifices. Maybe they think they can finish rebuilding it in only one day. They can&quot;t bring stones back to life. These are piles of trash and ashes.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Tobiah the Ammonite was next to Sanballat. Tobiah said, &apos;A fox could climb up on what they are building. Even it could break down their stone wall.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I prayed, &apos;Hear us, our God. We are hated. Turn the insults of Sanballat and Tobiah back on their own heads. Let them be captured and taken away like valuables that are stolen."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not hide their guilt. Do not take away their sins so you can&quot;t see them. The builders have seen them make you angry.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So we rebuilt the wall until all of it went halfway up. The people were willing to work hard."
            },
            {
                "verse_number": "7",
                "verse_text": "But Sanballat, Tobiah, the Arabs, the Ammonites and the men from Ashdod were very angry. They heard that the repairs to Jerusalem&quot;s walls were continuing. And they heard that the holes in the wall were being closed."
            },
            {
                "verse_number": "8",
                "verse_text": "So they all made plans against Jerusalem. They planned to come and fight and stir up trouble."
            },
            {
                "verse_number": "9",
                "verse_text": "But we prayed to our God. And we appointed guards to watch for them day and night."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Judah said, &apos;The workers are getting tired. There is too much dirt and trash. We cannot rebuild the wall.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "And our enemies said, &apos;The Jews won&quot;t know it or see us. But we will come among them and kill them. We will stop the work.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Jews who lived near our enemies came. They told us ten times, &apos;Everywhere you turn, the enemy will attack us.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So I put some of the people behind the lowest places along the wall. And I put some at the open places. I put families together with their swords, spears and bows."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I looked around. I stood up and spoke to the important men, the leaders and the rest of the people. I said, &apos;Don&quot;t be afraid of them. Remember the Lord. He is great and others are afraid of him. And fight for your brothers, your sons and daughters, your wives and your homes.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then our enemies heard that we knew about their plans. God had ruined their plans. So we all went back to the wall. Each person went back to his own work."
            },
            {
                "verse_number": "16",
                "verse_text": "From that day on, half my men worked on the wall. The other half was ready with spears, shields, bows and armor. The officers stood in back of the people of Judah"
            },
            {
                "verse_number": "17",
                "verse_text": "who were building the wall. Those who carried materials did their work with one hand. They carried a weapon in the other hand."
            },
            {
                "verse_number": "18",
                "verse_text": "Each builder wore his sword at his side as he worked. The man who blew the trumpet to warn the people stayed next to me."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I spoke to the important men, the leaders and the rest of the people. I said, &apos;This is a very big job. We are spreading out along the wall. We are far apart."
            },
            {
                "verse_number": "20",
                "verse_text": "So wherever you hear the sound of the trumpet, assemble there. Our God will fight for us.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So we continued to work. Half the men held spears. We worked from sunrise till the stars came out."
            },
            {
                "verse_number": "22",
                "verse_text": "At that time I also said to the people, &apos;Let every man and his helper stay inside Jerusalem at night. They can be our guards at night. And they can be workmen during the day.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Neither I, my brothers, my men nor the guards with me ever took off our clothes. Each person carried his weapon even when he went for water."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The men and their wives complained loudly against their fellow Jews."
            },
            {
                "verse_number": "2",
                "verse_text": "Some of them were saying, &apos;We have many sons and daughters in our families. To eat and stay alive, we need grain.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Others were saying, &apos;We are borrowing money to get grain. There is not much food. We might not be able to pay back the money we&quot;ve borrowed. Then we will have to pay with our fields, vineyards and homes.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And still others were saying, &apos;We are having to borrow money. We have to pay the king&quot;s tax on our fields and vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "We are just like our fellow Jews. Our sons are like their sons. But we have to sell our sons and daughters as slaves. Some of our daughters have already been sold. But there is nothing we can do. Our fields and vineyards already belong to other people.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When I heard their complaints about these things, I was very angry."
            },
            {
                "verse_number": "7",
                "verse_text": "I thought about it. Then I accused the important people and the leaders. I told them, &apos;You are charging your own brothers too much interest.&apos; So I called a large meeting to deal with them."
            },
            {
                "verse_number": "8",
                "verse_text": "I said to them, &apos;Our fellow Jews had been sold to non-Jewish nations. But, as much as possible, we have bought them back. Now you are making your fellow Jews sell themselves to us!&apos; The leaders were quiet. They had nothing to say."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said, &apos;What you are doing is not right. You should live in fear of God. Don&quot;t let our non-Jewish enemies shame us."
            },
            {
                "verse_number": "10",
                "verse_text": "I, my brothers and my men are also lending money and grain to the people. But stop charging them too much for this!"
            },
            {
                "verse_number": "11",
                "verse_text": "Give back their fields, vineyards, olive trees and houses right now. Also give them back the extra amount you charged them. That is the hundredth part of the money, grain, new wine and oil.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They said, &apos;We will give it back. And we will not demand anything more from them. We will do as you say.&apos; Then I called for the priests. And I made the important men and leaders promise to do what they had said. Then the whole group said, &apos;Amen.&apos; And they praised the Lord. So the people did what they had promised."
            },
            {
                "verse_number": "13",
                "verse_text": "Also I shook out the folds of my robe. I said, &apos;In this way may God shake out every man who does not keep his promise. May God shake him out of his house. And may he shake him out of the things that are his. Let that man be shaken out and emptied!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I was appointed governor in the land of Judah. This was in the twentieth year of King Artaxerxes&quot; rule. I was governor till his thirty-second year. So I was governor of Judah for 12 years. During that time neither my brothers nor I ate the food that was allowed for the governor."
            },
            {
                "verse_number": "15",
                "verse_text": "But the governors before me placed a heavy load on the people. They took about one pound of silver from each person. And they took food and wine. The governors&quot; helpers before me also controlled the people. But I did not do that because I feared God."
            },
            {
                "verse_number": "16",
                "verse_text": "I worked on the wall. So did all my men who were gathered there. We did not buy any fields."
            },
            {
                "verse_number": "17",
                "verse_text": "Also, I fed 150 Jews and officers at my table. And I fed those who came from the nations around us."
            },
            {
                "verse_number": "18",
                "verse_text": "This is what was prepared every day for me and those who ate with me: one ox, six good sheep, and birds. And every ten days there were all kinds of wine. But I never demanded the food that was allowed for the governor. This was because the people were already working very hard."
            },
            {
                "verse_number": "19",
                "verse_text": "Remember, my God, to be kind to me. Remember all the good I have done for these people."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Sanballat, Tobiah, Geshem the Arab and our other enemies heard that I had rebuilt the wall. There was not one gap in it. But I had not yet set the doors in the gates."
            },
            {
                "verse_number": "2",
                "verse_text": "So Sanballat and Geshem sent me this message: &apos;Come, Nehemiah, let&quot;s meet together in Kephirim on the plain of Ono.&apos; But they were planning to harm me. A report is going around to all the nations. And Geshem says it is true. It says you and the Jews are planning to turn against the king. That&quot;s why you are rebuilding the wall. They say you are going to be their king. But I prayed, &apos;God, make me strong.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So I sent messengers to them with this answer: &apos;I am doing a great work. I can&quot;t come down. I don&quot;t want the work to stop while I leave to meet you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Sanballat and Geshem sent the same message to me four times. And I sent back the same answer each time."
            },
            {
                "verse_number": "5",
                "verse_text": "The fifth time Sanballat sent his helper to me with the message. And in his hand was an unsealed letter."
            },
            {
                "verse_number": "6",
                "verse_text": "This is what was written:"
            },
            {
                "verse_number": "7",
                "verse_text": "They say you have appointed prophets to announce in Jerusalem: &apos;There is a king of Judah!&apos; The king will hear about this. So come, let&quot;s discuss this together."
            },
            {
                "verse_number": "8",
                "verse_text": "So I sent him back this answer: &apos;Nothing you are saying is really happening. You are just making it up in your own mind.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Our enemies were trying to scare us. They were thinking, &apos;They will get too weak to work. Then the wall will not be finished.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "One day I went to the house of Shemaiah son of Delaiah. Delaiah was the son of Mehetabel. Shemaiah had to stay at home. He said, &apos;Nehemiah, let&quot;s meet in the Temple of God. Let&quot;s go inside the Temple and close the doors. Men are coming at night to kill you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But I said, &apos;Should a man like me run away? Should I run into the Temple to save my life? I will not go.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I knew that God had not sent him. Tobiah and Sanballat had paid him to prophesy against me."
            },
            {
                "verse_number": "13",
                "verse_text": "They paid him to frighten me so I would do this and sin. Then they could give me a bad name to shame me."
            },
            {
                "verse_number": "14",
                "verse_text": "I prayed, &apos;Remember Tobiah and Sanballat, my God. Remember what they have done. Also remember the prophetess Noadiah and the other prophets who have been trying to frighten me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the wall of Jerusalem was completed. It was on the twenty-fifth day of the month of Elul. It took 52 days to rebuild."
            },
            {
                "verse_number": "16",
                "verse_text": "Then all our enemies heard about it. And all the nations around us saw it. So they were shamed. They understood that the work had been done with the help of our God."
            },
            {
                "verse_number": "17",
                "verse_text": "Also in those days the important men of Judah sent many letters to Tobiah. And Tobiah answered them."
            },
            {
                "verse_number": "18",
                "verse_text": "Many Jews had promised to be faithful to Tobiah. This was because Tobiah was the son-in-law of Shecaniah son of Arah. And Tobiah&quot;s son Jehohanan had married the daughter of Meshullam son of Berekiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Those important men kept telling me about the good things Tobiah was doing. Then they would tell Tobiah what I said about him. So Tobiah sent letters to frighten me."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After the wall had been rebuilt, I had set the doors in place. Then the gatekeepers, singers and Levites were chosen."
            },
            {
                "verse_number": "2",
                "verse_text": "I put my brother Hanani, along with Hananiah, in charge of Jerusalem. Hananiah was commander of the palace. He was honest, and he feared God more than most men."
            },
            {
                "verse_number": "3",
                "verse_text": "I said to them, &apos;The gates of Jerusalem should not be opened until the sun is hot. While the gatekeepers are still on duty, have them shut and bolt the doors. Appoint people who live in Jerusalem as guards. Put some at guard posts and some near their own houses.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The city was large and full of room. But there were few people in it. And the houses had not yet been rebuilt."
            },
            {
                "verse_number": "5",
                "verse_text": "So my God caused me to gather the people. I gathered the important men, the leaders and the common people. This was so I could register them by families. I found the family history of those who had returned first. This is what I found written there:"
            },
            {
                "verse_number": "6",
                "verse_text": "These are the people of the area who returned from captivity. Nebuchadnezzar king of Babylon had taken them captive. Now they returned to Jerusalem and Judah. Each one went back to his own town."
            },
            {
                "verse_number": "7",
                "verse_text": "These people returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum and Baanah. These are the men from Israel: By the seventh month the Israelites were settled in their own towns."
            },
            {
                "verse_number": "8",
                "verse_text": "the descendants of Parosh&ndash;2,172;"
            },
            {
                "verse_number": "9",
                "verse_text": "the descendants of Shephatiah&ndash;372;"
            },
            {
                "verse_number": "10",
                "verse_text": "the descendants of Arah&ndash;652;"
            },
            {
                "verse_number": "11",
                "verse_text": "the descendants of Pahath-Moab (through the family of Jeshua and Joab)&ndash;2,818;"
            },
            {
                "verse_number": "12",
                "verse_text": "the descendants of Elam&ndash;1,254;"
            },
            {
                "verse_number": "13",
                "verse_text": "the descendants of Zattu&ndash;845;"
            },
            {
                "verse_number": "14",
                "verse_text": "the descendants of Zaccai&ndash;760;"
            },
            {
                "verse_number": "15",
                "verse_text": "the descendants of Binnui&ndash;648;"
            },
            {
                "verse_number": "16",
                "verse_text": "the descendants of Bebai&ndash;628;"
            },
            {
                "verse_number": "17",
                "verse_text": "the descendants of Azgad&ndash;2,322;"
            },
            {
                "verse_number": "18",
                "verse_text": "the descendants of Adonikam&ndash;667;"
            },
            {
                "verse_number": "19",
                "verse_text": "the descendants of Bigvai&ndash;2,067;"
            },
            {
                "verse_number": "20",
                "verse_text": "the descendants of Adin&ndash;655;"
            },
            {
                "verse_number": "21",
                "verse_text": "the descendants of Ater (through Hezekiah)&ndash;98;"
            },
            {
                "verse_number": "22",
                "verse_text": "the descendants of Hashum&ndash;328;"
            },
            {
                "verse_number": "23",
                "verse_text": "the descendants of Bezai&ndash;324;"
            },
            {
                "verse_number": "24",
                "verse_text": "the descendants of Hariph&ndash;112;"
            },
            {
                "verse_number": "25",
                "verse_text": "the descendants of Gibeon&ndash;95."
            },
            {
                "verse_number": "26",
                "verse_text": "These are the men from the towns of Bethlehem and Netophah&ndash;188;"
            },
            {
                "verse_number": "27",
                "verse_text": "the men from Anathoth&ndash;128;"
            },
            {
                "verse_number": "28",
                "verse_text": "the men from Beth Azmaveth&ndash;42;"
            },
            {
                "verse_number": "29",
                "verse_text": "the men from Kiriath Jearim, Kephirah and Beeroth&ndash;743;"
            },
            {
                "verse_number": "30",
                "verse_text": "the men from Ramah and Geba&ndash;621;"
            },
            {
                "verse_number": "31",
                "verse_text": "the men from Micmash&ndash;122;"
            },
            {
                "verse_number": "32",
                "verse_text": "the men from Bethel and Ai&ndash;123;"
            },
            {
                "verse_number": "33",
                "verse_text": "the men from the other Nebo&ndash;52;"
            },
            {
                "verse_number": "34",
                "verse_text": "the men from the other Elam&ndash;1,254;"
            },
            {
                "verse_number": "35",
                "verse_text": "the men from Harim&ndash;320;"
            },
            {
                "verse_number": "36",
                "verse_text": "the men from Jericho&ndash;345;"
            },
            {
                "verse_number": "37",
                "verse_text": "the men from Lod, Hadid and Ono&ndash;721;"
            },
            {
                "verse_number": "38",
                "verse_text": "the men from Senaah&ndash;3,930."
            },
            {
                "verse_number": "39",
                "verse_text": "These are the priests: the descendants of Jedaiah (through the family of Jeshua)&ndash;973;"
            },
            {
                "verse_number": "40",
                "verse_text": "the descendants of Immer&ndash;1,052;"
            },
            {
                "verse_number": "41",
                "verse_text": "the descendants of Pashhur&ndash;1,247;"
            },
            {
                "verse_number": "42",
                "verse_text": "the descendants of Harim&ndash;1,017."
            },
            {
                "verse_number": "43",
                "verse_text": "These are the Levites: the descendants of Jeshua (through Kadmiel through the family of Hodaviah)&ndash;74."
            },
            {
                "verse_number": "44",
                "verse_text": "These are the singers: the descendants of Asaph&ndash;148."
            },
            {
                "verse_number": "45",
                "verse_text": "These are the gatekeepers: the descendants of Shallum, Ater, Talmon, Akkub, Hatita and Shobai&ndash;138."
            },
            {
                "verse_number": "46",
                "verse_text": "These are the Temple servants: the descendants of Ziha, Hasupha, Tabbaoth,"
            },
            {
                "verse_number": "47",
                "verse_text": "Keros, Sia, Padon,"
            },
            {
                "verse_number": "48",
                "verse_text": "Lebana, Hagaba, Shalmai,"
            },
            {
                "verse_number": "49",
                "verse_text": "Hanan, Giddel, Gahar,"
            },
            {
                "verse_number": "50",
                "verse_text": "Reaiah, Rezin, Nekoda,"
            },
            {
                "verse_number": "51",
                "verse_text": "Gazzam, Uzza, Paseah,"
            },
            {
                "verse_number": "52",
                "verse_text": "Besai, Meunim, Nephusim,"
            },
            {
                "verse_number": "53",
                "verse_text": "Bakbuk, Hakupha, Harhur,"
            },
            {
                "verse_number": "54",
                "verse_text": "Bazluth, Mehida, Harsha,"
            },
            {
                "verse_number": "55",
                "verse_text": "Barkos, Sisera, Temah,"
            },
            {
                "verse_number": "56",
                "verse_text": "Neziah and Hatipha."
            },
            {
                "verse_number": "57",
                "verse_text": "These are the descendants of the servants of Solomon: the descendants of Sotai, Sophereth, Perida,"
            },
            {
                "verse_number": "58",
                "verse_text": "Jaala, Darkon, Giddel,"
            },
            {
                "verse_number": "59",
                "verse_text": "Shephatiah, Hattil, Pokereth-Hazzebaim and Amon."
            },
            {
                "verse_number": "60",
                "verse_text": "The Temple servants and the descendants of the servants of Solomon totaled 392 people."
            },
            {
                "verse_number": "61",
                "verse_text": "Some people came to Jerusalem from these towns: Tel Melah, Tel Harsha, Kerub, Addon and Immer. But they could not prove that their families came from the family of Israel. Here are their names and their number:"
            },
            {
                "verse_number": "62",
                "verse_text": "the descendants of Delaiah, Tobiah and Nekoda&ndash;642."
            },
            {
                "verse_number": "63",
                "verse_text": "And these priests could not prove that their families came from Israel: the descendants of Hobaiah, Hakkoz and Barzillai. (He had married a daughter of Barzillai from Gilead and was called by her family name.)"
            },
            {
                "verse_number": "64",
                "verse_text": "These people searched for their family records. But they could not find them. So they could not be priests because they were thought to be unclean."
            },
            {
                "verse_number": "65",
                "verse_text": "So the governor ordered them not to eat any of the food offered to God. First a priest had to settle this matter by using the Urim and Thummim."
            },
            {
                "verse_number": "66",
                "verse_text": "The total number of those who returned was 42,360."
            },
            {
                "verse_number": "67",
                "verse_text": "This is not counting their 7,337 male and female servants. They also had 245 men and women singers with them."
            },
            {
                "verse_number": "68",
                "verse_text": "They had 736 horses, 245 mules,"
            },
            {
                "verse_number": "69",
                "verse_text": "435 camels and 6,720 donkeys."
            },
            {
                "verse_number": "70",
                "verse_text": "Some of the family leaders gave to the work. The governor gave to the treasury about 19 pounds of gold. He also gave 50 bowls and 530 pieces of clothing for the priests."
            },
            {
                "verse_number": "71",
                "verse_text": "Some of the family leaders gave about 375 pounds of gold to the treasury for the work. They also gave about 2,660 pounds of silver."
            },
            {
                "verse_number": "72",
                "verse_text": "This is the total of what the other people gave: about 375 pounds of gold, about 2,250 pounds of silver and 67 pieces of clothing for the priests."
            },
            {
                "verse_number": "73",
                "verse_text": "So these people all settled in their own towns: the priests, the Levites, the gatekeepers, the singers, the Temple servants and all the other people of Israel."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "All the people of Israel gathered together in the square by the Water Gate. They asked Ezra the teacher to bring out the Book of the Teachings of Moses. These are the Teachings the Lord had given to Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So Ezra the priest brought out the Teachings for the crowd. This was on the first day of the seventh month. Men, women and all who could listen and understand had gathered."
            },
            {
                "verse_number": "3",
                "verse_text": "Ezra read the Teachings out loud. He read from early morning until noon. He was facing the square by the Water Gate. He read to the men, women and everyone who could listen and understand. All the people listened carefully to the Book of the Teachings."
            },
            {
                "verse_number": "4",
                "verse_text": "Ezra the teacher stood on a high wooden platform. It had been built just for this time. On his right were Mattithiah, Shema, Anaiah, Uriah, Hilkiah and Maaseiah. And on his left were Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah and Meshullam."
            },
            {
                "verse_number": "5",
                "verse_text": "Ezra opened the book. All the people could see him because he was above them. As he opened it, all the people stood up."
            },
            {
                "verse_number": "6",
                "verse_text": "Ezra praised the Lord, the great God. And all the people held up their hands and said, &apos;Amen! Amen!&apos; Then they bowed down and worshiped the Lord with their faces to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "These Levites taught the people the Teachings as they stood there: Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan and Pelaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "They read the Book of the Teachings of God. They read so the people could understand. And they explained what it meant. Then the people understood what was being read."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Nehemiah the governor and Ezra the priest and teacher spoke up. And the Levites who were teaching spoke up. They said to all the people, &apos;This is a holy day to the Lord your God. Don&quot;t be sad or cry.&apos; All the people had been crying as they listened to the words of the Teachings."
            },
            {
                "verse_number": "10",
                "verse_text": "Nehemiah said, &apos;Go and enjoy good food and sweet drinks. Send some to people who have none. Today is a holy day to the Lord. Don&quot;t be sad. The joy of the Lord will make you strong.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Levites helped calm the people. They said, &apos;Be quiet. This is a holy day. Don&quot;t be sad.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then all the people went away to eat and drink. They sent some of their food to others. And they celebrated with great joy. They finally understood what they had been taught."
            },
            {
                "verse_number": "13",
                "verse_text": "On the second day of the month, the leaders of all the families met with Ezra the teacher. The priests and Levites also met with him. They gathered to study the words of the Teachings."
            },
            {
                "verse_number": "14",
                "verse_text": "This is what they found written in the Teachings: The Lord had commanded through Moses that the people of Israel were to live in shelters. This was during the feast of the seventh month."
            },
            {
                "verse_number": "15",
                "verse_text": "The people were supposed to preach this message. They were to spread it through all of their towns and in Jerusalem: &apos;Go out into the mountains. Bring back branches from olive and wild olive trees, myrtle trees, palms and shade trees. Make shelters with them. It is written in the Law.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the people went out and got tree branches. They built shelters on their roofs and in their courtyards. They built shelters in the courtyards of the Temple. And they built them in the square by the Water Gate and the square next to the Gate of Ephraim."
            },
            {
                "verse_number": "17",
                "verse_text": "The whole group that had come back from captivity built shelters. And they lived in them. The Israelites had not done this since the time of Joshua son of Nun. And they were very happy."
            },
            {
                "verse_number": "18",
                "verse_text": "Ezra read to them from the Book of the Teachings. He read every day, from the first day to the last. The people of Israel celebrated the feast for seven days. Then on the eighth day the people gathered as the law said."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "It was on the twenty-fourth day of that same month. The people of Israel gathered together. They did not eat. And they put on rough cloth and put dust on their heads. This was to show their sadness."
            },
            {
                "verse_number": "2",
                "verse_text": "Those people whose ancestors were from Israel had separated themselves from all foreigners. They stood and confessed their sins and their ancestors&quot; sins."
            },
            {
                "verse_number": "3",
                "verse_text": "For a fourth of the day they stood where they were. And they read from the Book of the Teachings of the Lord their God. Then they spent another fourth of the day confessing their sins. And they worshiped the Lord their God."
            },
            {
                "verse_number": "4",
                "verse_text": "These Levites were standing on the stairs: Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and Kanani. They called out to the Lord their God with loud voices."
            },
            {
                "verse_number": "5",
                "verse_text": "And these Levites spoke: Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah. They said, &apos;Stand up and praise the Lord your God. He lives forever and ever.&apos; &apos;Blessed be your wonderful name. It is more wonderful than all blessing and praise. You made the heavens, even the highest heavens. You made all the stars. You made the earth and everything that is on it. You made the seas and everything that is in them. You give life to everything. The heavenly army worships you. You chose Abram. You brought him out of Ur of the Babylonians. You named him Abraham. So you made an agreement with him. You promised to give his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise. You are fair. You heard them cry out at the Red Sea. And you did them against all his officers and all the people of Egypt. You knew how proud they were. You made everyone know your name. And it is still known today. They walked through it on dry ground. But you threw the people chasing them into the deep water. They were like a stone being thrown into mighty waters. And you led them with a pillar of fire at night. It lit the way they were supposed to go. You talked to our ancestors from heaven. You gave them fair rules and true teachings. You gave them good orders and commands. You gave commands, orders and teachings to them through your servant Moses. When they were thirsty, you brought them water from the rock. You told them to go into the land and take it over. You had promised to give it to them. They did not obey your commands. They forgot the miracles you did for them. They became stubborn and turned against you. They chose a leader to lead them back to their slavery. But you are a forgiving God. You are kind and full of mercy. You do not become angry quickly. And you have great love. So you did not leave them. They said, &quot;This is your god, Israel. It brought you up out of Egypt.&quot; They spoke against you. So you did not leave them in the desert. During the day the pillar of cloud guided them on their way. And the pillar of fire led them at night. It lit the way they were supposed to go. You gave them manna to eat. And you gave them water when they were thirsty. They needed nothing. Their clothes did not wear out. And their feet did not swell. You gave them more land. They took over the country of Sihon king of Heshbon. And they took over the country of Og king of Bashan. And you brought them into the land. This was where you had told their ancestors to enter and take over. The Canaanites lived there. But you defeated them for our ancestors. You handed over to them the Canaanites, their kings and the people of the land. Our ancestors could do what they wanted with them. They took over houses full of good things. They took over wells that were already dug. They took vineyards, olive trees and many fruit trees. They ate until they were full and became fat. They enjoyed your great goodness. They ignored your teachings. Your prophets warned them to come back to you. But they killed those prophets. And they spoke against you. Their enemies treated them badly. But in this time of trouble our ancestors cried out to you. And you heard from heaven. You had great mercy. You gave them saviors who saved them from the power of their enemies. they again did what was evil. So you left them to their enemies who ruled over them. But they cried out to you again. And you heard from heaven. Because of your mercy, you saved them again and again. But they were proud. They did not obey your commands. If a man obeys your laws, he will live. But they sinned against your laws. They were stubborn and disobedient. They would not listen. You warned them by your Spirit through the prophets. But they did not pay attention. So you allowed them to be defeated by other countries. You did not leave them. You are a kind and merciful God. You keep your agreement of love. Do not let all our trouble seem unimportant in your eyes. This trouble has come to us, to our kings and to our leaders. It has come to our priests and prophets. It has come to our ancestors and all your people. This trouble has come to us since the days of the kings of Assyria. And it has lasted until today. You have been loyal, but we have been wicked. They did not pay attention to the commands and warnings you gave them. they did not serve you. They were enjoying all the good things you had given them. They were enjoying the land that was fertile and full of room. But they did not stop their evil ways. in the land you gave our ancestors. They were to enjoy its fruit and its good things. But look, we are slaves here. This is because of our sins. Those kings rule over us and our cattle as they please. And we are in much trouble."
            },
            {
                "verse_number": "6",
                "verse_text": "You are the only Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You are the Lord God."
            },
            {
                "verse_number": "8",
                "verse_text": "You found that he was faithful to you."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You saw our ancestors suffering in Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "You did signs and miracles against the king of Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "You divided the sea in front of our ancestors."
            },
            {
                "verse_number": "12",
                "verse_text": "You led our ancestors with a pillar of cloud in the daytime."
            },
            {
                "verse_number": "13",
                "verse_text": "You came down to Mount Sinai."
            },
            {
                "verse_number": "14",
                "verse_text": "You told them about your holy Sabbath."
            },
            {
                "verse_number": "15",
                "verse_text": "When they were hungry, you gave them bread from heaven."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;But our ancestors were proud and stubborn."
            },
            {
                "verse_number": "17",
                "verse_text": "They refused to listen."
            },
            {
                "verse_number": "18",
                "verse_text": "Our ancestors even made an idol of a calf for themselves."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You have great mercy."
            },
            {
                "verse_number": "20",
                "verse_text": "You gave your good Spirit to teach them."
            },
            {
                "verse_number": "21",
                "verse_text": "You took care of them for 40 years in the desert."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You gave them kingdoms and nations."
            },
            {
                "verse_number": "23",
                "verse_text": "You made their children as many as the stars in the sky."
            },
            {
                "verse_number": "24",
                "verse_text": "So their children went into the land and took over."
            },
            {
                "verse_number": "25",
                "verse_text": "Our ancestors captured strong, walled cities and fertile land."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But they were disobedient and turned against you."
            },
            {
                "verse_number": "27",
                "verse_text": "So you allowed their enemies to defeat them."
            },
            {
                "verse_number": "28",
                "verse_text": "But as soon as they had rest,"
            },
            {
                "verse_number": "29",
                "verse_text": "You warned them to return to obeying your teachings."
            },
            {
                "verse_number": "30",
                "verse_text": "You were patient with them for many years."
            },
            {
                "verse_number": "31",
                "verse_text": "But because your mercy is great, you did not kill them all."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;And so, our God, you are the great and mighty and wonderful God."
            },
            {
                "verse_number": "33",
                "verse_text": "You have been fair in everything that has happened to us."
            },
            {
                "verse_number": "34",
                "verse_text": "Our kings, leaders, priests and ancestors did not obey your teachings."
            },
            {
                "verse_number": "35",
                "verse_text": "Even when our ancestors were living in their kingdom,"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Look, we are slaves today"
            },
            {
                "verse_number": "37",
                "verse_text": "The land&quot;s great harvest belongs to the kings you have put over us."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Because of all this, we are making an agreement in writing. Our leaders, Levites and priests are putting their seals on it.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "These are the men who sealed the agreement: Nehemiah the governor, son of Hacaliah, sealed it. These men also sealed it: Zedekiah, We promise not to let our daughters marry foreigners. And we promise not to let our sons marry their daughters. We will not ignore the Temple of our God."
            },
            {
                "verse_number": "2",
                "verse_text": "Seraiah, Azariah, Jeremiah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Pashhur, Amariah, Malkijah,"
            },
            {
                "verse_number": "4",
                "verse_text": "Hattush, Shebaniah, Malluch,"
            },
            {
                "verse_number": "5",
                "verse_text": "Harim, Meremoth, Obadiah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Daniel, Ginnethon, Baruch,"
            },
            {
                "verse_number": "7",
                "verse_text": "Meshullam, Abijah, Mijamin,"
            },
            {
                "verse_number": "8",
                "verse_text": "Maaziah, Bilgai and Shemaiah. These are the priests."
            },
            {
                "verse_number": "9",
                "verse_text": "These are the Levites who sealed it: Jeshua son of Azaniah, Binnui of the sons of Henadad, Kadmiel,"
            },
            {
                "verse_number": "10",
                "verse_text": "and their fellow Levites: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
            },
            {
                "verse_number": "11",
                "verse_text": "Mica, Rehob, Hashabiah,"
            },
            {
                "verse_number": "12",
                "verse_text": "Zaccur, Sherebiah, Shebaniah,"
            },
            {
                "verse_number": "13",
                "verse_text": "Hodiah, Bani and Beninu."
            },
            {
                "verse_number": "14",
                "verse_text": "These are the leaders of the people who sealed the agreement: Parosh, Pahath-Moab, Elam, Zattu, Bani,"
            },
            {
                "verse_number": "15",
                "verse_text": "Bunni, Azgad, Bebai,"
            },
            {
                "verse_number": "16",
                "verse_text": "Adonijah, Bigvai, Adin,"
            },
            {
                "verse_number": "17",
                "verse_text": "Ater, Hezekiah, Azzur,"
            },
            {
                "verse_number": "18",
                "verse_text": "Hodiah, Hashum, Bezai,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hariph, Anathoth, Nebai,"
            },
            {
                "verse_number": "20",
                "verse_text": "Magpiash, Meshullam, Hezir,"
            },
            {
                "verse_number": "21",
                "verse_text": "Meshezabel, Zadok, Jaddua,"
            },
            {
                "verse_number": "22",
                "verse_text": "Pelatiah, Hanan, Anaiah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Hoshea, Hananiah, Hasshub,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hallohesh, Pilha, Shobek,"
            },
            {
                "verse_number": "25",
                "verse_text": "Rehum, Hashabnah, Maaseiah,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ahiah, Hanan, Anan,"
            },
            {
                "verse_number": "27",
                "verse_text": "Malluch, Harim and Baanah."
            },
            {
                "verse_number": "28",
                "verse_text": "The rest of the people took an oath. They were the priests, Levites, gatekeepers, singers and Temple servants. And they were all those who separated themselves from foreigners to keep the Teachings of God. It was also their wives and their sons and daughters who could understand."
            },
            {
                "verse_number": "29",
                "verse_text": "They joined their fellow Israelites and their leading men. They took an oath, which was tied to a curse in case they broke the oath. They promised to follow the Teachings of God, which they had been given through Moses the servant of God. These people also promised to obey all the commands, rules and laws of the Lord our Master."
            },
            {
                "verse_number": "30",
                "verse_text": "They said:"
            },
            {
                "verse_number": "31",
                "verse_text": "The foreigners might bring goods or grain to sell on the Sabbath. But we will not buy on the Sabbath day or any holy day. Every seventh year we will not plant. And that year we will forget all that people owe us."
            },
            {
                "verse_number": "32",
                "verse_text": "We will be responsible for obeying the commands. We will pay for the service of the Temple of our God. We will give an eighth of an ounce of silver each year."
            },
            {
                "verse_number": "33",
                "verse_text": "It is to pay for the bread that is set out on the table. It is to pay for the regular grain offerings and burnt offerings. It is for the offerings on the Sabbaths, New Moon festivals and special feasts. It is for the holy offerings. And it is for the offerings to remove the sins of the Israelites so they will belong to God. It is for the work of the Temple of our God."
            },
            {
                "verse_number": "34",
                "verse_text": "We are the priests, the Levites and the people. We have thrown lots to decide when each family must bring wood to the Temple. This is to be done at certain times each year. The wood is for burning on the altar of the Lord our God. We will do this as it is written in the Teachings."
            },
            {
                "verse_number": "35",
                "verse_text": "We also will bring the first fruits from our crops. And we will bring the first fruits of every tree to the Temple each year."
            },
            {
                "verse_number": "36",
                "verse_text": "We will bring our firstborn sons and cattle to the Temple. We will bring the firstborn of our herds and flocks. We will do this as it is written in the Teachings. We will bring them to the priests who are serving in the Temple."
            },
            {
                "verse_number": "37",
                "verse_text": "We will bring things to the priests at the storerooms of the Temple. We will bring the first of our ground meal, our offerings, the fruit from all our trees and our new wine and oil. And we will bring a tenth of our crops to the Levites. The Levites will collect these things in all the towns where we work."
            },
            {
                "verse_number": "38",
                "verse_text": "A priest of Aaron&quot;s family must be with the Levites when they receive the tenth of the people&quot;s crops. The Levites must bring a tenth of all they receive to the Temple of our God. Then they will put it in the storerooms of the treasury."
            },
            {
                "verse_number": "39",
                "verse_text": "The people of Israel and the Levites are to bring their gifts to the storerooms. These are the gifts of grain, new wine and oil. The things for the Temple are kept in the storerooms. It is also where the priests, who are serving, the gatekeepers and singers stay."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The leaders of Israel lived in Jerusalem. The rest of the people threw lots. One person out of every ten was to come and live in Jerusalem. It was the holy city. The other nine could stay in their own cities."
            },
            {
                "verse_number": "2",
                "verse_text": "The people blessed those who volunteered to live in Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the area leaders who lived in Jerusalem. (Some people lived on their own land in the cities of Judah. These included Israelites, priests, Levites, Temple servants and descendants of Solomon&quot;s servants."
            },
            {
                "verse_number": "4",
                "verse_text": "Others from the families of Judah and Benjamin lived in Jerusalem.) These are descendants of Judah who moved into Jerusalem. There was Athaiah son of Uzziah. (Uzziah was the son of Zechariah, who was the son of Amariah. Amariah was the son of Shephatiah, who was the son of Mahalalel. Mahalalel was a descendant of Perez.)"
            },
            {
                "verse_number": "5",
                "verse_text": "There was also Maaseiah son of Baruch. (Baruch was the son of Col-Hozeh, who was the son of Hazaiah. Hazaiah was the son of Adaiah, who was the son of Joiarib. Joiarib was the son of Zechariah, who was a descendant of Shelah.)"
            },
            {
                "verse_number": "6",
                "verse_text": "All the descendants of Perez who lived in Jerusalem totaled 468 men. They were soldiers."
            },
            {
                "verse_number": "7",
                "verse_text": "These are descendants of Benjamin who moved into Jerusalem. There was Sallu son of Meshullam. (Meshullam was the son of Joed, who was the son of Pedaiah. Pedaiah was the son of Kolaiah, who was the son of Maaseiah. Maaseiah was the son of Ithiel, who was the son of Jeshaiah.)"
            },
            {
                "verse_number": "8",
                "verse_text": "Following him were Gabbai and Sallai. All together there were 928 men."
            },
            {
                "verse_number": "9",
                "verse_text": "Joel son of Zicri was appointed over them. And Judah son of Hassenuah was second in charge of the new area of the city."
            },
            {
                "verse_number": "10",
                "verse_text": "These are the priests who moved into Jerusalem. There was Jedaiah son of Joiarib, Jakin"
            },
            {
                "verse_number": "11",
                "verse_text": "and Seraiah son of Hilkiah. (Hilkiah was the son of Meshullam, who was the son of Zadok. Zadok was the son of Meraioth, who was the son of Ahitub. Seraiah was the supervisor in the Temple.)"
            },
            {
                "verse_number": "12",
                "verse_text": "And there were others with them who did the work for the Temple. All together there were 822 men. Also there was Adaiah son of Jeroham. (Jeroham was the son of Pelaliah, who was the son of Amzi. Amzi was the son of Zechariah, who was the son of Pashhur. Pashhur was the son of Malkijah.)"
            },
            {
                "verse_number": "13",
                "verse_text": "And there were family heads with him. All together there were 242 men. Also there was Amashsai son of Azarel. (Azarel was the son of Ahzai, who was the son of Meshillemoth. Meshillemoth was the son of Immer.)"
            },
            {
                "verse_number": "14",
                "verse_text": "And there were brave men with Amashsai. All together there were 128 men. Zabdiel son of Haggedolim was appointed over them."
            },
            {
                "verse_number": "15",
                "verse_text": "These are the Levites who moved into Jerusalem. There was Shemaiah son of Hasshub. (Hasshub was the son of Azrikam, who was the son of Hashabiah. Hashabiah was the son of Bunni.)"
            },
            {
                "verse_number": "16",
                "verse_text": "And there were Shabbethai and Jozabad. They were two of the leaders of the Levites. They were in charge of the work outside the Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "There was Mattaniah son of Mica. (Mica was the son of Zabdi, who was the son of Asaph.) Mattaniah was the director. He led the people in thanksgiving and prayer. There was Bakbukiah, who was second in charge over his fellow Levites. And there was Abda son of Shammua. (Shammua was the son of Galal, who was the son of Jeduthun.)"
            },
            {
                "verse_number": "18",
                "verse_text": "All together 284 Levites lived in the holy city of Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "These are the gatekeepers who moved into Jerusalem. There were Akkub, Talmon and others with them. There was a total of 172 men. They guarded the city gates."
            },
            {
                "verse_number": "20",
                "verse_text": "The other Israelites, priests and Levites lived on their own land. They were in all the cities of Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "The Temple servants lived on the hill of Ophel. Ziha and Gishpa were in charge of them."
            },
            {
                "verse_number": "22",
                "verse_text": "Uzzi son of Bani was appointed over the Levites in Jerusalem. (Bani was the son of Hashabiah, who was the son of Mattaniah. Mattaniah was the son of Mica.) Uzzi was one of Asaph&quot;s descendants. They were the singers. They were responsible for the service of the Temple."
            },
            {
                "verse_number": "23",
                "verse_text": "The singers took orders from the king. Those orders told the singers what to do each day."
            },
            {
                "verse_number": "24",
                "verse_text": "Pethahiah son of Meshezabel was the king&quot;s spokesman. Meshezabel was a descendant of Zerah, the son of Judah."
            },
            {
                "verse_number": "25",
                "verse_text": "Some of the people of Judah lived in villages with their surrounding fields. Some lived in Kiriath Arba and its surroundings. Some lived in Dibon and its surroundings. Some lived in Jekabzeel and its surroundings."
            },
            {
                "verse_number": "26",
                "verse_text": "Others lived in Jeshua, Moladah, Beth Pelet,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hazar Shual, Beersheba and its surroundings."
            },
            {
                "verse_number": "28",
                "verse_text": "Others were in Ziklag and Meconah and its surroundings."
            },
            {
                "verse_number": "29",
                "verse_text": "Some people lived in En Rimmon, Zorah, Jarmuth,"
            },
            {
                "verse_number": "30",
                "verse_text": "Zanoah, Adullam and their villages. Some were in Lachish and the fields around it. Some lived in Azekah and its surroundings. So they settled from Beersheba all the way to the Valley of Hinnom."
            },
            {
                "verse_number": "31",
                "verse_text": "The descendants of the Benjaminites from Geba lived in Micmash, Aija, Bethel and its surroundings."
            },
            {
                "verse_number": "32",
                "verse_text": "They lived in Anathoth, Nob, Ananiah,"
            },
            {
                "verse_number": "33",
                "verse_text": "Hazor, Ramah and Gittaim."
            },
            {
                "verse_number": "34",
                "verse_text": "They lived in Hadid, Zeboim, Neballat,"
            },
            {
                "verse_number": "35",
                "verse_text": "Lod, Ono and in the Valley of the Craftsmen."
            },
            {
                "verse_number": "36",
                "verse_text": "Some groups of the Levites from Judah settled in the land of Benjamin."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These are the priests and Levites who returned with Zerubbabel son of Shealtiel and with Jeshua. There were Seraiah, Jeremiah, Ezra,"
            },
            {
                "verse_number": "2",
                "verse_text": "Amariah, Malluch, Hattush,"
            },
            {
                "verse_number": "3",
                "verse_text": "Shecaniah, Rehum, Meremoth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Iddo, Ginnethon, Abijah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Mijamin, Moadiah, Bilgah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah, Joiarib, Jedaiah,"
            },
            {
                "verse_number": "7",
                "verse_text": "Sallu, Amok, Hilkiah and Jedaiah. They were the leaders of the priests and their relatives. This was in the days of Jeshua."
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah and also Mattaniah. He and his relatives were in charge of the songs of thanksgiving."
            },
            {
                "verse_number": "9",
                "verse_text": "Bakbukiah and Unni, their relatives, stood across from them in the services."
            },
            {
                "verse_number": "10",
                "verse_text": "Jeshua was the father of Joiakim. Joiakim was the father of Eliashib. Eliashib was the father of Joiada."
            },
            {
                "verse_number": "11",
                "verse_text": "Joiada was the father of Jonathan. And Jonathan was the father of Jaddua."
            },
            {
                "verse_number": "12",
                "verse_text": "In the days of Joiakim, these priests were the leaders of the families of priests. Meraiah was over Seraiah&quot;s family. Hananiah was over Jeremiah&quot;s family."
            },
            {
                "verse_number": "13",
                "verse_text": "Meshullam was over Ezra&quot;s family. Jehohanan was over Amariah&quot;s family."
            },
            {
                "verse_number": "14",
                "verse_text": "Jonathan was over Malluch&quot;s family. Joseph was over Shecaniah&quot;s family."
            },
            {
                "verse_number": "15",
                "verse_text": "Adna was over Harim&quot;s family. Helkai was over Meremoth&quot;s family."
            },
            {
                "verse_number": "16",
                "verse_text": "Zechariah was over Iddo&quot;s family. Meshullam was over Ginnethon&quot;s family."
            },
            {
                "verse_number": "17",
                "verse_text": "Zicri was over Abijah&quot;s family. Piltai was over Miniamin&quot;s and Moadiah&quot;s families."
            },
            {
                "verse_number": "18",
                "verse_text": "Shammua was over Bilgah&quot;s family. Jehonathan was over Shemaiah&quot;s family."
            },
            {
                "verse_number": "19",
                "verse_text": "Mattenai was over Joiarib&quot;s family. Uzzi was over Jedaiah&quot;s family."
            },
            {
                "verse_number": "20",
                "verse_text": "Kallai was over Sallu&quot;s family. Eber was over Amok&quot;s family."
            },
            {
                "verse_number": "21",
                "verse_text": "Hashabiah was over Hilkiah&quot;s family. Nethanel was over Jedaiah&quot;s family."
            },
            {
                "verse_number": "22",
                "verse_text": "The leaders of the families of the Levites and the priests were written down. This was in the days of Eliashib, Joiada, Johanan and Jaddua. They were written down while Darius the Persian was king."
            },
            {
                "verse_number": "23",
                "verse_text": "The family leaders among the Levites were written down in the history book. These were only up to the time of Johanan son of Eliashib."
            },
            {
                "verse_number": "24",
                "verse_text": "The leaders of the Levites were Hashabiah, Sherebiah, Jeshua son of Kadmiel and their relatives. Their relatives stood across from them. They gave praise and thanksgiving to God. One group answered the other group. That is what David, the man of God, had commanded."
            },
            {
                "verse_number": "25",
                "verse_text": "These were the gatekeepers who guarded the storerooms next to the gates: Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon and Akkub."
            },
            {
                "verse_number": "26",
                "verse_text": "They served in the days of Joiakim son of Jeshua. (Jeshua was the son of Jozadak.) They also served in the days of Nehemiah the governor and Ezra the priest and teacher."
            },
            {
                "verse_number": "27",
                "verse_text": "The wall of Jerusalem was offered as a gift to God. The Levites were found in the places where they lived. And they were brought to Jerusalem to celebrate with joy the giving of the wall. They were to celebrate with songs of thanksgiving and with the music of cymbals, harps and lyres."
            },
            {
                "verse_number": "28",
                "verse_text": "They also brought together singers. They came from all around Jerusalem and from the Netophathite villages."
            },
            {
                "verse_number": "29",
                "verse_text": "They came from Beth Gilgal and the areas of Geba and Azmaveth. The singers had built villages for themselves around Jerusalem."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and Levites made themselves pure. They also made the people, the gates and the wall of Jerusalem pure."
            },
            {
                "verse_number": "31",
                "verse_text": "I had the leaders of Judah go up on top of the wall. I appointed two large choruses to give thanks. One chorus went to the right on top of the wall. This was toward the Trash Gate."
            },
            {
                "verse_number": "32",
                "verse_text": "Behind them went Hoshaiah and half the leaders of Judah."
            },
            {
                "verse_number": "33",
                "verse_text": "Azariah, Ezra, Meshullam,"
            },
            {
                "verse_number": "34",
                "verse_text": "Judah, Benjamin, Shemaiah and Jeremiah also went."
            },
            {
                "verse_number": "35",
                "verse_text": "Some priests with trumpets also went, along with Zechariah son of Jonathan. (Jonathan was the son of Shemaiah, who was the son of Mattaniah. Mattaniah was the son of Micaiah, who was the son of Zaccur. Zaccur was the son of Asaph.)"
            },
            {
                "verse_number": "36",
                "verse_text": "Zechariah&quot;s relatives also went. They were Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and Hanani. These men played the musical instruments of David, the man of God. Ezra the teacher walked in front of them."
            },
            {
                "verse_number": "37",
                "verse_text": "They went from the Fountain Gate straight up the steps to the older part of the city. They went on to the slope of the wall. They went above the house of David to the Water Gate on the east."
            },
            {
                "verse_number": "38",
                "verse_text": "The second chorus went to the left. I followed them on top of the wall. Half the people were with me. We went from the Tower of the Ovens to the Broad Wall."
            },
            {
                "verse_number": "39",
                "verse_text": "We went over the Gate of Ephraim to the Old Gate and the Fish Gate. We went to the Tower of Hananel and the Tower of the Hundred. We went as far as the Sheep Gate. We stopped at the Gate of the Guard."
            },
            {
                "verse_number": "40",
                "verse_text": "The two choruses took their places at the Temple. Half of the leaders and I did also."
            },
            {
                "verse_number": "41",
                "verse_text": "These priests were there with their trumpets: Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah."
            },
            {
                "verse_number": "42",
                "verse_text": "These people were also there: Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam and Ezer. The choruses sang, led by Jezrahiah."
            },
            {
                "verse_number": "43",
                "verse_text": "The people offered many sacrifices that day. They were happy because God made them very happy. The women and children were happy. The sound of happiness in Jerusalem could be heard far away."
            },
            {
                "verse_number": "44",
                "verse_text": "At that time the leaders appointed men to be in charge of the storerooms. These rooms were for the gifts, the first fruits and a tenth of what the people gained. The Teachings said they should bring a share for the priests and Levites. These were to come from the fields around the towns. The people of Judah were happy to do this for the priests and Levites who served."
            },
            {
                "verse_number": "45",
                "verse_text": "They performed the service of their God. They had the service of purifying things. The singers and gatekeepers also did their jobs as David had commanded his son Solomon."
            },
            {
                "verse_number": "46",
                "verse_text": "Earlier, in the time of David and Asaph, there was a leader of the singers. There were songs of praise and thanksgiving to God."
            },
            {
                "verse_number": "47",
                "verse_text": "So it was in the days of Zerubbabel and Nehemiah. All the people of Israel gave something to the singers and gatekeepers. They also set aside things for the Levites. The Levites set aside things for the descendants of Aaron."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "On that day they read the Book of Moses to the people. They found that it said no Ammonite or Moabite should ever be allowed in the meeting to worship."
            },
            {
                "verse_number": "2",
                "verse_text": "The Ammonites and Moabites had not welcomed the Israelites with food and water. Instead, they hired Balaam to put a curse on Israel. (But our God turned the curse into a blessing.)"
            },
            {
                "verse_number": "3",
                "verse_text": "The people heard this teaching. So they separated all foreigners from Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "Before that happened, Eliashib the priest was in charge of the Temple storerooms. He was friendly with Tobiah."
            },
            {
                "verse_number": "5",
                "verse_text": "Eliashib let Tobiah use one of the large storerooms. That storeroom had been used for grain offerings, incense and other things for the Temple. It was also used for the tenth offerings of grain, new wine and olive oil. These belonged to the Levites, singers and gatekeepers. It had also been used for gifts for the priests."
            },
            {
                "verse_number": "6",
                "verse_text": "I was not in Jerusalem when this happened. I had gone back to Artaxerxes king of Babylon. I went back in the thirty-second year he was king. Finally I asked the king to let me leave."
            },
            {
                "verse_number": "7",
                "verse_text": "I came to Jerusalem. Then I found out the evil thing Eliashib had done. He had let Tobiah have a room in the Temple courtyard."
            },
            {
                "verse_number": "8",
                "verse_text": "I was very upset at this. I threw all of Tobiah&quot;s goods out of the room."
            },
            {
                "verse_number": "9",
                "verse_text": "I ordered the rooms to be purified. And I brought back the things for God&quot;s Temple, the grain offerings and the incense."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I found out the people were not giving the Levites their shares. So the Levites and singers who served had gone to their own farms."
            },
            {
                "verse_number": "11",
                "verse_text": "So I argued with the officers. I said, &apos;Why haven&quot;t you taken care of the Temple?&apos; Then I gathered the Levites and singers. I put them back at their places."
            },
            {
                "verse_number": "12",
                "verse_text": "Then all the people of Judah brought a tenth of what they had gained in grain, new wine and olive oil. And they brought it to the storerooms."
            },
            {
                "verse_number": "13",
                "verse_text": "I put these men in charge of the storerooms: Shelemiah the priest, Zadok the teacher and Pedaiah a Levite. I made Hanan son of Zaccur their helper. (Zaccur was the son of Mattaniah.) Everyone knew they were honest men. They gave out the portions that went to their relatives."
            },
            {
                "verse_number": "14",
                "verse_text": "Remember me, my God, for this. Do not ignore my love for the Temple and its service."
            },
            {
                "verse_number": "15",
                "verse_text": "In those days I saw people in Judah working in the winepresses on the Sabbath day. People were bringing in grain and loading it on donkeys on the Sabbath day. People were bringing loads of wine, grapes and figs into Jerusalem on the Sabbath day. I warned them about selling food on that day."
            },
            {
                "verse_number": "16",
                "verse_text": "Men from the city of Tyre were living in Jerusalem. They brought in fish and other things. They sold them in Jerusalem on the Sabbath day to the people of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "I argued with the important men of Judah. I said to them, &apos;What is this evil thing you are doing? You are ruining the Sabbath day."
            },
            {
                "verse_number": "18",
                "verse_text": "This is just what your ancestors did. So our God did terrible things to us and this city. Now you are making him even more angry at Israel. You are ruining the Sabbath day.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So I ordered the doors shut at sunset before the Sabbath. The gates were not to be opened until the Sabbath was over. I put my servants at the gates. So no load could come in on the Sabbath."
            },
            {
                "verse_number": "20",
                "verse_text": "Once or twice traders and sellers of all kinds of goods spent the night outside Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "So I warned them. I said, &apos;Why are you spending the night by the wall? If you do it again, I will force you away.&apos; After that, they did not come back on the Sabbath."
            },
            {
                "verse_number": "22",
                "verse_text": "Then I ordered the Levites to purify themselves. I told them to go and guard the city gates. They were to make sure the Sabbath remained holy. Remember me, my God, for this. Have mercy on me because of your great love. Remember, my God, to be kind to me."
            },
            {
                "verse_number": "23",
                "verse_text": "In those days I saw men of Judah who had married women from Ashdod, Ammon and Moab."
            },
            {
                "verse_number": "24",
                "verse_text": "Half their children were speaking the language of Ashdod or some other place. They couldn&quot;t speak the language of Judah."
            },
            {
                "verse_number": "25",
                "verse_text": "I argued with those people. I put curses on them. I hit some of them and pulled out their hair. I forced them to make a promise to God. I said, &apos;Do not let your daughters marry the sons of foreigners. Do not take the daughters of foreigners as wives for your sons or yourselves."
            },
            {
                "verse_number": "26",
                "verse_text": "Foreign women made King Solomon of Israel sin. There was never a king like him in any of the nations. God loved Solomon. God made him king over all Israel. But foreign women made Solomon sin."
            },
            {
                "verse_number": "27",
                "verse_text": "And now you are not obedient when you do this evil thing. You are unfaithful to our God when you marry foreign wives.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joiada was the son of Eliashib the high priest. One of Joiada&quot;s sons married a daughter of Sanballat the Horonite, who was not a Jew. So I forced Joiada&quot;s son away from me."
            },
            {
                "verse_number": "29",
                "verse_text": "Remember them, my God. They made the priesthood unclean. They made the agreement of the priests and Levites unclean."
            },
            {
                "verse_number": "30",
                "verse_text": "So I purified them of everything that was foreign. I appointed duties for the priests and Levites. Each man had his own job."
            },
            {
                "verse_number": "31",
                "verse_text": "I also made sure wood was brought for the altar at regular times. And I made sure the first fruits were brought."
            }
        ]
    }
}