{
    "Proverbs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the wise words of Solomon son of David. Solomon was king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "They teach wisdom and self-control. They give understanding. They will teach you what is honest and fair and right. They give knowledge and good sense to the young. Even they can find good advice in these words. They will understand the words of wise men and their riddles. But foolish people hate wisdom and discipline. And do not forget your mother&quot;s advice. It will be like flowers in your hair or a chain around your neck. But do not follow them. Let&quot;s ambush and kill someone. Let&quot;s attack some harmless person just for fun. Let&quot;s swallow them whole, as the grave does. We will fill our houses with what we steal. and we will share with you what we steal.&apos; Do not do what they do. They are quick to kill. right where the birds can see it! They will only catch themselves! Greed takes away the life of the greedy person. She raises her voice in the city squares. She makes her speech at the city gates: How long will you make fun of wisdom? How long will you hate knowledge? I will tell you what&quot;s in my heart. I will tell you what I am thinking. I held out my hand, but you paid no attention. You did not want me to correct you. I will make fun when disaster happens to you. Trouble will strike you like a whirlwind. Pain and trouble will overwhelm you. But I will not answer. You will look for me. But you will not find me. You did not choose to respect the Lord. You rejected my correction. You will get what you planned for others. They are destroyed because they do not care. They will be safe, without fear of being hurt.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They will teach you how to be wise and self-controlled."
            },
            {
                "verse_number": "4",
                "verse_text": "They give the ability to think to those with little knowledge."
            },
            {
                "verse_number": "5",
                "verse_text": "Wise people should also listen to them and learn even more."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they will be able to understand wise words and stories."
            },
            {
                "verse_number": "7",
                "verse_text": "Knowledge begins with respect for the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "My child, listen to your father&quot;s teaching."
            },
            {
                "verse_number": "9",
                "verse_text": "Their teaching will beautify your life."
            },
            {
                "verse_number": "10",
                "verse_text": "My child, sinners will try to lead you into sin."
            },
            {
                "verse_number": "11",
                "verse_text": "They might say, &apos;Come with us."
            },
            {
                "verse_number": "12",
                "verse_text": "Let&quot;s swallow them alive, as death does."
            },
            {
                "verse_number": "13",
                "verse_text": "We will take all kinds of valuable things."
            },
            {
                "verse_number": "14",
                "verse_text": "Come join us,"
            },
            {
                "verse_number": "15",
                "verse_text": "My child, do not go along with them."
            },
            {
                "verse_number": "16",
                "verse_text": "They run to do evil."
            },
            {
                "verse_number": "17",
                "verse_text": "It is useless to spread out a net"
            },
            {
                "verse_number": "18",
                "verse_text": "These men are setting their own trap."
            },
            {
                "verse_number": "19",
                "verse_text": "All greedy people end up this way."
            },
            {
                "verse_number": "20",
                "verse_text": "Wisdom is like a good woman who shouts in the street."
            },
            {
                "verse_number": "21",
                "verse_text": "She cries out in the noisy street."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You foolish people! How long do you want to stay foolish?"
            },
            {
                "verse_number": "23",
                "verse_text": "Listen when I correct you."
            },
            {
                "verse_number": "24",
                "verse_text": "I called, but you refused to listen."
            },
            {
                "verse_number": "25",
                "verse_text": "You did not follow my advice."
            },
            {
                "verse_number": "26",
                "verse_text": "So I will laugh when you are in trouble."
            },
            {
                "verse_number": "27",
                "verse_text": "Disaster will come over you like a storm."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Then you will call out to me."
            },
            {
                "verse_number": "29",
                "verse_text": "You rejected knowledge."
            },
            {
                "verse_number": "30",
                "verse_text": "You did not accept my advice."
            },
            {
                "verse_number": "31",
                "verse_text": "So you will get what you deserve."
            },
            {
                "verse_number": "32",
                "verse_text": "Fools wander away and get killed."
            },
            {
                "verse_number": "33",
                "verse_text": "But those who listen to me will live in safety."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My child, believe what I say. And remember what I command you. Try with all your heart to gain understanding. Beg for understanding. Hunt for it like hidden treasure. Then you will begin to know God. Knowledge and understanding come from him. Like a shield he protects those who are innocent. He protects those who are loyal to him. You will understand what is good to do. And knowledge will be pleasing to you. Understanding will guard you. It will save you from people whose words are bad. They do what is evil. They are happy to do what is crooked and evil. Their ways are dishonest. who tries to lead you into adultery with pleasing words. They forget the promise they made before God. What she does leads to death. He will not continue to live. It will help you do what is right. Those who are innocent will remain in it. The unfaithful will be thrown out of it."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to wisdom."
            },
            {
                "verse_number": "3",
                "verse_text": "Cry out for wisdom."
            },
            {
                "verse_number": "4",
                "verse_text": "Search for it as you would for silver."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will understand what it means to respect the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Only the Lord gives wisdom."
            },
            {
                "verse_number": "7",
                "verse_text": "He stores up wisdom for those who are honest."
            },
            {
                "verse_number": "8",
                "verse_text": "He guards those who are fair to others."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will understand what is honest and fair and right."
            },
            {
                "verse_number": "10",
                "verse_text": "You will have wisdom in your heart."
            },
            {
                "verse_number": "11",
                "verse_text": "Good sense will protect you."
            },
            {
                "verse_number": "12",
                "verse_text": "It will keep you from doing evil."
            },
            {
                "verse_number": "13",
                "verse_text": "Such people do not do what is right."
            },
            {
                "verse_number": "14",
                "verse_text": "They enjoy doing wrong."
            },
            {
                "verse_number": "15",
                "verse_text": "What they do is wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "It will save you from the unfaithful wife"
            },
            {
                "verse_number": "17",
                "verse_text": "Such women leave the husbands they married when they were young."
            },
            {
                "verse_number": "18",
                "verse_text": "If you go to her house, you are on your way to death."
            },
            {
                "verse_number": "19",
                "verse_text": "No one who goes to her comes back."
            },
            {
                "verse_number": "20",
                "verse_text": "But wisdom will help you be a good person."
            },
            {
                "verse_number": "21",
                "verse_text": "Those who are honest will stay in the land."
            },
            {
                "verse_number": "22",
                "verse_text": "But evil people will be removed from the land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My child, do not forget my teaching. Keep my commands in mind. And your life will be successful. Let kindness and truth show in all you do. Write them down in your mind as if on a tablet. and pleasing to both God and men. Don&quot;t depend on your own understanding. And he will give you success. Respect the Lord and refuse to do wrong. And your bones will be strong. Give him the firstfruits from all your crops. And your wine barrels will overflow with new wine. And don&quot;t become angry when he corrects you. just as a father corrects the child that he likes. And happy is the person who gets understanding. It brings more profit than gold. Nothing you want is equal to it. With her left hand she gives you riches and honor. It will bring you peace. Everyone who uses wisdom will be happy. Using his understanding, he set the sky in place. And he made the clouds drop rain on the earth. Don&quot;t let them out of your sight! Like a necklace, they will beautify your life. And you will not get hurt. When you lie down, your sleep will be peaceful. You won&quot;t need to fear the ruin that comes to the wicked. He will keep you from being trapped. do good to people who need help. don&quot;t say to him, &apos;Come back later. I will give it to you tomorrow.&apos; He lives nearby and trusts you. Don&quot;t accuse him if he has not harmed you. And don&quot;t choose to be like them. But he is a friend to those who are honest. But he will bless the home of people who do what is right. But he is kind to those who are not proud. But foolish people will be disgraced."
            },
            {
                "verse_number": "2",
                "verse_text": "Then you will live a long time."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t ever stop being kind and truthful."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will be respected"
            },
            {
                "verse_number": "5",
                "verse_text": "Trust the Lord with all your heart."
            },
            {
                "verse_number": "6",
                "verse_text": "Remember the Lord in everything you do."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t depend on your own wisdom."
            },
            {
                "verse_number": "8",
                "verse_text": "Then your body will be healthy."
            },
            {
                "verse_number": "9",
                "verse_text": "Honor the Lord by giving him part of your wealth."
            },
            {
                "verse_number": "10",
                "verse_text": "Then your barns will be full."
            },
            {
                "verse_number": "11",
                "verse_text": "My child, do not reject the Lord&quot;s discipline."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord corrects those he loves,"
            },
            {
                "verse_number": "13",
                "verse_text": "Happy is the person who finds wisdom."
            },
            {
                "verse_number": "14",
                "verse_text": "Wisdom is worth more than silver."
            },
            {
                "verse_number": "15",
                "verse_text": "Wisdom is more precious than rubies."
            },
            {
                "verse_number": "16",
                "verse_text": "With her right hand wisdom offers you a long life."
            },
            {
                "verse_number": "17",
                "verse_text": "Wisdom will make your life pleasant."
            },
            {
                "verse_number": "18",
                "verse_text": "As a tree makes fruit, wisdom gives life to those who use it."
            },
            {
                "verse_number": "19",
                "verse_text": "Using his wisdom, the Lord made the earth."
            },
            {
                "verse_number": "20",
                "verse_text": "Using his knowledge, he made rivers flow from underground springs."
            },
            {
                "verse_number": "21",
                "verse_text": "My child, hold on to wisdom and reason."
            },
            {
                "verse_number": "22",
                "verse_text": "They will give you life."
            },
            {
                "verse_number": "23",
                "verse_text": "Then you will go on your way in safety."
            },
            {
                "verse_number": "24",
                "verse_text": "You won&quot;t need to be afraid when you lie down."
            },
            {
                "verse_number": "25",
                "verse_text": "You won&quot;t need to be afraid of trouble coming suddenly."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord will keep you safe."
            },
            {
                "verse_number": "27",
                "verse_text": "Whenever you are able,"
            },
            {
                "verse_number": "28",
                "verse_text": "If you have what your neighbor asks for,"
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t make plans to hurt your neighbor."
            },
            {
                "verse_number": "30",
                "verse_text": "Don&quot;t accuse a man for no good reason."
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t be jealous of men who use violence."
            },
            {
                "verse_number": "32",
                "verse_text": "The Lord hates those who do wrong."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord will put a curse on the evil person&quot;s house."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord laughs at those who laugh at him."
            },
            {
                "verse_number": "35",
                "verse_text": "Wise people will receive honor."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My children, listen to your father&quot;s teaching. Pay attention so you will understand. Do not forget what I teach you. I was like an only child to my mother. &apos;Hold on to my words with all your heart. Keep my commands and you will live. Don&quot;t forget or ignore my words. Love wisdom, and it will keep you safe. If it costs everything you have, get understanding. Use it, and it will bring honor to you. Like a crown, it will make you look beautiful.&apos; Then you will have a long life. And I am leading you to do what is right. You will not be overwhelmed. Don&quot;t let go of it. Keep safe all that you have learned. It is the most important thing in your life. Don&quot;t do what evil people do. Stay away from them and keep on going. They cannot rest until they hurt someone. as if they were eating bread and drinking wine. It grows brighter and brighter until it is full daylight. They can&quot;t even see what has hurt them. Listen closely to what I say. Keep them deep within your heart. They bring health to the whole body. Your thoughts run your life. Don&quot;t ever say things that are not true. Keep looking straight ahead to what is good. Always do what is right. Stay away from evil."
            },
            {
                "verse_number": "2",
                "verse_text": "What I am telling you is good."
            },
            {
                "verse_number": "3",
                "verse_text": "I was once a young boy in my father&quot;s house."
            },
            {
                "verse_number": "4",
                "verse_text": "And my father taught me and said,"
            },
            {
                "verse_number": "5",
                "verse_text": "Get wisdom and understanding."
            },
            {
                "verse_number": "6",
                "verse_text": "Use wisdom, and it will take care of you."
            },
            {
                "verse_number": "7",
                "verse_text": "Wisdom is the most important thing. So get wisdom."
            },
            {
                "verse_number": "8",
                "verse_text": "Believe in the value of wisdom, and it will make you great."
            },
            {
                "verse_number": "9",
                "verse_text": "Like flowers in your hair, it will beautify your life."
            },
            {
                "verse_number": "10",
                "verse_text": "My child, listen and accept what I say."
            },
            {
                "verse_number": "11",
                "verse_text": "I am guiding you in wisdom."
            },
            {
                "verse_number": "12",
                "verse_text": "Nothing will hold you back."
            },
            {
                "verse_number": "13",
                "verse_text": "Always remember what you have been taught."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t follow the ways of the wicked."
            },
            {
                "verse_number": "15",
                "verse_text": "Avoid their ways. Don&quot;t go near what they do."
            },
            {
                "verse_number": "16",
                "verse_text": "They cannot sleep until they do evil."
            },
            {
                "verse_number": "17",
                "verse_text": "They fill themselves with wickedness and cruelty"
            },
            {
                "verse_number": "18",
                "verse_text": "The way of the good person is like the light of dawn."
            },
            {
                "verse_number": "19",
                "verse_text": "But the wicked are like those who stumble in the dark."
            },
            {
                "verse_number": "20",
                "verse_text": "My child, pay attention to my words."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t ever forget my words."
            },
            {
                "verse_number": "22",
                "verse_text": "These words are the secret to life for those who find them."
            },
            {
                "verse_number": "23",
                "verse_text": "Be very careful about what you think."
            },
            {
                "verse_number": "24",
                "verse_text": "Don&quot;t use your mouth to tell lies."
            },
            {
                "verse_number": "25",
                "verse_text": "Keep your eyes focused on what is right."
            },
            {
                "verse_number": "26",
                "verse_text": "Be careful what you do."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not do anything unless it is right."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My son, pay attention to my wisdom. Listen to my words of understanding. Watch what you say. Her words may be as pleasant as olive oil. She will cause you pain like a two-edged sword. Her steps are headed straight to the grave. She does not know that her ways are wrong. Don&quot;t ignore what I say. Don&quot;t even go near the door of her house. And the best years of your life will be given to someone who is cruel. And what you worked so hard for will go to someone else. Then your health will be gone. I would not listen when I was corrected! I paid no attention to what they taught me. in front of a whole group of people.&apos; She is like your own well of water from which you drink. flowing in the city streets or squares. So be satisfied with your wife, not those outside your home. Don&quot;t share them with strangers. you married when you were young. She gives you joys as your fountain gives you water. Let her love always make you happy. Let her love always hold you captive. Don&quot;t hold another man&quot;s wife. He watches where you go. He will be tied up by his sins as if they were ropes. He will be held captive by his own foolishness."
            },
            {
                "verse_number": "2",
                "verse_text": "Be careful to use good sense."
            },
            {
                "verse_number": "3",
                "verse_text": "The words of another man&quot;s wife may seem sweet as honey."
            },
            {
                "verse_number": "4",
                "verse_text": "But in the end she will bring you sorrow."
            },
            {
                "verse_number": "5",
                "verse_text": "She is on the way to death."
            },
            {
                "verse_number": "6",
                "verse_text": "She gives no thought to life."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, my sons, listen to me."
            },
            {
                "verse_number": "8",
                "verse_text": "Stay away from such a woman."
            },
            {
                "verse_number": "9",
                "verse_text": "If you do, you will give your riches to others."
            },
            {
                "verse_number": "10",
                "verse_text": "Strangers will enjoy your wealth."
            },
            {
                "verse_number": "11",
                "verse_text": "You will groan at the end of your life."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will say, &apos;I hated self-control!"
            },
            {
                "verse_number": "13",
                "verse_text": "I would not listen to my teachers."
            },
            {
                "verse_number": "14",
                "verse_text": "I have come very close to being completely ruined"
            },
            {
                "verse_number": "15",
                "verse_text": "Be faithful to your own wife."
            },
            {
                "verse_number": "16",
                "verse_text": "You wouldn&quot;t drink from streams"
            },
            {
                "verse_number": "17",
                "verse_text": "These things are yours alone."
            },
            {
                "verse_number": "18",
                "verse_text": "Be happy with the wife"
            },
            {
                "verse_number": "19",
                "verse_text": "She is as lovely and graceful as a deer."
            },
            {
                "verse_number": "20",
                "verse_text": "My son, don&quot;t be held captive by a woman who takes part in adultery."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord sees everything you do."
            },
            {
                "verse_number": "22",
                "verse_text": "An evil man will be caught in his evil ways."
            },
            {
                "verse_number": "23",
                "verse_text": "He will die because he does not control himself."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My child, be careful about giving a guarantee for somebody else. Be careful about promising to pay what someone else owes. You might be caught by your own words. Then here is how to get free. Go to your neighbor and don&quot;t be proud. Beg him to free you from your promise. Don&quot;t even rest your eyes. Free yourself like a bird flying away from a trapper. Watch what they do and be wise. They have no leader or ruler. They gather their supplies at harvest. When will you get up from sleeping? You fold your hands and rest. You will have as little as if you had been held up. They go around telling lies. They make signs with their fingers. They are always causing trouble. Suddenly they will be hurt beyond cure. There are seven things he cannot stand: a lying tongue, hands that kill innocent people, feet that are quick to do evil, and a man who causes trouble among brothers. Don&quot;t forget your mother&quot;s teaching. Let it be as if they were tied around your neck. They will guard you while you sleep. They will speak to you when you are awake. Their teaching is like a light. And the correction that comes from them helps you have life. and from the pleasing words of another man&quot;s unfaithful wife. Don&quot;t let her capture you by the way she looks at you. And a woman who takes part in adultery may cost you your life. without burning your clothes. without burning your feet. Anyone who does so will be punished. when he steals because he is hungry. It may cost him everything he owns. He will destroy himself. And his shame will never go away. He will have no mercy when he gets even. He will take no money, no matter how much it is."
            },
            {
                "verse_number": "2",
                "verse_text": "You might get trapped by what you say."
            },
            {
                "verse_number": "3",
                "verse_text": "My child, you might do this and be under somebody&quot;s control."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t go to sleep."
            },
            {
                "verse_number": "5",
                "verse_text": "But free yourself like a deer running from a hunter."
            },
            {
                "verse_number": "6",
                "verse_text": "Go watch the ants, you lazy person."
            },
            {
                "verse_number": "7",
                "verse_text": "Ants have no commander."
            },
            {
                "verse_number": "8",
                "verse_text": "But they store up food in the summer."
            },
            {
                "verse_number": "9",
                "verse_text": "How long will you lie there, you lazy person?"
            },
            {
                "verse_number": "10",
                "verse_text": "You sleep a little; you take a nap."
            },
            {
                "verse_number": "11",
                "verse_text": "So you will be as poor as if you had been robbed."
            },
            {
                "verse_number": "12",
                "verse_text": "Some people are wicked and no good."
            },
            {
                "verse_number": "13",
                "verse_text": "They wink with their eyes and signal with their feet."
            },
            {
                "verse_number": "14",
                "verse_text": "They make evil plans in their hearts."
            },
            {
                "verse_number": "15",
                "verse_text": "So trouble will strike them in an instant."
            },
            {
                "verse_number": "16",
                "verse_text": "There are six things the Lord hates."
            },
            {
                "verse_number": "17",
                "verse_text": "a proud look,"
            },
            {
                "verse_number": "18",
                "verse_text": "a mind that thinks up evil plans,"
            },
            {
                "verse_number": "19",
                "verse_text": "a witness who tells lies"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, keep your father&quot;s commands."
            },
            {
                "verse_number": "21",
                "verse_text": "Remember their words forever."
            },
            {
                "verse_number": "22",
                "verse_text": "They will guide you when you walk."
            },
            {
                "verse_number": "23",
                "verse_text": "Their commands are like a lamp."
            },
            {
                "verse_number": "24",
                "verse_text": "Such teaching will keep you from sinful women"
            },
            {
                "verse_number": "25",
                "verse_text": "Don&quot;t want her because she is beautiful."
            },
            {
                "verse_number": "26",
                "verse_text": "A prostitute may leave you with only a loaf of bread."
            },
            {
                "verse_number": "27",
                "verse_text": "You cannot carry hot coals against your chest"
            },
            {
                "verse_number": "28",
                "verse_text": "And you cannot walk on hot coals"
            },
            {
                "verse_number": "29",
                "verse_text": "The same thing happens if you commit adultery with another man&quot;s wife."
            },
            {
                "verse_number": "30",
                "verse_text": "People do not hate a thief"
            },
            {
                "verse_number": "31",
                "verse_text": "But if he is caught, he must pay back seven times what he stole."
            },
            {
                "verse_number": "32",
                "verse_text": "A man who takes part in adultery doesn&quot;t have any sense."
            },
            {
                "verse_number": "33",
                "verse_text": "He will be beaten up and disgraced."
            },
            {
                "verse_number": "34",
                "verse_text": "Jealousy makes a husband very angry."
            },
            {
                "verse_number": "35",
                "verse_text": "He will accept no payment for the wrong."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My son, remember what I say. Treasure my commands. Protect my teachings as you would your own eyes. Write them down in your mind as if on a tablet. Make understanding your closest friend. They will keep you away from the unfaithful wife and her pleasing words. I looked out through the shutters. I noticed one of them who had no wisdom. He was on the road leading to her house. The darkness of the night was just beginning. She was dressed like a prostitute and was planning to trick him. She never stayed at home. She was always waiting around on the street corners. Without shame she said to him, I have kept my special promises. I have been looking for you and have found you! with colored sheets from Egypt. with myrrh, aloes and cinnamon. Let&quot;s enjoy each other&quot;s love! He has gone on a long trip. And he won&quot;t be home for weeks.&apos; By her pleasing words she led him into doing wrong. He was like an ox being led to the butcher. He was like a deer caught in a trap. He was like a bird caught in a trap. He didn&quot;t know what he did would kill him. Pay attention to what I say. Don&quot;t join her in her evil actions. Many have died because of her. That road leads down to where the dead are."
            },
            {
                "verse_number": "2",
                "verse_text": "Obey my commands, and you will live."
            },
            {
                "verse_number": "3",
                "verse_text": "Remind yourself of them."
            },
            {
                "verse_number": "4",
                "verse_text": "Be good to wisdom as if she were your sister."
            },
            {
                "verse_number": "5",
                "verse_text": "Wisdom and understanding will keep you away from adultery."
            },
            {
                "verse_number": "6",
                "verse_text": "I once was standing at the window of my house."
            },
            {
                "verse_number": "7",
                "verse_text": "I saw some foolish, young men."
            },
            {
                "verse_number": "8",
                "verse_text": "He was walking down the street near the corner."
            },
            {
                "verse_number": "9",
                "verse_text": "It was the twilight of the evening."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the woman approached him."
            },
            {
                "verse_number": "11",
                "verse_text": "She was a loud and stubborn woman."
            },
            {
                "verse_number": "12",
                "verse_text": "She was always out in the streets or in the city squares."
            },
            {
                "verse_number": "13",
                "verse_text": "She grabbed him and kissed him."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I made my fellowship offering and have the meat at home."
            },
            {
                "verse_number": "15",
                "verse_text": "So I have come out to meet you."
            },
            {
                "verse_number": "16",
                "verse_text": "I have covered my bed"
            },
            {
                "verse_number": "17",
                "verse_text": "I have made my bed smell sweet"
            },
            {
                "verse_number": "18",
                "verse_text": "Come, let&quot;s make love until morning."
            },
            {
                "verse_number": "19",
                "verse_text": "My husband is not home."
            },
            {
                "verse_number": "20",
                "verse_text": "He took a lot of money with him."
            },
            {
                "verse_number": "21",
                "verse_text": "By her clever words she made him give in."
            },
            {
                "verse_number": "22",
                "verse_text": "All at once he followed her."
            },
            {
                "verse_number": "23",
                "verse_text": "But quickly an arrow shot through his liver."
            },
            {
                "verse_number": "24",
                "verse_text": "Now, my sons, listen to me."
            },
            {
                "verse_number": "25",
                "verse_text": "Don&quot;t let yourself be tricked by the woman who is guilty of adultery."
            },
            {
                "verse_number": "26",
                "verse_text": "She has ruined many good men."
            },
            {
                "verse_number": "27",
                "verse_text": "Going to her house is like taking the road to death."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Like a person, wisdom calls out to you. Understanding raises her voice. and at the crossroads, she stands calling. At the entrances into the city, she calls out: I am shouting to all people. You who are foolish, get understanding. What I tell you is right. I hate it when people speak evil. Nothing I say is crooked or false. People with knowledge know that my words are right. Choose knowledge rather than the finest gold. Nothing you want is equal to it. I also have knowledge and good sense. It is wise to hate pride and bragging, evil ways and lies. I have understanding and power. And rulers use me to make fair laws. So do important men and all good judges. Those who want me find me. So are wealth and lasting success. What I give is better than pure silver. I do what is fair. I fill them with treasures. This was before he made anything else long ago. even before the world began. There were no springs overflowing with water. The mountains had not even been put in place. He had not even made the first dust of the earth. when he stretched the horizon over the oceans. I was there when he put the fountains in the oceans. not to go beyond the borders he had set for it. I was there when he laid the earth&quot;s foundation. I was happy every day and enjoyed being in his presence. And I was happy with all its people. Those who follow my ways are happy. Do not ignore it. They stand watching at my door every day. They are at my open doorway, wanting to be with me. And the Lord will be pleased with him. Those who hate me love death.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "On the hilltops along the road"
            },
            {
                "verse_number": "3",
                "verse_text": "She stands beside the city gates."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;People, I&quot;m calling out to you."
            },
            {
                "verse_number": "5",
                "verse_text": "You who do not know better, get the ability to think."
            },
            {
                "verse_number": "6",
                "verse_text": "Listen. I have important things to say."
            },
            {
                "verse_number": "7",
                "verse_text": "What I say is true."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything I say is honest."
            },
            {
                "verse_number": "9",
                "verse_text": "People with good sense know that what I say is true."
            },
            {
                "verse_number": "10",
                "verse_text": "Choose my teachings instead of silver."
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom is more precious than rubies."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I am wisdom, and I have the ability to think."
            },
            {
                "verse_number": "13",
                "verse_text": "If you respect the Lord, you also will hate evil."
            },
            {
                "verse_number": "14",
                "verse_text": "I have good sense and advice."
            },
            {
                "verse_number": "15",
                "verse_text": "Kings use me to govern."
            },
            {
                "verse_number": "16",
                "verse_text": "Princes use me to lead."
            },
            {
                "verse_number": "17",
                "verse_text": "I love those who love me."
            },
            {
                "verse_number": "18",
                "verse_text": "Riches and honor are mine."
            },
            {
                "verse_number": "19",
                "verse_text": "What I give is better than the finest gold."
            },
            {
                "verse_number": "20",
                "verse_text": "I do what is right."
            },
            {
                "verse_number": "21",
                "verse_text": "I give wealth to those who love me."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;I, wisdom, was with God when he began his work."
            },
            {
                "verse_number": "23",
                "verse_text": "I was appointed in the very beginning,"
            },
            {
                "verse_number": "24",
                "verse_text": "I began before there were oceans."
            },
            {
                "verse_number": "25",
                "verse_text": "I began before the hills were there."
            },
            {
                "verse_number": "26",
                "verse_text": "God still had not made the earth or fields."
            },
            {
                "verse_number": "27",
                "verse_text": "I was there when God put the skies in place,"
            },
            {
                "verse_number": "28",
                "verse_text": "I was there when he made the clouds above."
            },
            {
                "verse_number": "29",
                "verse_text": "I was there when he ordered the sea"
            },
            {
                "verse_number": "30",
                "verse_text": "I was like a child by his side."
            },
            {
                "verse_number": "31",
                "verse_text": "I enjoyed the whole world."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Now, my children, listen to me."
            },
            {
                "verse_number": "33",
                "verse_text": "Listen to my teaching, and you will be wise."
            },
            {
                "verse_number": "34",
                "verse_text": "Those who listen to me are happy."
            },
            {
                "verse_number": "35",
                "verse_text": "Whoever finds me finds life."
            },
            {
                "verse_number": "36",
                "verse_text": "Whoever does not find me hurts himself."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Wisdom has built her house. She has made its seven columns. She has set her table. She calls out from the highest place in the city. &apos;Come in here, you foolish people! And drink the wine I have prepared. Be a person of understanding. If you correct an evil person, you will get hurt. But correct a wise man, and he will love you. Teach a good man, and he will learn even more. And understanding begins with knowing God, the Holy One. Wisdom will add years to your life. But a person who makes fun of wisdom will suffer for it.&apos; She does not have wisdom or knowledge. It is at the highest place in the city. They are minding their own business. &apos;Come in here, you foolish people! Stolen food tastes better.&apos; They don&quot;t realize that her guests are deep in the grave."
            },
            {
                "verse_number": "2",
                "verse_text": "She has prepared her food and wine."
            },
            {
                "verse_number": "3",
                "verse_text": "She has sent out her servant girls."
            },
            {
                "verse_number": "4",
                "verse_text": "She says to those who are not wise,"
            },
            {
                "verse_number": "5",
                "verse_text": "Come and eat my food."
            },
            {
                "verse_number": "6",
                "verse_text": "Stop your foolish ways, and you will live."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If you correct someone who makes fun of wisdom, you will get insulted."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not correct someone who makes fun of wisdom, or he will hate you."
            },
            {
                "verse_number": "9",
                "verse_text": "Teach a wise man, and he will become even wiser."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Wisdom begins with respect for the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "If you live wisely, you will live a long time."
            },
            {
                "verse_number": "12",
                "verse_text": "The wise person is rewarded by his wisdom."
            },
            {
                "verse_number": "13",
                "verse_text": "Foolishness is like a loud woman."
            },
            {
                "verse_number": "14",
                "verse_text": "She sits at the door of her house."
            },
            {
                "verse_number": "15",
                "verse_text": "She calls out to those who are passing by."
            },
            {
                "verse_number": "16",
                "verse_text": "She says to those who are not wise,"
            },
            {
                "verse_number": "17",
                "verse_text": "Stolen water is sweeter."
            },
            {
                "verse_number": "18",
                "verse_text": "But these people don&quot;t know that everyone dies who goes there."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "These are the wise words of Solomon: A wise son makes his father happy. But a foolish son makes his mother sad. But right living will save you from death. But he does not let evil people get what they hunger for. But a hard worker will become rich. But the son who sleeps through the harvest is a disgrace. But the wicked will be overwhelmed by violence. But evil people will soon be forgotten. But a talkative fool will be ruined. But the one who is dishonest will be caught. And foolish talk will lead to your ruin. But the words of the wicked contain nothing but violence. But love forgives all wrongs. But people without wisdom can expect to be punished. But a foolish person talks too much and is ruined. But having no money destroys the poor. But evil people are paid back with punishment. But the person who ignores correction will be ruined. Whoever tells lies is a fool. If you are wise, you will keep quiet. But an evil person&quot;s thoughts are worth little. But a foolish person dies because he doesn&quot;t have wisdom. And with it comes no sorrow. But a person with understanding enjoys doing what is wise. But a good person will receive what he wants most. But a good person will always be safe. He bothers others like vinegar on the teeth or smoke in the eyes. But an evil person will have his life cut short. But an evil person can expect nothing. But he will ruin those who do evil. But evil people will not remain in the land. But a liar&quot;s tongue will be stopped. But the wicked tell lies."
            },
            {
                "verse_number": "2",
                "verse_text": "Riches gotten by doing wrong have no value."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord does not let people who live right go hungry."
            },
            {
                "verse_number": "4",
                "verse_text": "A lazy person will end up poor."
            },
            {
                "verse_number": "5",
                "verse_text": "A son who gathers crops when they are ready is wise."
            },
            {
                "verse_number": "6",
                "verse_text": "People who do what is right will have rich blessings."
            },
            {
                "verse_number": "7",
                "verse_text": "Good people will be remembered as a blessing."
            },
            {
                "verse_number": "8",
                "verse_text": "A wise person does what he is told."
            },
            {
                "verse_number": "9",
                "verse_text": "The honest person will live safely."
            },
            {
                "verse_number": "10",
                "verse_text": "A wink may get you into trouble."
            },
            {
                "verse_number": "11",
                "verse_text": "Like a fountain of water, the words of a good person give life."
            },
            {
                "verse_number": "12",
                "verse_text": "Hatred stirs up trouble."
            },
            {
                "verse_number": "13",
                "verse_text": "You can expect wise people to speak with understanding."
            },
            {
                "verse_number": "14",
                "verse_text": "Wise people don&quot;t tell everything they know."
            },
            {
                "verse_number": "15",
                "verse_text": "Having lots of money protects the rich."
            },
            {
                "verse_number": "16",
                "verse_text": "Good people are rewarded with life."
            },
            {
                "verse_number": "17",
                "verse_text": "The person who accepts correction is on the way to life."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever hides his hate is a liar."
            },
            {
                "verse_number": "19",
                "verse_text": "If you talk a lot, you are sure to sin."
            },
            {
                "verse_number": "20",
                "verse_text": "The words of a good person are like pure silver."
            },
            {
                "verse_number": "21",
                "verse_text": "A good person&quot;s words will help many others."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord&quot;s blessing brings wealth."
            },
            {
                "verse_number": "23",
                "verse_text": "A foolish person enjoys doing wrong."
            },
            {
                "verse_number": "24",
                "verse_text": "An evil person will get what he fears most."
            },
            {
                "verse_number": "25",
                "verse_text": "A storm will blow the evil person away."
            },
            {
                "verse_number": "26",
                "verse_text": "A lazy person brings trouble to the one he works for."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever respects the Lord will have a long life."
            },
            {
                "verse_number": "28",
                "verse_text": "A good person can look forward to happiness."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord will protect good people."
            },
            {
                "verse_number": "30",
                "verse_text": "Good people will always be safe."
            },
            {
                "verse_number": "31",
                "verse_text": "A good person says wise things."
            },
            {
                "verse_number": "32",
                "verse_text": "Good people say the right thing."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord hates dishonest scales. But he is pleased with correct weights. It is wise not to be proud. But dishonesty will destroy those who are not trustworthy. But doing what is right will save you from dying too soon. But a wicked person will be destroyed by his wickedness. But those who are not trustworthy will be caught by their own desires. The hopes he placed in his riches will come to nothing. It comes to the wicked instead. But a good person will escape by being smart. When evil people die, there are shouts of joy. But the wicked can destroy it with their words. But a person with understanding keeps quiet. But a trustworthy person can keep a secret. But when many people give advice, it will be safe. It is safer to avoid such promises. But cruel men get wealth. But a cruel person brings trouble on himself. But a good person will surely be rewarded. But those who chase after evil will die. But he is pleased with those who are innocent. But those who do what is right will not be punished. is like a gold ring in a pig&quot;s snout. But the hopes of the wicked will be defeated by God&quot;s anger. But others don&quot;t give what they should, and they end up poor. Whoever helps others will himself be helped. But they bless a person who is willing to sell it. But whoever looks for evil will find trouble. But a good person will be as healthy as a green leaf. And a foolish person will become a servant to the wise. The wise person shows others how to be wise. So the wicked and the sinners will also be punished."
            },
            {
                "verse_number": "2",
                "verse_text": "Pride leads only to shame."
            },
            {
                "verse_number": "3",
                "verse_text": "Good people will be guided by honesty."
            },
            {
                "verse_number": "4",
                "verse_text": "Riches will not help when it&quot;s time to die."
            },
            {
                "verse_number": "5",
                "verse_text": "The goodness of an innocent person makes his life easier."
            },
            {
                "verse_number": "6",
                "verse_text": "Doing what is right brings freedom to honest people."
            },
            {
                "verse_number": "7",
                "verse_text": "When a wicked person dies, his hope is gone."
            },
            {
                "verse_number": "8",
                "verse_text": "The good man is saved from trouble."
            },
            {
                "verse_number": "9",
                "verse_text": "By his words an evil person can destroy his neighbor."
            },
            {
                "verse_number": "10",
                "verse_text": "When good people succeed, the city is happy."
            },
            {
                "verse_number": "11",
                "verse_text": "The influence of good people makes a city great."
            },
            {
                "verse_number": "12",
                "verse_text": "A person without good sense finds fault with his neighbor."
            },
            {
                "verse_number": "13",
                "verse_text": "A person who gossips can&quot;t keep secrets."
            },
            {
                "verse_number": "14",
                "verse_text": "Without leadership a nation will be defeated."
            },
            {
                "verse_number": "15",
                "verse_text": "Whoever guarantees to pay what somebody else owes will suffer."
            },
            {
                "verse_number": "16",
                "verse_text": "A kind woman is respected."
            },
            {
                "verse_number": "17",
                "verse_text": "A kind person is doing himself a favor."
            },
            {
                "verse_number": "18",
                "verse_text": "An evil person really gains nothing from what he earns."
            },
            {
                "verse_number": "19",
                "verse_text": "Those who are truly good will live."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord hates those with evil hearts."
            },
            {
                "verse_number": "21",
                "verse_text": "You can be sure that evil people will be punished."
            },
            {
                "verse_number": "22",
                "verse_text": "A beautiful woman without good sense"
            },
            {
                "verse_number": "23",
                "verse_text": "The wishes of those who do right will come true."
            },
            {
                "verse_number": "24",
                "verse_text": "Some people give much but get back even more."
            },
            {
                "verse_number": "25",
                "verse_text": "A person who gives to others will get richer."
            },
            {
                "verse_number": "26",
                "verse_text": "People curse someone who keeps all the grain for himself."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever looks for good will find kindness."
            },
            {
                "verse_number": "28",
                "verse_text": "Those who trust in riches will be ruined."
            },
            {
                "verse_number": "29",
                "verse_text": "Whoever brings trouble to his family will be left with nothing but the wind."
            },
            {
                "verse_number": "30",
                "verse_text": "As a tree makes fruit, a good person gives life to others."
            },
            {
                "verse_number": "31",
                "verse_text": "Good people will be rewarded on earth."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Anyone who loves learning accepts being corrected. But a person who hates being corrected is stupid. But he will punish anyone who plans evil. But a good person has safety and security. But a disgraceful wife is like a disease in his bones. But the advice of the wicked will trick you. But the words of good people will save them. But a good man&quot;s family goes on. But a stupid person is not respected. He is better off than someone who acts important but has no food. But even the kindest acts of the wicked are cruel. But the one who chases useless dreams isn&quot;t wise. But good people want to give to others. But good people stay out of trouble. And he will also be rewarded for what he does. But a wise person listens to advice. But a wise person ignores an insult. But a dishonest witness tells lies. But wise words bring healing. But lies last only a moment. But those who plan peace will be happy. But an evil person&quot;s life is full of trouble. But he is pleased with those who do what they promise. But a foolish person shows how foolish he is. But those who are lazy will be slaves. But a kind word cheers up a person. But an evil person is easily led to do wrong. But a hard worker will have great wealth. But there is another way that leads to death."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is pleased with a good person."
            },
            {
                "verse_number": "3",
                "verse_text": "Doing evil brings a person no safety at all."
            },
            {
                "verse_number": "4",
                "verse_text": "A good wife is like a crown for her husband."
            },
            {
                "verse_number": "5",
                "verse_text": "The plans that good people make are fair."
            },
            {
                "verse_number": "6",
                "verse_text": "The wicked talk of killing people."
            },
            {
                "verse_number": "7",
                "verse_text": "Wicked people die and leave nothing behind."
            },
            {
                "verse_number": "8",
                "verse_text": "A wise person is praised."
            },
            {
                "verse_number": "9",
                "verse_text": "A person might not be important but still have a servant."
            },
            {
                "verse_number": "10",
                "verse_text": "A good man takes care of his animals."
            },
            {
                "verse_number": "11",
                "verse_text": "The person who works his land will have plenty of food."
            },
            {
                "verse_number": "12",
                "verse_text": "Evil people want what other evil people have stolen."
            },
            {
                "verse_number": "13",
                "verse_text": "Evil people are trapped by their evil talk."
            },
            {
                "verse_number": "14",
                "verse_text": "A person will be rewarded for what he says."
            },
            {
                "verse_number": "15",
                "verse_text": "A foolish person thinks he is doing right."
            },
            {
                "verse_number": "16",
                "verse_text": "A foolish person quickly shows that he is upset."
            },
            {
                "verse_number": "17",
                "verse_text": "An honest witness tells the truth."
            },
            {
                "verse_number": "18",
                "verse_text": "Careless words stab like a sword."
            },
            {
                "verse_number": "19",
                "verse_text": "Truth will last forever."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who plan evil mean to lie."
            },
            {
                "verse_number": "21",
                "verse_text": "No harm comes to a good person."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord hates those who tell lies."
            },
            {
                "verse_number": "23",
                "verse_text": "A wise person keeps what he knows to himself."
            },
            {
                "verse_number": "24",
                "verse_text": "Hard workers will become leaders."
            },
            {
                "verse_number": "25",
                "verse_text": "Worry makes a person feel as if he is carrying a heavy load."
            },
            {
                "verse_number": "26",
                "verse_text": "A good person takes advice from his friends."
            },
            {
                "verse_number": "27",
                "verse_text": "A lazy person catches no food to cook."
            },
            {
                "verse_number": "28",
                "verse_text": "Doing what is right is the way to life."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A wise son takes his father&quot;s advice. But a person who makes fun of wisdom won&quot;t listen to correction. But those who can&quot;t be trusted want only violence. But anyone who speaks without thinking will be ruined. But a hard worker gets everything he wants. But wicked people do shameful and disgraceful things. But evil ruins the sinner. Other people pretend to be poor but really are wealthy. But a poor person will never have to face such a danger. But the wicked will die like a flame going out. But those who take advice are wise. But money that is gathered little by little will slowly grow. But when wishes come true, it&quot;s like eating fruit from the tree of life. But whoever does what he is told will be rewarded. It is like a fountain of water that can save people from death. But the lives of those who are not trustworthy are hard. But a foolish person shows how foolish he is. But a trustworthy one makes everything right. But a person who accepts correction will be honored. But foolish people still refuse to stop doing evil. But whoever makes friends with fools will suffer. But good people enjoy success. And a sinner&quot;s wealth will be saved for good people. But unfair people steal it from him. But the person who loves his children is careful to correct them. But the wicked will go hungry."
            },
            {
                "verse_number": "2",
                "verse_text": "A person will be rewarded for what he says."
            },
            {
                "verse_number": "3",
                "verse_text": "Whoever is careful about what he says protects his life."
            },
            {
                "verse_number": "4",
                "verse_text": "The lazy person will not get what he wants."
            },
            {
                "verse_number": "5",
                "verse_text": "Good people hate what is false."
            },
            {
                "verse_number": "6",
                "verse_text": "Doing what is right protects the honest person."
            },
            {
                "verse_number": "7",
                "verse_text": "Some people pretend to be rich but really have nothing."
            },
            {
                "verse_number": "8",
                "verse_text": "A rich man may have to pay a ransom for his life."
            },
            {
                "verse_number": "9",
                "verse_text": "Good people will live long like bright flames."
            },
            {
                "verse_number": "10",
                "verse_text": "Pride leads to arguments."
            },
            {
                "verse_number": "11",
                "verse_text": "Money that comes easily disappears quickly."
            },
            {
                "verse_number": "12",
                "verse_text": "It is sad when you don&quot;t get what you hoped for."
            },
            {
                "verse_number": "13",
                "verse_text": "Whoever rejects what he is taught will pay for it."
            },
            {
                "verse_number": "14",
                "verse_text": "The teaching of a wise person gives life."
            },
            {
                "verse_number": "15",
                "verse_text": "People with good understanding will be liked."
            },
            {
                "verse_number": "16",
                "verse_text": "Every wise person acts with good sense."
            },
            {
                "verse_number": "17",
                "verse_text": "A wicked messenger brings nothing but trouble."
            },
            {
                "verse_number": "18",
                "verse_text": "A person who refuses correction will end up poor and disgraced."
            },
            {
                "verse_number": "19",
                "verse_text": "It is so good when wishes come true."
            },
            {
                "verse_number": "20",
                "verse_text": "Whoever spends time with wise people will become wise."
            },
            {
                "verse_number": "21",
                "verse_text": "Trouble always comes to sinners."
            },
            {
                "verse_number": "22",
                "verse_text": "Good people&quot;s wealth will be inherited by their grandchildren."
            },
            {
                "verse_number": "23",
                "verse_text": "A poor man&quot;s field might have plenty of food."
            },
            {
                "verse_number": "24",
                "verse_text": "If a person does not punish his children, he does not love them."
            },
            {
                "verse_number": "25",
                "verse_text": "Good people have enough to eat."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "A wise woman strengthens her family. But a foolish woman destroys hers by what she does. But those who live evil lives show no respect for him. But a wise person&quot;s words will protect him. But with the strength of an ox, much grain can be grown. But a false witness tells nothing but lies. But the person with understanding easily finds knowledge. You won&quot;t learn anything from him. But what makes a person foolish is dishonesty. But honest people work at being right with others. Strangers cannot share your joy. But a good person&quot;s tent will still be standing. But what they are doing will really kill them. And when the laughter is over, there is sorrow. And good people will be rewarded for their good ones. But a wise person thinks about what he does. But a foolish person is quick to act and careless. But a person with understanding remains calm. But wise people are rewarded with knowledge. The wicked will bow down at the door of those who do right. But rich people have many friends. But being kind to the needy brings happiness. But people love and trust those who plan to do good. But those who only talk will be poor. But foolish people will only be rewarded with more foolishness. But a false witness is a traitor. And his children will be protected. It is like a fountain of water that can save people from death. But a prince is ruined if he has none. But a person who quickly loses his temper shows his foolishness. But jealousy will rot your bones. But anyone who is kind to the needy honors God. But those who do what is right are protected by their honesty. And even fools recognize it. But sin will bring disgrace to any people. But he will become angry with one who causes him shame."
            },
            {
                "verse_number": "2",
                "verse_text": "People who live good lives show respect for the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "A foolish person will be punished for his proud words."
            },
            {
                "verse_number": "4",
                "verse_text": "When there are no oxen, there is no food in the barn."
            },
            {
                "verse_number": "5",
                "verse_text": "A truthful witness does not lie."
            },
            {
                "verse_number": "6",
                "verse_text": "Those who make fun of wisdom look for it but do not find it."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay away from a foolish person."
            },
            {
                "verse_number": "8",
                "verse_text": "What makes a person wise is understanding what to do."
            },
            {
                "verse_number": "9",
                "verse_text": "Foolish people don&quot;t care if they sin."
            },
            {
                "verse_number": "10",
                "verse_text": "No one else can know your sadness."
            },
            {
                "verse_number": "11",
                "verse_text": "The wicked person&quot;s house will be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "Some people think they are doing what&quot;s right."
            },
            {
                "verse_number": "13",
                "verse_text": "When someone is laughing, he may be sad inside."
            },
            {
                "verse_number": "14",
                "verse_text": "Evil people will be paid back for their evil ways."
            },
            {
                "verse_number": "15",
                "verse_text": "A foolish person will believe anything."
            },
            {
                "verse_number": "16",
                "verse_text": "A wise person is careful and stays out of trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "A person who quickly loses his temper does foolish things."
            },
            {
                "verse_number": "18",
                "verse_text": "Foolish people get nothing for their work but more foolishness."
            },
            {
                "verse_number": "19",
                "verse_text": "Evil people will have to bow down to good people."
            },
            {
                "verse_number": "20",
                "verse_text": "The poor are rejected, even by their neighbors."
            },
            {
                "verse_number": "21",
                "verse_text": "It is a sin to hate your neighbor."
            },
            {
                "verse_number": "22",
                "verse_text": "Those who make evil plans will be ruined."
            },
            {
                "verse_number": "23",
                "verse_text": "Those who work hard make a profit."
            },
            {
                "verse_number": "24",
                "verse_text": "Wise people are rewarded with wealth."
            },
            {
                "verse_number": "25",
                "verse_text": "A truthful witness saves lives."
            },
            {
                "verse_number": "26",
                "verse_text": "A person who respects the Lord will have security."
            },
            {
                "verse_number": "27",
                "verse_text": "Respect for the Lord gives life."
            },
            {
                "verse_number": "28",
                "verse_text": "A king is honored when he has many people to rule."
            },
            {
                "verse_number": "29",
                "verse_text": "A person who does not quickly get angry shows that he has understanding."
            },
            {
                "verse_number": "30",
                "verse_text": "Peace of mind means a healthy body."
            },
            {
                "verse_number": "31",
                "verse_text": "Whoever is cruel to the poor insults their Maker."
            },
            {
                "verse_number": "32",
                "verse_text": "The wicked are ruined by their own evil."
            },
            {
                "verse_number": "33",
                "verse_text": "The person who has understanding has wisdom."
            },
            {
                "verse_number": "34",
                "verse_text": "Doing what is right makes a nation great."
            },
            {
                "verse_number": "35",
                "verse_text": "A king is pleased with a wise servant."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "A gentle answer will calm a person&quot;s anger. But an unkind answer will cause more anger. But fools speak only foolishness. He watches both evil and good people. But evil words crush the spirit. But anyone who accepts correction is wise. But evil people are paid only with trouble. But there is no knowledge in the thoughts of the foolish. But he is pleased with an honest person&quot;s prayer. But he loves those who do what is right. The one who hates to be corrected will die. So he can surely know what living people are thinking. He will not ask advice from the wise. But sadness breaks a person&quot;s spirit. But a foolish person just wants more foolishness. But a happy heart makes it like a continual feast. than to be wealthy and have much trouble. than to eat meat with those who hate you. But a person who controls his temper stops a quarrel. But an honest person&quot;s life is as easy as walking down a smooth highway. But a foolish person hates his mother. But a man with understanding does what is right. But plans succeed when you get advice from many others. Saying the right word at the right time is so pleasing! He avoids whatever would cause his death. But he will protect the property of a widow. But he is pleased with kind words. But the person who can&quot;t be paid to do wrong will live. But the wicked simply give evil answers. But he hears the prayers of those who do right. Your happiness will show in your eyes. that will improve his life. But a person who accepts correction gains understanding. If you want to be honored, you must not be proud."
            },
            {
                "verse_number": "2",
                "verse_text": "Wise people use knowledge when they speak."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord&quot;s eyes see everything that happens."
            },
            {
                "verse_number": "4",
                "verse_text": "As a tree gives us fruit, healing words give us life."
            },
            {
                "verse_number": "5",
                "verse_text": "A foolish person rejects his father&quot;s correction."
            },
            {
                "verse_number": "6",
                "verse_text": "There is much wealth in the houses of good people."
            },
            {
                "verse_number": "7",
                "verse_text": "With their words wise people spread knowledge."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord hates the sacrifice that the wicked person offers."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord hates what evil people do."
            },
            {
                "verse_number": "10",
                "verse_text": "The person who quits doing what is right will really be punished."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord knows what is happening where the dead people are."
            },
            {
                "verse_number": "12",
                "verse_text": "A person who laughs at wisdom does not like to be corrected."
            },
            {
                "verse_number": "13",
                "verse_text": "Happiness makes a person smile."
            },
            {
                "verse_number": "14",
                "verse_text": "Smart people want more knowledge."
            },
            {
                "verse_number": "15",
                "verse_text": "Every day is hard for those who suffer."
            },
            {
                "verse_number": "16",
                "verse_text": "It is better to be poor and respect the Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "It is better to eat vegetables with those who love you"
            },
            {
                "verse_number": "18",
                "verse_text": "A person who quickly gets angry causes trouble."
            },
            {
                "verse_number": "19",
                "verse_text": "A lazy person&quot;s life is as difficult as walking through a patch of thorns."
            },
            {
                "verse_number": "20",
                "verse_text": "A wise son makes his father happy."
            },
            {
                "verse_number": "21",
                "verse_text": "A man without wisdom enjoys being foolish."
            },
            {
                "verse_number": "22",
                "verse_text": "Plans fail without good advice."
            },
            {
                "verse_number": "23",
                "verse_text": "People enjoy giving good answers!"
            },
            {
                "verse_number": "24",
                "verse_text": "A wise person does things that will make his life better."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord will tear down the proud person&quot;s house."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord hates evil thoughts."
            },
            {
                "verse_number": "27",
                "verse_text": "A greedy person brings trouble to his family."
            },
            {
                "verse_number": "28",
                "verse_text": "Good people think before they answer."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord does not listen to the wicked."
            },
            {
                "verse_number": "30",
                "verse_text": "Good news makes you feel better."
            },
            {
                "verse_number": "31",
                "verse_text": "A wise person pays attention to correction"
            },
            {
                "verse_number": "32",
                "verse_text": "A person who refuses correction hates himself."
            },
            {
                "verse_number": "33",
                "verse_text": "Respect for the Lord will teach you wisdom."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "People make plans in their hearts. But only the Lord can make those plans come true. But the Lord will judge his reasons. Then your plans will succeed. He even has a day of disaster for evil people. You can be sure that they will be punished. By respecting the Lord you will avoid evil. If he does, even his enemies will make peace with him. than to be wealthy and be unfair. But the Lord decides what he will do. So his decisions should be fair. He wants all weights to be honest. because governments only last if they are fair. They value a person who speaks the truth. So a wise man will try to keep peace. His kindness is like a spring shower. It is better to choose understanding than silver! A person who watches what he does protects his life. A proud attitude brings ruin. than to share stolen property with proud people. And whoever trusts the Lord will be happy. He wins people to his side with pleasant words. But foolishness will cause foolish people to be punished. This helps him to teach others better. They make a person happy and healthy. But in the end it causes them to die. His desire to eat makes him work. And his words are like a burning fire. And a person who gossips ruins friendships. He leads him to do wrong. And the one who grins at you is about to do something wrong. You earn it by living a good life. Controlling your temper is better than capturing a city. But the answer comes from the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "A person may believe he is doing right."
            },
            {
                "verse_number": "3",
                "verse_text": "Depend on the Lord in whatever you do."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord makes everything work the way he wants it."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord hates those who are proud."
            },
            {
                "verse_number": "6",
                "verse_text": "Love and truth bring forgiveness of sin."
            },
            {
                "verse_number": "7",
                "verse_text": "A person should live so that he pleases the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "It is better to be poor and do what is right"
            },
            {
                "verse_number": "9",
                "verse_text": "A person may think up plans."
            },
            {
                "verse_number": "10",
                "verse_text": "The words of a king are like a message from God."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord wants honest balances and scales to be used."
            },
            {
                "verse_number": "12",
                "verse_text": "Kings hate those who do wrong"
            },
            {
                "verse_number": "13",
                "verse_text": "Kings are pleased with those who speak honest words."
            },
            {
                "verse_number": "14",
                "verse_text": "If a king becomes angry, he may put someone to death."
            },
            {
                "verse_number": "15",
                "verse_text": "A king&quot;s kindness can give people life."
            },
            {
                "verse_number": "16",
                "verse_text": "It is better to get wisdom than gold."
            },
            {
                "verse_number": "17",
                "verse_text": "A good person stays away from evil."
            },
            {
                "verse_number": "18",
                "verse_text": "Pride leads to destruction."
            },
            {
                "verse_number": "19",
                "verse_text": "It is better not to be proud and to be with those who suffer"
            },
            {
                "verse_number": "20",
                "verse_text": "Whoever pays attention to what he is taught will succeed."
            },
            {
                "verse_number": "21",
                "verse_text": "A wise person is known for his understanding."
            },
            {
                "verse_number": "22",
                "verse_text": "Understanding is like a fountain of water which gives life to those who use it."
            },
            {
                "verse_number": "23",
                "verse_text": "A wise person&quot;s mind tells him what to say."
            },
            {
                "verse_number": "24",
                "verse_text": "Pleasant words are like a honeycomb."
            },
            {
                "verse_number": "25",
                "verse_text": "Some people think they are doing what&quot;s right."
            },
            {
                "verse_number": "26",
                "verse_text": "The worker&quot;s hunger helps him."
            },
            {
                "verse_number": "27",
                "verse_text": "An evil person makes evil plans."
            },
            {
                "verse_number": "28",
                "verse_text": "An evil person causes trouble."
            },
            {
                "verse_number": "29",
                "verse_text": "A cruel man tricks his neighbor."
            },
            {
                "verse_number": "30",
                "verse_text": "Someone who winks at you is planning evil."
            },
            {
                "verse_number": "31",
                "verse_text": "Gray hair is like a crown of honor."
            },
            {
                "verse_number": "32",
                "verse_text": "Patience is better than strength."
            },
            {
                "verse_number": "33",
                "verse_text": "People throw lots to make a decision."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "It is better to eat a dry crust of bread in peace than to have a feast where there is quarreling. And he will even inherit a share of what the master leaves his sons. In the same way, the Lord tests a person&quot;s heart. A liar pays attention to cruel words. you insult God, who made them. If you laugh at someone&quot;s trouble, you will be punished. And children are proud of their parents. And rulers should not be liars! He thinks it will succeed every time. But the one who tells about the sin breaks up friendships. than a foolish person will learn from 100 lashings. So a cruel messenger will be sent against him. than to meet a foolish person doing foolish things. his house will always be full of trouble. So stop the quarrel before a fight breaks out. letting guilty people go free and punishing those who are not guilty. He doesn&quot;t really want to be wise. A brother is always there to help you. to pay what your neighbor owes. Whoever is proud is asking for trouble. And the person whose words are evil will get into trouble. There is no joy in being the father of a fool. But a broken spirit drains your strength. Then there will be no fairness. But a foolish person lets his mind wander everywhere. And he causes his mother great sorrow. Nor is it good to punish leaders for being honest. And a person with understanding stays calm. He appears to have understanding if he doesn&quot;t speak."
            },
            {
                "verse_number": "2",
                "verse_text": "A wise servant will rule over his master&quot;s disgraceful son."
            },
            {
                "verse_number": "3",
                "verse_text": "A hot furnace tests silver and gold."
            },
            {
                "verse_number": "4",
                "verse_text": "An evil person listens to evil words."
            },
            {
                "verse_number": "5",
                "verse_text": "If you make fun of the poor,"
            },
            {
                "verse_number": "6",
                "verse_text": "Grandchildren are the reward of old people."
            },
            {
                "verse_number": "7",
                "verse_text": "Foolish people should not be proud."
            },
            {
                "verse_number": "8",
                "verse_text": "A person might think he can pay people and they will do anything he asks."
            },
            {
                "verse_number": "9",
                "verse_text": "Whoever forgives someone&quot;s sin makes a friend."
            },
            {
                "verse_number": "10",
                "verse_text": "A wise man will learn more from a warning"
            },
            {
                "verse_number": "11",
                "verse_text": "A disobedient person is only looking for trouble."
            },
            {
                "verse_number": "12",
                "verse_text": "It is better to meet a bear robbed of her cubs"
            },
            {
                "verse_number": "13",
                "verse_text": "If a person gives evil in return for good,"
            },
            {
                "verse_number": "14",
                "verse_text": "Starting a quarrel is like a leak in a dam."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord hates both these things:"
            },
            {
                "verse_number": "16",
                "verse_text": "It won&quot;t do a fool any good to try to buy wisdom."
            },
            {
                "verse_number": "17",
                "verse_text": "A friend loves you all the time."
            },
            {
                "verse_number": "18",
                "verse_text": "It is not wise to promise"
            },
            {
                "verse_number": "19",
                "verse_text": "Whoever loves to quarrel loves to sin."
            },
            {
                "verse_number": "20",
                "verse_text": "A person with an evil heart will find no success."
            },
            {
                "verse_number": "21",
                "verse_text": "It is sad to have a foolish son."
            },
            {
                "verse_number": "22",
                "verse_text": "A happy heart is like good medicine."
            },
            {
                "verse_number": "23",
                "verse_text": "A wicked person secretly accepts money to do wrong."
            },
            {
                "verse_number": "24",
                "verse_text": "The person with understanding looks for wisdom."
            },
            {
                "verse_number": "25",
                "verse_text": "A foolish son makes his father sad."
            },
            {
                "verse_number": "26",
                "verse_text": "It is not good to punish those who have done what is right."
            },
            {
                "verse_number": "27",
                "verse_text": "The person who has knowledge says very little."
            },
            {
                "verse_number": "28",
                "verse_text": "Even a foolish person seems to be wise if he keeps quiet."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "An unfriendly person cares only about himself. He makes fun of all wisdom. He only enjoys telling others what he thinks. Do something shameful, and they will make fun of you. But understanding wisdom is as easy as getting water from a flowing stream. Nor is it good to be unfair to the innocent. They make people want to give him a beating. He will be trapped by his own words. People take them all in. is just like a person who destroys things. Those who do what is right can run to him for safety. They think it is like the high walls of a city. But those who are not proud will be honored. is foolish and disgraceful. But no one can live with a broken spirit. The wise person listens to learn more. will help get you in to see him. But that may change when somebody comes and asks him questions. It keeps the two sides from fighting. And arguments separate people like the barred gates of a palace. You will be rewarded by how you speak. Those who love to talk will be rewarded for what they say. She shows that the Lord is pleased with him. Rich people give rude answers. But a real friend will be more loyal than a brother."
            },
            {
                "verse_number": "2",
                "verse_text": "A foolish person does not want to understand anything."
            },
            {
                "verse_number": "3",
                "verse_text": "Do something evil, and people won&quot;t like you."
            },
            {
                "verse_number": "4",
                "verse_text": "Understanding people&quot;s words is as hard as getting water out of a deep well."
            },
            {
                "verse_number": "5",
                "verse_text": "It is not good to honor the wicked."
            },
            {
                "verse_number": "6",
                "verse_text": "A fool&quot;s words start quarrels."
            },
            {
                "verse_number": "7",
                "verse_text": "A fool&quot;s words will ruin him."
            },
            {
                "verse_number": "8",
                "verse_text": "The words of a gossip are like tasty bits of food."
            },
            {
                "verse_number": "9",
                "verse_text": "A person who doesn&quot;t work hard"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord is like a strong tower."
            },
            {
                "verse_number": "11",
                "verse_text": "Rich people trust their wealth to protect them."
            },
            {
                "verse_number": "12",
                "verse_text": "People who are proud will be ruined."
            },
            {
                "verse_number": "13",
                "verse_text": "A person who answers without listening"
            },
            {
                "verse_number": "14",
                "verse_text": "The will to live can get you through sickness."
            },
            {
                "verse_number": "15",
                "verse_text": "The mind of a smart person is ready to get knowledge."
            },
            {
                "verse_number": "16",
                "verse_text": "Taking a gift to an important person"
            },
            {
                "verse_number": "17",
                "verse_text": "The first person to tell his side of a story seems right."
            },
            {
                "verse_number": "18",
                "verse_text": "Throwing lots settles arguments."
            },
            {
                "verse_number": "19",
                "verse_text": "A brother who has been insulted is harder to win back than a walled city."
            },
            {
                "verse_number": "20",
                "verse_text": "What you say affects how you live."
            },
            {
                "verse_number": "21",
                "verse_text": "What you say can mean life or death."
            },
            {
                "verse_number": "22",
                "verse_text": "A man who finds a wife finds something good."
            },
            {
                "verse_number": "23",
                "verse_text": "Poor people beg for mercy."
            },
            {
                "verse_number": "24",
                "verse_text": "Some friends may ruin you."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "It is better to be poor and honest than to be foolish and tell lies. If you act too quickly, you might make a mistake. But in his mind he blames the Lord for it. But the poor lose their friends. An untruthful person will not be left unpunished. And everyone is friends with those who give gifts. Even his friends stay far away! He runs after them, begging. But they are gone. And the one who has understanding will succeed. An untruthful person will die. No slave should rule over princes! He will be honored if he ignores a wrong done against him. But his kindness is as pleasant as the dew on the grass. And a quarreling wife is as bothersome as dripping water. But a wise wife is a gift from the Lord. Idle people will go hungry. Whoever is careless in what he does will die. The Lord will reward you for what you have done. Do not help him destroy himself. If you help him, you will have to do it again and again. Then in the end you will be wise. But only the Lord&quot;s plan will happen. So it is better to be poor than to be a liar. and be content, unbothered by trouble. but he won&quot;t lift the food to his mouth! Just correct a smart man, and he will gain knowledge. brings shame and disgrace on himself. If you do, you will not obey what you have already learned. And wicked people love what is evil. And the backs of foolish people will be beaten."
            },
            {
                "verse_number": "2",
                "verse_text": "Enthusiasm without knowledge is not good."
            },
            {
                "verse_number": "3",
                "verse_text": "A person&quot;s own foolishness ruins his life."
            },
            {
                "verse_number": "4",
                "verse_text": "Wealthy people are always finding more friends."
            },
            {
                "verse_number": "5",
                "verse_text": "A witness who lies will be punished."
            },
            {
                "verse_number": "6",
                "verse_text": "Many people want to please a leader."
            },
            {
                "verse_number": "7",
                "verse_text": "A poor person&quot;s relatives avoid him."
            },
            {
                "verse_number": "8",
                "verse_text": "The person who gets wisdom is good to himself."
            },
            {
                "verse_number": "9",
                "verse_text": "A witness who lies will be punished."
            },
            {
                "verse_number": "10",
                "verse_text": "No foolish person should live in luxury."
            },
            {
                "verse_number": "11",
                "verse_text": "A wise person is patient."
            },
            {
                "verse_number": "12",
                "verse_text": "A king&quot;s anger scares people like the roar of a lion."
            },
            {
                "verse_number": "13",
                "verse_text": "A foolish son will ruin his father."
            },
            {
                "verse_number": "14",
                "verse_text": "Houses and wealth are inherited from parents."
            },
            {
                "verse_number": "15",
                "verse_text": "Lazy people sleep a lot."
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever obeys the commands protects his life."
            },
            {
                "verse_number": "17",
                "verse_text": "Being kind to the poor is like lending to the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "Correct your son while there is still hope."
            },
            {
                "verse_number": "19",
                "verse_text": "A person who is always getting angry will pay for it."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen to advice and accept correction."
            },
            {
                "verse_number": "21",
                "verse_text": "People can make many different plans."
            },
            {
                "verse_number": "22",
                "verse_text": "People want others to be loyal."
            },
            {
                "verse_number": "23",
                "verse_text": "Those who respect the Lord will live"
            },
            {
                "verse_number": "24",
                "verse_text": "The lazy person may put his hand in the dish,"
            },
            {
                "verse_number": "25",
                "verse_text": "Whip a person who makes fun of wisdom, and then foolish people will learn how to think."
            },
            {
                "verse_number": "26",
                "verse_text": "A son who robs his father and sends away his mother"
            },
            {
                "verse_number": "27",
                "verse_text": "Don&quot;t stop listening to correction, my child."
            },
            {
                "verse_number": "28",
                "verse_text": "An evil witness makes fun of fairness."
            },
            {
                "verse_number": "29",
                "verse_text": "People who make fun of wisdom will be punished."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Wine and beer make people loud and uncontrolled. It is not wise to get drunk on them. Making him angry may cost you your life. But avoiding quarrels will bring you honor. So at harvest time he has no crop. But someone with understanding can find the wisdom there. But it is hard to find someone who really can be trusted. is a blessing to his children. He knows evil when he sees it. I have never done anything wrong.&apos; dishonest weights and dishonest measures. His actions show if he is innocent and good. Ears that can hear and eyes that can see. If you stay awake, you will have plenty of food. Then he goes away and brags about what he bought. But there are only a few people who speak with knowledge. Keep it until he pays the stranger&quot;s bills. But later he will feel as if he has a mouth full of gravel. If you go to war, get the advice of others. So avoid people who talk too much. will die like a light going out in darkness. will do you no good in the end. Wait for the Lord. He will make things right. And dishonest scales do not please him. So no one can understand what his life is all about. After you&quot;ve thought about it, it may be too late. Then he punishes them. He searches through a person&quot;s thoughts. He continues to rule if he is loyal. Old men are honored for their experience. Whippings can change the evil person&quot;s heart."
            },
            {
                "verse_number": "2",
                "verse_text": "A king&quot;s anger is like the roar of a lion."
            },
            {
                "verse_number": "3",
                "verse_text": "Foolish people are always getting into quarrels."
            },
            {
                "verse_number": "4",
                "verse_text": "A lazy farmer doesn&quot;t plow when he should."
            },
            {
                "verse_number": "5",
                "verse_text": "Understanding a person&quot;s thoughts is as hard as getting water from a deep well."
            },
            {
                "verse_number": "6",
                "verse_text": "Many people claim to be loyal."
            },
            {
                "verse_number": "7",
                "verse_text": "The good person who lives an honest life"
            },
            {
                "verse_number": "8",
                "verse_text": "A king sits on his throne and judges people."
            },
            {
                "verse_number": "9",
                "verse_text": "No one can say, &apos;I am innocent."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord hates both these things:"
            },
            {
                "verse_number": "11",
                "verse_text": "Even a child is known by his behavior."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord has made both these things:"
            },
            {
                "verse_number": "13",
                "verse_text": "If you love to sleep, you will be poor."
            },
            {
                "verse_number": "14",
                "verse_text": "The buyer says, &apos;This is bad. It&quot;s no good.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "There is plenty of gold, and there are many rubies."
            },
            {
                "verse_number": "16",
                "verse_text": "Take the coat of someone who promises to pay what a stranger owes."
            },
            {
                "verse_number": "17",
                "verse_text": "When a person gets food dishonestly, it may taste sweet at first."
            },
            {
                "verse_number": "18",
                "verse_text": "Get advice if you want your plans to work."
            },
            {
                "verse_number": "19",
                "verse_text": "Gossips can&quot;t keep secrets."
            },
            {
                "verse_number": "20",
                "verse_text": "Whoever curses his father or mother"
            },
            {
                "verse_number": "21",
                "verse_text": "Wealth that is gotten quickly in the beginning"
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t say, &apos;I&quot;ll pay you back for the evil you did.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord hates dishonest weights."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord decides what a person does."
            },
            {
                "verse_number": "25",
                "verse_text": "It&quot;s dangerous to promise something to God too quickly."
            },
            {
                "verse_number": "26",
                "verse_text": "A wise king finds out who the evil people are."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord looks into a person&quot;s feelings."
            },
            {
                "verse_number": "28",
                "verse_text": "Loyalty and truth keep a king in power."
            },
            {
                "verse_number": "29",
                "verse_text": "Young men are admired for their strength."
            },
            {
                "verse_number": "30",
                "verse_text": "Hard punishment will get rid of evil."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord can control a king&quot;s mind as easily as he controls a river. He can direct it as he pleases. But the Lord judges his reasons. That is more important to the Lord than animal sacrifices. and evil actions are sin. But those who act too quickly become poor. vanishes like a mist and leads to death. because they refuse to do what is right. But honest people do what is right. than inside the house with a quarreling wife. His neighbor will get no mercy from him. But just teach a wise person, and he will get knowledge. And he brings about the ruin of every evil person. you also will cry for help and not be answered. A present given in secrecy will calm even great anger. but evil people are frightened. will join the dead. Whoever loves wine and rich food will never be wealthy. And those who cannot be trusted will suffer instead of those who can. than with a quarreling and complaining wife. But a foolish person eats up everything he has. finds life, success and honor. He can tear down the defenses they trust. keeps himself out of trouble. are called &apos;proud&apos; and &apos;bragger.&apos; because he refuses to work. But the good person gives without holding back. particularly when they make them for the wrong reasons. But the words of an obedient man will always be remembered. But an honest person thinks carefully about what he does. that can succeed against the Lord. But it is the Lord who gives the victory."
            },
            {
                "verse_number": "2",
                "verse_text": "A person may believe he is doing right."
            },
            {
                "verse_number": "3",
                "verse_text": "Do what is right and fair."
            },
            {
                "verse_number": "4",
                "verse_text": "Proud looks, proud thoughts"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who plan and work hard earn a profit."
            },
            {
                "verse_number": "6",
                "verse_text": "Wealth that comes from telling lies"
            },
            {
                "verse_number": "7",
                "verse_text": "The violence of the wicked will destroy them"
            },
            {
                "verse_number": "8",
                "verse_text": "Guilty people live dishonest lives."
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to live in a corner on the roof"
            },
            {
                "verse_number": "10",
                "verse_text": "An evil person only wants to harm others."
            },
            {
                "verse_number": "11",
                "verse_text": "Punish a person who makes fun of wisdom, and he will become wise."
            },
            {
                "verse_number": "12",
                "verse_text": "God, who is always right, sees the house of the wicked."
            },
            {
                "verse_number": "13",
                "verse_text": "If you ignore the poor when they cry for help,"
            },
            {
                "verse_number": "14",
                "verse_text": "A gift given secretly will calm an angry man."
            },
            {
                "verse_number": "15",
                "verse_text": "When things are done fairly, good people are happy,"
            },
            {
                "verse_number": "16",
                "verse_text": "A person who does not use understanding"
            },
            {
                "verse_number": "17",
                "verse_text": "Whoever loves pleasure will become poor."
            },
            {
                "verse_number": "18",
                "verse_text": "Wicked people will suffer instead of good people."
            },
            {
                "verse_number": "19",
                "verse_text": "It is better to live alone in the desert"
            },
            {
                "verse_number": "20",
                "verse_text": "Wise people store up the best foods and olive oil."
            },
            {
                "verse_number": "21",
                "verse_text": "A person who tries to live right and be loyal"
            },
            {
                "verse_number": "22",
                "verse_text": "A wise person can defeat a city full of strong men."
            },
            {
                "verse_number": "23",
                "verse_text": "A person who is careful about what he says"
            },
            {
                "verse_number": "24",
                "verse_text": "People who act with stubborn pride"
            },
            {
                "verse_number": "25",
                "verse_text": "The lazy person&quot;s desire for sleep will kill him"
            },
            {
                "verse_number": "26",
                "verse_text": "All day long the lazy person wishes for more."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord hates sacrifices made by evil people,"
            },
            {
                "verse_number": "28",
                "verse_text": "The words of a lying witness will die."
            },
            {
                "verse_number": "29",
                "verse_text": "A wicked person is stubborn."
            },
            {
                "verse_number": "30",
                "verse_text": "There is no wisdom, understanding or advice"
            },
            {
                "verse_number": "31",
                "verse_text": "You can get the horses ready for battle."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Being respected is more important than having great riches. To be well thought of is better than owning silver or gold. in that the Lord made them all. But a foolish person keeps going and gets into trouble. will bring you wealth, honor and life. People who protect themselves don&quot;t have such problems. Then even when he is old, he will still live that way. And borrowers become servants to those who lend. Then he won&quot;t be cruel to others any longer. because he shares his food with the poor. Then fighting, quarrels and insults will stop. will have even the king as a friend. But he destroys false words. I might get killed out in the street!&apos; Those who make the Lord angry will get caught by them. But punishment can get rid of it. And so will the one who gives presents to the wealthy. Remember what I am teaching you. Be prepared to repeat them. so that you will put your trust in the Lord. They give knowledge and good advice. Then you can give true answers to anyone who asks. And do not take away the rights of the needy in court. And he will take the life of those who take away their rights. Don&quot;t spend time with someone who has a bad temper. Then you will be in real danger. And don&quot;t give guarantees that you will pay what he owes. your own bed will be taken and sold. These stones were set up by your ancestors. That man will work for kings. He won&quot;t have to work for ordinary people."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich and the poor are alike"
            },
            {
                "verse_number": "3",
                "verse_text": "When a wise person sees danger ahead, he avoids it."
            },
            {
                "verse_number": "4",
                "verse_text": "Respecting the Lord and not being proud"
            },
            {
                "verse_number": "5",
                "verse_text": "The lives of evil people are like paths covered with thorns and traps."
            },
            {
                "verse_number": "6",
                "verse_text": "Train a child how to live the right way."
            },
            {
                "verse_number": "7",
                "verse_text": "The rich rule over the poor."
            },
            {
                "verse_number": "8",
                "verse_text": "A person who does evil things will receive trouble in return."
            },
            {
                "verse_number": "9",
                "verse_text": "A generous person will be blessed"
            },
            {
                "verse_number": "10",
                "verse_text": "Get rid of the person who makes fun of wisdom."
            },
            {
                "verse_number": "11",
                "verse_text": "A person who loves innocent thoughts and kind words"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord protects knowledge from being lost."
            },
            {
                "verse_number": "13",
                "verse_text": "The lazy person says, &apos;There&quot;s a lion outside!"
            },
            {
                "verse_number": "14",
                "verse_text": "The words of an unfaithful wife are like a deep trap."
            },
            {
                "verse_number": "15",
                "verse_text": "Every child is full of foolishness."
            },
            {
                "verse_number": "16",
                "verse_text": "The one who gets rich by being cruel to the poor will become poor."
            },
            {
                "verse_number": "17",
                "verse_text": "Pay attention and listen to what wise people say."
            },
            {
                "verse_number": "18",
                "verse_text": "It will be good to keep these things in mind."
            },
            {
                "verse_number": "19",
                "verse_text": "I am teaching them to you now"
            },
            {
                "verse_number": "20",
                "verse_text": "I have written down 30 sayings for you."
            },
            {
                "verse_number": "21",
                "verse_text": "I am teaching you true and reliable words."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not abuse poor people because they are poor."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord will defend them in court."
            },
            {
                "verse_number": "24",
                "verse_text": "Don&quot;t make friends with someone who easily gets angry."
            },
            {
                "verse_number": "25",
                "verse_text": "If you do, you may learn to be like him."
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t promise to pay what someone else owes."
            },
            {
                "verse_number": "27",
                "verse_text": "If you cannot pay what he owes,"
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t move an old stone that shows where a person&quot;s land is."
            },
            {
                "verse_number": "29",
                "verse_text": "Do you see a man skilled in his work?"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "If you sit down to eat with a ruler, notice the food that is in front of you. if you have a big appetite. He might use that rich food to trick you. Be wise enough to control yourself. It seems to grow wings and fly away like an eagle in the sky. Don&quot;t be greedy for his fine foods. about how much the food costs. He tells you, &apos;Eat and drink.&apos; But he doesn&quot;t really mean it. And you will have wasted your kind words. He will only ignore your wise words. And don&quot;t take fields that belong to orphans. He will take their side against you. And listen carefully to words of knowledge. If you spank him, you will keep him from dying. you will save him from a fool&quot;s death. then I will be happy. if you speak what is right. But always respect the Lord. Your wishes will come true. Keep your mind on what is right. or who eat too much food. They sleep too much and end up wearing rags. And do not forget your mother when she is old. Get wisdom, self-control and understanding. The person who has a wise son is glad because of him. Give your mother a reason to be glad. And watch closely what I do. And an unfaithful wife is like a narrow well. And they cause many men to be unfaithful to their wives. They try out all the different kinds of drinks. So they have trouble. They are sad. They fight. They complain. They have unnecessary bruises. They have bloodshot eyes. It may sparkle in the cup. It may go down your throat smoothly. Like a snake, it poisons you. And your mind will be confused. You will feel as if you&quot;re on top of a ship&quot;s sails. They have beaten me up, but I don&quot;t remember it. I wish I could wake up. Then I would get another drink.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Control yourself"
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t be greedy for his fine foods."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t wear yourself out trying to get rich."
            },
            {
                "verse_number": "5",
                "verse_text": "Wealth can vanish in the wink of an eye."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t eat the food of a selfish person."
            },
            {
                "verse_number": "7",
                "verse_text": "A selfish person is always worrying"
            },
            {
                "verse_number": "8",
                "verse_text": "So you will feel like throwing up the little bit you have eaten."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t speak to a foolish person."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t move an old stone that shows where somebody&quot;s land is."
            },
            {
                "verse_number": "11",
                "verse_text": "God, their defender, is strong."
            },
            {
                "verse_number": "12",
                "verse_text": "Remember what you are taught."
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t fail to punish a child."
            },
            {
                "verse_number": "14",
                "verse_text": "If you punish him with a spanking,"
            },
            {
                "verse_number": "15",
                "verse_text": "My child, if you are wise,"
            },
            {
                "verse_number": "16",
                "verse_text": "I will be so pleased"
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t envy sinners."
            },
            {
                "verse_number": "18",
                "verse_text": "If you do, you will have hope for the future."
            },
            {
                "verse_number": "19",
                "verse_text": "Listen, my child, and be wise."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t be one of those who drink too much wine"
            },
            {
                "verse_number": "21",
                "verse_text": "Those who drink too much and eat too much become poor."
            },
            {
                "verse_number": "22",
                "verse_text": "Listen to your father, who gave you life."
            },
            {
                "verse_number": "23",
                "verse_text": "Learn the truth and never reject it."
            },
            {
                "verse_number": "24",
                "verse_text": "The father of a good child is very happy."
            },
            {
                "verse_number": "25",
                "verse_text": "Make your father and mother happy."
            },
            {
                "verse_number": "26",
                "verse_text": "My son, pay attention to me."
            },
            {
                "verse_number": "27",
                "verse_text": "A prostitute is as dangerous as a deep pit."
            },
            {
                "verse_number": "28",
                "verse_text": "They ambush you like robbers."
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t stare at the wine&quot;s pretty, red color."
            },
            {
                "verse_number": "32",
                "verse_text": "But later it bites like a snake."
            },
            {
                "verse_number": "33",
                "verse_text": "Your eyes will see strange sights."
            },
            {
                "verse_number": "34",
                "verse_text": "You will feel dizzy, as if you&quot;re out on the stormy ocean."
            },
            {
                "verse_number": "35",
                "verse_text": "You will think, &apos;They hit me, but I&quot;m not hurt!"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t envy evil people. Don&quot;t try to be friends with them. And they always talk about making trouble. It takes understanding to make it strong. with rare and beautiful treasures. And a man who has knowledge is very strong. If you have many people to give advice, you will win. He has nothing to say in court. will be known as a troublemaker. And making fun of others is hateful. it shows that you have very little strength. Rescue those who are about to be killed. But God knows what is in your mind, and he will notice. He is watching you, and he will know. He will pay each person back for what he has done. Honey from the honeycomb tastes sweet. If you find it, you have hope for the future. Your wishes will come true. Don&quot;t rob the place where he lives. But the wicked are overwhelmed by trouble. Don&quot;t be glad when he is overwhelmed. Then the Lord may not be angry with him anymore. And don&quot;t be jealous of the wicked. The wicked will die like a flame that is put out. Don&quot;t join those people who refuse to obey them. Those two can cause great trouble! It is not good to take sides when you are the judge. People will curse you, and nations will hate you. And they will receive good things from God. as a kiss on the lips. and prepare your fields. After that, you can start having your family. Don&quot;t say things that are false. I&quot;ll do to him what he did to me.&apos; I went by the vineyard of a man who had no sense. The ground was covered with weeds. And the stone walls had fallen down. I learned this lesson from what I saw. You fold your hands and rest. You will have as little as if you had been held up."
            },
            {
                "verse_number": "2",
                "verse_text": "In their minds they plan cruel things."
            },
            {
                "verse_number": "3",
                "verse_text": "It takes wisdom to have a good family."
            },
            {
                "verse_number": "4",
                "verse_text": "It takes knowledge to fill a home"
            },
            {
                "verse_number": "5",
                "verse_text": "A wise man has great power."
            },
            {
                "verse_number": "6",
                "verse_text": "So you need the advice of others when you go to war."
            },
            {
                "verse_number": "7",
                "verse_text": "A foolish person cannot understand wisdom."
            },
            {
                "verse_number": "8",
                "verse_text": "Whoever makes evil plans"
            },
            {
                "verse_number": "9",
                "verse_text": "Making foolish plans is sinful."
            },
            {
                "verse_number": "10",
                "verse_text": "If you give up when trouble comes,"
            },
            {
                "verse_number": "11",
                "verse_text": "Save those who are being led to their death."
            },
            {
                "verse_number": "12",
                "verse_text": "You may say, &apos;We don&quot;t know anything about this.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "My child, eat honey because it is good."
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, wisdom is pleasing to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t be like the wicked and attack a good man&quot;s house."
            },
            {
                "verse_number": "16",
                "verse_text": "A good man may be bothered by trouble seven times, but he does not give up."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t be happy when your enemy is defeated."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord will notice and be displeased."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t envy evil people."
            },
            {
                "verse_number": "20",
                "verse_text": "An evil person has nothing to hope for."
            },
            {
                "verse_number": "21",
                "verse_text": "My child, respect the Lord and the king."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord and the king will quickly destroy such people."
            },
            {
                "verse_number": "23",
                "verse_text": "These are also wise sayings:"
            },
            {
                "verse_number": "24",
                "verse_text": "Don&quot;t say that the wicked have done right."
            },
            {
                "verse_number": "25",
                "verse_text": "But things will go well for judges who punish the guilty."
            },
            {
                "verse_number": "26",
                "verse_text": "An honest answer is as pleasing"
            },
            {
                "verse_number": "27",
                "verse_text": "First, you should work outside"
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t testify against your neighbor for no good reason."
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t say, &apos;I&quot;ll get even with that man."
            },
            {
                "verse_number": "30",
                "verse_text": "I passed by a lazy person&quot;s field."
            },
            {
                "verse_number": "31",
                "verse_text": "Thorns had grown up everywhere."
            },
            {
                "verse_number": "32",
                "verse_text": "I thought about what I had seen."
            },
            {
                "verse_number": "33",
                "verse_text": "You sleep a little; you take a nap."
            },
            {
                "verse_number": "34",
                "verse_text": "Soon you will be poor, as if you had been robbed."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "These are more wise sayings of Solomon. They were copied by the men of Hezekiah king of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "God is honored for what he keeps secret. Kings are honored for what they can discover. So also no one can understand the mind of a king. Then the silver can be used by the silversmith. Then his government will be honest and last a long time. Don&quot;t act as if you are a great man. than to give you a less important position. Because of something you have seen, What will you do later when your neighbor proves you are wrong? don&quot;t tell other people what was said. And you might not ever be respected again. is as beautiful as gold apples in a silver bowl. It is worth as much as gold earrings or fine gold jewelry. He is like the coolness of snow in the summertime. are like clouds and wind that give no rain. And a gentle word can get through to the hard-headed. Too much of it will make you sick. Too much of you will make him hate you. hurts him as a club, a sword or a sharp arrow would. It&quot;s like eating with a broken tooth or walking with a crippled foot. It&quot;s like taking off a coat on a cold day or pouring vinegar on soda. If he is thirsty, give him a drink. And the Lord will reward you. In the same way, telling gossip brings angry looks. than inside the house with a quarreling wife. is like having a cool drink when you are tired. is like a muddy spring or a dirty well. In the same way, it is not good to brag about yourself. is like a city whose walls have been broken down."
            },
            {
                "verse_number": "3",
                "verse_text": "No one can measure the height of the skies or the depth of the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "Remove the scum from the silver."
            },
            {
                "verse_number": "5",
                "verse_text": "Remove wicked people from the king&quot;s presence."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t brag to the king."
            },
            {
                "verse_number": "7",
                "verse_text": "It is better for him to promote you to a higher job"
            },
            {
                "verse_number": "8",
                "verse_text": "do not quickly take someone to court."
            },
            {
                "verse_number": "9",
                "verse_text": "If you have an argument with your neighbor,"
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever hears it might say bad things about you."
            },
            {
                "verse_number": "11",
                "verse_text": "The right word spoken at the right time"
            },
            {
                "verse_number": "12",
                "verse_text": "The warning of a wise person is valuable to someone who will listen."
            },
            {
                "verse_number": "13",
                "verse_text": "A trustworthy messenger refreshes those who send him."
            },
            {
                "verse_number": "14",
                "verse_text": "People who brag about gifts they never give"
            },
            {
                "verse_number": "15",
                "verse_text": "With patience you can convince a ruler."
            },
            {
                "verse_number": "16",
                "verse_text": "If you find honey, don&quot;t eat too much."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t go to your neighbor&quot;s house too often."
            },
            {
                "verse_number": "18",
                "verse_text": "Anyone who lies about his neighbor"
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t trust unfaithful people when you are in trouble."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t sing songs to someone who is sad."
            },
            {
                "verse_number": "21",
                "verse_text": "If your enemy is hungry, feed him."
            },
            {
                "verse_number": "22",
                "verse_text": "Doing this will be like pouring burning coals on his head."
            },
            {
                "verse_number": "23",
                "verse_text": "The north wind brings rain."
            },
            {
                "verse_number": "24",
                "verse_text": "It is better to live in a corner on the roof"
            },
            {
                "verse_number": "25",
                "verse_text": "Hearing good news from a faraway place"
            },
            {
                "verse_number": "26",
                "verse_text": "A good person who gives in to evil"
            },
            {
                "verse_number": "27",
                "verse_text": "It is not good to eat too much honey."
            },
            {
                "verse_number": "28",
                "verse_text": "A person who does not control himself"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "It shouldn&quot;t snow in summer or rain at harvest. Neither should a foolish person ever be honored. They are like sparrows or swallows that fly around and never land. In the same way, a paddle is used on a foolish person to guide him. If you do, you will be just like him. If you don&quot;t, he will think he is really wise. That would be like cutting off your feet or drinking poison. It is like the legs of a crippled person. It is like tying a stone in a slingshot. is like a thorn stuck in the hand of a drunk. That employer is like an archer who shoots at anything he sees. And a foolish person repeats his foolishness. There is more hope for a foolish person than for them. There&quot;s a lion in the streets!&apos; He stays in bed and turns over and over. But he&quot;s too tired to lift the food to his mouth. than seven people who give sensible answers. So is interfering in someone else&quot;s quarrel if you&quot;re just passing by. and then say, &apos;I was just joking!&apos; That is like a madman shooting deadly, burning arrows. And without gossip, quarreling will stop. In the same way, a quarrelsome person keeps an argument going. People take them all in. are like a shiny coating on a clay pot. But in his mind he is planning evil. His mind is full of evil thoughts. But his evil will be plain to everyone. Whoever tries to roll a boulder over others will be crushed by it. And false praise can ruin others."
            },
            {
                "verse_number": "2",
                "verse_text": "Curses will not harm someone who is innocent."
            },
            {
                "verse_number": "3",
                "verse_text": "A whip is used to guide a horse, and a harness is used for a donkey."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t give a foolish person a foolish answer."
            },
            {
                "verse_number": "5",
                "verse_text": "But answer a foolish person as he should be answered."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t send a message by a foolish person."
            },
            {
                "verse_number": "7",
                "verse_text": "A wise saying spoken by a fool does no good."
            },
            {
                "verse_number": "8",
                "verse_text": "Giving honor to a foolish person does no good."
            },
            {
                "verse_number": "9",
                "verse_text": "A wise saying spoken by a fool"
            },
            {
                "verse_number": "10",
                "verse_text": "Someone might employ a foolish person or anyone just passing by."
            },
            {
                "verse_number": "11",
                "verse_text": "A dog eats what it throws up."
            },
            {
                "verse_number": "12",
                "verse_text": "Some people think they are wise."
            },
            {
                "verse_number": "13",
                "verse_text": "The lazy person says, &apos;There&quot;s a lion in the road."
            },
            {
                "verse_number": "14",
                "verse_text": "The lazy person is like a door that turns back and forth on its hinges."
            },
            {
                "verse_number": "15",
                "verse_text": "The lazy person may put his hand in the dish."
            },
            {
                "verse_number": "16",
                "verse_text": "The lazy person thinks he is wiser"
            },
            {
                "verse_number": "17",
                "verse_text": "To grab a dog by the ears is asking for trouble."
            },
            {
                "verse_number": "20",
                "verse_text": "Without wood, a fire will go out."
            },
            {
                "verse_number": "21",
                "verse_text": "Charcoal and wood keep a fire going."
            },
            {
                "verse_number": "22",
                "verse_text": "The words of a gossip are like tasty bits of food."
            },
            {
                "verse_number": "23",
                "verse_text": "Kind words from a wicked mind"
            },
            {
                "verse_number": "24",
                "verse_text": "A person who hates you may fool you with his words."
            },
            {
                "verse_number": "25",
                "verse_text": "His words are kind, but don&quot;t believe him."
            },
            {
                "verse_number": "26",
                "verse_text": "He hides his hate with lies."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever digs a deep trap for others will fall into it himself."
            },
            {
                "verse_number": "28",
                "verse_text": "A liar hates the people he hurts."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t brag about what will happen tomorrow. You don&quot;t really know what will happen then. Let the praise come from a stranger and not from your own mouth. But the complaining of a foolish person causes more trouble than either. But who can put up with jealousy! than to love him and not show it. But the kisses of an enemy are nothing but lies. But when he is hungry, even something bitter tastes sweet. is like a bird that leaves its nest. And good advice from a friend is sweet. Don&quot;t always go to your brother for help when trouble comes. A neighbor close by is better than a brother far away. Then I can respond to any insult. But a foolish person keeps going and gets into trouble. Keep it until he pays the stranger&quot;s bills. He will think of it as a curse. as a continual dripping on a rainy day. It&quot;s like trying to grab oil in your hand. In the same way, people can help each other. And the person who takes care of his master will be honored. so your mind shows you what kind of person you are. In the same way, people will never stop wanting more than they have. And people are tested by the praise they receive. you couldn&quot;t remove his foolishness. Pay close attention to the condition of your cattle. Nor do governments continue forever. Gather the grass from the hills. Sell some goats to buy a field. to feed you and your family. It will make your servant girls healthy."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t praise yourself. Let someone else do it."
            },
            {
                "verse_number": "3",
                "verse_text": "Stone is heavy, and sand is hard to carry."
            },
            {
                "verse_number": "4",
                "verse_text": "Anger is cruel. It destroys like a flood."
            },
            {
                "verse_number": "5",
                "verse_text": "It is better to correct someone openly"
            },
            {
                "verse_number": "6",
                "verse_text": "The slap of a friend can be trusted to help you."
            },
            {
                "verse_number": "7",
                "verse_text": "When someone is full, not even honey tastes good."
            },
            {
                "verse_number": "8",
                "verse_text": "A man who leaves his home"
            },
            {
                "verse_number": "9",
                "verse_text": "Perfume and oils make you happy."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t forget your friend or your father&quot;s friend."
            },
            {
                "verse_number": "11",
                "verse_text": "Be wise, my child, and you will make me happy."
            },
            {
                "verse_number": "12",
                "verse_text": "When a wise person sees danger ahead, he avoids it."
            },
            {
                "verse_number": "13",
                "verse_text": "Take the coat of someone who promises to pay what a stranger owes."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t greet your neighbor loudly early in the morning."
            },
            {
                "verse_number": "15",
                "verse_text": "A quarreling wife is as bothersome"
            },
            {
                "verse_number": "16",
                "verse_text": "Stopping her is like stopping the wind."
            },
            {
                "verse_number": "17",
                "verse_text": "Iron can sharpen iron."
            },
            {
                "verse_number": "18",
                "verse_text": "The person who tends a fig tree will eat its fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "As water shows you your face,"
            },
            {
                "verse_number": "20",
                "verse_text": "People will never stop dying and being destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "A hot furnace tests silver and gold."
            },
            {
                "verse_number": "22",
                "verse_text": "Even if you ground up a foolish person like grain in a bowl,"
            },
            {
                "verse_number": "23",
                "verse_text": "Be sure you know how your sheep are doing."
            },
            {
                "verse_number": "24",
                "verse_text": "Riches will not continue forever."
            },
            {
                "verse_number": "25",
                "verse_text": "Bring in the hay. Let the new grass appear."
            },
            {
                "verse_number": "26",
                "verse_text": "Make clothes from the lambs&quot; wool."
            },
            {
                "verse_number": "27",
                "verse_text": "There will be plenty of goat milk"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Evil people run even though no one is chasing them. But good people are as brave as a lion. But when it is led by a man with understanding and knowledge, it continues strong. are like a hard rain that destroys the crops. But those who obey what they have been taught are against the wicked. But those who follow the Lord understand it completely. than to be rich and wicked. shows he is wise. But the son who makes friends with those who have no self-control disgraces his father. But their wealth will be given to those who are kind to the poor. your prayers will not be heard. will be ruined by their own evil. But the innocent will be rewarded with good things. But a poor man who has understanding knows the rich man is wrong. But when the wicked get power, everybody hides. If you confess and reject them, you will receive mercy. But those who are stubborn will get into trouble. as a roaring lion or a charging bear. But the one who hates money taken dishonestly will live a long time. will run until he dies. So do not stop him. But those who are dishonest will suddenly be ruined. But the one who chases useless dreams instead will end up very poor. But those eager to get rich will be punished. But some will sin for just a piece of bread. He does not realize his selfishness will make him poor. more than those who give false praise. and say, &apos;It&quot;s not wrong.&apos; Such people are just like those who destroy things. But the one who trusts the Lord will succeed. But the person who lives wisely will be kept safe. But the one who ignores the poor will have many curses put on him. But when the wicked die, the good people do well."
            },
            {
                "verse_number": "2",
                "verse_text": "When a country is disobedient, it has one ruler after another."
            },
            {
                "verse_number": "3",
                "verse_text": "Rulers who are cruel to the poor"
            },
            {
                "verse_number": "4",
                "verse_text": "People who disobey what they have been taught praise the wicked."
            },
            {
                "verse_number": "5",
                "verse_text": "Evil people do not understand fairness."
            },
            {
                "verse_number": "6",
                "verse_text": "It is better to be poor and innocent"
            },
            {
                "verse_number": "7",
                "verse_text": "The son who obeys what he has been taught"
            },
            {
                "verse_number": "8",
                "verse_text": "Some people get rich by overcharging others."
            },
            {
                "verse_number": "9",
                "verse_text": "If you refuse to obey what you have been taught,"
            },
            {
                "verse_number": "10",
                "verse_text": "Those who lead honest people to do wrong"
            },
            {
                "verse_number": "11",
                "verse_text": "A rich man may think he is wise."
            },
            {
                "verse_number": "12",
                "verse_text": "When good people win, there is great happiness."
            },
            {
                "verse_number": "13",
                "verse_text": "If you hide your sins, you will not succeed."
            },
            {
                "verse_number": "14",
                "verse_text": "Those who always respect the Lord will be happy."
            },
            {
                "verse_number": "15",
                "verse_text": "A wicked ruler is as dangerous to poor people"
            },
            {
                "verse_number": "16",
                "verse_text": "A ruler who is cruel does not have wisdom."
            },
            {
                "verse_number": "17",
                "verse_text": "A man who is guilty of murder"
            },
            {
                "verse_number": "18",
                "verse_text": "Innocent people will be kept safe."
            },
            {
                "verse_number": "19",
                "verse_text": "The person who works his land will have plenty of food."
            },
            {
                "verse_number": "20",
                "verse_text": "A truthful man will have many blessings."
            },
            {
                "verse_number": "21",
                "verse_text": "It is not good for a judge to take sides."
            },
            {
                "verse_number": "22",
                "verse_text": "A selfish person is in a hurry to get rich."
            },
            {
                "verse_number": "23",
                "verse_text": "Those who correct others will later be liked"
            },
            {
                "verse_number": "24",
                "verse_text": "Some people rob their fathers or mothers"
            },
            {
                "verse_number": "25",
                "verse_text": "A greedy person causes trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "The person who trusts in himself is foolish."
            },
            {
                "verse_number": "27",
                "verse_text": "The person who gives to the poor will have everything he needs."
            },
            {
                "verse_number": "28",
                "verse_text": "When the wicked get power, everybody hides."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Some people are still stubborn after they have been corrected many times. But they will suddenly be hurt beyond cure. But when evil people rule, everyone groans. But the one who makes friends with prostitutes wastes his money. But if he takes money dishonestly, he tears his country down. is setting a trap for him. But a good person can sing and be happy. But the wicked don&quot;t care. But wise people calm anger down. The fool will only shout or laugh at him. There will be no peace. But those who do right try to protect them. But a wise person controls his anger. then all his officers will become wicked. The Lord gave eyes to both of them. Then his government will continue forever. If he is left to do as he pleases, he will disgrace his mother. But those who do right will see them destroyed. He will give you pleasure. But those who obey what they have been taught are happy. Even if he understands, he won&quot;t respond. There is more hope for a foolish person than for them. If you do, he will bring you grief later on. A person who easily gets angry sins a lot. But a person who is humble will be honored. He has to testify in court, but he is afraid to say anything. But if you trust the Lord, you will be safe. But fairness comes from the Lord. And the wicked hate those who are honest."
            },
            {
                "verse_number": "2",
                "verse_text": "When good people do well, everyone is happy."
            },
            {
                "verse_number": "3",
                "verse_text": "Whoever loves wisdom makes his father happy."
            },
            {
                "verse_number": "4",
                "verse_text": "If a king is fair, he makes his country strong."
            },
            {
                "verse_number": "5",
                "verse_text": "Anyone who gives false praise to his neighbor"
            },
            {
                "verse_number": "6",
                "verse_text": "An evil person is trapped by his own sin."
            },
            {
                "verse_number": "7",
                "verse_text": "Good people are concerned that the poor are treated fairly."
            },
            {
                "verse_number": "8",
                "verse_text": "People who make fun of others cause trouble in a city."
            },
            {
                "verse_number": "9",
                "verse_text": "A wise man should not take a foolish person to court."
            },
            {
                "verse_number": "10",
                "verse_text": "Murderers hate honest people."
            },
            {
                "verse_number": "11",
                "verse_text": "A foolish person loses his temper."
            },
            {
                "verse_number": "12",
                "verse_text": "If a ruler pays attention to lies,"
            },
            {
                "verse_number": "13",
                "verse_text": "The poor person and the cruel person are alike in this way:"
            },
            {
                "verse_number": "14",
                "verse_text": "A king should judge poor people fairly."
            },
            {
                "verse_number": "15",
                "verse_text": "Punishment and correction make a child wise."
            },
            {
                "verse_number": "16",
                "verse_text": "When there are many wicked people, there is much sin."
            },
            {
                "verse_number": "17",
                "verse_text": "Correct your child, and you will be proud of him."
            },
            {
                "verse_number": "18",
                "verse_text": "Where there is no word from God, people are uncontrolled."
            },
            {
                "verse_number": "19",
                "verse_text": "Words alone cannot correct a servant."
            },
            {
                "verse_number": "20",
                "verse_text": "Sometimes you see people who speak too quickly."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t spoil your servant when he is young."
            },
            {
                "verse_number": "22",
                "verse_text": "An angry person causes trouble."
            },
            {
                "verse_number": "23",
                "verse_text": "A man&quot;s pride will ruin him."
            },
            {
                "verse_number": "24",
                "verse_text": "The partner of a thief is his own worst enemy."
            },
            {
                "verse_number": "25",
                "verse_text": "Being afraid of people can get you into trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "Many people want to be heard by a ruler."
            },
            {
                "verse_number": "27",
                "verse_text": "Good people hate those who are dishonest."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of Agur son of Jakeh. This is his message to Ithiel and Ucal: I have no understanding. And I don&quot;t know much about God, the Holy One. Who can hold the wind in his hand? Who can gather up the waters in his coat? Who has decided where the ends of the earth will be? What is his name? And what is his son&quot;s name? Surely, you know! He protects those who come to him for safety. If you do, he will correct you and prove that you are a liar. Don&quot;t refuse me before I die. And don&quot;t make me either rich or poor. Just give me enough food for each day. I might say, &quot;I don&quot;t know the Lord.&quot; If I am poor, I might steal. Then I would disgrace the name of my God. If you do, he will curse you, and you will suffer for it. And they do not bless their mothers. But they are not really free from evil. They look down on others. It is as if their jaws are full of knives. They want to remove the poor people from the earth. They want to get rid of the needy. Their names are &quot;Give me. Give me.&quot; There are three things that are never satisfied. There are really four that never say, &quot;I&quot;ve had enough!&quot; the land that never gets enough rain, and fire that never says, &quot;I&quot;ve had enough!&quot; Don&quot;t refuse to obey your mother. If you do, your eye will be pecked out by the birds of the valley. You will be eaten by hawks. There are really four that I don&quot;t understand: the way a snake slides over a rock, the way a ship sails on the sea and the way a man acts with a girl. She sins and doesn&quot;t care. She says, &quot;I haven&quot;t done anything wrong.&quot; There are really four that it cannot stand: a foolish person who has plenty to eat, and a maid who replaces her mistress. But they are very wise: But they store up food in the summer. But they can live among the rocks. But they all go out in formation. But they are found even in kings&quot; palaces. There are really four that walk as if they are important: They are strong and run from nothing. And so does a king when his army is around him. If you planned evil, cover your mouth. Twisting noses makes them bleed. And stirring up anger makes trouble.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am the most stupid person there is."
            },
            {
                "verse_number": "3",
                "verse_text": "I have not learned to be wise."
            },
            {
                "verse_number": "4",
                "verse_text": "Who has gone up to heaven and come back down?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Every word of God can be trusted."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not add to his words."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;I ask two things from you, Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "Keep me from lying and being dishonest."
            },
            {
                "verse_number": "9",
                "verse_text": "If I have too much, I might reject you."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Do not say bad things about a servant to his master."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Some people curse their fathers."
            },
            {
                "verse_number": "12",
                "verse_text": "Some people think they are pure."
            },
            {
                "verse_number": "13",
                "verse_text": "Some people have such a proud look!"
            },
            {
                "verse_number": "14",
                "verse_text": "Some people have teeth like swords."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Greed has two daughters."
            },
            {
                "verse_number": "16",
                "verse_text": "These things are the cemetery, the childless mother,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t make fun of your father."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;There are three things that are too hard for me."
            },
            {
                "verse_number": "19",
                "verse_text": "the way an eagle flies in the sky,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;This is the way a woman who takes part in adultery acts:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;There are three things that make the earth tremble."
            },
            {
                "verse_number": "22",
                "verse_text": "a servant who becomes a king,"
            },
            {
                "verse_number": "23",
                "verse_text": "a hateful woman who gets married"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;There are four things on earth that are small."
            },
            {
                "verse_number": "25",
                "verse_text": "Ants are not very strong."
            },
            {
                "verse_number": "26",
                "verse_text": "Rock badgers are not powerful animals."
            },
            {
                "verse_number": "27",
                "verse_text": "Locusts have no king."
            },
            {
                "verse_number": "28",
                "verse_text": "And lizards can be caught in the hand."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;There are three things that strut proudly."
            },
            {
                "verse_number": "30",
                "verse_text": "Lions are the proudest animals."
            },
            {
                "verse_number": "31",
                "verse_text": "Roosters and male goats strut proudly."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;You may have been foolish and proud."
            },
            {
                "verse_number": "33",
                "verse_text": "Stirring milk makes butter."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of King Lemuel. This is the message his mother taught him:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;My son, I gave birth to you. You are the son I prayed for. Don&quot;t waste your time on those who ruin kings. Rulers should not desire beer. They might keep the needy from getting their rights. And give wine to those who are sad. Then they won&quot;t remember their misery anymore. Defend the rights of all those who have nothing. Defend the rights of the poor and needy.&apos; She is worth more than rubies. With her, he has everything he needs. for as long as she lives. She likes to work with her hands. She goes far to get food. She prepares food for her family. She also feeds her servant girls. With money she has earned, she plants a vineyard. Her arms are strong. She works by her lamp late into the night. and weaves her own cloth. She helps the needy. They all have fine clothes to keep them warm. Her clothes are made of linen and other expensive material. He makes decisions as one of the leaders of the land. She provides belts to the merchants. She looks forward to the future with joy. And she teaches others to be kind. And she is always busy. Her husband also praises her. but you are better than all of them.&apos; But a woman who respects the Lord should be praised. She should be openly praised for what she has done."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t waste your strength on women."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Kings should not drink wine, Lemuel."
            },
            {
                "verse_number": "5",
                "verse_text": "If they drink, they might forget the law."
            },
            {
                "verse_number": "6",
                "verse_text": "Give beer to people who are dying."
            },
            {
                "verse_number": "7",
                "verse_text": "Let them drink and forget their need."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Speak up for those who cannot speak for themselves."
            },
            {
                "verse_number": "9",
                "verse_text": "Speak up and judge fairly."
            },
            {
                "verse_number": "10",
                "verse_text": "It is hard to find an excellent wife."
            },
            {
                "verse_number": "11",
                "verse_text": "Her husband trusts her completely."
            },
            {
                "verse_number": "12",
                "verse_text": "She does him good and not harm"
            },
            {
                "verse_number": "13",
                "verse_text": "She looks for wool and linen."
            },
            {
                "verse_number": "14",
                "verse_text": "She is like a trader&quot;s ship."
            },
            {
                "verse_number": "15",
                "verse_text": "She gets up while it is still dark."
            },
            {
                "verse_number": "16",
                "verse_text": "She looks at a field and buys it."
            },
            {
                "verse_number": "17",
                "verse_text": "She does her work with energy."
            },
            {
                "verse_number": "18",
                "verse_text": "She makes sure that what she makes is good."
            },
            {
                "verse_number": "19",
                "verse_text": "She makes thread with her hands"
            },
            {
                "verse_number": "20",
                "verse_text": "She welcomes the poor."
            },
            {
                "verse_number": "21",
                "verse_text": "She does not worry about her family when it snows."
            },
            {
                "verse_number": "22",
                "verse_text": "She makes coverings for her bed."
            },
            {
                "verse_number": "23",
                "verse_text": "Her husband is recognized at the city meetings."
            },
            {
                "verse_number": "24",
                "verse_text": "She makes linen clothes and sells them."
            },
            {
                "verse_number": "25",
                "verse_text": "She is strong and is respected by the people."
            },
            {
                "verse_number": "26",
                "verse_text": "She speaks wise words."
            },
            {
                "verse_number": "27",
                "verse_text": "She watches over her family."
            },
            {
                "verse_number": "28",
                "verse_text": "Her children bless her."
            },
            {
                "verse_number": "29",
                "verse_text": "He says, &apos;There are many excellent wives,"
            },
            {
                "verse_number": "30",
                "verse_text": "Charm can fool you, and beauty can trick you."
            },
            {
                "verse_number": "31",
                "verse_text": "Give her the reward she has earned."
            }
        ]
    }
}