{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a servant of Christ Jesus. God called me to be an apostle and chose me to tell the Good News."
            },
            {
                "verse_number": "2",
                "verse_text": "God promised this Good News long ago through his prophets. That promise is written in the Holy Scriptures."
            },
            {
                "verse_number": "5",
                "verse_text": "Through Christ, God gave me the special work of an apostle. This was to lead people of all nations to believe and obey. I do this work for Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "And you who are in Rome are also called to belong to Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "This letter is to all of you in Rome whom God loves and has called to be his holy people. May God our Father and the Lord Jesus Christ show you kindness and give you peace."
            },
            {
                "verse_number": "8",
                "verse_text": "First I want to say that I thank my God through Jesus Christ for all of you. I thank God because people everywhere in the world are talking about your great faith."
            },
            {
                "verse_number": "11",
                "verse_text": "I want very much to see you, to give you some spiritual gift to make you strong."
            },
            {
                "verse_number": "12",
                "verse_text": "I mean that I want us to help each other with the faith that we have. Your faith will help me, and my faith will help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers, I want you to know that I planned many times to come to you. But this has not been possible. I wanted to come so that I could help you grow spiritually. I wanted to help you as I have helped the other non-Jewish people."
            },
            {
                "verse_number": "14",
                "verse_text": "I must serve all people&ndash;Greeks and non-Greeks, the wise and the foolish."
            },
            {
                "verse_number": "15",
                "verse_text": "That is why I want so much to preach the Good News to you in Rome."
            },
            {
                "verse_number": "16",
                "verse_text": "I am not ashamed of the Good News. It is the power God uses to save everyone who believes&ndash;to save the Jews first, and then to save the non-Jews."
            },
            {
                "verse_number": "17",
                "verse_text": "The Good News shows how God makes people right with himself. God&quot;s way of making people right with him begins and ends with faith. As the Scripture says, &apos;The person who is made right with God by faith will live forever.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "God&quot;s anger is shown from heaven against all the evil and wrong things that people do. By their own evil lives they hide the truth."
            },
            {
                "verse_number": "19",
                "verse_text": "God shows his anger because everything that may be known about God has been made clear. Yes, God has clearly shown them everything that may be known about him."
            },
            {
                "verse_number": "20",
                "verse_text": "There are things about God that people cannot see&ndash;his eternal power and all the things that make him God. But since the beginning of the world those things have been easy to understand. They are made clear by what God has made. So people have no excuse for the bad things they do."
            },
            {
                "verse_number": "21",
                "verse_text": "They knew God. But they did not give glory to God, and they did not thank him. Their thinking became useless. Their foolish minds were filled with darkness."
            },
            {
                "verse_number": "22",
                "verse_text": "They said they were wise, but they became fools."
            },
            {
                "verse_number": "23",
                "verse_text": "They gave up the glory of God who lives forever. They traded that glory for the worship of idols made to look like earthly people. They traded God&quot;s glory for things that look like birds, animals, and snakes."
            },
            {
                "verse_number": "24",
                "verse_text": "People were full of sin, wanting only to do evil. So God left them to follow their evil desires, and they made one another&quot;s bodies impure by what they did."
            },
            {
                "verse_number": "25",
                "verse_text": "They traded the truth of God for a lie and worshiped and served things that were made by man. But they did not worship and serve the God who made those things. God should be praised forever. Amen."
            },
            {
                "verse_number": "26",
                "verse_text": "Because people did those things, God left them and let them do the shameful things they wanted to do. Women stopped having natural physical relations with men for what is unnatural."
            },
            {
                "verse_number": "27",
                "verse_text": "In the same way, men stopped having natural physical relations with women and began wanting each other. Men did shameful things with other men. And in their bodies they received the punishment for those wrongs."
            },
            {
                "verse_number": "28",
                "verse_text": "People did not think it was important to have a true knowledge of God. So God left them and allowed them to have their own worthless thinking. And so those people do the things that they should not do."
            },
            {
                "verse_number": "29",
                "verse_text": "They are filled with every kind of sin, evil, selfishness, and hatred. They are full of jealousy, murder, fighting, lying, and thinking the worst about each other. They gossip"
            },
            {
                "verse_number": "30",
                "verse_text": "and say evil things about each other. They hate God. They are rude and conceited and brag about themselves. They invent ways of doing evil. They do not obey their parents."
            },
            {
                "verse_number": "31",
                "verse_text": "They are foolish, they do not keep their promises, and they show no kindness or mercy to other people."
            },
            {
                "verse_number": "32",
                "verse_text": "They know God&quot;s law says that those who live like this should die. But they continue to do these evil things. And they also feel that those who do these things are doing right."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "If you think that you can judge others, then you are wrong. You too are guilty of sin. You judge people, but you do the same bad things they do. So when you judge them, you are really judging yourself guilty."
            },
            {
                "verse_number": "2",
                "verse_text": "God judges those who do wrong things. And we know that God&quot;s judging is right."
            },
            {
                "verse_number": "3",
                "verse_text": "You judge those who do wrong, but you do wrong yourselves. Do you think you will be able to escape the judgment of God?"
            },
            {
                "verse_number": "4",
                "verse_text": "God has been very kind to you, and he has been patient with you. God has been waiting for you to change. But you think nothing of his kindness. Perhaps you do not understand that God is kind to you so that you will change your hearts and lives."
            },
            {
                "verse_number": "5",
                "verse_text": "But you are hard and stubborn and refuse to change. So you are making your own punishment greater and greater on the day God shows his anger. On that day all people will see God&quot;s right judgments."
            },
            {
                "verse_number": "6",
                "verse_text": "God will reward or punish every person for what he has done."
            },
            {
                "verse_number": "7",
                "verse_text": "Some people live for God&quot;s glory, for honor, and for life that has no end. They live for those things by always continuing to do good. God will give life forever to them."
            },
            {
                "verse_number": "8",
                "verse_text": "But other people are selfish and refuse to follow truth. They follow evil. God will give them his punishment and anger."
            },
            {
                "verse_number": "9",
                "verse_text": "He will give trouble and suffering to everyone who does evil&ndash;to the Jews first and also to the non-Jews."
            },
            {
                "verse_number": "10",
                "verse_text": "But God will give glory, honor, and peace to everyone who does good&ndash;to the Jews first and also to the non-Jews."
            },
            {
                "verse_number": "11",
                "verse_text": "For God judges all people in the same way."
            },
            {
                "verse_number": "12",
                "verse_text": "People who have God&quot;s law and those who have never heard of the law are all the same when they sin. Those who do not have the law and are sinners will be lost. And, in the same way, people who have the law and are sinners will be judged by the law."
            },
            {
                "verse_number": "13",
                "verse_text": "Hearing the law does not make people right with God. The law makes people right with God only if they obey what the law says."
            },
            {
                "verse_number": "14",
                "verse_text": "(The non-Jews do not have the law. But when they freely do things that the law commands, then they are the law for themselves. This is true even though they do not have the law."
            },
            {
                "verse_number": "15",
                "verse_text": "They show that in their hearts they know what is right and wrong, just as the law commands. And they also show this by the way they feel about right and wrong. Sometimes their thoughts tell them they did wrong. And sometimes their thoughts tell them they did right.)"
            },
            {
                "verse_number": "16",
                "verse_text": "All these things will happen on the day when God will judge the secret thoughts of people&quot;s hearts. The Good News that I preach says that God will judge everyone through Christ Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "What about you? You call yourself a Jew. You trust in the law of Moses and brag that you are close to God."
            },
            {
                "verse_number": "18",
                "verse_text": "You know what God wants you to do. And you know the things that are important because you have learned the law."
            },
            {
                "verse_number": "19",
                "verse_text": "You think you are a guide for the blind and a light for those who are in darkness."
            },
            {
                "verse_number": "20",
                "verse_text": "You think you can show foolish people what is right and teach those who know nothing. You have the law; so you think you know everything and have all truth."
            },
            {
                "verse_number": "21",
                "verse_text": "You teach other people. So why don&quot;t you teach yourself? You tell others not to steal. But you yourselves steal."
            },
            {
                "verse_number": "22",
                "verse_text": "You say that others must not take part in adultery. But you yourselves are guilty of that sin. You hate idols. But you steal from temples."
            },
            {
                "verse_number": "23",
                "verse_text": "You brag about having God&quot;s law. But you bring shame to God by breaking his law."
            },
            {
                "verse_number": "24",
                "verse_text": "It is written in the Scriptures: &apos;The non-Jews speak against God&quot;s name because of you Jews.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "If you follow the law, then your circumcision has meaning. But if you break the law, then it is as if you were never circumcised."
            },
            {
                "verse_number": "26",
                "verse_text": "The non-Jews are not circumcised. But if they do what the law says, then it is as if they were circumcised."
            },
            {
                "verse_number": "27",
                "verse_text": "You Jews have the written law and circumcision, but you break the law. So those who are not circumcised in their bodies, but still obey the law, will show that you are guilty."
            },
            {
                "verse_number": "28",
                "verse_text": "A person is not a true Jew if he is only a Jew in his physical body. True circumcision is not only on the outside of the body."
            },
            {
                "verse_number": "29",
                "verse_text": "A person is a true Jew only if he is a Jew inside. True circumcision is done in the heart by the Spirit, not by the written law. Such a person gets praise from God, not from other people."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So, do Jews have anything that other people do not have? Is there anything special about being circumcised?"
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, of course, there is in every way. The most important thing is this: God trusted the Jews with his teachings."
            },
            {
                "verse_number": "3",
                "verse_text": "It is true that some Jews were not faithful to God. But will that stop God from doing what he promised?"
            },
            {
                "verse_number": "4",
                "verse_text": "No! God will continue to be true even when every person is false. As the Scriptures say: &apos;So your words may be shown to be right. You are fair when you judge me.&apos; Psalm 51:4 &apos;There is no one without sin. None! There is no one who looks to God for help. Together, everyone has become evil. None of them does anything good.&apos; Psalm 14:1-3 They use their tongues for telling lies.&apos; Psalm 5:9 &apos;Their words are like snake&quot;s poison.&apos; Psalm 140:3"
            },
            {
                "verse_number": "5",
                "verse_text": "When we do wrong, that shows more clearly that God is right. So can we say that God is wrong to punish us? (I am talking as men might talk.)"
            },
            {
                "verse_number": "6",
                "verse_text": "No! If God could not punish us, then God could not judge the world."
            },
            {
                "verse_number": "7",
                "verse_text": "A person might say, &apos;When I lie, it really gives God glory, because my lie shows God&quot;s truth. So why am I judged a sinner?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "It would be the same to say, &apos;We should do evil so that good will come.&apos; Some people find fault with us and say that we teach this. Those who say such things about us are wrong, and they should be punished."
            },
            {
                "verse_number": "9",
                "verse_text": "So are we Jews better than others? No! We have already said that Jews and non-Jews are the same. They are all guilty of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "As the Scriptures say:"
            },
            {
                "verse_number": "11",
                "verse_text": "There is no one who understands."
            },
            {
                "verse_number": "12",
                "verse_text": "All have turned away."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Their throats are like open graves."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Their mouths are full of cursing and hate.&apos; Psalm 10:7"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;They are always ready to kill people."
            },
            {
                "verse_number": "16",
                "verse_text": "Everywhere they go they cause ruin and misery."
            },
            {
                "verse_number": "17",
                "verse_text": "They don&quot;t know how to live in peace.&apos; Isaiah 59:7-8"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;They have no fear of or respect for God.&apos; Psalm 36:1"
            },
            {
                "verse_number": "19",
                "verse_text": "The law commands many things. We know that those commands are for those who are under the law. This stops all excuses and brings the whole world under God&quot;s judgment,"
            },
            {
                "verse_number": "20",
                "verse_text": "because no one can be made right with God by following the law. The law only shows us our sin."
            },
            {
                "verse_number": "21",
                "verse_text": "But God has a way to make people right with him without the law. And God has now shown us that way which the law and the prophets told us about."
            },
            {
                "verse_number": "22",
                "verse_text": "God makes people right with himself through their faith in Jesus Christ. This is true for all who believe in Christ, because all are the same."
            },
            {
                "verse_number": "23",
                "verse_text": "All people have sinned and are not good enough for God&quot;s glory."
            },
            {
                "verse_number": "24",
                "verse_text": "People are made right with God by his grace, which is a free gift. They are made right with God by being made free from sin through Jesus Christ."
            },
            {
                "verse_number": "25",
                "verse_text": "God sent him to die in our place to take away our sins. We receive forgiveness through faith. And all of this is because of the blood of Jesus&quot; death. This showed that God always does what is right and fair. God was right in the past when he was patient and did not punish people for their sins."
            },
            {
                "verse_number": "26",
                "verse_text": "And God gave Jesus to show today that God does what is right. God did this so that he could judge rightly and also make right any person who has faith in Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "So do we have a reason to brag about ourselves? No! And why not? It is the way of faith that stops all bragging, not the way of following the law."
            },
            {
                "verse_number": "28",
                "verse_text": "A person is made right with God through faith, not through what he does to follow the law."
            },
            {
                "verse_number": "29",
                "verse_text": "Is God only the God of the Jews? Is he not also the God of the non-Jews?"
            },
            {
                "verse_number": "30",
                "verse_text": "Of course he is, for there is only one God. He will make Jews right with him by their faith. And he will also make non-Jews right with him through their faith."
            },
            {
                "verse_number": "31",
                "verse_text": "So do we destroy the law by following the way of faith? No! Faith causes us to be what the law truly wants."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So what can we say about Abraham, the father of our people? What did he learn about faith?"
            },
            {
                "verse_number": "2",
                "verse_text": "If Abraham was made right by the things he did, then he had a reason to brag. But he could not brag before God."
            },
            {
                "verse_number": "3",
                "verse_text": "The Scripture says, &apos;Abraham believed God. And that faith made him right with God.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When a person works, his pay is not given to him as a gift. He earns the pay he gets."
            },
            {
                "verse_number": "5",
                "verse_text": "But a person cannot do any work that will make him right with God. So he must trust in God. Then God accepts his faith, and that makes him right with God. God is the One who can make even those who are evil right in his sight."
            },
            {
                "verse_number": "6",
                "verse_text": "David said the same thing. He said that a person is truly blessed when God does not look at what he has done but accepts him as good:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Happy are they whose sins are forgiven, whose wrongs are pardoned. whom the Lord does not consider guilty.&apos; Psalm 32:1-2"
            },
            {
                "verse_number": "8",
                "verse_text": "Happy is the person"
            },
            {
                "verse_number": "9",
                "verse_text": "Is this blessing only for those who are circumcised? Or is it also for those who are not circumcised? We have already said that God accepted Abraham&quot;s faith, and that faith made him right with God."
            },
            {
                "verse_number": "10",
                "verse_text": "So how did this happen? Did God accept Abraham before or after he was circumcised? God accepted him before his circumcision."
            },
            {
                "verse_number": "11",
                "verse_text": "Abraham was circumcised later to show that God accepted him. His circumcision was proof that he was right with God through faith before he was circumcised. So Abraham is the father of all those who believe but are not circumcised. He is the father of all believers who are accepted as being right with God."
            },
            {
                "verse_number": "12",
                "verse_text": "And Abraham is also the father of those who have been circumcised. But it is not their circumcision that makes him their father. He is their father only if they live following the faith that our father Abraham had before he was circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "Abraham and his descendants received the promise that they would get the whole world. But Abraham did not receive that promise through the law. He received it because he was right with God through his faith."
            },
            {
                "verse_number": "14",
                "verse_text": "If people could receive what God promised by following the law, then faith is worthless. And God&quot;s promise to Abraham is worthless,"
            },
            {
                "verse_number": "15",
                "verse_text": "because the law can only bring God&quot;s anger. But if there is no law, then there is nothing to disobey."
            },
            {
                "verse_number": "16",
                "verse_text": "So people receive God&quot;s promise by having faith. This happens so that the promise can be a free gift. And if the promise is a free gift, then all of Abraham&quot;s children can have that promise. The promise is not only for those people that live under the law of Moses. It is for anyone who lives with faith like Abraham. He is the father of us all."
            },
            {
                "verse_number": "17",
                "verse_text": "As it is written in the Scriptures: &apos;I am making you a father of many nations.&apos; This is true before God. Abraham believed in God&ndash;the God who gives life to the dead and decides that things will happen that have not yet happened."
            },
            {
                "verse_number": "18",
                "verse_text": "There was no hope that Abraham would have children. But Abraham believed God and continued hoping. And that is why he became the father of many nations. As God told him, &apos;Your descendants will also be too many to count.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abraham was almost 100 years old, much past the age for having children. Also, Sarah could not have children. Abraham thought about all this. But his faith in God did not become weak."
            },
            {
                "verse_number": "20",
                "verse_text": "He never doubted that God would keep his promise. Abraham never stopped believing. He grew stronger in his faith and gave praise to God."
            },
            {
                "verse_number": "21",
                "verse_text": "Abraham felt sure that God was able to do the thing that God promised."
            },
            {
                "verse_number": "22",
                "verse_text": "So, &apos;God accepted Abraham&quot;s faith, and that made him right with God.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Those words (&apos;God accepted Abraham&quot;s faith&apos;) were written not only for Abraham."
            },
            {
                "verse_number": "24",
                "verse_text": "They were written also for us. God will accept us also because we believe. We believe in the One who raised Jesus our Lord from death."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus was given to die for our sins. And he was raised from death to make us right with God."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We have been made right with God because of our faith. So we have peace with God through our Lord Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "Through our faith, Christ has brought us into that blessing of God&quot;s grace that we now enjoy. And we are happy because of the hope we have of sharing God&quot;s glory."
            },
            {
                "verse_number": "3",
                "verse_text": "And we also have joy with our troubles because we know that these troubles produce patience."
            },
            {
                "verse_number": "4",
                "verse_text": "And patience produces character, and character produces hope."
            },
            {
                "verse_number": "5",
                "verse_text": "And this hope will never disappoint us, because God has poured out his love to fill our hearts. God gave us his love through the Holy Spirit, whom God has given to us."
            },
            {
                "verse_number": "6",
                "verse_text": "Christ died for us while we were still weak. We were living against God, but at the right time, Christ died for us."
            },
            {
                "verse_number": "7",
                "verse_text": "Very few people will die to save the life of someone else. Although perhaps for a good man someone might possibly die."
            },
            {
                "verse_number": "8",
                "verse_text": "But Christ died for us while we were still sinners. In this way God shows his great love for us."
            },
            {
                "verse_number": "9",
                "verse_text": "We have been made right with God by the blood of Christ&quot;s death. So through Christ we will surely be saved from God&quot;s anger."
            },
            {
                "verse_number": "10",
                "verse_text": "I mean that while we were God&quot;s enemies, God made us his friends through the death of his Son. Surely, now that we are God&quot;s friends, God will save us through his Son&quot;s life."
            },
            {
                "verse_number": "11",
                "verse_text": "And not only that, but now we are also very happy in God through our Lord Jesus Christ. Through Jesus we are now God&quot;s friends again."
            },
            {
                "verse_number": "12",
                "verse_text": "Sin came into the world because of what one man did. And with sin came death. And this is why all men must die&ndash;because all men sinned."
            },
            {
                "verse_number": "13",
                "verse_text": "Sin was in the world before the law of Moses. But God does not judge people guilty of sin if there is no law."
            },
            {
                "verse_number": "14",
                "verse_text": "But from the time of Adam to the time of Moses, everyone had to die. Adam died because he sinned by not obeying God&quot;s command. But even those who did not sin in the same way had to die. Adam was like the One who was coming in the future."
            },
            {
                "verse_number": "15",
                "verse_text": "But God&quot;s free gift is not like Adam&quot;s sin. Many people died because of the sin of that one man. But the grace that they received from God was much greater. Many people received God&quot;s gift of life by the grace of the one man, Jesus Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "After Adam sinned once, he was judged guilty. But the gift of God is different. God&quot;s free gift came after many sins. And the gift makes people right with God."
            },
            {
                "verse_number": "17",
                "verse_text": "One man sinned, and so death ruled all people because of that one man. But now some people accept God&quot;s full grace and the great gift of being made right with him. They will surely have true life and rule through the one man, Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "So one sin of Adam brought the punishment of death to all people. But in the same way, one good act that Christ did makes all people right with God. And that brings true life for all."
            },
            {
                "verse_number": "19",
                "verse_text": "One man disobeyed God, and many became sinners. But in the same way, one man obeyed God, and many will be made right."
            },
            {
                "verse_number": "20",
                "verse_text": "The law came to make people have more sin. But when people had more sin, God gave them more of his grace."
            },
            {
                "verse_number": "21",
                "verse_text": "Sin once used death to rule us. But God gave people more of his grace so that grace could rule by making people right with him. And this brings life forever through Jesus Christ our Lord."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So do you think that we should continue sinning so that God will give us more and more grace?"
            },
            {
                "verse_number": "2",
                "verse_text": "No! We died to our old sinful lives. So how can we continue living with sin?"
            },
            {
                "verse_number": "3",
                "verse_text": "Did you forget that all of us became part of Christ when we were baptized? We shared his death in our baptism."
            },
            {
                "verse_number": "4",
                "verse_text": "So when we were baptized, we were buried with Christ and shared his death. We were buried with him so that we could live a new life, just as Christ was raised from death by the wonderful power of the Father."
            },
            {
                "verse_number": "5",
                "verse_text": "Christ died, and we have been joined with Christ by dying too. So we will also be joined with him by rising from death as he did."
            },
            {
                "verse_number": "6",
                "verse_text": "We know that our old life died with Christ on the cross. This was so that our sinful selves would have no power over us, and we would not be slaves to sin."
            },
            {
                "verse_number": "7",
                "verse_text": "Anyone who has died is made free from sin&quot;s control."
            },
            {
                "verse_number": "8",
                "verse_text": "If we died with Christ, we know that we will also live with him."
            },
            {
                "verse_number": "9",
                "verse_text": "Christ was raised from death. And we know that he cannot die again. Death has no power over him now."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, when Christ died, he died to defeat the power of sin one time&ndash;enough for all time. He now has a new life, and his new life is with God."
            },
            {
                "verse_number": "11",
                "verse_text": "In the same way, you should see yourselves as being dead to the power of sin and alive with God through Christ Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "So, do not let sin control you in your life here on earth. You must not be ruled by the things your sinful self makes you want to do."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not offer the parts of your body to serve sin. Do not use your bodies as things to do evil with, but offer yourselves to God. Be like people who have died and now live. Offer the parts of your body to God to be used for doing good."
            },
            {
                "verse_number": "14",
                "verse_text": "Sin will not be your master, because you are not under law but under God&quot;s grace."
            },
            {
                "verse_number": "15",
                "verse_text": "So what should we do? Should we sin because we are under grace and not under law? No!"
            },
            {
                "verse_number": "16",
                "verse_text": "Surely you know that when you give yourselves like slaves to obey someone, then you are really slaves of that person. The person you obey is your master. You can follow sin, or obey God. Sin brings spiritual death. But obeying God makes you right with him."
            },
            {
                "verse_number": "17",
                "verse_text": "In the past you were slaves to sin&ndash;sin controlled you. But thank God, you fully obeyed the things that were taught to you."
            },
            {
                "verse_number": "18",
                "verse_text": "You were made free from sin, and now you are slaves to goodness."
            },
            {
                "verse_number": "19",
                "verse_text": "I use this example because this is hard for you to understand. In the past you offered the parts of your body to be slaves to sin and evil. You lived only for evil. In the same way now you must give yourselves to be slaves of goodness. Then you will live only for God."
            },
            {
                "verse_number": "20",
                "verse_text": "In the past you were slaves to sin, and goodness did not control you."
            },
            {
                "verse_number": "21",
                "verse_text": "You did evil things, and now you are ashamed of them. Those things only bring death."
            },
            {
                "verse_number": "22",
                "verse_text": "But now you are free from sin and have become slaves of God. This brings you a life that is only for God. And this gives you life forever."
            },
            {
                "verse_number": "23",
                "verse_text": "The payment for sin is death. But God gives us the free gift of life forever in Christ Jesus our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, all of you understand the law of Moses. So surely you know that the law rules over a person only while he is alive."
            },
            {
                "verse_number": "2",
                "verse_text": "For example, a woman must stay married to her husband as long as he is alive. But if her husband dies, then she is free from the law of marriage."
            },
            {
                "verse_number": "3",
                "verse_text": "But if she marries another man while her husband is still alive, the law says she is guilty of adultery. But if her husband dies, then the woman is free from the law of marriage. So if she marries another man after her husband dies, she is not guilty of adultery."
            },
            {
                "verse_number": "4",
                "verse_text": "In the same way, my brothers, your old selves died, and you became free from the law through the body of Christ. Now you belong to someone else. You belong to the One who was raised from death. We belong to Christ so that we can be used in service to God."
            },
            {
                "verse_number": "5",
                "verse_text": "In the past, we were ruled by our sinful selves. The law made us want to do sinful things. And those sinful things we wanted to do controlled our bodies, so that the things we did were only bringing us death."
            },
            {
                "verse_number": "6",
                "verse_text": "In the past, the law held us like prisoners. But our old selves died, and we were made free from the law. So now we serve God in a new way, not in the old way with written rules. Now we serve God in the new way, with the Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "You might think that I am saying that sin and the law are the same thing. That is not true. But the law was the only way I could learn what sin meant. I would never have known what it means to want something wrong if the law had not said, &apos;You must not want to take your neighbor&quot;s things.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And sin found a way to use that command and cause me to want every kind of wrong thing. So sin came to me because of that command. But without the law, sin has no power."
            },
            {
                "verse_number": "9",
                "verse_text": "I was alive without the law before I knew the law. But when the law&quot;s command came to me, then sin began to live."
            },
            {
                "verse_number": "10",
                "verse_text": "And I died because of sin. The command was meant to bring life, but for me that command brought death."
            },
            {
                "verse_number": "11",
                "verse_text": "Sin found a way to fool me by using the command. Sin used the command to make me die."
            },
            {
                "verse_number": "12",
                "verse_text": "So the law is holy, and the command is holy and right and good."
            },
            {
                "verse_number": "13",
                "verse_text": "Does this mean that something that is good brought death to me? No! Sin used something that is good to bring death to me. This happened so that I could see what sin is really like. The command was used to show that sin is something very evil."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the law is spiritual. But I am not spiritual. Sin rules me as if I were its slave."
            },
            {
                "verse_number": "15",
                "verse_text": "I do not understand the things I do. I do not do the good things I want to do. And I do the bad things I hate to do."
            },
            {
                "verse_number": "16",
                "verse_text": "And if I do not want to do the bad things I do, then that means that I agree that the law is good."
            },
            {
                "verse_number": "17",
                "verse_text": "But I am not really the one who is doing these bad things. It is sin living in me that does these things."
            },
            {
                "verse_number": "18",
                "verse_text": "Yes, I know that nothing good lives in me&ndash;I mean nothing good lives in the part of me that is earthly and sinful. I want to do the things that are good. But I do not do them."
            },
            {
                "verse_number": "19",
                "verse_text": "I do not do the good things that I want to do. I do the bad things that I do not want to do."
            },
            {
                "verse_number": "20",
                "verse_text": "So if I do things I do not want to do, then I am not the one doing those things. It is sin living in me that does those bad things."
            },
            {
                "verse_number": "21",
                "verse_text": "So I have learned this rule: When I want to do good, evil is there with me."
            },
            {
                "verse_number": "22",
                "verse_text": "In my mind, I am happy with God&quot;s law."
            },
            {
                "verse_number": "23",
                "verse_text": "But I see another law working in my body. That law makes war against the law that my mind accepts. That other law working in my body is the law of sin, and that law makes me its prisoner."
            },
            {
                "verse_number": "24",
                "verse_text": "What a miserable man I am! Who will save me from this body that brings me death?"
            },
            {
                "verse_number": "25",
                "verse_text": "God will. I thank him for saving me through Jesus Christ our Lord! So in my mind I am a slave to God&quot;s law. But in my sinful self I am a slave to the law of sin."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "So now, those who are in Christ Jesus are not judged guilty."
            },
            {
                "verse_number": "2",
                "verse_text": "I am not judged guilty because in Christ Jesus the law of the Spirit that brings life made me free. It made me free from the law that brings sin and death."
            },
            {
                "verse_number": "3",
                "verse_text": "The law was without power, because the law was made weak by our sinful selves. But God did what the law could not do. He sent his own Son to earth with the same human life that others use for sin. He sent his Son to be an offering to pay for sin. So God used a human life to destroy sin."
            },
            {
                "verse_number": "4",
                "verse_text": "He did this so that we could be right as the law said we must be. Now we do not live following our sinful selves, but we live following the Spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who live following their sinful selves think only about things that their sinful selves want. But those who live following the Spirit are thinking about the things that the Spirit wants them to do."
            },
            {
                "verse_number": "6",
                "verse_text": "If a person&quot;s thinking is controlled by his sinful self, then there is death. But if his thinking is controlled by the Spirit, then there is life and peace."
            },
            {
                "verse_number": "7",
                "verse_text": "This is true because if a person&quot;s thinking is controlled by his sinful self, then he is against God. He refuses to obey God&quot;s law. And really he is not able to obey God&quot;s law."
            },
            {
                "verse_number": "8",
                "verse_text": "Those people who are ruled by their sinful selves cannot please God."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are not ruled by your sinful selves. You are ruled by the Spirit, if that Spirit of God really lives in you. But if anyone does not have the Spirit of Christ, then he does not belong to Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "Your body will always be dead because of sin. But if Christ is in you, then the Spirit gives you life, because Christ made you right with God."
            },
            {
                "verse_number": "11",
                "verse_text": "God raised Jesus from death. And if God&quot;s Spirit is living in you, then he will also give life to your bodies that die. God is the One who raised Christ from death. And he will give life through his Spirit that lives in you."
            },
            {
                "verse_number": "12",
                "verse_text": "So, my brothers, we must not be ruled by our sinful selves. We must not live the way our sinful selves want."
            },
            {
                "verse_number": "13",
                "verse_text": "If you use your lives to do the wrong things your sinful selves want, then you will die spiritually. But if you use the Spirit&quot;s help to stop doing the wrong things you do with your body, then you will have true life."
            },
            {
                "verse_number": "14",
                "verse_text": "The true children of God are those who let God&quot;s Spirit lead them."
            },
            {
                "verse_number": "15",
                "verse_text": "The Spirit that we received is not a spirit that makes us slaves again to fear. The Spirit that we have makes us children of God. And with that Spirit we say, &apos;Father, dear Father.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And the Spirit himself joins with our spirits to say that we are God&quot;s children."
            },
            {
                "verse_number": "17",
                "verse_text": "If we are God&quot;s children, then we will receive the blessings God has for us. We will receive these things from God together with Christ. But we must suffer as Christ suffered, and then we will have glory as Christ has glory."
            },
            {
                "verse_number": "18",
                "verse_text": "We have sufferings now. But the sufferings we have now are nothing compared to the great glory that will be given to us."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything that God made is waiting with excitement for the time when God will show the world who his children are. The whole world wants very much for that to happen."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything that God made was changed to become useless. This was not by its own wish. It happened because God wanted it. But there was this hope:"
            },
            {
                "verse_number": "21",
                "verse_text": "that everything God made would be set free from ruin. There was hope that everything God made would have the freedom and glory that belong to God&quot;s children."
            },
            {
                "verse_number": "22",
                "verse_text": "We know that everything God made has been waiting until now in pain, like a woman ready to give birth."
            },
            {
                "verse_number": "23",
                "verse_text": "Not only the world, but we also have been waiting with pain inside us. We have the Spirit as the first part of God&quot;s promise. So we are waiting for God to finish making us his own children. I mean we are waiting for our bodies to be made free."
            },
            {
                "verse_number": "24",
                "verse_text": "We were saved, and we have this hope. If we see what we are waiting for, then that is not really hope. People do not hope for something they already have."
            },
            {
                "verse_number": "25",
                "verse_text": "But we are hoping for something that we do not have yet. We are waiting for it patiently."
            },
            {
                "verse_number": "26",
                "verse_text": "Also, the Spirit helps us. We are very weak, but the Spirit helps us with our weakness. We do not know how to pray as we should. But the Spirit himself speaks to God for us, even begs God for us. The Spirit speaks to God with deep feelings that words cannot explain."
            },
            {
                "verse_number": "27",
                "verse_text": "God can see what is in people&quot;s hearts. And he knows what is in the mind of the Spirit, because the Spirit speaks to God for his people in the way that God wants."
            },
            {
                "verse_number": "28",
                "verse_text": "We know that in everything God works for the good of those who love him. They are the people God called, because that was his plan."
            },
            {
                "verse_number": "29",
                "verse_text": "God knew them before he made the world. And God chose them to be like his Son. Then Jesus would be the firstborn of many brothers."
            },
            {
                "verse_number": "30",
                "verse_text": "God planned for them to be like his Son. And those he planned to be like his Son, he also called. And those he called, he also made right with him. And those he made right, he also glorified."
            },
            {
                "verse_number": "31",
                "verse_text": "So what should we say about this? If God is for us, then no one can defeat us."
            },
            {
                "verse_number": "32",
                "verse_text": "God let even his own Son suffer for us. God gave his Son for us all. So with Jesus, God will surely give us all things."
            },
            {
                "verse_number": "33",
                "verse_text": "Who can accuse the people that God has chosen? No one! God is the One who makes them right."
            },
            {
                "verse_number": "34",
                "verse_text": "Who can say that God&quot;s people are guilty? No one! Christ Jesus died, but that is not all. He was also raised from death. And now he is on God&quot;s right side and is begging God for us."
            },
            {
                "verse_number": "35",
                "verse_text": "Can anything separate us from the love Christ has for us? Can troubles or problems or sufferings? If we have no food or clothes, if we are in danger, or even if death comes&ndash;can any of these things separate us from Christ&quot;s love?"
            },
            {
                "verse_number": "36",
                "verse_text": "As it is written in the Scriptures: &apos;For you we are in danger of death all the time. People think we are worth no more than sheep to be killed.&apos; Psalm 44:22"
            },
            {
                "verse_number": "37",
                "verse_text": "But in all these things we have full victory through God who showed his love for us."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am in Christ, and I am telling you the truth. I do not lie. My feelings are ruled by the Holy Spirit, and they tell me that I am not lying."
            },
            {
                "verse_number": "2",
                "verse_text": "I have great sorrow and always feel much sadness for the Jewish people."
            },
            {
                "verse_number": "3",
                "verse_text": "I wish I could help my Jewish brothers, my people. I would even wish that I were cursed and cut off from Christ if that would help them."
            },
            {
                "verse_number": "4",
                "verse_text": "They are the people of Israel. They were God&quot;s chosen children. They have the glory of God and the agreements that God made between himself and his people. God gave them the law of Moses and the right way of worship. And God gave his promises to them."
            },
            {
                "verse_number": "5",
                "verse_text": "They are the descendants of our great ancestors, and they are the earthly family of Christ. Christ is God over all. Praise him forever! Amen."
            },
            {
                "verse_number": "6",
                "verse_text": "I do not mean that God failed to keep his promise to them. But only some of the people of Israel are truly God&quot;s people."
            },
            {
                "verse_number": "7",
                "verse_text": "And only some of Abraham&quot;s descendants are true children of Abraham. But God said to Abraham: &apos;The descendants I promised you will be from Isaac.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This means that not all of Abraham&quot;s descendants are God&quot;s true children. Abraham&quot;s true children are those who become God&quot;s children because of the promise God made to Abraham."
            },
            {
                "verse_number": "9",
                "verse_text": "God&quot;s promise to Abraham was this: &apos;At the right time I will return, and Sarah will have a son.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And that is not all. Rebekah also had sons. And those sons had the same father, our father Isaac."
            },
            {
                "verse_number": "13",
                "verse_text": "As the Scripture says, &apos;I loved Jacob, but I hated Esau.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So what should we say about this? Is God unfair? In no way."
            },
            {
                "verse_number": "15",
                "verse_text": "God said to Moses, &apos;I will show kindness to anyone I want to show kindness. I will show mercy to anyone I want to show mercy.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So God will choose the one he decides to show mercy to. And his choice does not depend on what people want or try to do."
            },
            {
                "verse_number": "17",
                "verse_text": "The Scripture says to the king of Egypt: &apos;I made you king so I might show my power in you. In this way my name will be talked about in all the earth.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So God shows mercy where he wants to show mercy. And he makes stubborn the people he wants to make stubborn."
            },
            {
                "verse_number": "19",
                "verse_text": "So one of you will ask me: &apos;If God controls the things we do, then why does he blame us for our sins? Who can fight his will?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Do not ask that. You are only human. And human beings have no right to question God. An object cannot tell the person who made it, &apos;Why did you make me like this?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The man who makes a jar can make anything he wants to make. He can use the same clay to make different things. He can make one thing for special use and another thing for daily use."
            },
            {
                "verse_number": "22",
                "verse_text": "It is the same way with what God has done. God wanted to show his anger and to let people see his power. But God patiently stayed with those people he was angry with&ndash;people who were ready to be destroyed."
            },
            {
                "verse_number": "23",
                "verse_text": "God waited with patience so that he could make known his rich glory. He wanted to give that glory to the people who receive his mercy. He has prepared these people to have his glory, and"
            },
            {
                "verse_number": "24",
                "verse_text": "we are those people whom God called. He called us from the Jews and from the non-Jews."
            },
            {
                "verse_number": "25",
                "verse_text": "As the Scripture says in Hosea: &apos;I will say, &quot;You are my people&quot; to those I had called &quot;not my people.&quot; And I will show my love to those people I did not love.&apos; Hosea 2:1, 23 &quot;You are not my people.&quot; But later they will be called &quot;children of the living God.&quot;&apos; Hosea 1:10 &apos;There are so many people of Israel. They are like the grains of sand by the sea. But only a few of them will be saved. &apos;The Lord of heaven&quot;s armies allowed a few of our descendants to live. Otherwise we would have been completely destroyed &apos;I will put in Jerusalem a stone that causes people to stumble. It is a rock that makes them fall. Anyone who trusts in him will not be disappointed.&apos; Isaiah 8:14; 28:16"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Now it is said to Israel,"
            },
            {
                "verse_number": "27",
                "verse_text": "And Isaiah cries out about Israel:"
            },
            {
                "verse_number": "28",
                "verse_text": "For the Lord will quickly and completely punish the people on the earth.&apos; Isaiah 10:22-23"
            },
            {
                "verse_number": "29",
                "verse_text": "It is as Isaiah said: like the cities of Sodom and Gomorrah.&apos; Isaiah 1:9"
            },
            {
                "verse_number": "30",
                "verse_text": "So what does all this mean? It means this: the non-Jews were not trying to make themselves right with God. But they were made right with God because of their faith."
            },
            {
                "verse_number": "31",
                "verse_text": "And the people of Israel tried to follow a law to make themselves right with God. But they did not succeed,"
            },
            {
                "verse_number": "32",
                "verse_text": "because they tried to make themselves right by the things they did. They did not trust in God to make them right. They fell over the stone that causes people to fall."
            },
            {
                "verse_number": "33",
                "verse_text": "As it is written in the Scripture:"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, the thing I want most is for all the Jews to be saved. That is my prayer to God."
            },
            {
                "verse_number": "2",
                "verse_text": "I can say this about them: They really try to follow God. But they do not know the right way."
            },
            {
                "verse_number": "3",
                "verse_text": "They did not know the way that God makes people right with him. And they tried to make themselves right in their own way. So they did not accept God&quot;s way of making people right."
            },
            {
                "verse_number": "4",
                "verse_text": "Christ ended the law, so that everyone who believes in him may be right with God."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses writes about being made right by following the law. He says, &apos;A person who does these things will have life forever because of them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But this is what the Scripture says about being made right through faith: &apos;Don&quot;t say to yourself, &quot;Who will go up into heaven?&quot;&apos; (That means, &apos;Who will go up to heaven to get Christ and bring him down to earth?&apos;)"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And do not say, &quot;Who will go down into the world below?&quot;&apos; (That means, &apos;Who will go down to get Christ and bring him up from death?&apos;)"
            },
            {
                "verse_number": "8",
                "verse_text": "This is what the Scripture says: &apos;God&quot;s teaching is near you; it is in your mouth and in your heart.&apos; That is the teaching of faith that we tell."
            },
            {
                "verse_number": "9",
                "verse_text": "If you declare with your mouth, &apos;Jesus is Lord,&apos; and if you believe in your heart that God raised Jesus from death, then you will be saved."
            },
            {
                "verse_number": "10",
                "verse_text": "We believe with our hearts, and so we are made right with God. And we declare with our mouths to say that we believe, and so we are saved."
            },
            {
                "verse_number": "11",
                "verse_text": "As the Scripture says, &apos;Anyone who trusts in him will never be disappointed.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "That Scripture says &apos;anyone&apos; because there is no difference between Jew and non-Jew. The same Lord is the Lord of all and gives many blessings to all who trust in him."
            },
            {
                "verse_number": "13",
                "verse_text": "The Scripture says, &apos;Anyone who asks the Lord for help will be saved.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But before people can trust in the Lord for help, they must believe in him. And before they can believe in the Lord, they must hear about him. And for them to hear about the Lord, someone must tell them."
            },
            {
                "verse_number": "15",
                "verse_text": "And before someone can go and tell them, he must be sent. It is written, &apos;How beautiful is the person who comes to bring good news.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But not all the Jews accepted the good news. Isaiah said, &apos;Lord, who believed what we told them?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So faith comes from hearing the Good News. And people hear the Good News when someone tells them about Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "But I ask: Didn&quot;t people hear the Good News? Yes, they heard&ndash;as the Scripture says: &apos;Their message went out through all the world. It goes everywhere on earth.&apos; Psalm 19:4 &apos;I will use those who are not a nation to make you jealous. I will use a nation that does not understand to make you angry.&apos; Deuteronomy 32:21 &apos;I was found by those who were not asking me for help. I made myself known to people who were not looking for me.&apos; Isaiah 65:1 &apos;All day long I stood ready to accept people who disobey and are stubborn.&apos; Isaiah 65:2"
            },
            {
                "verse_number": "19",
                "verse_text": "Again I ask: Didn&quot;t the people of Israel understand? Yes, they did understand. First, Moses says:"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah is bold enough to say:"
            },
            {
                "verse_number": "21",
                "verse_text": "But about Israel God says,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So I ask: Did God throw out his people? No! I myself am an Israelite. I am from the family of Abraham, from the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God chose the Israelites to be his people before they were born. And God did not leave his people. Surely you know what the Scripture says about Elijah, how he prayed to God against the people of Israel. Elijah said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;They have killed your prophets, and they have destroyed your altars. I am the only prophet left. And now they are trying to kill me, too.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But what answer did God give Elijah? He said, &apos;But I have left 7,000 people in Israel. Those 7,000 have never bowed down before Baal.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same now. There are a few people that God has chosen by his grace."
            },
            {
                "verse_number": "6",
                "verse_text": "And if God chose them by grace, then it is not for the things they have done. If they could be made God&quot;s people by what they did, then God&quot;s gift of grace would not really be a gift."
            },
            {
                "verse_number": "7",
                "verse_text": "So this is what has happened: The people of Israel tried to be right with God. But they did not succeed. But the ones God chose did become right with him. The others became hard and refused to listen to God."
            },
            {
                "verse_number": "8",
                "verse_text": "As it is written in the Scriptures: &apos;God gave the people a dull mind so they could not understand.&apos; Isaiah 29:10 &apos;God closed their eyes so they could not see, and God closed their ears so they could not hear. This continues until today.&apos; Deuteronomy 29:4 &apos;Let their own feasts trap them and cause their ruin. Let their feasts cause them to sin and be paid back. Let their backs be forever weak from troubles.&apos; Psalm 69:22-23 &apos;The Savior will come from Jerusalem; when I take away their sins.&apos; Isaiah 59:20-21; 27:9 &apos;Who has known the mind of the Lord? Who has been able to give the Lord advice?&apos; Isaiah 40:13 that he must pay back.&apos; Job 41:11"
            },
            {
                "verse_number": "9",
                "verse_text": "And David says:"
            },
            {
                "verse_number": "10",
                "verse_text": "Let their eyes be closed so they cannot see."
            },
            {
                "verse_number": "11",
                "verse_text": "So I ask: When the Jews fell, did that fall destroy them? No! But their failure brought salvation to the non-Jews. This took place to cause the Jews to be jealous."
            },
            {
                "verse_number": "12",
                "verse_text": "The Jews&quot; failure brought rich blessings for the world. And what the Jews lost brought rich blessings for the non-Jewish people. So surely the world will get much richer blessings when enough Jews become the kind of people God wants."
            },
            {
                "verse_number": "13",
                "verse_text": "Now I am speaking to you who are not Jews. I am an apostle to the non-Jews. So while I have that work, I will do the best I can."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope I can make my own people jealous. That way, maybe I can help some of them to be saved."
            },
            {
                "verse_number": "15",
                "verse_text": "God turned away from the Jews. When that happened, God became friends with the other people in the world. So when God accepts the Jews, then surely that will bring to them life after death."
            },
            {
                "verse_number": "16",
                "verse_text": "If the first piece of bread is offered to God, then the whole loaf is made holy. If the roots of a tree are holy, then the tree&quot;s branches are holy too."
            },
            {
                "verse_number": "17",
                "verse_text": "Some of the branches from an olive tree have been broken off, and the branch of a wild olive tree has been joined to that first tree. You non-Jews are the same as that wild branch, and you now share the strength and life of the first tree, the Jews."
            },
            {
                "verse_number": "18",
                "verse_text": "So do not brag about those branches that were broken off. You have no reason to brag. Why? You do not give life to the root. The root gives life to you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will say, &apos;Branches were broken off so that I could be joined to their tree.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That is true. But those branches were broken off because they did not believe. And you continue to be part of the tree only because you believe. Do not be proud, but be afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "If God did not let the natural branches of that tree stay, then he will not let you stay if you don&quot;t believe."
            },
            {
                "verse_number": "22",
                "verse_text": "So you see that God is kind, but he can also be very strict. God punishes those who stop following him. But God is kind to you, if you continue following in his kindness. If you do not continue following him, you will be cut off from the tree."
            },
            {
                "verse_number": "23",
                "verse_text": "And if the Jews will believe in God again, then God will accept the Jews back again. God is able to put them back where they were."
            },
            {
                "verse_number": "24",
                "verse_text": "It is not natural for a wild branch to be part of a good tree. But you non-Jews are like a branch cut from a wild olive tree. And you were joined to a good olive tree. But those Jews are like a branch that grew from the good tree. So surely they can be joined to their own tree again."
            },
            {
                "verse_number": "25",
                "verse_text": "I want you to understand this secret truth, brothers. This truth will help you understand that you do not know everything. The truth is this: Part of Israel has been made stubborn. But that will change when many non-Jews have come to God."
            },
            {
                "verse_number": "26",
                "verse_text": "And that is how all Israel will be saved. It is written in the Scriptures: he will take away all evil from the family of Jacob."
            },
            {
                "verse_number": "27",
                "verse_text": "And I will make this agreement with those people"
            },
            {
                "verse_number": "28",
                "verse_text": "The Jews refuse to accept the Good News, so they are God&quot;s enemies. This has happened to help you non-Jews. But the Jews are still God&quot;s chosen people, and God loves them very much. He loves them because of the promises he made to their ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "God never changes his mind about the people he calls and the things he gives them."
            },
            {
                "verse_number": "30",
                "verse_text": "At one time you refused to obey God. But now you have received mercy, because those people refused to obey."
            },
            {
                "verse_number": "31",
                "verse_text": "And now the Jews refuse to obey, because God showed mercy to you. But this happened so that they also can receive mercy from God."
            },
            {
                "verse_number": "32",
                "verse_text": "All people have refused to obey God. God has given them all over to their stubborn ways, so that God can show mercy to all."
            },
            {
                "verse_number": "33",
                "verse_text": "Yes, God&quot;s riches are very great! God&quot;s wisdom and knowledge have no end! No one can explain the things God decides. No one can understand God&quot;s ways."
            },
            {
                "verse_number": "34",
                "verse_text": "As the Scripture says,"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;No one has ever given God anything"
            },
            {
                "verse_number": "36",
                "verse_text": "Yes, God made all things. And everything continues through God and for God. To God be the glory forever! Amen."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So brothers, since God has shown us great mercy, I beg you to offer your lives as a living sacrifice to him. Your offering must be only for God and pleasing to him. This is the spiritual way for you to worship."
            },
            {
                "verse_number": "2",
                "verse_text": "Do not be shaped by this world. Instead be changed within by a new way of thinking. Then you will be able to decide what God wants for you. And you will be able to know what is good and pleasing to God and what is perfect."
            },
            {
                "verse_number": "3",
                "verse_text": "God has given me a special gift. That is why I have something to say to everyone among you. Do not think that you are better than you are. You must see yourself as you really are. Decide what you are by the amount of faith God has given you."
            },
            {
                "verse_number": "4",
                "verse_text": "Each one of us has a body, and that body has many parts. These parts all have different uses."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, we are many, but in Christ we are all one body. Each one is a part of that body. And each part belongs to all the other parts."
            },
            {
                "verse_number": "6",
                "verse_text": "We all have different gifts. Each gift came because of the grace that God gave us. If one has the gift of prophecy, he should use that gift with the faith he has."
            },
            {
                "verse_number": "7",
                "verse_text": "If one has the gift of serving, he should serve. If one has the gift of teaching, he should teach."
            },
            {
                "verse_number": "8",
                "verse_text": "If one has the gift of encouraging others, he should encourage. If one has the gift of giving to others, he should give freely. If one has the gift of being a leader, he should try hard when he leads. If one has the gift of showing kindness to others, that person should do so with joy."
            },
            {
                "verse_number": "9",
                "verse_text": "Your love must be real. Hate what is evil. Hold on to what is good."
            },
            {
                "verse_number": "10",
                "verse_text": "Love each other like brothers and sisters. Give your brothers and sisters more honor than you want for yourselves."
            },
            {
                "verse_number": "11",
                "verse_text": "Do not be lazy but work hard. Serve the Lord with all your heart."
            },
            {
                "verse_number": "12",
                "verse_text": "Be joyful because you have hope. Be patient when trouble comes. Pray at all times."
            },
            {
                "verse_number": "13",
                "verse_text": "Share with God&quot;s people who need help. Bring strangers in need into your homes."
            },
            {
                "verse_number": "14",
                "verse_text": "Wish good for those who do bad things to you. Wish them well and do not curse them."
            },
            {
                "verse_number": "15",
                "verse_text": "Be happy with those who are happy. Be sad with those who are sad."
            },
            {
                "verse_number": "16",
                "verse_text": "Live together in peace with each other. Do not be proud, but make friends with those who seem unimportant. Do not think how smart you are."
            },
            {
                "verse_number": "17",
                "verse_text": "If someone does wrong to you, do not pay him back by doing wrong to him. Try to do what everyone thinks is right."
            },
            {
                "verse_number": "18",
                "verse_text": "Do your best to live in peace with everyone."
            },
            {
                "verse_number": "19",
                "verse_text": "My friends, do not try to punish others when they wrong you. Wait for God to punish them with his anger. It is written: &apos;I am the One who punishes; I will pay people back,&apos; says the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "But you should do this: &apos;If your enemy is hungry, feed him; if your enemy is thirsty, give him a drink. Doing this will be like pouring burning coals on his head.&apos; Proverbs 25:21-22"
            },
            {
                "verse_number": "21",
                "verse_text": "Do not let evil defeat you. Defeat evil by doing good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "All of you must obey the government rulers. No one rules unless God has given him the power to rule. And no one rules now without that power from God."
            },
            {
                "verse_number": "2",
                "verse_text": "So if anyone is against the government, he is really against what God has commanded. And so he brings punishment on himself."
            },
            {
                "verse_number": "3",
                "verse_text": "Those who do right do not have to fear the rulers. But people who do wrong must fear them. Do you want to be unafraid of the rulers? Then do what is right, and the ruler will praise you."
            },
            {
                "verse_number": "4",
                "verse_text": "He is God&quot;s servant to help you. But if you do wrong, then be afraid. The ruler has the power to punish; he is God&quot;s servant to punish those who do wrong."
            },
            {
                "verse_number": "5",
                "verse_text": "So you must obey the government. You must obey not only because you might be punished, but because you know it is the right thing to do."
            },
            {
                "verse_number": "6",
                "verse_text": "And this is also why you pay taxes. Rulers are working for God and give their time to their work."
            },
            {
                "verse_number": "7",
                "verse_text": "Pay everyone, then, what you owe him. If you owe any kind of tax, pay it. Show respect and honor to them all."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not owe people anything. But you will always owe love to each other. The person who loves others has obeyed all the law."
            },
            {
                "verse_number": "9",
                "verse_text": "The law says, &apos;You must not be guilty of adultery. You must not murder anyone. You must not steal. You must not want to take your neighbor&quot;s things.&apos; All these commands and all others are really only one rule: &apos;Love your neighbor as you love yourself.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Love never hurts a neighbor. So loving is obeying all the law."
            },
            {
                "verse_number": "11",
                "verse_text": "I say this because we live in an important time. Yes, it is now time for you to wake up from your sleep. Our salvation is nearer now than when we first believed."
            },
            {
                "verse_number": "12",
                "verse_text": "The &apos;night&apos; is almost finished. The &apos;day&apos; is almost here. So we should stop doing things that belong to darkness and take up the weapons used for fighting in the light."
            },
            {
                "verse_number": "13",
                "verse_text": "Let us live in a right way, as in the daytime. We should not have wild parties or get drunk. There should be no sexual immorality or evil conduct, no fighting or jealousy."
            },
            {
                "verse_number": "14",
                "verse_text": "But clothe yourselves with the Lord Jesus Christ. Forget about satisfying your sinful self."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Do not refuse to accept into your group someone who is weak in faith. And do not argue with him about opinions."
            },
            {
                "verse_number": "2",
                "verse_text": "One person believes that he can eat all kinds of food. But if another man&quot;s faith is weak, then he believes he can eat only vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "The one who knows that he can eat any kind of food must not feel that he is better than the one who eats only vegetables. And the person who eats only vegetables must not think that the one who eats all foods is wrong. God has accepted him."
            },
            {
                "verse_number": "4",
                "verse_text": "You cannot judge another man&quot;s servant. His own master decides if he is doing well or not. And the Lord&quot;s servant will do well because the Lord helps him do well."
            },
            {
                "verse_number": "5",
                "verse_text": "One person thinks that one day is more important than another. And someone else thinks that every day is the same. Each one should be sure in his own mind."
            },
            {
                "verse_number": "6",
                "verse_text": "The person who thinks one day is more important than other days is doing that for the Lord. And the one who eats all kinds of food is doing that for the Lord. Yes, he gives thanks to God for that food. And the man who refuses to eat some foods does that for the Lord, and he gives thanks to God."
            },
            {
                "verse_number": "7",
                "verse_text": "For we do not live or die for ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "If we live, we are living for the Lord. And if we die, we are dying for the Lord. So living or dying, we belong to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "That is why Christ died and rose from death to live again. He did this so that he would be Lord over both the dead and the living."
            },
            {
                "verse_number": "10",
                "verse_text": "So why do you judge your brother in Christ? And why do you think that you are better than he is? We will all stand before God, and he will judge us all."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, it is written in the Scriptures: &apos;Everyone will bow before me; everyone will say that I am God. As surely as I live, these things will happen, says the Lord.&apos; Isaiah 45:23"
            },
            {
                "verse_number": "12",
                "verse_text": "So each of us will have to answer to God for what he has done."
            },
            {
                "verse_number": "13",
                "verse_text": "So we should stop judging each other. We must make up our minds not to do anything that will make a Christian brother sin."
            },
            {
                "verse_number": "14",
                "verse_text": "I am in the Lord Jesus, and I know that there is no food that is wrong to eat. But if a person believes that something is wrong, then that thing is wrong for him."
            },
            {
                "verse_number": "15",
                "verse_text": "If you hurt your brother&quot;s faith because of something you eat, then you are not really following the way of love. Do not destroy his faith by eating food that he thinks is wrong. Christ died for him."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not allow what you think is good to become what others say is evil."
            },
            {
                "verse_number": "17",
                "verse_text": "In the kingdom of God, eating and drinking are not important. The important things are living right with God, peace, and joy in the Holy Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "Anyone who serves Christ by living this way is pleasing God and will be accepted by other people."
            },
            {
                "verse_number": "19",
                "verse_text": "So let us try to do what makes peace and helps one another."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not let the eating of food destroy the work of God. All foods are all right to eat, but it is wrong to eat food that causes someone else to sin."
            },
            {
                "verse_number": "21",
                "verse_text": "It is better not to eat meat or drink wine or do anything that will cause your brother to sin."
            },
            {
                "verse_number": "22",
                "verse_text": "Your beliefs about these things should be kept secret between you and God. A person is blessed if he can do what he thinks is right without feeling guilty."
            },
            {
                "verse_number": "23",
                "verse_text": "But if he eats something without being sure that it is right, then he is wrong because he did not believe that it was right. And if he does anything without believing that it is right, then it is a sin."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "We who are strong in faith should help those who are weak. We should help them with their weaknesses, and not please only ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Let each of us please his neighbor for his good, to help him be stronger in faith."
            },
            {
                "verse_number": "3",
                "verse_text": "Even Christ did not live to please himself. It was as the Scriptures said: &apos;When people insult you, it hurts me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Everything that was written in the past was written to teach us, so that we could have hope. That hope comes from the patience and encouragement that the Scriptures give us."
            },
            {
                "verse_number": "5",
                "verse_text": "Patience and encouragement come from God. And I pray that God will help you all agree with each other the way Christ Jesus wants."
            },
            {
                "verse_number": "6",
                "verse_text": "Then you will all be joined together, and you will give glory to God the Father of our Lord Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "Christ accepted you, so you should accept each other. This will bring glory to God."
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you that Christ became a servant of the Jews. This was to show that God&quot;s promises to the Jewish ancestors are true."
            },
            {
                "verse_number": "9",
                "verse_text": "And he also did this so that the non-Jews could give glory to God for the mercy he gives to them. It is written in the Scriptures: &apos;So I will praise you among the non-Jewish people. I will sing praises to your name.&apos; Psalm 18:49 &apos;All you non-Jews, praise the Lord. All you people, sing praises to him.&apos; Psalm 117:1 He will come to rule over the non-Jews; and the non-Jews will have hope because of him.&apos; Isaiah 11:10 &apos;Those who were not told about him will see, and those who have not heard about him will understand.&apos; Isaiah 52:15"
            },
            {
                "verse_number": "10",
                "verse_text": "The Scripture also says,"
            },
            {
                "verse_number": "11",
                "verse_text": "Again the Scripture says,"
            },
            {
                "verse_number": "12",
                "verse_text": "And Isaiah says, &apos;A new king will come from Jesse&quot;s family."
            },
            {
                "verse_number": "13",
                "verse_text": "I pray that the God who gives hope will fill you with much joy and peace while you trust in him. Then your hope will overflow by the power of the Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "My brothers, I am sure that you are full of goodness. I know that you have all the knowledge you need and that you are able to teach each other."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have written to you very openly about some things that I wanted you to remember. I did this because God gave me this special gift:"
            },
            {
                "verse_number": "16",
                "verse_text": "to be a minister of Christ Jesus to the non-Jewish people. I served God by teaching his Good News, so that the non-Jewish people could be an offering that God would accept&ndash;an offering made holy by the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "So I am proud of what I have done for God in Christ Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "I will not talk about anything I did myself. I will talk only about what Christ has done through me in leading the non-Jewish people to obey God. They have obeyed God because of what I have said and done."
            },
            {
                "verse_number": "19",
                "verse_text": "And they have obeyed God because of the power of miracles and the great things they saw, and the power of the Holy Spirit. I preached the Good News from Jerusalem all the way around to Illyricum. And so I have finished that part of my work."
            },
            {
                "verse_number": "20",
                "verse_text": "I always want to preach the Good News in places where people have never heard of Christ. I do this because I do not want to build on the work that someone else has already started."
            },
            {
                "verse_number": "21",
                "verse_text": "But it is written in the Scriptures:"
            },
            {
                "verse_number": "22",
                "verse_text": "That is why many times I was stopped from coming to you."
            },
            {
                "verse_number": "23",
                "verse_text": "Now I have finished my work here. Since for many years I have wanted to come to you,"
            },
            {
                "verse_number": "24",
                "verse_text": "I hope to visit you on my way to Spain. I will enjoy being with you, and you can help me on my trip."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I am going to Jerusalem to help God&quot;s people."
            },
            {
                "verse_number": "26",
                "verse_text": "The believers in Macedonia and Southern Greece were happy to give their money to help the poor among God&quot;s people at Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "They were happy to do this, and really they owe it to them. These non-Jews have shared in the Jews&quot; spiritual blessings. So they should use their material possessions to help the Jews."
            },
            {
                "verse_number": "28",
                "verse_text": "I must be sure that the poor in Jerusalem get the money that has been given for them. After I do this, I will leave for Spain and stop and visit you."
            },
            {
                "verse_number": "29",
                "verse_text": "I know that when I come to you, I will bring Christ&quot;s full blessing."
            },
            {
                "verse_number": "30",
                "verse_text": "Brothers, I beg you to help me in my work by praying for me to God. Do this because of our Lord Jesus and the love that the Holy Spirit gives us."
            },
            {
                "verse_number": "31",
                "verse_text": "Pray that I will be saved from the non-believers in Judea. And pray that this help I bring to Jerusalem will please God&quot;s people there."
            },
            {
                "verse_number": "32",
                "verse_text": "Then, if God wants me to, I will come to you. I will come with joy, and together you and I will have a time of rest."
            },
            {
                "verse_number": "33",
                "verse_text": "The God who gives peace be with you all. Amen."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "I recommend to you our sister Phoebe. She is a helper in the church in Cenchrea."
            },
            {
                "verse_number": "2",
                "verse_text": "I ask you to accept her in the Lord in the way God&quot;s people should. Help her with anything she needs because she has helped me and many other people too."
            },
            {
                "verse_number": "3",
                "verse_text": "Give my greetings to Priscilla and Aquila, who work together with me in Christ Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "They risked their own lives to save my life. I am thankful to them, and all the non-Jewish churches are thankful to them as well."
            },
            {
                "verse_number": "5",
                "verse_text": "Also, greet for me the church that meets at their house. Greetings to my dear friend Epenetus. He was the first person in Asia to follow Christ. The grace of our Lord Jesus be with you."
            },
            {
                "verse_number": "6",
                "verse_text": "Greetings to Mary, who worked very hard for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Greetings to Andronicus and Junias, my relatives, who were in prison with me. The apostles feel they are very important. They were believers in Christ before I was."
            },
            {
                "verse_number": "8",
                "verse_text": "Greetings to Ampliatus, my dear friend in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Greetings to Urbanus. He is a worker together with me for Christ. And greetings to my dear friend Stachys."
            },
            {
                "verse_number": "10",
                "verse_text": "Greetings to Apelles. He was tested and proved that he truly loves Christ. Greetings to all those who are in the family of Aristobulus."
            },
            {
                "verse_number": "11",
                "verse_text": "Greetings to Herodion, my relative. Greetings to all those in the family of Narcissus who belong to the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Greetings to Tryphena and Tryphosa. Those women work very hard for the Lord. Greetings to my dear friend Persis. She also has worked very hard for the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Greetings to Rufus who is a special person in the Lord. Greetings to his mother, who has been a mother to me also."
            },
            {
                "verse_number": "14",
                "verse_text": "Greetings to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and all the brothers who are with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Greetings to Philologus and Julia, Nereus and his sister, and Olympas. And greetings to all God&quot;s people with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Greet each other with a holy kiss. All of Christ&quot;s churches send greetings to you."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers, I ask you to look out for those who cause people to be against each other and who upset other people&quot;s faith. They are against the true teaching you learned. Stay away from them."
            },
            {
                "verse_number": "18",
                "verse_text": "For such people are not serving our Lord Christ. They are only doing what pleases themselves. They use fancy talk and fine words to fool the minds of those who do not know about evil."
            },
            {
                "verse_number": "19",
                "verse_text": "All the believers have heard that you obey. So I am very happy because of you. But I want you to be wise in what is good and innocent in what is evil."
            },
            {
                "verse_number": "20",
                "verse_text": "The God who brings peace will soon defeat Satan and give you power over him."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, a worker together with me, sends greetings, as well as Lucius, Jason, and Sosipater, my relatives."
            },
            {
                "verse_number": "22",
                "verse_text": "I am Tertius, and I am writing this letter from Paul. I send greetings to you in the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Gaius is letting me and the whole church here use his home. He also sends greetings to you, as do Erastus and our brother Quartus. Erastus is the city treasurer here."
            },
            {
                "verse_number": "24",
                "verse_text": "[The grace of our Lord Jesus Christ be with all of you. Amen.]"
            },
            {
                "verse_number": "25",
                "verse_text": "Glory to God! God is the One who can make you strong in faith by the Good News that I tell people and by the message about Jesus Christ. The message about Christ is the secret truth that was hidden for long ages past, but is now made known."
            },
            {
                "verse_number": "26",
                "verse_text": "It has been made clear through the writings of the prophets. And by the command of the eternal God it is made known to all nations, that they might believe and obey."
            },
            {
                "verse_number": "27",
                "verse_text": "To the only wise God be glory forever through Jesus Christ! Amen."
            }
        ]
    }
}