{
    "Jonah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke his word to Jonah son of Amittai:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Get up, go to the great city of Nineveh and preach against it. I see the evil things they do.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Jonah got up to run away from the Lord. He went to the city of Joppa. There he found a ship that was going to the city of Tarshish. Jonah paid for the trip and went aboard. He wanted to go to Tarshish to run away from the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord sent a great wind on the sea. This wind made the sea very rough. So the ship was in danger of breaking apart."
            },
            {
                "verse_number": "5",
                "verse_text": "The sailors were afraid. Each man cried to his own god. The men began throwing the cargo into the sea. This would make the ship lighter so it would not sink. But Jonah had gone down into the ship to lie down. He fell fast asleep. So the men threw lots. The lot showed that the trouble had happened because of Jonah."
            },
            {
                "verse_number": "6",
                "verse_text": "The captain of the ship came and said, &apos;Why are you sleeping? Get up! Pray to your god! Maybe your god will pay attention to us. Maybe he will save us!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the men said to each other, &apos;Let&quot;s throw lots to see who caused these troubles to happen to us.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the men said to Jonah, &apos;Tell us what you have done. Why has this terrible thing happened to us? What is your job? Where do you come from? What is your country? Who are your people?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jonah said to them, &apos;I am a Hebrew. I fear the Lord, the God of heaven. He is the God who made the sea and the land.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the men were very afraid. They asked Jonah, &apos;What terrible thing did you do?&apos; They knew Jonah was running away from the Lord because Jonah had told them."
            },
            {
                "verse_number": "11",
                "verse_text": "The wind and the waves of the sea were becoming much stronger. So the men said to Jonah, &apos;What should we do to you to make the sea calm down?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jonah said to them, &apos;Pick me up, and throw me into the sea. Then it will calm down. I know it is my fault that this great storm has come on you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, the men tried to row the ship back to the land. But they could not. The wind and the waves of the sea were becoming much stronger."
            },
            {
                "verse_number": "14",
                "verse_text": "So the men cried to the Lord, &apos;Lord, please don&quot;t let us die because of taking this man&quot;s life. Please don&quot;t think we are guilty of killing an innocent man. Lord, you have caused all this to happen. You wanted it this way.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the men picked up Jonah and threw him into the sea. So the sea became calm."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they began to fear the Lord very much. They offered a sacrifice to the Lord. They also made promises to him."
            },
            {
                "verse_number": "17",
                "verse_text": "And the Lord caused a very big fish to swallow Jonah. Jonah was in the stomach of the fish three days and three nights."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "While Jonah was in the stomach of the fish, he prayed to the Lord his God. Jonah said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I was in danger. So I called to the Lord, and he answered me. I was about to die. So I cried to you, and you heard my voice. I went down, down into the deep sea. The water was all around me. Your powerful waves flowed over me. But I hope to see your Holy Temple again.&quot; I was about to die. The deep sea was all around me. Seaweed wrapped around my head. I thought I was locked in this prison forever. But you saved me from death, Lord my God. I remembered the Lord. Lord, I prayed to you. And you heard my prayers in your Holy Temple. give up their loyalty to you. while I give sacrifices to you. I will make promises to you. And I will do what I promise. Salvation comes from the Lord!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "You threw me into the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "I said, &quot;I was driven out of your presence."
            },
            {
                "verse_number": "5",
                "verse_text": "The waters of the sea closed over me."
            },
            {
                "verse_number": "6",
                "verse_text": "I went down to where the mountains of the sea start to rise."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;When my life had almost gone,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;People who worship useless idols"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord, I will praise and thank you"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord spoke to the fish. And the fish spit Jonah out of its stomach onto the dry land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord spoke his word to Jonah again. The Lord said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Get up. Go to the great city Nineveh. Preach against it what I tell you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Jonah obeyed the Lord. He got up and went to Nineveh. It was a very large city. It took a person three days just to walk across it."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonah entered the city. When he had walked for one day, he preached to the people. He said, &apos;After 40 days, Nineveh will be destroyed!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Nineveh believed in God. They announced they would stop eating for a while. They put on rough cloth to show how sad they were. All the people in the city wore the cloth. People from the most important to the least important did this."
            },
            {
                "verse_number": "6",
                "verse_text": "When the king of Nineveh heard this news, he got up from his throne. He took off his robe. He covered himself with rough cloth and sat in ashes to show how upset he was."
            },
            {
                "verse_number": "7",
                "verse_text": "He made an announcement and sent it through the city. The announcement said: By command of the king and his important men: No person or animal should eat anything. No herd or flock will be allowed to taste anything. Do not let them eat food or drink water."
            },
            {
                "verse_number": "8",
                "verse_text": "But every person and animal should be covered with rough cloth. People should cry loudly to God. Everyone must turn away from his evil life. Everyone must stop doing harm."
            },
            {
                "verse_number": "9",
                "verse_text": "Maybe God will change his mind. Maybe he will stop being angry. Then we will not die."
            },
            {
                "verse_number": "10",
                "verse_text": "God saw what the people did. He saw that they stopped doing evil things. So God changed his mind and did not do what he had warned. He did not punish them."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "But Jonah was very unhappy that God did not destroy the city. He was angry."
            },
            {
                "verse_number": "2",
                "verse_text": "He complained to the Lord and said, &apos;I knew this would happen. I knew it when I was still in my own country. It is why I quickly ran away to Tarshish. I knew that you are a God who is kind and shows mercy. You don&quot;t become angry quickly. You have great love. I knew you would rather forgive than punish them."
            },
            {
                "verse_number": "3",
                "verse_text": "So now I ask you, Lord, please kill me. It is better for me to die than to live.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord said, &apos;Do you think it is right for you to be angry?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonah went out and sat down east of the city. There he made a shelter for himself. And he sat there in the shade. He was waiting to see what would happen to the city."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord made a plant grow quickly up over Jonah. This made a cool place for him to sit. And it helped him to be more comfortable. Jonah was very pleased to have the plant for shade."
            },
            {
                "verse_number": "7",
                "verse_text": "The next day the sun rose. And God sent a worm to attack the plant. Then the plant died."
            },
            {
                "verse_number": "8",
                "verse_text": "When the sun was high in the sky, God sent a hot east wind to blow. The sun became very hot on Jonah&quot;s head. And he became very weak. He wished he were dead. Jonah said, &apos;It is better for me to die than to live.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But God said this to Jonah: &apos;Do you think it is right for you to be angry because of the plant?&apos; Jonah answered, &apos;It is right for me to be angry! I will stay angry until I die!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And the Lord said, &apos;You showed concern for that plant. But you did not plant it or make it grow. It appeared in the night, and the next day it died."
            },
            {
                "verse_number": "11",
                "verse_text": "Then surely I can show concern for the great city Nineveh. There are many animals in that city. And there are more than 120,000 people living there. Those people simply do not know right from wrong!&apos;"
            }
        ]
    }
}