{
    "Colossians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. Also from Timothy, our brother."
            },
            {
                "verse_number": "2",
                "verse_text": "To the holy and faithful brothers in Christ that live in Colosse. Grace and peace from God our Father."
            },
            {
                "verse_number": "3",
                "verse_text": "In our prayers for you we always thank God, the Father of our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We thank God because we have heard about the faith you have in Christ Jesus and the love you have for all of God&quot;s people."
            },
            {
                "verse_number": "5",
                "verse_text": "You have this faith and love because of your hope, and what you hope for is saved for you in heaven. You learned about this hope when you heard the true teaching, the Good News"
            },
            {
                "verse_number": "6",
                "verse_text": "that was told to you. Everywhere in the world that Good News is bringing blessings and is growing. This has happened with you, too, since you heard the Good News and understood the truth about the grace of God."
            },
            {
                "verse_number": "7",
                "verse_text": "You learned about God&quot;s grace from Epaphras, whom we love. Epaphras works together with us and is a faithful servant of Christ for us."
            },
            {
                "verse_number": "8",
                "verse_text": "He also told us about the love you have from the Holy Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "Since the day we heard this about you, we have continued praying for you. We ask God that you will know fully what God wants. We pray that you will also have great wisdom and understanding in spiritual things."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you will live the kind of life that honors and pleases the Lord in every way. You will produce fruit in every good work and grow in the knowledge of God."
            },
            {
                "verse_number": "11",
                "verse_text": "Then God will strengthen you with his own great power. And you will not give up when troubles come, but you will be patient."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will joyfully give thanks to the Father. He has made you able to have all that he has prepared for his people who live in the light."
            },
            {
                "verse_number": "13",
                "verse_text": "God made us free from the power of darkness, and he brought us into the kingdom of his dear Son."
            },
            {
                "verse_number": "14",
                "verse_text": "The Son paid for our sins, and in him we have forgiveness."
            },
            {
                "verse_number": "15",
                "verse_text": "No one has seen God, but Jesus is exactly like him. Christ ranks higher than all the things that have been made."
            },
            {
                "verse_number": "16",
                "verse_text": "Through his power all things were made&ndash;things in heaven and on earth, things seen and unseen, all powers, authorities, lords, and rulers. All things were made through Christ and for Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "Christ was there before anything was made. And all things continue because of him."
            },
            {
                "verse_number": "18",
                "verse_text": "He is the head of the body. (The body is the church.) Everything comes from him. And he is the first one who was raised from death. So in all things Jesus is most important."
            },
            {
                "verse_number": "19",
                "verse_text": "God was pleased for all of himself to live in Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "And through Christ, God decided to bring all things back to himself again&ndash;things on earth and things in heaven. God made peace by using the blood of Christ&quot;s death on the cross."
            },
            {
                "verse_number": "21",
                "verse_text": "At one time you were separated from God. You were God&quot;s enemies in your minds because the evil deeds you did were against God."
            },
            {
                "verse_number": "22",
                "verse_text": "But now Christ has made you God&quot;s friends again. He did this by his death while he was in the body, that he might bring you into God&quot;s presence. He brings you before God as people who are holy, with no wrong in you, and with nothing that God can judge you guilty of."
            },
            {
                "verse_number": "23",
                "verse_text": "And Christ will do this if you continue to believe in the Good News you heard. You must continue strong and sure in your faith. You must not be moved away from the hope that Good News gave you. That same Good News has been told to everyone in the world. I, Paul, help in preaching that Good News."
            },
            {
                "verse_number": "24",
                "verse_text": "I am happy in my sufferings for you. There are many things that Christ must still suffer through his body, the church. I am accepting my part of these things that must be suffered. I accept these sufferings in my body. I suffer for his body, the church."
            },
            {
                "verse_number": "25",
                "verse_text": "I became a servant of the church because God gave me a special work to do that helps you. My work is to tell fully the teaching of God."
            },
            {
                "verse_number": "26",
                "verse_text": "This teaching is the secret truth that was hidden since the beginning of time. It was hidden from everyone, but now it is made known to God&quot;s holy people."
            },
            {
                "verse_number": "27",
                "verse_text": "God decided to let his people know this rich and glorious truth which he has for all people. This truth is Christ himself, who is in you. He is our only hope for glory."
            },
            {
                "verse_number": "28",
                "verse_text": "So we continue to preach Christ to all men. We use all wisdom to warn and to teach everyone. We are trying to bring each one into God&quot;s presence as a mature person in Christ."
            },
            {
                "verse_number": "29",
                "verse_text": "To do this, I work and struggle, using Christ&quot;s great strength that works so powerfully in me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I want you to know that I am trying very hard to help you. And I am trying to help those in Laodicea and others who have never seen me."
            },
            {
                "verse_number": "2",
                "verse_text": "I want them to be strengthened and joined together with love. I want them to be rich in the strong belief that comes from understanding. I mean I want you to know fully God&quot;s secret truth. That truth is Christ himself."
            },
            {
                "verse_number": "3",
                "verse_text": "And in him all the treasures of wisdom and knowledge are safely kept."
            },
            {
                "verse_number": "4",
                "verse_text": "I say this so that no one can fool you by arguments that seem good, but are false."
            },
            {
                "verse_number": "5",
                "verse_text": "I am not there with you, but my heart is with you. I am happy to see your good lives and your strong faith in Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "As you received Christ Jesus the Lord, so continue to live in him."
            },
            {
                "verse_number": "7",
                "verse_text": "Keep your roots deep in him and have your lives built on him. Be strong in the faith, just as you were taught. And always be thankful."
            },
            {
                "verse_number": "8",
                "verse_text": "Be sure that no one leads you away with false ideas and words that mean nothing. Those ideas come from men. They are the worthless ideas of this world. They are not from Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "All of God lives fully in Christ (even when Christ was on earth)."
            },
            {
                "verse_number": "10",
                "verse_text": "And in him you have a full and true life. He is ruler over all rulers and powers."
            },
            {
                "verse_number": "11",
                "verse_text": "In Christ you had a different kind of circumcision. That circumcision was not done by hands. I mean, you were made free from the power of your sinful self. That is the kind of circumcision Christ does."
            },
            {
                "verse_number": "12",
                "verse_text": "When you were baptized, you were buried with Christ and you were raised up with Christ because of your faith in God&quot;s power. That power was shown when he raised Christ from death."
            },
            {
                "verse_number": "13",
                "verse_text": "You were spiritually dead because of your sins and because you were not free from the power of your sinful self. But God made you alive with Christ. And God forgave all our sins."
            },
            {
                "verse_number": "14",
                "verse_text": "We owed a debt because we broke God&quot;s laws. That debt listed all the rules we failed to follow. But God forgave us that debt. He took away that debt and nailed it to the cross."
            },
            {
                "verse_number": "15",
                "verse_text": "God defeated the spiritual rulers and powers. With the cross God won the victory and defeated them. He showed the world that they were powerless."
            },
            {
                "verse_number": "16",
                "verse_text": "So do not let anyone make rules for you about eating and drinking or about a religious feast, a New Moon Festival, or a Sabbath day."
            },
            {
                "verse_number": "17",
                "verse_text": "In the past, these things were like a shadow of what was to come. But the new things that were coming are found in Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "Some enjoy acting as if they were humble and love to worship angels. They are always talking about the visions they have seen. Do not let them tell you that you are wrong. They are full of foolish pride because of their human way of thinking."
            },
            {
                "verse_number": "19",
                "verse_text": "They do not keep themselves under the control of Christ, the head. The whole body depends on Christ. Because of him all the parts of the body care for each other and help each other. This strengthens the body and holds it together. And so the body grows in the way God wants."
            },
            {
                "verse_number": "20",
                "verse_text": "You died with Christ and were made free from the worthless rules of the world. So why do you act as if you still belong to this world? I mean, why do you follow rules like these:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Don&quot;t handle this,&apos; &apos;Don&quot;t taste that,&apos; &apos;Don&quot;t touch that thing&apos;?"
            },
            {
                "verse_number": "22",
                "verse_text": "These rules are talking about earthly things that are gone as soon as they are used. They are only human commands and teachings."
            },
            {
                "verse_number": "23",
                "verse_text": "These rules seem to be wise. But they are only part of a human religion. They make people pretend not to be proud and make them punish their bodies. But they do not really control the evil desires of the sinful self."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You were raised from death with Christ. So aim at what is in heaven, where Christ is sitting at the right hand of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Think only about the things in heaven, not the things on earth."
            },
            {
                "verse_number": "3",
                "verse_text": "Your old sinful self has died, and your new life is kept with Christ in God."
            },
            {
                "verse_number": "4",
                "verse_text": "Christ is your life. When he comes again, you will share in his glory."
            },
            {
                "verse_number": "5",
                "verse_text": "So put all evil things out of your life. Get rid of sexual immorality and impure acts. Don&quot;t let your feelings get out of control. Remove from your life all evil desires. Stop always wanting more and more. This really means living to serve a false god."
            },
            {
                "verse_number": "6",
                "verse_text": "These things make God angry."
            },
            {
                "verse_number": "7",
                "verse_text": "In your evil life in the past, you also did these things."
            },
            {
                "verse_number": "8",
                "verse_text": "But now put these things out of your life: anger, bad temper, doing or saying things to hurt others, and using evil words when you talk."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not lie to each other. You have left your old sinful life and the things you did before."
            },
            {
                "verse_number": "10",
                "verse_text": "You have begun to live the new life. In your new life you are being made new. You are becoming like the One who made you. This new life brings you the true knowledge of God."
            },
            {
                "verse_number": "11",
                "verse_text": "In the new life there is no difference between Greeks and Jews. There is no difference between those who are circumcised and those who are not circumcised, or people that are foreigners, or Scythians. There is no difference between slaves and free people. But Christ is in all believers. And Christ is all that is important."
            },
            {
                "verse_number": "12",
                "verse_text": "God has chosen you and made you his holy people. He loves you. So always do these things: Show mercy to others; be kind, humble, gentle, and patient."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not be angry with each other, but forgive each other. If someone does wrong to you, then forgive him. Forgive each other because the Lord forgave you."
            },
            {
                "verse_number": "14",
                "verse_text": "Do all these things; but most important, love each other. Love is what holds you all together in perfect unity."
            },
            {
                "verse_number": "15",
                "verse_text": "Let the peace that Christ gives control your thinking. You were all called together in one body to have peace. Always be thankful."
            },
            {
                "verse_number": "16",
                "verse_text": "Let the teaching of Christ live in you richly. Use all wisdom to teach and strengthen each other. Sing psalms, hymns, and spiritual songs with thankfulness in your hearts to God."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything you say and everything you do should all be done for Jesus your Lord. And in all you do, give thanks to God the Father through Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "Wives, be under the authority of your husbands. This is the right thing to do in the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "Husbands, love your wives, and be gentle to them."
            },
            {
                "verse_number": "20",
                "verse_text": "Children, obey your parents in all things. This pleases the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "Fathers, do not nag your children. If you are too hard to please, they may want to stop trying."
            },
            {
                "verse_number": "22",
                "verse_text": "Slaves, obey your masters in all things. Do not obey just when they are watching you, to gain their favor. But serve them honestly, because you respect the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "In all the work you are doing, work the best you can. Work as if you were working for the Lord, not for men."
            },
            {
                "verse_number": "24",
                "verse_text": "Remember that you will receive your reward from the Lord, which he promised to his people. You are serving the Lord Christ."
            },
            {
                "verse_number": "25",
                "verse_text": "But remember that anyone who does wrong will be punished for that wrong. And the Lord treats everyone the same."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Masters, give the things that are good and fair to your slaves. Remember that you have a Master in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "Continue praying and keep alert. And when you pray, always thank God."
            },
            {
                "verse_number": "3",
                "verse_text": "Also pray for us. Pray that God will give us an opportunity to tell people his message. Pray that we can preach the secret truth that God has made known about Christ. I am in prison because I preach this truth."
            },
            {
                "verse_number": "4",
                "verse_text": "Pray that I can speak in a way that will make it clear as I should."
            },
            {
                "verse_number": "5",
                "verse_text": "Be wise in the way you act with people who are not believers. Use your time in the best way you can."
            },
            {
                "verse_number": "6",
                "verse_text": "When you talk, you should always be kind and wise. Then you will be able to answer everyone in the way you should."
            },
            {
                "verse_number": "7",
                "verse_text": "Tychicus is my dear brother in Christ. He is a faithful minister and servant with me in the Lord. He will tell you all the things that are happening to me."
            },
            {
                "verse_number": "8",
                "verse_text": "That is why I am sending him. I want you to know how we are. I am sending him to encourage you."
            },
            {
                "verse_number": "9",
                "verse_text": "I send him with Onesimus. Onesimus is a faithful and dear brother in Christ. He is one of your group. They will tell you all that has happened here."
            },
            {
                "verse_number": "10",
                "verse_text": "Aristarchus greets you. He is a prisoner with me. And Mark, the cousin of Barnabas, also greets you. (I have already told you what to do about Mark. If he comes, welcome him.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus, who is called Justus, also greets you. These are the only Jewish believers who work with me for the kingdom of God. They have been a comfort to me."
            },
            {
                "verse_number": "12",
                "verse_text": "Epaphras also greets you. He is a servant of Jesus Christ. And he is from your group. He always prays for you. He prays that you will grow to be spiritually mature and have everything that God wants for you."
            },
            {
                "verse_number": "13",
                "verse_text": "I know that he has worked hard for you and the people in Laodicea and in Hierapolis."
            },
            {
                "verse_number": "14",
                "verse_text": "Demas and our dear friend Luke, the doctor, greet you."
            },
            {
                "verse_number": "15",
                "verse_text": "Greet the brothers in Laodicea. And greet Nympha and the church that meets in her house."
            },
            {
                "verse_number": "16",
                "verse_text": "After this letter is read to you, be sure that it is also read to the church in Laodicea. And you read the letter that I wrote to Laodicea."
            },
            {
                "verse_number": "17",
                "verse_text": "Tell Archippus, &apos;Be sure to do the work the Lord gave you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I, Paul, greet you and write this with my own hand. Remember me in prison. God&quot;s grace be with you."
            }
        ]
    }
}