{
    "1 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, Silas, and Timothy. To the church in Thessalonica, the church in God the Father and the Lord Jesus Christ. May God&quot;s grace and peace be yours."
            },
            {
                "verse_number": "2",
                "verse_text": "We always remember you when we pray and thank God for all of you."
            },
            {
                "verse_number": "3",
                "verse_text": "When we pray to God our Father, we always thank him for the things you have done because of your faith. And we thank him for the work you have done because of your love. And we thank him that you continue to be strong because of your hope in our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "Brothers, God loves you. And we know that he has chosen you to be his."
            },
            {
                "verse_number": "5",
                "verse_text": "We brought the Good News to you. But we did not use only words. We brought the Good News with power, with the Holy Spirit, and with sure knowledge that it is true. Also you know how we lived when we were with you. We lived that way to help you."
            },
            {
                "verse_number": "6",
                "verse_text": "And you became like us and like the Lord. You suffered much, but still you accepted the teaching with the joy that comes from the Holy Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "So you became an example to all the believers in Macedonia and Southern Greece."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord&quot;s teaching spread from you in Macedonia and Southern Greece. And your faith in God has become known everywhere. So we do not need to say anything about your faith."
            },
            {
                "verse_number": "9",
                "verse_text": "People everywhere are telling about the good way you accepted us when we were there with you. They tell about how you stopped worshiping idols and changed to serving the living and true God."
            },
            {
                "verse_number": "10",
                "verse_text": "And you changed to wait for God&quot;s Son to come from heaven. God raised that Son from death. He is Jesus, who saves us from God&quot;s angry judgment that is sure to come."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, you know that our visit to you was not a failure."
            },
            {
                "verse_number": "2",
                "verse_text": "Before we came to you, we suffered in Philippi. People there insulted us. You know about that. And when we came to you, many people were against us. But our God helped us to be brave and to tell you his Good News."
            },
            {
                "verse_number": "3",
                "verse_text": "Our message was a message to encourage you. We were not trying to lie. We had no evil plan. We were not trying to trick you."
            },
            {
                "verse_number": "4",
                "verse_text": "But we speak the Good News because God tested us and trusted us to do it. When we speak, we are not trying to please men. But we are trying to please God, who tests our hearts."
            },
            {
                "verse_number": "5",
                "verse_text": "You know that we never tried to influence you by saying nice things about you. We were not trying to get your money. We had no selfishness to hide from you. God knows that this is true."
            },
            {
                "verse_number": "6",
                "verse_text": "We were not looking for praise from you or anyone else. We are apostles of Christ. When we were with you, we could have used our authority to make you do things."
            },
            {
                "verse_number": "7",
                "verse_text": "But we were very gentle with you. We were like a mother caring for her little children."
            },
            {
                "verse_number": "8",
                "verse_text": "Because we loved you, we were happy to share God&quot;s Good News with you. But not only that, we were also happy to share even our own lives with you."
            },
            {
                "verse_number": "9",
                "verse_text": "Brothers, I know that you remember how hard we worked. We worked night and day so that we would not burden any of you while we preached God&quot;s Good News to you."
            },
            {
                "verse_number": "10",
                "verse_text": "When we were with you, we lived in a holy and right way, without fault. You know that this is true, and God knows that this is true."
            },
            {
                "verse_number": "11",
                "verse_text": "You know that we treated each of you as a father treats his own children."
            },
            {
                "verse_number": "12",
                "verse_text": "We strengthened you, we comforted you, and we told you to live good lives for God. It is God who calls you to his glorious kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "Also, we always thank God because of the way you accepted his message. You heard his message from us, and you accepted it as the word of God, not the words of men. And it really is God&quot;s message. And that message works in you who believe."
            },
            {
                "verse_number": "14",
                "verse_text": "Brothers, you have been like God&quot;s churches in Christ that are in Judea. God&quot;s people suffered bad things from the other Jews there. And you suffered the same bad things from the people of your own country."
            },
            {
                "verse_number": "15",
                "verse_text": "Those Jews killed both the Lord Jesus and the prophets. And they forced us to leave that country. They do not please God. They are against all people."
            },
            {
                "verse_number": "16",
                "verse_text": "They try to stop us from teaching the non-Jews so that they may be saved. But those Jews are adding more and more sins to the sins they already have. The anger of God has come to them at last."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers, we were separated from you for a short time, but our thoughts were still with you. We wanted very much to see you, and tried very hard to do so."
            },
            {
                "verse_number": "18",
                "verse_text": "I, Paul, tried to come many times, but Satan stopped us."
            },
            {
                "verse_number": "19",
                "verse_text": "For you are our hope, our joy, and the crown we will be proud of when our Lord Jesus Christ comes."
            },
            {
                "verse_number": "20",
                "verse_text": "Truly you are our glory and our joy."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "We could not come to you, but it was very hard to wait any longer. So we decided to stay in Athens alone"
            },
            {
                "verse_number": "2",
                "verse_text": "and send Timothy to you. Timothy is our brother, who works with us for God. He helps us tell people the Good News about Christ. We sent Timothy to strengthen and comfort you in your faith."
            },
            {
                "verse_number": "3",
                "verse_text": "We sent him so that none of you would be upset by these troubles we have now. You yourselves know that we must have these troubles."
            },
            {
                "verse_number": "4",
                "verse_text": "Even when we were with you, we told you that we all would have to suffer. And you know that it has happened the way we said."
            },
            {
                "verse_number": "5",
                "verse_text": "This is why I sent Timothy to you, so that I could know about your faith. I sent him when I could not wait any longer. I was afraid that the devil had tempted you, and perhaps our hard work would have been wasted."
            },
            {
                "verse_number": "6",
                "verse_text": "But Timothy now has come back to us from you and has brought us good news about your faith and love. He told us that you always remember us in a good way. He told us that you want to see us just as much as we want to see you."
            },
            {
                "verse_number": "7",
                "verse_text": "So, brothers, we are comforted about you, because of your faith. We have much trouble and suffering, but still we are comforted."
            },
            {
                "verse_number": "8",
                "verse_text": "For our life is really full if you stand strong in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "We have so much joy before our God because of you, and we thank him for you. But we cannot thank him enough for all the joy we feel."
            },
            {
                "verse_number": "10",
                "verse_text": "And we continue praying with all our heart for you night and day. We pray that we can see you again and give you all the things you need to make your faith strong."
            },
            {
                "verse_number": "11",
                "verse_text": "We pray that our God and Father and our Lord Jesus will prepare the way for us to come to you."
            },
            {
                "verse_number": "12",
                "verse_text": "We pray that the Lord will make your love grow more and more for each other and for all people. We pray that you will love others as we love you and"
            },
            {
                "verse_number": "13",
                "verse_text": "that your hearts will be made strong. Then you will be holy and without fault before our God and Father when our Lord Jesus comes with all his holy people."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, now I have some other things to tell you. We taught you how to live in a way that will please God. And you are living that way. Now we ask you and encourage you in the Lord Jesus to live that way more and more."
            },
            {
                "verse_number": "2",
                "verse_text": "You know what we told you to do by the authority of the Lord Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "God wants you to be holy and to stay away from sexual immorality."
            },
            {
                "verse_number": "4",
                "verse_text": "He wants each one of you to learn how to take a wife in a way that is holy and honorable."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t give in to lust like people who do not know God."
            },
            {
                "verse_number": "6",
                "verse_text": "So do not wrong your brother or cheat him in this way. The Lord will punish people who do those things. We have already told you and warned you about that."
            },
            {
                "verse_number": "7",
                "verse_text": "God called us to be holy and does not want us to live in sin."
            },
            {
                "verse_number": "8",
                "verse_text": "So the person who refuses to obey this teaching is refusing to obey God, not man. And God is the One who gives us his Holy Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "We do not need to write to you about having love for your brothers and sisters in Christ. God has already taught you to love each other."
            },
            {
                "verse_number": "10",
                "verse_text": "And truly you do love the brothers in all of Macedonia. Brothers, now we encourage you to love them more and more."
            },
            {
                "verse_number": "11",
                "verse_text": "Do all you can to live a peaceful life. Take care of your own business. Do your own work. We have already told you to do these things."
            },
            {
                "verse_number": "12",
                "verse_text": "If you do, then people who are not believers will respect you. And you will not have to depend on others for what you need."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers, we want you to know about those who have died. We do not want you to be sad as others who have no hope."
            },
            {
                "verse_number": "14",
                "verse_text": "We believe that Jesus died and that he rose again. So, because of Jesus, God will bring together with Jesus those who have died."
            },
            {
                "verse_number": "15",
                "verse_text": "What we tell you now is the Lord&quot;s own message. We who are living now may still be living when the Lord comes again. We who are living at that time will be with the Lord, but not before those who have already died."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord himself will come down from heaven. There will be a loud command with the voice of the archangel and with the trumpet call of God. And those who have died and were in Christ will rise first."
            },
            {
                "verse_number": "17",
                "verse_text": "After that, those who are still alive at that time will be gathered up with them. We will be taken up in the clouds to meet the Lord in the air. And we will be with the Lord forever."
            },
            {
                "verse_number": "18",
                "verse_text": "So comfort each other with these words."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now, brothers, we do not need to write to you about times and dates."
            },
            {
                "verse_number": "2",
                "verse_text": "You know very well that the day the Lord comes again will be a surprise like a thief that comes in the night."
            },
            {
                "verse_number": "3",
                "verse_text": "People will say, &apos;We have peace and we are safe.&apos; At that time they will be destroyed quickly, as pains come quickly to a woman having a baby. And those people will not escape."
            },
            {
                "verse_number": "4",
                "verse_text": "But you, brothers, are not living in darkness. And so that day will not surprise you like a thief."
            },
            {
                "verse_number": "5",
                "verse_text": "You are all people who belong to the light. You belong to the day. We do not belong to the night or to darkness."
            },
            {
                "verse_number": "6",
                "verse_text": "So we should not be like other people. We should not be sleeping, but we should be awake and have self-control."
            },
            {
                "verse_number": "7",
                "verse_text": "Those who sleep, sleep at night. Those who get drunk, get drunk at night."
            },
            {
                "verse_number": "8",
                "verse_text": "But we belong to the day; so we should control ourselves. We should wear faith and love to protect us. And the hope of salvation should be our helmet."
            },
            {
                "verse_number": "9",
                "verse_text": "God did not choose us to suffer his anger, but to have salvation through our Lord Jesus Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus died for us so that we can live together with him. It is not important if we are alive or dead when Jesus comes."
            },
            {
                "verse_number": "11",
                "verse_text": "So comfort each other and give each other strength, just as you are doing now."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, brothers, we ask you to respect those people who work hard with you, who lead you in the Lord and teach you."
            },
            {
                "verse_number": "13",
                "verse_text": "Respect them with a very special love because of the work they do with you. Live in peace with each other."
            },
            {
                "verse_number": "14",
                "verse_text": "We ask you, brothers, to warn those who do not work. Encourage the people who are afraid. Help those who are weak. Be patient with every person."
            },
            {
                "verse_number": "15",
                "verse_text": "Be sure that no one pays back wrong for wrong. But always try to do what is good for each other and for all people."
            },
            {
                "verse_number": "16",
                "verse_text": "Always be happy."
            },
            {
                "verse_number": "17",
                "verse_text": "Never stop praying."
            },
            {
                "verse_number": "18",
                "verse_text": "Give thanks whatever happens. That is what God wants for you in Christ Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not stop the work of the Holy Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not treat prophecy as if it were not important."
            },
            {
                "verse_number": "21",
                "verse_text": "But test everything. Keep what is good."
            },
            {
                "verse_number": "22",
                "verse_text": "And stay away from everything that is evil."
            },
            {
                "verse_number": "23",
                "verse_text": "We pray that God himself, the God of peace, will make you pure, belonging only to him. We pray that your whole self&ndash;spirit, soul, and body&ndash;will be kept safe and be without wrong when our Lord Jesus Christ comes."
            },
            {
                "verse_number": "24",
                "verse_text": "The One who calls you will do that for you. You can trust him."
            },
            {
                "verse_number": "25",
                "verse_text": "Brothers, please pray for us."
            },
            {
                "verse_number": "26",
                "verse_text": "Give all the brothers a holy kiss when you meet."
            },
            {
                "verse_number": "27",
                "verse_text": "I tell you by the authority of the Lord to read this letter to all the brothers."
            },
            {
                "verse_number": "28",
                "verse_text": "The grace of our Lord Jesus Christ be with you."
            }
        ]
    }
}