{
    "1 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "At this time King David was very old. His servants covered him with blankets, but he could not keep warm."
            },
            {
                "verse_number": "2",
                "verse_text": "So they said to him, &apos;We will find a young woman to care for you. She will lie close to you and keep you warm.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the king&quot;s servants looked everywhere in Israel for a beautiful young woman. They found a girl named Abishag from the Shunammite people. They brought her to the king."
            },
            {
                "verse_number": "4",
                "verse_text": "The girl was very beautiful. She cared for the king and served him. But King David did not have physical relations with her."
            },
            {
                "verse_number": "7",
                "verse_text": "Adonijah talked with Joab son of Zeruiah. He also talked with Abiathar the priest. They told him they would help him."
            },
            {
                "verse_number": "8",
                "verse_text": "But several men did not join Adonijah. These men were Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei and King David&quot;s special guard."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Adonijah killed some sheep, cows and fat calves for sacrifices. He made these sacrifices at the Stone of Zoheleth near the spring, En Rogel. He invited all his brothers, the other sons of King David, to come. He invited all the rulers and leaders of Judah also."
            },
            {
                "verse_number": "10",
                "verse_text": "But Adonijah did not invite Nathan the prophet, Benaiah, his father&quot;s special guard or his brother Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "When Nathan heard about this, he went to Bathsheba. She was the mother of Solomon. Nathan asked her, &apos;Have you heard what Adonijah, Haggith&quot;s son, is doing? He has made himself king. And our real king, David, does not know it."
            },
            {
                "verse_number": "12",
                "verse_text": "Your life and the life of your son Solomon may be in danger. But I will tell you how to save yourselves."
            },
            {
                "verse_number": "13",
                "verse_text": "Go to King David and say to him, &quot;My master and king, you made a promise to me. You promised that my son Solomon would be the king after you. You said he would rule on your throne. So why has Adonijah become king?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "While you are still talking to him, I will come in. I will tell the king that what you have said about Adonijah is true.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Bathsheba went in to see the king in his bedroom. He was now very old. Abishag, the girl from Shunam, was caring for him there."
            },
            {
                "verse_number": "16",
                "verse_text": "Bathsheba bowed down before the king. He asked, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "She answered, &apos;My master, you made a promise to me in the name of the Lord your God. You said, &quot;Your son Solomon will become king after me. He will rule on my throne.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But now Adonijah has become king. And you did not know it."
            },
            {
                "verse_number": "19",
                "verse_text": "Adonijah has killed many cows, fat calves and sheep for sacrifices. And he has invited all your sons. He also has invited Abiathar the priest and Joab the commander of your army. But he did not invite Solomon, your son who serves you."
            },
            {
                "verse_number": "20",
                "verse_text": "My master and king, all the people of Israel are watching you. They are waiting for you to decide who will be king after you."
            },
            {
                "verse_number": "21",
                "verse_text": "As soon as you die, Solomon and I will be treated as criminals.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While Bathsheba was still talking with the king, Nathan the prophet arrived."
            },
            {
                "verse_number": "23",
                "verse_text": "The servants told the king, &apos;Nathan the prophet is here.&apos; So Nathan went to the king and bowed facedown on the ground before him."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Nathan said, &apos;My master and king, have you said that Adonijah will be the king after you? Have you decided he will rule on your throne after you?"
            },
            {
                "verse_number": "25",
                "verse_text": "Today he has sacrificed many cows, fat calves and sheep. And he has invited all your other sons, the commanders of the army and Abiathar the priest. Right now they are eating and drinking with him. They are saying, &quot;Long live King Adonijah!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But he did not invite me, Zadok the priest, Benaiah son of Jehoiada or your son Solomon."
            },
            {
                "verse_number": "27",
                "verse_text": "Did you do this? We are your servants. Why didn&quot;t you tell us whom you chose to be the king after you?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then King David said, &apos;Tell Bathsheba to come in!&apos; So she came in and stood before the king."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the king said, &apos;The Lord has saved me from all trouble. As surely as he lives, I make this promise to you."
            },
            {
                "verse_number": "30",
                "verse_text": "Today I will do what I promised you in the past. I made that promise in the name of the Lord, the God of Israel. I promised that your son Solomon would be king after me. I promised he would rule on my throne after me.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Bathsheba bowed facedown on the ground before the king. She said, &apos;Long live my master King David!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then King David said, &apos;Tell Zadok the priest, Nathan the prophet and Benaiah son of Jehoiada to come in here.&apos; So they came before the king."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the king said to them, &apos;Take my servants with you and put my son Solomon on my own mule. Take him down to the spring called Gihon."
            },
            {
                "verse_number": "34",
                "verse_text": "There Zadok the priest and Nathan the prophet should pour olive oil on him and make him king over Israel. Blow the trumpet and shout, &quot;Long live King Solomon!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then come back here with him. He will sit on my throne and rule in my place. I have chosen him to be the ruler over Israel and Judah.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Benaiah son of Jehoiada answered the king, &apos;This is good! And may your God make it happen."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord has always helped you, our king. Let the Lord also help Solomon. And let King Solomon be an even greater king than you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So Zadok the priest, Nathan the prophet and Benaiah son of Jehoiada went down. The Kerethites and Pelethites, the king&quot;s bodyguards, went with them. They put Solomon on King David&quot;s mule and went with him to the spring called Gihon."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest took with him the container of olive oil from the Holy Tent. He poured the olive oil on Solomon&quot;s head to show he was the king. Then they blew the trumpet. And all the people shouted, &apos;Long live King Solomon!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "All the people followed Solomon into the city. They were playing flutes and shouting for joy. They made so much noise the ground shook."
            },
            {
                "verse_number": "41",
                "verse_text": "At this time Adonijah and all the guests with him were finishing their meal. They heard the sound from the trumpet. Joab asked, &apos;What does all that noise from the city mean?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While Joab was speaking, Jonathan son of Abiathar the priest arrived. Adonijah said, &apos;Come in! You are an important man. So you must be bringing good news.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "But Jonathan answered, &apos;No! Our master King David has made Solomon the new king."
            },
            {
                "verse_number": "44",
                "verse_text": "King David sent Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada and all the king&quot;s bodyguards with him. They put Solomon on the king&quot;s own mule."
            },
            {
                "verse_number": "45",
                "verse_text": "And Zadok the priest and Nathan the prophet poured olive oil on Solomon at Gihon to make him king. Then they went into the city, shouting with joy. Now the whole city is excited. That is the noise you hear."
            },
            {
                "verse_number": "46",
                "verse_text": "Solomon has now become the king."
            },
            {
                "verse_number": "47",
                "verse_text": "All the king&quot;s officers have come to tell King David that he has done a good thing. They are saying, &quot;May your God make Solomon even more famous than you. And may your God make Solomon an even greater king than you.&quot;&apos; Jonathan continued, &apos;And King David bowed down on his bed to worship God."
            },
            {
                "verse_number": "48",
                "verse_text": "He said, &quot;Praise the Lord, the God of Israel. Today he has made one of my sons the king and allowed me to see it.&quot;&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then all of Adonijah&quot;s guests were afraid, and they left quickly."
            },
            {
                "verse_number": "50",
                "verse_text": "Adonijah was also afraid of Solomon. So he went and took hold of the corners of the altar."
            },
            {
                "verse_number": "51",
                "verse_text": "Then someone told Solomon, &apos;Adonijah is afraid of you. He is at the altar, holding on to its corners. He says, &quot;Tell King Solomon to promise me today that he will not kill me.&quot;&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "So Solomon answered, &apos;Adonijah must show that he is a man of honor. If he does, I promise that he will not lose even a hair from his head. But if he does anything wrong, he will die.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then King Solomon sent some men to get Adonijah. They brought him to King Solomon. So Adonijah came before King Solomon and bowed down. Then Solomon said, &apos;Go home.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "It was almost time for David to die. So he talked to Solomon and gave him his last commands."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;My time to die is near. Be a good and strong leader."
            },
            {
                "verse_number": "3",
                "verse_text": "Obey everything that the Lord commands. Follow the commands he has given us. Obey all his laws, and do what he told us. Obey what is written in the teachings of Moses. If you do these things, you will be successful in all you do and wherever you go."
            },
            {
                "verse_number": "4",
                "verse_text": "And if you obey the Lord, he will keep the promise he made to me. He promised: &quot;Your descendants must live as I tell them. They must have complete faith in me. If they do this, then a man from your family will always be king over the people of Israel.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Also, you remember what Joab son of Zeruiah did to me. He killed the two commanders of Israel&quot;s armies. He killed Abner son of Ner and Amasa son of Jether. He killed them as if he and they were at war. But this was in a time of peace. He killed innocent men. And their blood got on his belt and sandals."
            },
            {
                "verse_number": "6",
                "verse_text": "You should punish him in the way you think is wisest. (But do not let him die peacefully of old age.)"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be kind to the children of Barzillai of Gilead. Allow them to eat at your table. They helped me when I ran away from your brother Absalom."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And remember, Shimei son of Gera is here with you. He is from the people of Benjamin in Bahurim. Remember he cursed me the day I went to Mahanaim. Then he came down to meet me at the Jordan River. I promised him before the Lord, &quot;Shimei, I will not kill you.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "But you should not leave him unpunished. You are a wise man. You will know what to do to him. But you must be sure he is killed.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David died and was buried with his ancestors in Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "He had ruled over Israel 40 years. Seven years were in Hebron, and 33 years were in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Now Solomon became king after David, his father. And he was in control of his kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "At this time Adonijah son of Haggith went to Bathsheba, Solomon&quot;s mother. Bathsheba asked, &apos;Do you come in peace?&apos; Adonijah answered, &apos;Yes. This is a peaceful visit. &apos;You may speak,&apos; she said. Bathsheba answered, &apos;What do you want?&apos; The king answered, &apos;Ask, mother. I will not refuse you.&apos; But Joab answered, &apos;No, I will die here.&apos; So Benaiah went back to the king and told him what Joab had said."
            },
            {
                "verse_number": "14",
                "verse_text": "I have something to say to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Adonijah said, &apos;You remember that at one time the kingdom was mine. All the people of Israel thought I was their king. But things changed. Now my brother is the king because the Lord chose him."
            },
            {
                "verse_number": "16",
                "verse_text": "So now I have one thing to ask you. Please do not refuse me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Adonijah said, &apos;I know King Solomon will do anything you ask him. So please ask him to give me Abishag the Shunammite woman to be my wife.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Very well,&apos; she answered. &apos;I will speak to the king for you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Bathsheba went to King Solomon to talk to him for Adonijah. When Solomon saw her, he stood up to meet her. Then he bowed down to her and sat on the throne. He told some servants to bring another throne for his mother. Then she sat down at his right side."
            },
            {
                "verse_number": "20",
                "verse_text": "Bathsheba said to him, &apos;I have one small thing to ask you. Please do not refuse me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So she said, &apos;Allow Abishag the Shunammite woman to marry your brother Adonijah.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon answered his mother, &apos;Why do you ask me to give him Abishag? Why don&quot;t you ask for him to become the king also since he is my older brother? Abiathar the priest and Joab son of Zeruiah will support him!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then King Solomon made a promise in the name of the Lord. He said, &apos;I promise Adonijah will pay for asking me this! May God punish me terribly if it doesn&quot;t cost Adonijah his life!"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord has given me the throne that belonged to my father David. The Lord has kept his promise and given the kingdom to me and my people. As surely as the Lord lives, Adonijah will die today!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So King Solomon gave orders to Benaiah son of Jehoiada. And he went out and killed Adonijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Then King Solomon said to Abiathar the priest, &apos;I should kill you. But I will allow you to go back to your home in Anathoth. I will not kill you now because you helped to carry the Ark of the Covenant of the Lord God while marching with my father David. And I know you shared in all of the hard times with my father.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Solomon removed Abiathar from being a priest to the Lord. This happened as the Lord had said it would. He had said this about the priest Eli and his family in Shiloh."
            },
            {
                "verse_number": "28",
                "verse_text": "When Joab heard about this, he was afraid. He had supported Adonijah, but not Absalom. So Joab ran to the Tent of the Lord and took hold of the corners of the altar."
            },
            {
                "verse_number": "29",
                "verse_text": "Someone told King Solomon that Joab had run to the Tent of the Lord and was beside the altar. So Solomon ordered Benaiah to go and kill him."
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah went into the Tent of the Lord and said to Joab, &apos;The king says, &quot;Come out!&quot;&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the king commanded Benaiah, &apos;Do as he says! Kill him there and bury him. Then my family and I will be free of the guilt of Joab. Joab is guilty of killing innocent people."
            },
            {
                "verse_number": "32",
                "verse_text": "He killed two men who were much better than he was. They were Abner son of Ner and Amasa son of Jether. Abner was the commander of Israel&quot;s army, and Amasa was the commander of Judah&quot;s army. My father David did not know that he killed them. So the Lord will pay him back for those men he killed."
            },
            {
                "verse_number": "33",
                "verse_text": "He and his family will be forever guilty for their deaths. But there will be peace from God for David, his descendants, his family and his rule forever.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So Benaiah son of Jehoiada killed Joab. And he was buried near his home in the desert."
            },
            {
                "verse_number": "35",
                "verse_text": "Solomon then made Benaiah son of Jehoiada commander of the army in Joab&quot;s place. Solomon also made Zadok the new high priest in Abiathar&quot;s place."
            },
            {
                "verse_number": "36",
                "verse_text": "Next the king sent for Shimei. The king said to him, &apos;Build a house for yourself here in Jerusalem. Live in the house, and don&quot;t leave the city."
            },
            {
                "verse_number": "37",
                "verse_text": "If you leave and go past Kidron Valley, someone will kill you. And it will be your own fault.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So Shimei answered the king, &apos;What you have said is good. I will obey you, my master and king.&apos; So Shimei lived in Jerusalem for a long time."
            },
            {
                "verse_number": "39",
                "verse_text": "But three years later two of Shimei&quot;s slaves ran away. They went to Achish king of Gath. He was the son of Maacah. Shimei heard that his slaves were in Gath."
            },
            {
                "verse_number": "40",
                "verse_text": "So he put his saddle on his donkey and left. He went to Achish at Gath to find his slaves. When he found them there, he brought them back to his home."
            },
            {
                "verse_number": "41",
                "verse_text": "Someone told Solomon that Shimei had gone from Jerusalem to Gath and had returned."
            },
            {
                "verse_number": "42",
                "verse_text": "So Solomon sent for Shimei. Solomon said, &apos;I made you promise in the name of the Lord not to leave Jerusalem. I warned you that if you went anywhere else you would die. And you agreed to what I said. You said you would obey me."
            },
            {
                "verse_number": "43",
                "verse_text": "Why did you break your promise to the Lord? Why did you not obey my command?"
            },
            {
                "verse_number": "44",
                "verse_text": "You know the many wrong things you did against my father David. Now the Lord will punish you for those wrongs."
            },
            {
                "verse_number": "45",
                "verse_text": "But the Lord will bless me. He will make the rule of David safe before the Lord forever.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then the king ordered Benaiah to kill Shimei, and he did. Now Solomon was in full control of his kingdom."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon made an agreement with the king of Egypt by marrying his daughter. Solomon brought her to Jerusalem. At this time Solomon was still building his palace and the Temple of the Lord. He was also building a wall around Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The Temple had not yet been finished. So people were still offering animal sacrifices at altars in many places of worship."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon showed that he loved the Lord. He did this by following the commands his father David had given him. But Solomon still used the many places of worship to offer sacrifices and to burn incense."
            },
            {
                "verse_number": "4",
                "verse_text": "King Solomon went to Gibeon to offer a sacrifice. He went there because it was the most important place of worship. He offered 1,000 burnt offerings on that altar."
            },
            {
                "verse_number": "5",
                "verse_text": "While he was at Gibeon, the Lord came to him in a dream during the night. God said, &apos;Ask for anything you want. I will give it to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon answered, &apos;You were very kind to your servant, my father David. He obeyed you. He was honest and lived right. And you showed great kindness to him when you allowed his son to be king after him."
            },
            {
                "verse_number": "7",
                "verse_text": "Lord my God, you have allowed me to be king in my father&quot;s place. But I am like a little child. I do not have the wisdom I need to do what I must do."
            },
            {
                "verse_number": "8",
                "verse_text": "I, your servant, am here among your chosen people. There are too many of them to count."
            },
            {
                "verse_number": "9",
                "verse_text": "So I ask that you give me wisdom. Then I can rule the people in the right way. Then I will know the difference between right and wrong. Without wisdom, it is impossible to rule this great people of yours.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord was pleased that Solomon had asked him for this."
            },
            {
                "verse_number": "11",
                "verse_text": "So God said to him, &apos;You did not ask for a long life. And you did not ask for riches for yourself. You did not ask for the death of your enemies. Since you asked for wisdom to make the right decisions,"
            },
            {
                "verse_number": "12",
                "verse_text": "I will give you what you asked. I will give you wisdom and understanding. Your wisdom will be greater than anyone has had in the past. And there will never be anyone in the future like you."
            },
            {
                "verse_number": "13",
                "verse_text": "Also, I will give you what you did not ask for. You will have riches and honor. During your life no other king will be as great as you."
            },
            {
                "verse_number": "14",
                "verse_text": "I ask you to follow me and obey my laws and commands. Do this as your father David did. If you do, I will also give you a long life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Solomon woke up. He knew that God had talked to him in the dream. Then he went to Jerusalem and stood before the Ark of the Covenant with the Lord. There he gave burnt offerings and fellowship offerings to the Lord. After that, he gave a feast for all of his leaders and officers."
            },
            {
                "verse_number": "16",
                "verse_text": "One day two women who were prostitutes came to Solomon. They stood before him."
            },
            {
                "verse_number": "17",
                "verse_text": "One of the women said, &apos;My master, this woman and I live in the same house. I gave birth to a baby while she was there with me."
            },
            {
                "verse_number": "18",
                "verse_text": "Three days later this woman also gave birth to a baby. No one else was in the house with us. There were only the two of us."
            },
            {
                "verse_number": "19",
                "verse_text": "One night this woman rolled over on her baby, and it died."
            },
            {
                "verse_number": "20",
                "verse_text": "So during the night she took my son from my bed while I was asleep. She carried him to her bed. Then she put the dead baby in my bed."
            },
            {
                "verse_number": "21",
                "verse_text": "The next morning I got up to feed my baby. But I saw that he was dead! Then I looked at him more closely. I saw that he was not my son.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the other woman said, &apos;No! The living baby is my son. The dead baby is yours!&apos; But the first woman said, &apos;No! The dead baby is yours, and the living one is mine!&apos; So the two women argued before the king. But the other woman said, &apos;Neither of us will have him. Cut him into two pieces!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then King Solomon said, &apos;Each of you says the living baby is your own. And each of you says the dead baby belongs to the other woman.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then King Solomon sent his servants to get a sword. When they brought it to him,"
            },
            {
                "verse_number": "25",
                "verse_text": "he said, &apos;Cut the living baby into two pieces. Give each woman half of the baby.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The real mother of the living child was full of love for her son. She said to the king, &apos;Please, my master, don&quot;t kill him! Give the baby to her!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then King Solomon said, &apos;Give the baby to the first woman. Don&quot;t kill him. She is the real mother.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When the people of Israel heard about King Solomon&quot;s decision, they respected him very much. They saw he had wisdom from God to make the right decisions."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon ruled over all Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the names of his leading officers: Azariah son of Zadok was the priest; Jehoshaphat son of Ahilud recorded the history of the people; Zadok and Abiathar were priests; Zabud son of Nathan was a priest and adviser to the king; Adoniram son of Abda was in charge of the slaves. Ben-Hur was governor over the mountain country of Ephraim."
            },
            {
                "verse_number": "3",
                "verse_text": "Elihoreph and Ahijah, sons of Shisha, recorded what happened in the courts;"
            },
            {
                "verse_number": "4",
                "verse_text": "Benaiah son of Jehoiada was commander of the army;"
            },
            {
                "verse_number": "5",
                "verse_text": "Azariah son of Nathan was in charge of the district governors;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahishar was responsible for everything in the palace;"
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon placed 12 governors over the districts of Israel. They had to gather food from their districts. Then they were to give it to the king and his family. Each governor was responsible for giving food to the king one month of each year."
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of the 12 governors:"
            },
            {
                "verse_number": "9",
                "verse_text": "Ben-Deker was governor over Makaz, Shaalbim, Beth Shemesh and Elon Bethhanan."
            },
            {
                "verse_number": "10",
                "verse_text": "Ben-Hesed was governor over Arubboth, Socoh and Hepher."
            },
            {
                "verse_number": "11",
                "verse_text": "Ben-Abinadab was governor over Naphoth Dor. (He was married to Taphath daughter of Solomon.)"
            },
            {
                "verse_number": "12",
                "verse_text": "Baana son of Ahilud was governor over Taanach, Megiddo and all of Beth Shan next to Zarethan. (This was below Jezreel from Beth Shan to Abel Meholah across Jokmeam.)"
            },
            {
                "verse_number": "13",
                "verse_text": "Ben-Geber was governor over Ramoth in Gilead. (He was governor over all the Towns of Jair in Gilead. Jair was the son of Manasseh. Ben-Geber was also over the district of Argob in Bashan. It had 60 large, walled cities with bronze bars on their gates.)"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahinadab son of Iddo was governor over Mahanaim."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahimaaz was governor over Naphtali. (He was married to Basemath daughter of Solomon.)"
            },
            {
                "verse_number": "16",
                "verse_text": "Baana son of Hushai was governor over Asher and Aloth."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoshaphat son of Paruah was governor over Issachar."
            },
            {
                "verse_number": "18",
                "verse_text": "Shimei son of Ela was governor over Benjamin."
            },
            {
                "verse_number": "19",
                "verse_text": "Geber son of Uri was governor over Gilead. (Gilead was the country where Sihon king of the Amorite people lived. Og king of Bashan also lived there.) But Geber was the only governor over the district."
            },
            {
                "verse_number": "20",
                "verse_text": "There were many people in Judah and Israel. There were as many people as there were grains of sand on the seashore. The people ate, drank and were happy."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon ruled over all the kingdoms from the Euphrates River to the land of the Philistine people. His kingdom went as far as the border of Egypt. These countries brought Solomon the payments he demanded. And they obeyed him all his life."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon needed much food each day to feed himself and all the people who ate at his table. It took 185 bushels of fine flour and 375 bushels of meal."
            },
            {
                "verse_number": "23",
                "verse_text": "It also took 10 cows that were fed good grain, 20 cows that were raised in the fields and 100 sheep. And it took 3 different kinds of deer and fat birds."
            },
            {
                "verse_number": "24",
                "verse_text": "Solomon ruled over all the countries west of the Euphrates River. This was the land from Tiphsah to Gaza. And Solomon had peace on all sides of his kingdom."
            },
            {
                "verse_number": "25",
                "verse_text": "During Solomon&quot;s life Judah and Israel, from Dan to Beersheba, lived in peace. Each man was able to sit under his own fig trees and grapevines."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon had 4,000 stalls for his chariot horses. And he had 12,000 chariot soldiers."
            },
            {
                "verse_number": "27",
                "verse_text": "Each month one of the district governors gave King Solomon all the food he needed. This was enough for every person who ate at the king&quot;s table. The governors made sure he had everything he needed."
            },
            {
                "verse_number": "28",
                "verse_text": "They also gave the king enough barley and straw for the chariot and work horses. Each person brought this grain to the required places."
            },
            {
                "verse_number": "29",
                "verse_text": "God gave great wisdom to Solomon. Solomon could understand many things. His wisdom was as hard to measure as the sand on the seashore."
            },
            {
                "verse_number": "30",
                "verse_text": "His wisdom was greater than the wisdom of all the men in the East. And his wisdom was greater than all the wisdom of the men in Egypt."
            },
            {
                "verse_number": "31",
                "verse_text": "He was wiser than any other man on earth. He was even wiser than Ethan the Ezrahite. He was wiser than Heman, Calcol and Darda. They were the sons of Mahol. King Solomon became famous in all the countries around Israel and Judah."
            },
            {
                "verse_number": "32",
                "verse_text": "During his life King Solomon spoke 3,000 wise teachings. He also knew 1,005 songs."
            },
            {
                "verse_number": "33",
                "verse_text": "He taught about many different kinds of plants. He taught about everything from the great cedar trees of Lebanon to the hyssop that grows out of the walls. He also taught about animals, birds, crawling things and fish."
            },
            {
                "verse_number": "34",
                "verse_text": "People from all nations came to listen to King Solomon&quot;s wisdom. The kings of all nations sent them to listen to him. These kings had heard of Solomon&quot;s wisdom."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now King Hiram was the king of Tyre. He had always been a friend of David. Hiram heard that Solomon had been made king in David&quot;s place. So he sent his messengers to Solomon."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon sent this message back to King Hiram:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You remember that my father David had to fight many wars with the countries around him. So he was never able to build a temple for worship to the Lord his God. David was waiting until the Lord allowed him to defeat all his enemies."
            },
            {
                "verse_number": "4",
                "verse_text": "But now the Lord my God has given me peace. There is peace on all sides of my country. I have no enemies now. My people are in no danger."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The Lord made a promise to my father David. The Lord said, &quot;I will make your son king after you. And he will build a temple for worship to me.&quot; Now, I plan to build that temple for worship to the Lord my God."
            },
            {
                "verse_number": "6",
                "verse_text": "And so I ask for your help. Send your men to cut down cedar trees for me from Lebanon. My servants will work with yours. I will pay your servants whatever wages you decide. We don&quot;t have anyone who can cut down trees as well as the people of Sidon can.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When Hiram heard what Solomon asked, he was very happy. He said, &apos;I thank the Lord today! He has given David a wise son to rule over this great nation!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Hiram sent back this message to Solomon: &apos;I received the message you sent. I will give you all the cedar and pine trees you want."
            },
            {
                "verse_number": "9",
                "verse_text": "My servants will bring them down from Lebanon to the sea. There I will tie them together. Then I will float them down the shore to the place you choose. There I will separate the logs, and you can take them away. In return you will give food to all those who live with me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Hiram gave Solomon as much cedar and pine as he wanted."
            },
            {
                "verse_number": "11",
                "verse_text": "And Solomon gave Hiram about 125,000 bushels of wheat each year. It was to feed all those who lived with Hiram. And Solomon gave him about 115,000 gallons of pure olive oil every year."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord gave wisdom to Solomon as he had promised. And there was peace between Hiram and Solomon. These two kings made a treaty between themselves."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon forced 30,000 men of Israel to help in this work."
            },
            {
                "verse_number": "14",
                "verse_text": "He put a man named Adoniram over them. Solomon sent a group of 10,000 men each month to Lebanon. So each group worked in Lebanon one month. Then it went home for two months."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon forced 80,000 men to work in the hill country, cutting stone. And he had 70,000 men to carry the stones."
            },
            {
                "verse_number": "16",
                "verse_text": "There were also 3,300 men who directed the workers."
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon commanded them to cut large blocks of fine stone. These were to be used for the foundation of the Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon&quot;s and Hiram&quot;s builders and the men from Byblos carved the stones. They prepared the stones and the logs for building the Temple."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So Solomon began to build the Temple. This was 480 years after the people of Israel had left Egypt. (This was the fourth year of King Solomon&quot;s rule over Israel.) It was the second month, the month of Ziv."
            },
            {
                "verse_number": "2",
                "verse_text": "The Temple was 90 feet long and 30 feet wide. It was 45 feet high."
            },
            {
                "verse_number": "3",
                "verse_text": "The porch in front of the main room of the Temple was 15 feet deep and 30 feet wide. The room ran along the front of the Temple itself. Its width was equal to the width of the Temple."
            },
            {
                "verse_number": "4",
                "verse_text": "There were narrow windows in the Temple. These windows were narrow on the outside and larger on the inside."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Solomon built some side rooms against the walls of the main room of the Temple. These rooms were built on top of each other."
            },
            {
                "verse_number": "6",
                "verse_text": "The rooms on the bottom floor were 7Â½ feet wide. The rooms on the middle floor were 9 feet wide. The rooms above that were 10Â½ feet wide. The Temple wall which made the side of each room was thinner than the wall in the room below. The rooms were pushed against the wall but did not have their main beams built into the wall."
            },
            {
                "verse_number": "7",
                "verse_text": "The stones were prepared at the same place they were cut from the ground. Only these stones were used to build the Temple. So there was no noise of hammers, axes or any other iron tools at the Temple."
            },
            {
                "verse_number": "8",
                "verse_text": "The entrance to the bottom rooms built beside the Temple was on the south side. From there, stairs went up to the second floor rooms. And from there, they went on to the third floor rooms."
            },
            {
                "verse_number": "9",
                "verse_text": "Solomon put a roof made from beams and cedar boards on the Temple. So he finished building the Temple."
            },
            {
                "verse_number": "10",
                "verse_text": "He also finished building the bottom floor that was beside the Temple. It was 7Â½ feet high. It was attached to the Temple by cedar beams."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord spoke his word to Solomon:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Obey all my laws and commands. If you do, I will do for you what I promised your father David."
            },
            {
                "verse_number": "13",
                "verse_text": "And I will live among the children of Israel in this Temple you are building. I will never leave the people of Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Solomon finished building the Temple."
            },
            {
                "verse_number": "15",
                "verse_text": "The inside walls were covered from floor to ceiling with cedar boards. The floor was made from pine boards."
            },
            {
                "verse_number": "16",
                "verse_text": "A room 30 feet long was built in the back part of the Temple. It was divided from the rest of the Temple by cedar boards reaching from floor to ceiling. It was called the Most Holy Place."
            },
            {
                "verse_number": "17",
                "verse_text": "The main room, the room in front of the Most Holy Place, was 60 feet long."
            },
            {
                "verse_number": "18",
                "verse_text": "Inside the Temple was cedar. It was carved with pictures of flowers and plants. Everything inside was covered with cedar. So a person could not see the stones of the wall."
            },
            {
                "verse_number": "19",
                "verse_text": "He prepared the inner room at the back of the Temple to keep the Ark of the Covenant with the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "This inner room was 30 feet long, 30 feet wide and 30 feet high. Solomon covered this room with pure gold. He built an altar of cedar and covered it also."
            },
            {
                "verse_number": "21",
                "verse_text": "He covered the inside of the Temple with pure gold. And he placed gold chains across the front of the inner room. It was covered with gold."
            },
            {
                "verse_number": "22",
                "verse_text": "So all the inside of the Temple was covered with gold. Also the altar in the Most Holy Place was covered with gold."
            },
            {
                "verse_number": "23",
                "verse_text": "Solomon made two creatures with wings from olive wood. Each creature was 15 feet tall. They were put in the Most Holy Place."
            },
            {
                "verse_number": "24",
                "verse_text": "Each creature had two wings. Each wing was 7Â½ feet long. So it was 15 feet from the end of one wing to the end of the other wing."
            },
            {
                "verse_number": "25",
                "verse_text": "The creatures were the same size and shape."
            },
            {
                "verse_number": "26",
                "verse_text": "And each was 15 feet tall."
            },
            {
                "verse_number": "27",
                "verse_text": "These creatures were put beside each other in the Most Holy Place. Their wings were spread out. So one creature&quot;s wing touched one wall. The other creature&quot;s wing touched the other wall. And their wings touched each other in the middle of the room."
            },
            {
                "verse_number": "28",
                "verse_text": "The two creatures were covered with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "All the walls around the Temple were carved. They were carved with pictures of creatures with wings, palm trees and flowers. This was true for both the main room and the inner room."
            },
            {
                "verse_number": "30",
                "verse_text": "The floors of both rooms were covered with gold."
            },
            {
                "verse_number": "31",
                "verse_text": "Doors made from olive wood were put at the entrance to the Most Holy Place. The doors were made to fit into an area with five sides."
            },
            {
                "verse_number": "32",
                "verse_text": "Creatures with wings, palm trees and flowers were carved on the two olive wood doors. Then the doors were covered with gold. And the creatures and the palm trees were covered with gold."
            },
            {
                "verse_number": "33",
                "verse_text": "At the entrance to the main room there was a door frame. It was square and was made of olive wood."
            },
            {
                "verse_number": "34",
                "verse_text": "Two doors were made from pine. Each door had two parts so that the doors folded."
            },
            {
                "verse_number": "35",
                "verse_text": "The doors were covered with pictures of creatures with wings, palm trees and flowers. And all of the carvings were covered with gold. The gold was smoothed over the carvings."
            },
            {
                "verse_number": "36",
                "verse_text": "The inner courtyard was built and enclosed with walls. The walls were made of three rows of cut stones and one row of cedar boards."
            },
            {
                "verse_number": "37",
                "verse_text": "Work began on the Temple in Ziv, the second month. This was during the fourth year Solomon ruled over Israel."
            },
            {
                "verse_number": "38",
                "verse_text": "The Temple was finished during the eleventh year Solomon ruled. It was finished in the eighth month, the month of Bul. It was finished exactly as it was planned. Solomon had worked seven years to build the Temple."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon also built a palace for himself. It took him 13 years to finish building it."
            },
            {
                "verse_number": "2",
                "verse_text": "He built the Palace of the Forest of Lebanon. It was 150 feet long, 75 feet wide and 45 feet high. It had four rows of cedar columns. They supported the cedar beams."
            },
            {
                "verse_number": "3",
                "verse_text": "The ceiling was covered with cedar above the beams. There were 45 beams on the roof, with 15 beams in each row."
            },
            {
                "verse_number": "4",
                "verse_text": "Windows were placed in three rows facing each other."
            },
            {
                "verse_number": "5",
                "verse_text": "All the doors were square. The three doors at each end faced each other."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon also built the porch of pillars. It was 75 feet long and 45 feet wide. Along the front of the porch, there was a covering supported by pillars."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon also built a throne room where he judged people. He called this the Hall of Justice. The room was covered with cedar from the floor to the ceiling."
            },
            {
                "verse_number": "8",
                "verse_text": "The palace where Solomon was to live was behind the Hall of Justice. And it was built like the Hall of Justice. Solomon also built the same kind of palace for his wife. She was the daughter of the king of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "All these buildings were made with blocks of carefully cut fine stone. Then they were trimmed with a saw in the front and back. These fine stones went from the foundations of the buildings to the top of the walls. Even the courtyard was made with blocks of stone."
            },
            {
                "verse_number": "10",
                "verse_text": "The foundations were made with large blocks of fine stone. Some of the stones were 15 feet long. Others were 12 feet long."
            },
            {
                "verse_number": "11",
                "verse_text": "On top of those stones there were other cut blocks of fine stone and cedar beams."
            },
            {
                "verse_number": "12",
                "verse_text": "The palace courtyard, the courtyard inside the Temple and the porch to the Temple were surrounded by walls. All of these walls had three rows of cut stone blocks and one row of cedar beams."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon sent to Tyre and had Huram brought to him."
            },
            {
                "verse_number": "14",
                "verse_text": "Huram&quot;s mother was a widow from the tribe of Naphtali. His father was from Tyre and had been skilled in making things from bronze. Huram was also very skilled and experienced in bronze work. So he came to King Solomon. And he did all the bronze work Solomon wanted."
            },
            {
                "verse_number": "15",
                "verse_text": "He made two bronze pillars. Each one was 27 feet tall and 18 feet around."
            },
            {
                "verse_number": "16",
                "verse_text": "He also made two bronze capitals that were 7Â½ feet tall. He put them on top of the pillars."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he made a net of seven chains for each capital. They covered the capitals on top of the two pillars."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he made two rows of bronze pomegranates to go on the nets. They were to cover the capitals at the top of the pillars."
            },
            {
                "verse_number": "19",
                "verse_text": "The capitals on top of the pillars in the porch were shaped like lilies. They were 6 feet tall."
            },
            {
                "verse_number": "20",
                "verse_text": "The capitals were on top of both pillars. They were above the bowl-shaped section and next to the nets. At that place there were 200 pomegranates in rows all around the capitals."
            },
            {
                "verse_number": "21",
                "verse_text": "Huram put these two bronze pillars at the porch of the Temple. He named the south pillar He Establishes. And he named the north pillar In Him Is Strength."
            },
            {
                "verse_number": "22",
                "verse_text": "The capitals on top of the pillars were shaped like lilies. So the work on the pillars was finished."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Huram made a large round bowl from bronze, which was called the Sea. It was 45 feet around. It was 15 feet across and 7Â½ feet deep."
            },
            {
                "verse_number": "24",
                "verse_text": "There was a rim around the outer edge of the bowl. Under this rim there were two rows of bronze plants surrounding the bowl. There were ten plants in every 18 inches. They were made in one piece with the bowl."
            },
            {
                "verse_number": "25",
                "verse_text": "The bowl rested on the backs of 12 bronze bulls. They faced outward from the center of the bowl. Three bulls faced north, 3 faced east, 3 faced south and 3 faced west."
            },
            {
                "verse_number": "26",
                "verse_text": "The sides of the bowl were 4 inches thick. The rim was like the rim of a cup or like a lily blossom. The bowl held about 11,000 gallons."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Huram made ten bronze stands. Each one was 6 feet long, 6 feet wide and 4Â½ feet high."
            },
            {
                "verse_number": "28",
                "verse_text": "The stands were made from square sides, which were put on frames."
            },
            {
                "verse_number": "29",
                "verse_text": "On the sides were bronze lions, bulls and creatures with wings. On the frames above and below the lions and bulls there were designs of flowers hammered into the bronze."
            },
            {
                "verse_number": "30",
                "verse_text": "Each stand had four bronze wheels with bronze axles. At the corners there were bronze supports for a large bowl. The supports had designs of flowers."
            },
            {
                "verse_number": "31",
                "verse_text": "There was a frame on top of the bowls. It was 18 inches high above the bowls. The opening of the bowl was round, 27 inches deep. There were designs carved into the bronze on the frame. The frame was square, not round."
            },
            {
                "verse_number": "32",
                "verse_text": "The four wheels were under the frame. They were 27 inches high. The axles between the wheels were made as one piece with the stand."
            },
            {
                "verse_number": "33",
                "verse_text": "The wheels were like a chariot&quot;s wheels. Everything on the wheels was made of bronze. The axles, rims, spokes and hubs were made of bronze."
            },
            {
                "verse_number": "34",
                "verse_text": "The four supports were on the four corners of each stand. They were made as one piece with the stand."
            },
            {
                "verse_number": "35",
                "verse_text": "There was a strip of bronze around the top of each stand. It was 9 inches deep. It was made as one piece with the stand."
            },
            {
                "verse_number": "36",
                "verse_text": "The sides of the stand and the frames were totally covered with carvings. They were carved with pictures of creatures with wings, lions and palm trees. There were also flowers carved all around."
            },
            {
                "verse_number": "37",
                "verse_text": "So this is the way Huram made the ten stands. The bronze for each stand was melted and poured into a mold. So all of the stands were the same size and shape."
            },
            {
                "verse_number": "38",
                "verse_text": "Huram also made ten bronze bowls. There was one bowl for each of the ten stands. Each bowl was six feet across and could hold about 230 gallons."
            },
            {
                "verse_number": "39",
                "verse_text": "Huram put five of the stands on the south side of the Temple. And he put the other five stands on the north side. He put the large bowl in the southeast corner of the Temple."
            },
            {
                "verse_number": "40",
                "verse_text": "Huram also made bowls, shovels and small bowls. So Huram finished making everything King Solomon wanted him to make. Here is a list of what Huram made for the Temple of the Lord: two large bowls for the capitals on top of the pillars; two nets to cover the two large bowls for the capitals on top of the pillars; Huram made everything King Solomon wanted. They were all made from polished bronze. the golden altar; the golden table which held the bread that shows God&quot;s people are in his presence; the gold flowers, lamps and tongs; the hinges for the doors of the Most Holy Place and the main room of the Temple."
            },
            {
                "verse_number": "41",
                "verse_text": "two pillars;"
            },
            {
                "verse_number": "42",
                "verse_text": "400 pomegranates for the two nets (there were two rows of pomegranates for each net covering the bowls for the capitals on top of the pillars);"
            },
            {
                "verse_number": "43",
                "verse_text": "ten stands with a bowl on each stand;"
            },
            {
                "verse_number": "44",
                "verse_text": "the large bowl with 12 bulls under it;"
            },
            {
                "verse_number": "45",
                "verse_text": "the pots, shovels, small bowls and all the dishes for the Temple of the Lord."
            },
            {
                "verse_number": "46",
                "verse_text": "The king ordered these things to be made near the Jordan River between Succoth and Zarethan. They were made by melting and pouring bronze into clay molds."
            },
            {
                "verse_number": "47",
                "verse_text": "Solomon never weighed the bronze used to make these things. There was too much to weigh. So the total weight of all the bronze was never known."
            },
            {
                "verse_number": "48",
                "verse_text": "Solomon also commanded that many things be made of gold for the Temple:"
            },
            {
                "verse_number": "49",
                "verse_text": "the lampstands of pure gold (five on the right side and five on the left side in front of the Most Holy Place);"
            },
            {
                "verse_number": "50",
                "verse_text": "the pure gold bowls, wick trimmers, small bowls, pans and dishes used to carry coals;"
            },
            {
                "verse_number": "51",
                "verse_text": "So the work King Solomon did for the Temple of the Lord was finished. David, Solomon&quot;s father, had saved silver, gold and other articles for the Temple. So Solomon brought these things into the Temple. And he put them into the treasuries of the Temple of the Lord."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then King Solomon called for all the leaders of Israel to come to him in Jerusalem. He called for the elders, the heads of the tribes and the leaders of the families. He wanted them to bring the Ark of the Covenant with the Lord from the older part of the city."
            },
            {
                "verse_number": "2",
                "verse_text": "So all the men of Israel came together with King Solomon. This was during a festival in the month of Ethanim. That is the seventh month."
            },
            {
                "verse_number": "3",
                "verse_text": "All of the elders of Israel arrived. Then the priests took up the Ark of the Covenant."
            },
            {
                "verse_number": "4",
                "verse_text": "They carried the Ark of the Covenant of the Lord, the Meeting Tent and the holy things in it. The Levites helped the priests carry these things."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon and all the people of Israel gathered before the Ark of the Covenant. They sacrificed so many sheep and cattle no one could count them all."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the priests put the Ark of the Covenant with the Lord in its right place. This was inside the Most Holy Place in the Temple. The Ark of the Covenant was put under the wings of the golden creatures."
            },
            {
                "verse_number": "7",
                "verse_text": "The wings of the creatures were spread out over the place of the Ark of the Covenant. So they covered it and its carrying poles."
            },
            {
                "verse_number": "8",
                "verse_text": "The carrying poles were very long. Anyone standing in the Holy Place in front of the Most Holy Place could see the ends of the poles. But no one could see them from outside the Holy Place. The poles are still there today."
            },
            {
                "verse_number": "9",
                "verse_text": "The only things inside the Ark of the Covenant were two stone tablets. Moses had put them in the Ark of the Covenant at Mount Sinai. That was where the Lord made his agreement with the Israelites after they came out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "When the priests left the Holy Place, the cloud filled the Temple of the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "The priests could not continue their work. This was because the Temple was filled with the glory of the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon said, &apos;The Lord said he would live in a dark cloud."
            },
            {
                "verse_number": "13",
                "verse_text": "Lord, I have truly built a wonderful Temple for you. It is a place for you to live forever.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "While all the people of Israel were standing there, King Solomon turned to them and blessed them."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he prayed: &apos;Praise the Lord, the God of Israel. He himself has done what he promised to my father David. The Lord told my father,"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;I brought my people Israel out of Egypt. But I have not yet chosen a city in any tribe of Israel where a temple will be built for worshiping me. But I have chosen David to rule over my people Israel.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;My father David wanted to build a temple for worshiping the Lord, the God of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Lord said to my father David, &quot;I know you want to build a temple for worshiping me. And this is good."
            },
            {
                "verse_number": "19",
                "verse_text": "But you are not the one to build the temple. It will be your son, who comes from your own body. He is the one who will build my temple.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;So the Lord has kept the promise that he gave. I am the king now in place of David my father. Now I rule Israel as the Lord promised. And I have built the Temple for worshiping the Lord, the God of Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "I have made a place in the Temple for the Ark of the Covenant. Inside that Ark is the agreement the Lord made with our ancestors. He made that agreement when he brought them out of Egypt.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Solomon stood facing the Lord&quot;s altar. All of the people of Israel were standing behind him. He spread out his hands and looked toward the sky."
            },
            {
                "verse_number": "23",
                "verse_text": "He said: &apos;Lord, God of Israel, there is no god like you. There is no god like you in heaven above or on the earth below. You make agreements with your people because you love them. And you keep your agreements with those who truly follow you."
            },
            {
                "verse_number": "24",
                "verse_text": "You have kept the promise you made to your servant David, my father. You made that promise with your own mouth. And with your great power you have made it come true today."
            },
            {
                "verse_number": "25",
                "verse_text": "Now Lord, God of Israel, keep the other promises you made to your servant David, my father. You said, &quot;Your sons must be careful to obey me as you have obeyed me. If they do this, there will always be someone from your family ruling Israel.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Again, Lord, God of Israel, I ask you. Please continue to keep that promise you made to my father."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But, God, can you really live here on the earth? Even the sky and the highest place in heaven cannot contain you. Certainly this house which I have built cannot contain you either."
            },
            {
                "verse_number": "28",
                "verse_text": "But please listen to my prayer and my request. I am your servant, and you are the Lord my God. Hear this prayer I am praying to you today."
            },
            {
                "verse_number": "29",
                "verse_text": "In the past you said, &quot;I will be worshiped there.&quot; So please watch over this Temple night and day. Hear the prayer I pray to you here."
            },
            {
                "verse_number": "30",
                "verse_text": "Hear my prayers and the prayers of your people Israel. Please hear us when we pray facing this place. Hear us from your home in heaven. And when you hear us, forgive us."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If a person does something wrong against someone else, he will be brought to the altar in this Temple. If he swears an oath that he is not guilty,"
            },
            {
                "verse_number": "32",
                "verse_text": "then hear in heaven. Judge the man. Punish the guilty person for what he has done. And declare that the innocent person is not guilty."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Sometimes your people of Israel will sin against you. Because of this their enemies will defeat them. Then the people will come back to you and praise you. They will pray to you in this Temple."
            },
            {
                "verse_number": "34",
                "verse_text": "Please hear them in heaven. Forgive the sins of your people Israel. Allow them to have their land again. This is the land you gave to their ancestors."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Sometimes when they sin against you, you will stop the rain from falling on their land. Then they will pray, facing this place. They will praise you. They will stop sinning when you make them suffer."
            },
            {
                "verse_number": "36",
                "verse_text": "When this happens, please hear their prayer in heaven. Then forgive the sins of your servant. And forgive the sins of the people of Israel. Teach them to do what is right. Then please send rain to this land you gave them."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;At times the land will become so dry that no food will grow. Or, a great sickness will spread among the people. Sometimes all the crops will be destroyed by locusts or grasshoppers. Your people will be attacked in their cities by their enemies. Your people will become sick."
            },
            {
                "verse_number": "38",
                "verse_text": "When any of these things happen, the people will become truly sorry. If anyone of your people Israel spreads his hands in prayer toward this Temple,"
            },
            {
                "verse_number": "39",
                "verse_text": "please hear his prayer. Hear it from your home in heaven. Then forgive the people and help them. Only you know what people are really thinking. So judge each person, and do to him what is right."
            },
            {
                "verse_number": "40",
                "verse_text": "Do this so your people will respect you all the time they live in this land. This is the land you gave to our ancestors."
            },
            {
                "verse_number": "43",
                "verse_text": "Please hear their prayers from your home in heaven. Please do whatever they ask you. Then people everywhere will know you and respect you, as your people in Israel do. Then everyone will know I built this Temple for worship to you."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Sometimes you will command your people to go and fight against their enemies. Then your people will pray to you facing this city which you have chosen. They will pray facing the Temple I have built for your worship."
            },
            {
                "verse_number": "45",
                "verse_text": "When they pray, hear their prayers from your home in heaven. Then help them."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Everyone sins. So your people will also sin against you. And you will become angry with your people. You will let their enemies defeat them. Their enemies will make them prisoners and carry them away to their own countries."
            },
            {
                "verse_number": "47",
                "verse_text": "Your people might be sorry for their sins when they are held as prisoners in another country. Perhaps they will be sorry and pray to you in the land where they are held as prisoners. They might say, &quot;We have sinned and done wrong.&quot;"
            },
            {
                "verse_number": "48",
                "verse_text": "They may truly turn back to you in the land of their enemies. Perhaps they will pray to you, facing this land you gave their fathers. They may pray to you, facing this city you have chosen. They may face this Temple I have built for your worship."
            },
            {
                "verse_number": "49",
                "verse_text": "If they do, then please hear them from your home in heaven. Hear their prayers and do what is right."
            },
            {
                "verse_number": "50",
                "verse_text": "Forgive your people of all their sins. And forgive them for turning against you. Make those who have taken them as prisoners show them mercy."
            },
            {
                "verse_number": "51",
                "verse_text": "Remember that they are your people. Remember that you brought them out of Egypt. It was as if you pulled them out of a blazing furnace!"
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;Please give your attention to my prayers. And please give your attention to the prayers of your people Israel. Listen to their prayers anytime they ask you for help."
            },
            {
                "verse_number": "53",
                "verse_text": "You chose them from all the nations on earth to be your very own people. This is what you promised through Moses your servant. You promised it when you brought our ancestors out of Egypt, Lord God.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Solomon prayed this prayer to the Lord. He had been kneeling in front of the altar. And his arms had been raised toward heaven. When Solomon finished praying, he stood up."
            },
            {
                "verse_number": "55",
                "verse_text": "Then, in a loud voice, he blessed all the people of Israel. Solomon said:"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Praise the Lord! He promised he would give rest to his people Israel. And he has given us rest! The Lord has kept all the good promises he gave through his servant Moses."
            },
            {
                "verse_number": "57",
                "verse_text": "I ask that the Lord our God be with us. May he be with us as he was with our ancestors. May he never leave us."
            },
            {
                "verse_number": "58",
                "verse_text": "May he cause us to turn to him and follow him. May we obey all the laws and commands he gave our ancestors."
            },
            {
                "verse_number": "59",
                "verse_text": "I ask that the Lord our God always remember this prayer. I pray that he will help his servant and his people Israel. I pray he will help us every day as we need it."
            },
            {
                "verse_number": "60",
                "verse_text": "Then all the people of the world will know the Lord is the only true God."
            },
            {
                "verse_number": "61",
                "verse_text": "So you must fully obey the Lord our God. You must follow all his laws and commands. You must continue to obey in the future as you do now.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then King Solomon and all Israel with him offered sacrifices to the Lord."
            },
            {
                "verse_number": "63",
                "verse_text": "Solomon killed 22,000 cattle and 120,000 sheep. These were fellowship offerings. In this way the king and the Israelites showed they had given the Temple to the Lord."
            },
            {
                "verse_number": "64",
                "verse_text": "Also that day King Solomon made the courtyard before the Temple holy. He offered whole burnt sacrifices and grain offerings. He also offered the fat from the fellowship offerings. He had to make these offerings in the courtyard. This was because the bronze altar before the Lord was too small. It could not hold all the offerings."
            },
            {
                "verse_number": "65",
                "verse_text": "So King Solomon and all the people of Israel also celebrated the other festival that came at that time. People came from as far away as Lebo Hamath in the north. And they came from as far as the brook of Egypt in the south. A great many people were there. They ate, drank and rejoiced before the Lord for a total of 14 days."
            },
            {
                "verse_number": "66",
                "verse_text": "On the following day Solomon sent the people home. So they blessed the king and went home. They were happy because of all the good things the Lord had done for his servant David and for his people, Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "So Solomon finished building the Temple of the Lord and his royal palace. Solomon finished building everything he wanted to build."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord appeared to him again. This was just as he had done before, in Gibeon."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord said to him: &apos;I have heard your prayer. I have heard what you asked me to do. You built this Temple. And I have made it a holy place. So I will be worshiped there forever. I will watch over it and protect it always."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;But you must serve me as your father David did. He was fair and sincere. You must obey my laws and do everything I command."
            },
            {
                "verse_number": "5",
                "verse_text": "If you do these things, I will allow your family to rule Israel forever. I made this promise to your father David. I told him that someone from his family would always be king over Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;But you and your children must follow me. You must obey the laws and commands I have given you. You must not go off to serve or worship other gods."
            },
            {
                "verse_number": "7",
                "verse_text": "If you do, I will force Israel to leave the land I have given them. I made the Temple holy for people to worship me there. But if you don&quot;t obey me, I will tear it down. Then Israel will become a bad example, a joke, to other people."
            },
            {
                "verse_number": "8",
                "verse_text": "If the Temple is destroyed, everyone who sees it will be shocked. They will make fun of you and ask, &quot;Why did the Lord do this? Why did he do this terrible thing to this land and this Temple?&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Other people will answer, &quot;This happened because they left the Lord their God. He brought their ancestors out of Egypt. But they decided to follow other gods. They worshiped and served those gods. That is why the Lord brought all this disaster to them.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "By the end of 20 years, King Solomon had built the Temple of the Lord. And he had built the royal palace."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time King Solomon gave 20 towns in Galilee to Hiram king of Tyre. Solomon did this because Hiram had helped with the buildings. Hiram had given him all the cedar, pine and gold he wanted."
            },
            {
                "verse_number": "12",
                "verse_text": "So Hiram traveled from Tyre to see the towns Solomon had given him. When Hiram saw them, he was not pleased."
            },
            {
                "verse_number": "13",
                "verse_text": "He asked, &apos;What are these towns you have given me, my brother?&apos; So he named that land the Land of Cabul. And it is still called that today."
            },
            {
                "verse_number": "14",
                "verse_text": "Hiram had sent to King Solomon about 9,000 pounds of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "King Solomon had forced slaves to build the Temple and the palace. Then he had them fill in the land on the east side of the city. And he had them build the wall around Jerusalem. He also had them rebuild the cities of Hazor, Megiddo and Gezer."
            },
            {
                "verse_number": "16",
                "verse_text": "(In the past the king of Egypt had attacked Gezer and captured it. He had burned it and killed the Canaanites who lived there. Then he gave it to his daughter as a wedding present. His daughter married Solomon."
            },
            {
                "verse_number": "17",
                "verse_text": "So Solomon rebuilt it.) He also built the cities of Lower Beth Horon,"
            },
            {
                "verse_number": "18",
                "verse_text": "Baalath and Tadmor, which is in the Judean desert."
            },
            {
                "verse_number": "19",
                "verse_text": "King Solomon also built cities where he could store grain and supplies. And he built cities for his chariots and chariot soldiers. Solomon built whatever he wanted in Jerusalem, Lebanon and everywhere he ruled."
            },
            {
                "verse_number": "20",
                "verse_text": "There were people in the land who were not Israelites. There were some Amorites, Hittites, Perizzites, Hivites and Jebusites."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites had not been able to destroy them from the land. So Solomon forced them to work for him as slaves. And they are still slaves today."
            },
            {
                "verse_number": "22",
                "verse_text": "But Solomon did not force any Israelites to be his slaves. The Israelites were his soldiers, government leaders, officers, captains and chariot commanders and drivers."
            },
            {
                "verse_number": "23",
                "verse_text": "There were 550 supervisors over Solomon&quot;s projects. They were supervisors over the men who did the work."
            },
            {
                "verse_number": "24",
                "verse_text": "The daughter of the king of Egypt moved from the old part of Jerusalem to the palace. This was the palace Solomon had built for her. Then Solomon filled in the land on the east side of the city."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times each year Solomon offered whole burnt offerings and fellowship offerings on the altar. This is the altar he had built for the Lord. Solomon also burned incense before the Lord. So he finished the work on the Temple."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon also built ships at Ezion Geber. This town is near Elath. It is on the shore of the Gulf of Aqaba, in the land of Edom."
            },
            {
                "verse_number": "27",
                "verse_text": "King Hiram had sailors who knew much about the sea. So he sent them to serve in Solomon&quot;s ships with Solomon&quot;s men."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon&quot;s ships sailed to Ophir. From there they brought back about 32,000 pounds of gold to King Solomon."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now the queen of Sheba heard about Solomon&quot;s fame. So she came to test him with hard questions."
            },
            {
                "verse_number": "2",
                "verse_text": "She traveled to Jerusalem with a very large group of servants. There were many camels carrying spices, jewels and much gold. She came to Solomon and talked with him about all that she had in mind."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon answered all her questions. Nothing was too hard for him to explain to her."
            },
            {
                "verse_number": "4",
                "verse_text": "The queen of Sheba learned that Solomon was very wise. She saw the palace he had built."
            },
            {
                "verse_number": "5",
                "verse_text": "She saw his many officers and the food on his table. She saw the palace servants and their good clothes. She was shown the servants who served him at feasts. And she was shown the whole burnt offerings he made in the Temple of the Lord. All these things amazed her."
            },
            {
                "verse_number": "6",
                "verse_text": "So she said to King Solomon, &apos;I heard in my own country about your achievements and wisdom. And all of it is true."
            },
            {
                "verse_number": "7",
                "verse_text": "I could not believe it then. But now I have come and seen it with my own eyes. I was not told even half of it! Your wisdom and wealth are much greater than I had heard."
            },
            {
                "verse_number": "8",
                "verse_text": "Your men and officers are very lucky! In always serving you, they are able to hear your wisdom!"
            },
            {
                "verse_number": "9",
                "verse_text": "Praise the Lord your God! He was pleased to make you king of Israel. The Lord has constant love for Israel. So he made you king to keep justice and to rule fairly.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the queen of Sheba gave the king about 9,000 pounds of gold. She also gave him many spices and jewels. No one since that time has brought more spices into Israel than the queen of Sheba gave King Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "(Hiram&quot;s ships brought gold from Ophir. They also brought from there very much juniper wood and jewels."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon used the juniper wood to build supports for the Temple of the Lord and the palace. He also used it to make harps and lyres for the musicians. Such fine juniper wood has not been brought in or seen since that time.)"
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon gave the queen of Sheba many gifts. He gave her gifts that a king would give to another ruler. Then he gave her whatever else she wanted and asked for. After this, she and her servants went back to her own country."
            },
            {
                "verse_number": "14",
                "verse_text": "Every year King Solomon received about 50,000 pounds of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "Besides that he also received gold from the traders and merchants. And he received gold from the kings of Arabia and governors of the land."
            },
            {
                "verse_number": "16",
                "verse_text": "King Solomon made 200 large shields of hammered gold. Each shield contained about seven and one-half pounds of gold."
            },
            {
                "verse_number": "17",
                "verse_text": "He also made 300 smaller shields of hammered gold. They each contained about three and three-fourths pounds of gold. The king put them in the Palace of the Forest of Lebanon."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King Solomon built a large throne of ivory. And he covered it with pure gold."
            },
            {
                "verse_number": "19",
                "verse_text": "There were six steps leading up to the throne. The back of the throne was round at the top. There were armrests on both sides of the chair. And beside each armrest was a statue of a lion."
            },
            {
                "verse_number": "20",
                "verse_text": "Twelve lions stood on the six steps. There was one lion at each end of each step. Nothing like this had ever been made for any other kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "All of Solomon&quot;s drinking cups were made of gold. All of the dishes in the Palace of the Forest of Lebanon were pure gold. Nothing was made from silver. In Solomon&quot;s time people did not think silver was valuable."
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon also had many trading ships at sea, along with Hiram&quot;s ships. Every three years the ships returned. They brought back gold, silver, ivory, apes and baboons."
            },
            {
                "verse_number": "23",
                "verse_text": "So Solomon had more riches and wisdom than all the other kings on earth."
            },
            {
                "verse_number": "24",
                "verse_text": "People everywhere wanted to see King Solomon. They wanted to hear the wisdom God had given him."
            },
            {
                "verse_number": "25",
                "verse_text": "Every year everyone who came brought a gift. They brought things made of gold and silver, along with clothes, weapons, spices, horses and mules."
            },
            {
                "verse_number": "26",
                "verse_text": "So Solomon had many chariots and horses. He had 1,400 chariots and 12,000 chariot soldiers. He kept some in special cities for the chariots. And he kept some with him in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "In Jerusalem silver was as common as stones while Solomon was king. Cedar trees were as common as the fig trees growing on the mountain slopes."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon brought in horses from Egypt and Kue. His traders bought them in Kue and brought them to Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "A chariot from Egypt cost about 15 pounds of silver. And a horse cost about 3Â¾ pounds of silver. The traders also sold horses and chariots to the kings of the Hittites and the Arameans."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "But King Solomon loved many women who were not from Israel. He loved the daughter of the king of Egypt. He also loved women of the Moabites, Ammonites, Edomites, Sidonians and Hittites."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord had told the Israelites, &apos;You must not marry people of other nations. If you do, they will cause you to follow their gods.&apos; But Solomon fell in love with these women."
            },
            {
                "verse_number": "3",
                "verse_text": "He had 700 wives who were from royal families. He also had 300 slave women who gave birth to his children. His wives caused him to turn away from God."
            },
            {
                "verse_number": "4",
                "verse_text": "As Solomon grew old, his wives caused him to follow other gods. He did not follow the Lord completely as his father David had done."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon worshiped Ashtoreth, the goddess of the people of Sidon. And he worshiped Molech, the hated god of the Ammonites."
            },
            {
                "verse_number": "6",
                "verse_text": "So Solomon did what the Lord said was wrong. He did not follow the Lord completely as his father David had done."
            },
            {
                "verse_number": "7",
                "verse_text": "On a hill east of Jerusalem, Solomon built two places for worship. He built a place to worship Chemosh, the hated god of the Moabites. And he built a place to worship Molech, the hated god of the Ammonites."
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon did the same thing for all of his foreign wives. So they burned incense and gave sacrifices to their gods."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord had appeared to Solomon twice. But Solomon turned away from following the Lord, the God of Israel. So the Lord was angry with him."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord had commanded Solomon not to follow other gods. But Solomon did not obey the Lord&quot;s command."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Lord said to Solomon, &apos;You have chosen to break your agreement with me. You have not obeyed my commands. So I promise I will tear your kingdom away from you. I will give it to one of your officers."
            },
            {
                "verse_number": "12",
                "verse_text": "But I will not take it away while you are alive. This is because of my love for your father David. I will tear it away from your son when he becomes king."
            },
            {
                "verse_number": "13",
                "verse_text": "But I will not tear away all the kingdom from him. I will leave him one tribe to rule. I will do this because of David, my servant. And I will do it because of Jerusalem, the city I have chosen.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Now Hadad was a member of the family of the king of Edom. And the Lord caused Hadad the Edomite to become Solomon&quot;s enemy."
            },
            {
                "verse_number": "15",
                "verse_text": "Earlier, David had defeated Edom. Joab, the commander of David&quot;s army, went into Edom to bury the dead. While he was there, he killed all the males."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab and all the Israelites stayed in Edom for six months. During that time they killed every male in Edom."
            },
            {
                "verse_number": "17",
                "verse_text": "But at that time Hadad was only a young boy. So he ran away to Egypt with some of his father&quot;s officers."
            },
            {
                "verse_number": "18",
                "verse_text": "They left Midian and went to Paran. In Paran other men joined them. Then they all went to Egypt to see the king. He gave Hadad a house, some land and food to eat."
            },
            {
                "verse_number": "19",
                "verse_text": "The king liked Hadad so much he gave Hadad a wife. She was the sister of Tahpenes, the king&quot;s wife."
            },
            {
                "verse_number": "20",
                "verse_text": "They had a son named Genubath. Queen Tahpenes allowed him to grow up in the royal palace. So he grew up with the king&quot;s own children."
            },
            {
                "verse_number": "21",
                "verse_text": "While he was in Egypt, Hadad heard that David had died. He also heard that Joab, the commander of the army, was dead. So Hadad said to the king, &apos;Let me go home. Let me return to my own country.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the king said, &apos;Why do you want to go back to your own country? What haven&quot;t I given you here?&apos; Hadad answered, &apos;Nothing. But please, let me go.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "God also caused another man to be an enemy to Solomon. This man was Rezon son of Eliada. Rezon had run away from his master, Hadadezer king of Zobah."
            },
            {
                "verse_number": "24",
                "verse_text": "After David defeated the army of Zobah, Rezon gathered some men. He became the leader of a small army. They went to Damascus and settled there. And Rezon became king of Damascus."
            },
            {
                "verse_number": "25",
                "verse_text": "Rezon ruled Aram, and he hated Israel. So he was an enemy of Israel all the time Solomon was alive. Rezon and Hadad caused some trouble for Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam son of Nebat was one of Solomon&quot;s officers. Jeroboam was one of the Ephraimite people. He was from the town of Zeredah. His mother was a widow named Zeruah. He turned against the king."
            },
            {
                "verse_number": "27",
                "verse_text": "This is the story of how Jeroboam turned against the king. Solomon was filling in the land on the east side of Jerusalem. He was also repairing the wall of Jerusalem. It was the city of David, his ancestor."
            },
            {
                "verse_number": "28",
                "verse_text": "Jeroboam was a capable man. Solomon saw that this young man was a good worker. So Solomon put him over all the workers from the tribes of Ephraim and Manasseh."
            },
            {
                "verse_number": "29",
                "verse_text": "One day Jeroboam was leaving Jerusalem. Ahijah, the prophet from Shiloh, met him on the road. Ahijah was wearing a new coat. The two men were alone out in the country."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahijah took his new coat and tore it into 12 pieces."
            },
            {
                "verse_number": "31",
                "verse_text": "Then he said to Jeroboam, &apos;Take 10 pieces of this coat for yourself. The Lord, the God of Israel, says: &quot;I will tear the kingdom away from Solomon. Then I will give you 10 tribes."
            },
            {
                "verse_number": "32",
                "verse_text": "But I will allow the family of David to control 1 tribe. I will do this for my servant David and for Jerusalem. Jerusalem is the city I have chosen from all the tribes of Israel."
            },
            {
                "verse_number": "33",
                "verse_text": "I will do this because Solomon has stopped following me. He worships the Sidonian god Ashtoreth and the Moabite god Chemosh. He also worships Molech, the Ammonite god. Solomon has not obeyed me. He has not done what I said is right. He has not obeyed my laws and commands. He is not living the way his father David lived."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;&quot;But I will not take all the kingdom away from Solomon. I will let him rule all his life. I will do this because of my servant David. I chose David, and he obeyed all my commands and laws."
            },
            {
                "verse_number": "35",
                "verse_text": "But I will take the kingdom away from his son. Jeroboam, I will allow you to rule over the 10 tribes."
            },
            {
                "verse_number": "36",
                "verse_text": "I will allow Solomon&quot;s son to continue to rule over 1 tribe. I will do this so that David, my servant, will always have a king before me in Jerusalem. It is the city where I chose to be worshiped."
            },
            {
                "verse_number": "37",
                "verse_text": "But I will make you rule over everything you want. You will rule over all of Israel."
            },
            {
                "verse_number": "38",
                "verse_text": "I will always be with you if you do what I say is right. You must obey all my commands. If you obey my laws and commands as David did, I will be with you. I will make your family a family of kings, as I did for David. I will give Israel to you."
            },
            {
                "verse_number": "39",
                "verse_text": "I will punish David&quot;s children because of this. But I will not punish them forever.&quot;&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Solomon tried to kill Jeroboam. But Jeroboam ran away to Egypt. He went to Shishak king of Egypt. And Jeroboam stayed there until Solomon died."
            },
            {
                "verse_number": "41",
                "verse_text": "Everything else Solomon did is written down. He showed much wisdom. It is written in the book of the history of Solomon."
            },
            {
                "verse_number": "42",
                "verse_text": "Solomon ruled in Jerusalem over all Israel for 40 years."
            },
            {
                "verse_number": "43",
                "verse_text": "Then he died and was buried in Jerusalem, the city of David, his father. And his son Rehoboam became king after him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem because all the Israelites had gone there to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam son of Nebat was still in Egypt. He had gone there to escape from Solomon. When Jeroboam heard about Rehoboam being made king, Jeroboam returned from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "So the people sent for him. Then he and the people went to Rehoboam. They said to Rehoboam,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father forced us to work very hard. Now, make it easier for us. Don&quot;t make us work as hard as your father did. Then we will serve you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam answered, &apos;Come back to me in three days. Then I will answer you.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of the elders had helped Solomon make decisions during his lifetime. So King Rehoboam asked them what he should do. He said, &apos;How do you think I should answer these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;You should be like a servant to them today. Serve them, and give them a kind answer. If you do, they will serve you always.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam did not listen to this advice. He asked the young men who had grown up with him. They advised him in making decisions."
            },
            {
                "verse_number": "9",
                "verse_text": "Rehoboam said, &apos;The people said, &quot;Don&quot;t make us work as hard as your father did.&quot; How do you think I should answer them? What is your advice?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The young men answered, &apos;Those people came to you and said, &quot;Your father forced us to work very hard. Now make our work easier.&quot; So you should tell them, &quot;My little finger is bigger than my father&quot;s whole body."
            },
            {
                "verse_number": "11",
                "verse_text": "My father forced you to work hard. But I will make you work even harder! My father beat you with whips. But I will beat you with whips that have sharp points.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Rehoboam had told the people, &apos;Come back to me in three days.&apos; So after three days all the people returned to Rehoboam."
            },
            {
                "verse_number": "13",
                "verse_text": "At that time King Rehoboam spoke cruel words to them. He did not listen to the advice that the elders had given him."
            },
            {
                "verse_number": "14",
                "verse_text": "He did what the young men had told him to do. Rehoboam said, &apos;My father forced you to work hard. So I will give you even more work. My father beat you with whips. But I will beat you with whips that have sharp points.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the king did not do what the people wanted. The Lord caused this to happen. He did this to keep the promise he had made to Jeroboam son of Nebat. He had made this promise through Ahijah, the prophet from Shiloh."
            },
            {
                "verse_number": "16",
                "verse_text": "All the people of Israel saw that the new king refused to listen to them. So they said to the king, &apos;We have no share in David! We have no part in the son of Jesse! People of Israel, let&quot;s go to our own homes! Let David&quot;s son rule his own people!&apos; So the Israelites went home."
            },
            {
                "verse_number": "17",
                "verse_text": "But Rehoboam still ruled over the Israelites who lived in the towns of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "Adoniram was in charge of the people who were forced to work. King Rehoboam sent him to the people. But they threw stones at him until he died. But King Rehoboam ran to his chariot and escaped to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Since then, Israel has been against the family of David."
            },
            {
                "verse_number": "20",
                "verse_text": "All the Israelites heard that Jeroboam had returned. So they called him to a meeting. And they made him king over all Israel. But the tribe of Judah continued to follow the family of David."
            },
            {
                "verse_number": "21",
                "verse_text": "When Rehoboam arrived in Jerusalem, he gathered the tribes of Judah and Benjamin. This was an army of 180,000 men. Rehoboam wanted to fight against the people of Israel. He wanted to take back his kingdom."
            },
            {
                "verse_number": "22",
                "verse_text": "But God spoke his word to Shemaiah, a man of God. The Lord said,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Talk to Solomon&quot;s son Rehoboam, the king of Judah. Talk also to all the people of Judah and Benjamin and to the rest of the people."
            },
            {
                "verse_number": "24",
                "verse_text": "Say to them, &quot;The Lord says you must not go to war against your brothers, the Israelites. Every one of you should go home. I made all these things happen!&quot;&apos; So the men in Rehoboam&quot;s army obeyed the Lord&quot;s command. They all went home as the Lord had commanded."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jeroboam made Shechem a very strong city. It is in the mountains of Ephraim. And Jeroboam lived there. He also went to the city of Peniel and made it stronger."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam said to himself, &apos;The kingdom will probably go back to David&quot;s family."
            },
            {
                "verse_number": "27",
                "verse_text": "The people will continue going to the Temple of the Lord in Jerusalem. If they do, they will want to be ruled again by Rehoboam. Then they will kill me and follow Rehoboam king of Judah.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "King Jeroboam asked his men for advice. So he made two golden calves. He said to the people, &apos;It is too hard for you to go to Jerusalem to worship. Israel, here are your gods who brought you out of Egypt.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "King Jeroboam put one golden calf in the city of Bethel. And he put the other in the city of Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "And this became a very great sin. The people traveled as far as Dan to worship the calf there."
            },
            {
                "verse_number": "31",
                "verse_text": "Jeroboam built temples on the places of worship. He chose priests from all the people. (He did not choose priests only from the tribe of Levi.)"
            },
            {
                "verse_number": "32",
                "verse_text": "And he started a new festival. It was the fifteenth day of the eighth month. This was like the festival in Judah. During that time the king offered sacrifices on the altar. He offered sacrifices to the calves in Bethel he had made. He also chose priests in Bethel to serve at the places of worship he had made."
            },
            {
                "verse_number": "33",
                "verse_text": "So Jeroboam chose his own time for a festival for the Israelites. It was the fifteenth day of the eighth month. During that time he offered sacrifices on the altar he had built in Bethel. So he set up a festival for the Israelites. And he offered sacrifices on the altar."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord commanded a man of God from Judah to go to Bethel. When he arrived, Jeroboam was standing by the altar to offer a sacrifice."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord had commanded the man of God to speak against the altar. The man said, &apos;Altar, the Lord says to you: &quot;David&quot;s family will have a son named Josiah. He will kill the priests of the places of worship. They now make their sacrifices on you. But Josiah will sacrifice those priests on you. Human bones will be burned on you.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The man of God gave proof that these things would happen. He said, &apos;This is God&quot;s sign that this will happen. This altar will break apart. And the ashes on it will fall onto the ground.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "King Jeroboam heard what the man of God said about the altar in Bethel. So Jeroboam raised his hand from the altar and pointed at the man. &apos;Capture him!&apos; he said. But when the king said this, his arm became paralyzed. He could not move it."
            },
            {
                "verse_number": "5",
                "verse_text": "Also, the altar broke into pieces. All its ashes fell onto the ground. This was the sign the Lord had told the man of God to give."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the king said to the man of God, &apos;Please pray to the Lord your God for me. Ask him to heal my arm.&apos; So the man of God prayed to the Lord. And the king&quot;s arm was healed. It became as it was before. The man answered, &apos;Yes, I am.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the king said to the man of God, &apos;Please come home and eat with me. I will give you a gift.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the man of God answered the king, &apos;I will not go home with you! Even if you gave me half of your kingdom, I would not go! I will not eat or drink anything in this place."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord commanded me not to eat or drink anything. He also commanded me not to return on the same road by which I came.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So he traveled on a different road. He did not return on the same road by which he had come to Bethel."
            },
            {
                "verse_number": "11",
                "verse_text": "Now there was an old prophet living in Bethel. His sons came and told him what the man of God had done there that day. They told their father what he had said to King Jeroboam."
            },
            {
                "verse_number": "12",
                "verse_text": "The father asked, &apos;Which road did he use when he left?&apos; So his sons showed him which road the man of God from Judah had taken."
            },
            {
                "verse_number": "13",
                "verse_text": "The prophet told his sons to put a saddle on his donkey. So they saddled the donkey, and he left."
            },
            {
                "verse_number": "14",
                "verse_text": "He went after the man of God. He found the man sitting under an oak tree. The prophet asked, &apos;Are you the man of God who came from Judah?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the prophet said, &apos;Please come home and eat with me.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the man of God answered, &apos;I can&quot;t go home with you. I can&quot;t eat or drink with you in this place."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to me, &quot;You must not eat or drink anything there. And you must not return on the same road by which you came.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the old prophet said, &apos;But I also am a prophet like you.&apos; Then he told a lie. He said, &apos;An angel from the Lord came to me. He told me to bring you to my home. He said you should eat and drink with me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the man of God went to the old prophet&quot;s house. And he ate and drank with him there."
            },
            {
                "verse_number": "20",
                "verse_text": "While they were sitting at the table, the Lord spoke his word to the old prophet."
            },
            {
                "verse_number": "21",
                "verse_text": "The old prophet cried out to the man of God from Judah. He said, &apos;The Lord said you did not obey him! He said you did not do what the Lord your God commanded you."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord commanded you not to eat or drink anything in this place. But you came back and ate and drank. So your body will not be buried in your family grave.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The man of God finished eating. Then the prophet put a saddle on his donkey for him. And the man left."
            },
            {
                "verse_number": "24",
                "verse_text": "As he was traveling on the road home, a lion attacked and killed him. His body lay on the road. The donkey and the lion stood near it."
            },
            {
                "verse_number": "25",
                "verse_text": "Some men were traveling on that road. They saw the body and the lion standing near it. So they went to the city where the old prophet lived. And they told what they had seen."
            },
            {
                "verse_number": "26",
                "verse_text": "The old prophet who had brought the man of God back heard about what had happened. He said, &apos;It is the man of God who did not obey the Lord&quot;s command. So the Lord sent a lion to kill him. The Lord said he would do this.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the prophet said to his sons, &apos;Put a saddle on my donkey.&apos; So they did."
            },
            {
                "verse_number": "28",
                "verse_text": "The old prophet went out and found the body lying on the road. The donkey and the lion were still standing near it. The lion had not eaten the body. And it had not hurt the donkey."
            },
            {
                "verse_number": "29",
                "verse_text": "So the prophet put the body on his donkey. And he carried it back to the city. There he would have a time of sadness for him and bury him."
            },
            {
                "verse_number": "30",
                "verse_text": "The prophet buried the body in his own family grave. And he was sad for the man of God. He said, &apos;Oh, my brother.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So the prophet buried the body. Then he said to his sons, &apos;When I die, bury me in this same grave. Put my bones next to his."
            },
            {
                "verse_number": "32",
                "verse_text": "Through him the Lord spoke against the altar at Bethel. And he spoke against the places of worship in the towns of Samaria. And what the Lord spoke through him will certainly come true.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But King Jeroboam did not stop doing evil things. He continued to choose priests for the places of worship from all the people. Anyone who wanted to be a priest for the places of worship was allowed."
            },
            {
                "verse_number": "34",
                "verse_text": "In this way the kingdom of Jeroboam sinned. And that sin caused its ruin and destruction from the earth."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Jeroboam&quot;s son Abijah became very sick."
            },
            {
                "verse_number": "2",
                "verse_text": "So Jeroboam said to his wife, &apos;Go to Shiloh. Go to see the prophet Ahijah. He is the one who said I would become king of Israel. But dress yourself so people won&quot;t know you are my wife."
            },
            {
                "verse_number": "3",
                "verse_text": "Give the prophet ten loaves of bread, some cakes and a jar of honey. Then ask him what will happen to our son. And he will tell you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the king&quot;s wife did as he said. She went to Ahijah&quot;s home in Shiloh. Now Ahijah was very old and had become blind."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord had said to him, &apos;Jeroboam&quot;s son is sick. So Jeroboam&quot;s wife is coming to ask you about him. When she arrives, she will pretend to be someone else.&apos; Then the Lord told Ahijah what to say."
            },
            {
                "verse_number": "6",
                "verse_text": "When Ahijah heard her walking to the door, he said, &apos;Come in, wife of Jeroboam. Why are you pretending to be someone else? I have bad news for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Go back and tell Jeroboam that this is what the Lord, the God of Israel, says: &quot;Jeroboam, I chose you from among all the people of Israel. I made you the leader of my people."
            },
            {
                "verse_number": "8",
                "verse_text": "I took the kingdom away from David&quot;s family. And I gave it to you. But you are not like my servant David. He always obeyed my commands. He followed me with all his heart. He did only the things I said were right."
            },
            {
                "verse_number": "9",
                "verse_text": "But you have done more evil things than anyone who ruled before you. You have quit following me. You have made other gods and idols of metal. This has made me very angry."
            },
            {
                "verse_number": "10",
                "verse_text": "So I will bring disaster to the family of Jeroboam. I will kill all of the men in your family, both slaves and free men. I will destroy your family as completely as fire burns up manure."
            },
            {
                "verse_number": "11",
                "verse_text": "Anyone from your family who dies in the city will be eaten by dogs. And anyone from your family who dies in the fields will be eaten by the birds. The Lord has spoken!&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Ahijah said to Jeroboam&quot;s wife, &apos;Now go home. When you enter your city gate, your son will die."
            },
            {
                "verse_number": "13",
                "verse_text": "All Israel will be sad for him and bury him. He will be the only one of Jeroboam&quot;s family who will be buried. This is because he is the only one in Jeroboam&quot;s family who pleased the Lord, the God of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The Lord will put a new king over Israel. That king will destroy Jeroboam&quot;s family. This will happen soon."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Lord will punish Israel. The people of Israel will be like grass moving in the water. The Lord will pull up Israel from this good land. This is the land he gave their ancestors. But he will scatter Israel beyond the Euphrates River. This will happen because the Lord is angry with the people. They made him angry when they made idols to worship Asherah."
            },
            {
                "verse_number": "16",
                "verse_text": "Jeroboam sinned, and then he made the people of Israel sin. So the Lord will let the people of Israel be defeated.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jeroboam&quot;s wife traveled back to Tirzah. When she entered her home, the boy died."
            },
            {
                "verse_number": "18",
                "verse_text": "They buried him. And all Israel had a time of sadness for him. This happened as the Lord said it would. The Lord had said these things through his servant, the prophet Ahijah."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything else Jeroboam did is written down. He fought wars and continued to rule the people. It is all written in the book of the history of the kings of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam ruled as king for 22 years. Then he died, and his son Nadab became king in his place."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon&quot;s son Rehoboam was 41 years old when he became king of Judah. His mother was Naamah from the land of Ammon. Rehoboam ruled in Jerusalem for 17 years. (The Lord had chosen that city from all the land of Israel. He chose to be worshiped there.)"
            },
            {
                "verse_number": "22",
                "verse_text": "The people of Judah did what the Lord said was wrong. The people&quot;s sins made the Lord very angry at them. They made the Lord even more angry than their ancestors had done."
            },
            {
                "verse_number": "23",
                "verse_text": "The people built stone pillars and places to worship false gods and Asherah idols. They built them on every high hill and under every green tree."
            },
            {
                "verse_number": "24",
                "verse_text": "There were even male prostitutes at the places of worship to the gods. The people who had lived in the land before the Israelites had done many evil things. And God had taken the land away from them. Now the people of Judah were doing the same evil things."
            },
            {
                "verse_number": "25",
                "verse_text": "During the fifth year Rehoboam was king, Shishak attacked Jerusalem. Shishak was king of Egypt."
            },
            {
                "verse_number": "26",
                "verse_text": "He took the treasures from the Temple of the Lord and the king&quot;s palace. He took everything, even the gold shields Solomon had made."
            },
            {
                "verse_number": "27",
                "verse_text": "So King Rehoboam made bronze shields to put in their place. He gave them to the men who were guarding the palace gates."
            },
            {
                "verse_number": "28",
                "verse_text": "Whenever the king went to the Temple of the Lord, the guards carried the shields. After they were finished, they put the shields back in the guardroom."
            },
            {
                "verse_number": "29",
                "verse_text": "Everything else King Rehoboam did is written down. It is in the book of the history of the kings of Judah."
            },
            {
                "verse_number": "30",
                "verse_text": "Rehoboam and Jeroboam were always fighting a war with each other."
            },
            {
                "verse_number": "31",
                "verse_text": "Rehoboam died and was buried with his ancestors in Jerusalem. His mother was Naamah from Ammon. And Rehoboam&quot;s son Abijam became king in his place."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Abijam became king of Judah. This was during the eighteenth year Jeroboam son of Nebat ruled Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "And Abijam ruled in Jerusalem for three years. His mother was Maacah daughter of Abishalom."
            },
            {
                "verse_number": "3",
                "verse_text": "He did all the same sins his father before him had done. Abijam was not faithful to the Lord his God. In this way he was not like David, his great-grandfather."
            },
            {
                "verse_number": "4",
                "verse_text": "Because the Lord had loved David, the Lord gave Abijam a kingdom in Jerusalem. And the Lord allowed him to have a son to be king after him. The Lord also kept Jerusalem safe."
            },
            {
                "verse_number": "5",
                "verse_text": "David had always done what the Lord said was right. All his life he had always obeyed the Lord&quot;s commands. There was only one time David did not obey the Lord. This was when he sinned against Uriah the Hittite."
            },
            {
                "verse_number": "6",
                "verse_text": "Now there was war between Abijam and Jeroboam during Abijam&quot;s lifetime."
            },
            {
                "verse_number": "7",
                "verse_text": "Everything else Abijam did is written down. It is in the book of the history of the kings of Judah. During the time Abijam ruled, there was war between Abijam and Jeroboam."
            },
            {
                "verse_number": "8",
                "verse_text": "And Abijam died and was buried in Jerusalem. Abijam&quot;s son Asa became king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "During the twentieth year Jeroboam was king of Israel, Asa became king of Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa ruled in Jerusalem for 41 years. His grandmother&quot;s name was Maacah. She was the daughter of Abishalom."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa did what the Lord said was right. This was as his ancestor David had done."
            },
            {
                "verse_number": "12",
                "verse_text": "There were male prostitutes at the places where false gods were worshiped. Asa forced them to leave the country. He also took away the idols that his ancestors had made."
            },
            {
                "verse_number": "13",
                "verse_text": "His grandmother Maacah had made a terrible Asherah idol. So Asa removed her from being queen. He cut down this idol and burned it in the Kidron Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "Asa was faithful to the Lord all his life. But he did not destroy the places where false gods were worshiped."
            },
            {
                "verse_number": "15",
                "verse_text": "Asa and his father had given some things to God. They had given gifts of gold, silver and other objects. Asa put all these things in the Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "There was war between Asa and Baasha king of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Baasha fought against Judah. He wanted to stop people from leaving or entering Asa&quot;s country, Judah. So he made the city of Ramah very strong."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Asa took all the silver and gold from the treasuries of the Temple of the Lord and his own palace. He gave it to his officers. And he sent them to Ben-Hadad king of Aram. (Ben-Hadad was the son of Tabrimmon. And he was the son of Hezion.) Ben-Hadad was ruling in the city of Damascus."
            },
            {
                "verse_number": "19",
                "verse_text": "Asa sent this message: &apos;My father and your father had a peace agreement. I am sending you a gift of gold and silver. Break your treaty with Baasha king of Israel so that he will leave my land.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Ben-Hadad agreed with King Asa. So he sent his army to fight against the towns of Israel. He defeated the towns of Ijon, Dan and Abel Bethmaacah. And he defeated all the land near Lake Galilee and the area of Naphtali."
            },
            {
                "verse_number": "21",
                "verse_text": "Baasha heard about these attacks. So he stopped building up Ramah and returned to Tirzah."
            },
            {
                "verse_number": "22",
                "verse_text": "Then King Asa gave an order to all the people of Judah. Everyone had to help. They carried away all the stones and wood Baasha had been using in Ramah. King Asa used those things to build up Geba and Mizpah. (Geba was in the land of Benjamin.)"
            },
            {
                "verse_number": "23",
                "verse_text": "Everything else Asa did is written down. His victories and the cities he built are written down. They are in the book of the history of the kings of Judah. When he became old, he got a disease in his feet."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Asa died. And he was buried with his ancestors in Jerusalem. It was the city of David, his ancestor. Then Jehoshaphat, Asa&quot;s son, became king in his place."
            },
            {
                "verse_number": "25",
                "verse_text": "Nadab son of Jeroboam became king of Israel. This was during the second year Asa was king of Judah. And Nadab was king of Israel for two years."
            },
            {
                "verse_number": "26",
                "verse_text": "He did what the Lord said was wrong. Jeroboam had caused the people of Israel to sin. Nadab sinned in the same way his father Jeroboam had sinned."
            },
            {
                "verse_number": "27",
                "verse_text": "Baasha son of Ahijah was from the tribe of Issachar. He made plans to kill Nadab. Nadab and all Israel were attacking the Philistine town of Gibbethon. So Baasha killed Nadab there."
            },
            {
                "verse_number": "28",
                "verse_text": "This happened during Asa&quot;s third year as king of Judah. And Baasha became the next king of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "As soon as Baasha became king, he killed all of Jeroboam&quot;s family. He left no one in Jeroboam&quot;s family alive. This happened as the Lord had said it would. The Lord had said this through his servant Ahijah from Shiloh."
            },
            {
                "verse_number": "30",
                "verse_text": "This happened because King Jeroboam had sinned very much. And he had caused the people of Israel to sin. Jeroboam had made the Lord, the God of Israel, very angry."
            },
            {
                "verse_number": "31",
                "verse_text": "Everything else Nadab did is written down. It is in the book of the history of the kings of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "There was war between Asa king of Judah and Baasha king of Israel all the time they were kings."
            },
            {
                "verse_number": "33",
                "verse_text": "Baasha son of Ahijah became king of Israel. This was during Asa&quot;s third year as king of Judah. And Baasha ruled in Tirzah for 24 years."
            },
            {
                "verse_number": "34",
                "verse_text": "But Baasha did what the Lord said was wrong. Jeroboam had caused the people of Israel to sin. And Baasha sinned in the same way Jeroboam had sinned."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then Jehu son of Hanani spoke the word of the Lord against King Baasha."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;You were nothing. Then I took you and made you a leader over my people Israel. But you have followed the ways of Jeroboam. You have caused my people Israel to sin. Their sins have made me angry."
            },
            {
                "verse_number": "3",
                "verse_text": "So, Baasha, I will destroy you and your family. I will do to you what I did to the family of Jeroboam son of Nebat."
            },
            {
                "verse_number": "4",
                "verse_text": "Anyone from your family who dies in the city will be eaten by dogs. And anyone from your family who dies in the fields will be eaten by birds.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Everything else Baasha did and all his victories are written down. They are in the book of the history of the kings of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "So Baasha died and was buried in Tirzah. His son Elah became king in his place."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord spoke his word through the prophet Jehu son of Hanani. The Lord&quot;s message was against Baasha and his family. Baasha had done many things the Lord said were wrong. This made the Lord very angry. Baasha did the same things that Jeroboam&quot;s family had done before him. The Lord was also angry because Baasha killed all of Jeroboam&quot;s family."
            },
            {
                "verse_number": "8",
                "verse_text": "Elah son of Baasha became king of Israel. This was during Asa&quot;s twenty-sixth year as king of Judah. And Elah ruled in Tirzah for two years."
            },
            {
                "verse_number": "9",
                "verse_text": "Zimri was one of Elah&quot;s officers. He commanded half of Elah&quot;s chariots. But Zimri made plans against Elah. Elah was in Tirzah, getting drunk at Arza&quot;s home. (Arza was the man in charge of the palace at Tirzah.) The army of Israel was camped near Gibbethon, a Philistine town."
            },
            {
                "verse_number": "10",
                "verse_text": "So Zimri went into Arza&quot;s house and killed Elah. This was during Asa&quot;s twenty-seventh year as king of Judah. Then Zimri became king of Israel in Elah&quot;s place."
            },
            {
                "verse_number": "11",
                "verse_text": "As soon as Zimri became king, he killed all of Baasha&quot;s family. He did not let any man of Baasha&quot;s family or friends live."
            },
            {
                "verse_number": "12",
                "verse_text": "So Zimri destroyed all of Baasha&quot;s family. This happened as the Lord had said it would. The Lord had spoken this against Baasha through the prophet Jehu."
            },
            {
                "verse_number": "13",
                "verse_text": "This happened because of all the sins of Baasha and his son Elah. They sinned and caused the people of Israel to sin. They also made the Lord, the God of Israel, angry because they had made worthless idols."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything else Elah did is written down. It is in the book of the history of the kings of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "So Zimri became king of Israel. This was during Asa&quot;s twenty-seventh year as king of Judah. Zimri ruled in Tirzah seven days. This is what happened:"
            },
            {
                "verse_number": "16",
                "verse_text": "The men in the camp heard that Zimri had made secret plans against the king. And they heard that Zimri had killed him. So that day in the camp they made Omri king over Israel. (Omri was commander of the army.)"
            },
            {
                "verse_number": "17",
                "verse_text": "So Omri and all the Israelites left Gibbethon and attacked Tirzah."
            },
            {
                "verse_number": "18",
                "verse_text": "Zimri saw that the city had been captured. So he went into the palace and set it on fire. He burned the palace and himself with it."
            },
            {
                "verse_number": "19",
                "verse_text": "So Zimri died because he had sinned. He did what the Lord said was wrong. Jeroboam had caused the people of Israel to sin. And Zimri sinned in the same way Jeroboam had sinned."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything else Zimri did is written down. It is in the book of the history of the kings of Israel. The story of how Zimri turned against King Elah is also written there."
            },
            {
                "verse_number": "21",
                "verse_text": "The people of Israel were divided into two groups. Half of the people wanted Tibni to be king. He was the son of Ginath. The other half of the people wanted Omri."
            },
            {
                "verse_number": "22",
                "verse_text": "But Omri&quot;s followers were stronger than the followers of Tibni son of Ginath. So Tibni died, and Omri became king."
            },
            {
                "verse_number": "23",
                "verse_text": "Omri became king of Israel. This was during the thirty-first year Asa was king of Judah. And Omri ruled Israel for 12 years. Six of those years he ruled in the town of Tirzah."
            },
            {
                "verse_number": "24",
                "verse_text": "Omri bought the hill of Samaria from Shemer. He paid about 150 pounds of silver for it. Omri built a city on that hill. And he called it Samaria after the name of its earlier owner, Shemer."
            },
            {
                "verse_number": "25",
                "verse_text": "But Omri did what the Lord said was wrong. He did more evil than all the kings who were before him."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam son of Nebat had caused the people of Israel to sin. And Omri sinned in the same way Jeroboam had sinned. So the Israelites made the Lord, the God of Israel, very angry. He was angry because they worshiped worthless idols."
            },
            {
                "verse_number": "27",
                "verse_text": "Everything else Omri did and all his successes are written down. They are all in the book of the history of the kings of Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "So Omri died and was buried in Samaria. His son Ahab became king in his place."
            },
            {
                "verse_number": "29",
                "verse_text": "So Ahab son of Omri became king of Israel. This was during Asa&quot;s thirty-eighth year as king of Judah. Ahab ruled Israel in the town of Samaria for 22 years."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahab did many things that the Lord said were wrong. He did more evil than any of the kings before him."
            },
            {
                "verse_number": "31",
                "verse_text": "He sinned in the same ways that Jeroboam son of Nebat had sinned. But he did even worse things. He married Jezebel daughter of Ethbaal. (Ethbaal was king of the city of Sidon.) Then Ahab began to serve Baal and worship him."
            },
            {
                "verse_number": "32",
                "verse_text": "He built a temple in Samaria for worshiping Baal. And he put an altar there for Baal."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahab also made an idol for worshiping Asherah. He did more things to make the Lord, the God of Israel, angry than all the other kings before him."
            },
            {
                "verse_number": "34",
                "verse_text": "During the time of Ahab, Hiel from Bethel rebuilt the town of Jericho. It cost Hiel the life of Abiram, his oldest son, to begin work on the city. And it cost the life of Segub, his youngest son, to build the city gates. The Lord had said, through Joshua, that this would happen. (Joshua was the son of Nun.)"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Now Elijah was a prophet from the town of Tishbe in Gilead. Elijah said to King Ahab, &apos;I serve the Lord, the God of Israel. As surely as the Lord lives, I tell you the truth. No rain or dew will fall during the next few years unless I command it.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord spoke his word to Elijah:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Leave this place. Go east and hide near Kerith Ravine. It is east of the Jordan River."
            },
            {
                "verse_number": "4",
                "verse_text": "You may drink from the brook. And I have commanded ravens to bring you food there.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Elijah did what the Lord told him to do. He went to Kerith Ravine, east of the Jordan, and lived there."
            },
            {
                "verse_number": "6",
                "verse_text": "The birds brought Elijah bread and meat every morning and every evening. And he drank water from the brook."
            },
            {
                "verse_number": "7",
                "verse_text": "After a while the brook dried up because there was no rain."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord spoke his word to Elijah,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Go to Zarephath in Sidon. Live there. I have commanded a widow there to take care of you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Elijah went to Zarephath. When he reached the town gate, he saw a widow there. She was gathering wood for a fire. Elijah asked her, &apos;Would you bring me a little water in a cup? I would like to have a drink.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As she was going to get his water, Elijah said, &apos;Please bring me a piece of bread, too.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The woman answered, &apos;As surely as the Lord your God lives, I tell you the truth. I have no bread. I have only a handful of flour in a jar. And I have only a little olive oil in a jug. I came here to gather some wood. I will take it home and cook our last meal. My son and I will eat it and then die from hunger.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Elijah said to her, &apos;Don&quot;t worry. Go home and cook your food as you have said. But first make a small loaf of bread from the flour you have. Bring it to me. Then cook something for yourself and your son."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord, the God of Israel, says, &quot;That jar of flour will never become empty. The jug will always have oil in it. This will continue until the day the Lord sends rain to the land.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the woman went home. And she did what Elijah told her to do. So Elijah, the woman and her son had enough food every day."
            },
            {
                "verse_number": "16",
                "verse_text": "The jar of flour and the jug of oil were never empty. This happened just as the Lord, through Elijah, said it would."
            },
            {
                "verse_number": "17",
                "verse_text": "Some time later the son of the woman who owned the house became sick. He grew worse and worse. Finally he stopped breathing."
            },
            {
                "verse_number": "18",
                "verse_text": "So the woman said to Elijah, &apos;You are a man of God. What have you done to me? Did you come here to remind me of my sin? Did you come here to kill my son?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Elijah said to her, &apos;Give me your son.&apos; So Elijah took the boy from her and carried him upstairs. Elijah laid the boy on the bed in the room where he was staying."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he prayed to the Lord. He said, &apos;Lord my God, this widow is letting me stay in her house. Why have you done this terrible thing to her? Why have you caused her son to die?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Elijah lay on top of the boy three times. Elijah prayed to the Lord, &apos;Lord my God, let this boy live again!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord answered Elijah&quot;s prayer. The boy began breathing again, and he was alive."
            },
            {
                "verse_number": "23",
                "verse_text": "Elijah carried the boy downstairs. He gave the boy to his mother and said, &apos;See! Your son is alive!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The woman said to Elijah, &apos;Now I know you really are a man from God. I know that the Lord truly speaks through you!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "During the third year without rain, the Lord spoke his word to Elijah. The Lord said, &apos;Go and meet King Ahab. I will soon send rain.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Elijah went to meet Ahab. By this time there was no food in Samaria. But the people said nothing. All the people agreed that this was a good idea. Then he said, &apos;Do it a third time.&apos; And they did it the third time. The servant went and looked. He said, &apos;I see nothing.&apos; Elijah told him to go and look again. This happened seven times. Elijah told the servant, &apos;Go to Ahab. Tell him to get his chariot ready and to go home now. If he doesn&quot;t leave now, the rain will stop him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So King Ahab sent for Obadiah. Obadiah was in charge of the king&quot;s palace. (Obadiah was a true follower of the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "One time Jezebel was killing all the Lord&quot;s prophets. So Obadiah took 100 of them and hid them in two caves. He put 50 in one cave and 50 in another cave. And he brought them food and water.)"
            },
            {
                "verse_number": "5",
                "verse_text": "King Ahab said to Obadiah, &apos;Let&quot;s look at every spring and valley in the land. Maybe we can find enough grass to keep our horses and mules alive. Then we will not have to kill our animals.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So each one chose a part of the country to search. Ahab went in one direction. Obadiah went in another direction."
            },
            {
                "verse_number": "7",
                "verse_text": "While Obadiah was walking along, Elijah met him. Obadiah knew who Elijah was. So he bowed down to the ground before Elijah. He said, &apos;Elijah? Is it really you, master?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Elijah answered, &apos;Yes. Go tell your master the king that I am here.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Obadiah said, &apos;If I tell Ahab that, he will kill me! I have done nothing wrong that I should be killed!"
            },
            {
                "verse_number": "10",
                "verse_text": "As surely as the Lord your God lives, the king has looked everywhere for you! He has sent people to every country to look for you. If the ruler said you were not there, that was not enough. Ahab then forced the ruler to swear you could not be found in his country."
            },
            {
                "verse_number": "11",
                "verse_text": "Now you want me to go to my master and tell him, &quot;Elijah is here&quot;?"
            },
            {
                "verse_number": "12",
                "verse_text": "The Spirit of the Lord may carry you to some other place after I leave. If I go tell King Ahab you are here, he will come. If he doesn&quot;t find you, he will kill me! I have followed the Lord since I was a boy."
            },
            {
                "verse_number": "13",
                "verse_text": "Haven&quot;t you heard what I did? When Jezebel was killing the Lord&quot;s prophets, I hid 100 of them. I put 50 prophets in one cave and 50 prophets in another cave. I brought them food and water."
            },
            {
                "verse_number": "14",
                "verse_text": "Now you want me to go and tell the king you are here. He will kill me!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elijah answered, &apos;I serve the Lord of heaven&quot;s armies. As surely as the Lord lives, I will stand before Ahab today.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Obadiah went to Ahab and told him where Elijah was. Then Ahab went to meet Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "When he saw Elijah, he said, &apos;Is it you&ndash;the biggest troublemaker in Israel?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Elijah answered, &apos;I have not caused trouble in Israel. You and your father&quot;s family have caused all this trouble. You have not obeyed the Lord&quot;s commands. You have followed the Baals."
            },
            {
                "verse_number": "19",
                "verse_text": "Now tell all Israel to meet me at Mount Carmel. Also bring the 450 prophets of Baal there. And bring the 400 prophets of Asherah, who eat at Jezebel&quot;s table.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Ahab called all the Israelites and those prophets to Mount Carmel."
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah stood before the people. He said, &apos;How long will you try to serve both Baal and the Lord? If the Lord is the true God, follow him. But if Baal is the true God, follow him!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Elijah said, &apos;I am the only prophet of the Lord here. But there are 450 prophets of Baal."
            },
            {
                "verse_number": "23",
                "verse_text": "So bring two bulls. Let the prophets of Baal choose one bull. Let them kill it and cut it into pieces. Then let them put the meat on the wood. But they are not to set fire to it. Then I will do the same with the other bull. And I will put it on the wood. But I will not set fire to it."
            },
            {
                "verse_number": "24",
                "verse_text": "You prophets of Baal, pray to your god. And I will pray to the Lord. The god who answers the prayer will set fire to his wood. He is the true God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Elijah said to the prophets of Baal, &apos;There are many of you. So you go first. Choose a bull and prepare it. Pray to your god, but don&quot;t start the fire.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So they took the bull that was given to them and prepared it. They prayed to Baal from morning until noon. They shouted, &apos;Baal, answer us!&apos; But there was no sound. No one answered. They danced around the altar they had built."
            },
            {
                "verse_number": "27",
                "verse_text": "At noon Elijah began to make fun of them. He said, &apos;Pray louder! If Baal really is a god, maybe he is thinking. Or maybe he is busy or traveling! Maybe he is sleeping so you will have to wake him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So the prophets prayed louder. They cut themselves with swords and spears until their blood flowed. (This was the way they worshiped.)"
            },
            {
                "verse_number": "29",
                "verse_text": "The afternoon passed, and the prophets continued to act wildly. They continued until it was time for the evening sacrifice. But no voice was heard. Baal did not answer. No one paid attention."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Elijah said to all the people, &apos;Now come to me.&apos; So they gathered around him. Elijah rebuilt the altar of the Lord because it had been torn down."
            },
            {
                "verse_number": "31",
                "verse_text": "He took 12 stones. He took 1 stone for each of the 12 tribes. These 12 tribes were named for the 12 sons of Jacob. (Jacob was the man the Lord had called Israel.)"
            },
            {
                "verse_number": "32",
                "verse_text": "Elijah used these stones to rebuild the altar in honor of the Lord. Then he dug a small ditch around it. It was big enough to hold about 13 quarts of seed."
            },
            {
                "verse_number": "33",
                "verse_text": "Elijah put the wood on the altar. He cut the bull into pieces and laid them on the wood. Then he said, &apos;Fill four jars with water. Put the water on the meat and on the wood.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then Elijah said, &apos;Do it again.&apos; And they did it again."
            },
            {
                "verse_number": "35",
                "verse_text": "So the water ran off of the altar and filled the ditch."
            },
            {
                "verse_number": "36",
                "verse_text": "It was time for the evening sacrifice. So the prophet Elijah went near the altar. He prayed, &apos;Lord, you are the God of Abraham, Isaac and Israel. I ask you now to prove that you are the God of Israel. And prove that I am your servant. Show these people that you commanded me to do all these things."
            },
            {
                "verse_number": "37",
                "verse_text": "Lord, answer my prayer. Show these people that you, Lord, are God. Then the people will know that you are bringing them back to you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then fire from the Lord came down. It burned the sacrifice, the wood, the stones and the ground around the altar. It also dried up the water in the ditch."
            },
            {
                "verse_number": "39",
                "verse_text": "When all the people saw this, they fell down to the ground. They cried, &apos;The Lord is God! The Lord is God!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Elijah said, &apos;Capture the prophets of Baal! Don&quot;t let any of them run away!&apos; So the people captured all the prophets. Then Elijah led them down to Kishon Valley. There he killed all the prophets."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Elijah said to Ahab, &apos;Now, go, eat and drink. A heavy rain is coming.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So King Ahab went to eat and drink. At the same time Elijah climbed to the top of Mount Carmel. There he bent down to the ground with his head between his knees."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Elijah said to his servant, &apos;Go and look toward the sea.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The seventh time, the servant said, &apos;I see a small cloud. It&quot;s the size of a man&quot;s fist. It&quot;s coming from the sea.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "After a short time the sky was covered with dark clouds. The wind began to blow. Then a heavy rain began to fall. Ahab got in his chariot and started back to Jezreel."
            },
            {
                "verse_number": "46",
                "verse_text": "The Lord gave his power to Elijah. Elijah tightened his clothes around him. Then he ran ahead of King Ahab all the way to Jezreel."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "King Ahab told Jezebel everything Elijah had done. Ahab told her how Elijah had killed all the prophets with a sword."
            },
            {
                "verse_number": "2",
                "verse_text": "So Jezebel sent a messenger to Elijah. Jezebel said, &apos;By this time tomorrow I will kill you. I will kill you as you killed those prophets. If I don&quot;t succeed, may the gods punish me terribly.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When Elijah heard this, he was afraid. So he ran away to save his life. He took his servant with him. When they came to Beersheba in Judah, Elijah left his servant there."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Elijah walked for a whole day into the desert. He sat down under a bush and asked to die. Elijah prayed, &apos;I have had enough, Lord. Let me die. I am no better than my ancestors.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Elijah lay down under the tree and slept. Suddenly an angel came to him and touched him. The angel said, &apos;Get up and eat.&apos; Then the Lord spoke his word to him: &apos;Elijah! Why are you here?&apos; Then a voice said to him, &apos;Elijah! Why are you here?&apos; Elijah answered, &apos;That is fine. Go back. I won&quot;t stop you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah saw near his head a loaf baked over coals and a jar of water. So he ate and drank. Then he went back to sleep."
            },
            {
                "verse_number": "7",
                "verse_text": "Later the Lord&quot;s angel came to him a second time. The angel touched him and said, &apos;Get up and eat. If you don&quot;t, the journey will be too hard for you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Elijah got up and ate and drank. The food made him strong enough to walk for 40 days and nights. He walked to Mount Sinai, the mountain of God."
            },
            {
                "verse_number": "9",
                "verse_text": "There Elijah went into a cave and stayed all night."
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah answered, &apos;Lord, God of heaven&quot;s armies, I have always served you the best I could. But the people of Israel have broken their agreement with you. They have destroyed your altars. They have killed your prophets with swords. I am the only prophet left. And now they are trying to kill me, too!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Lord said to Elijah, &apos;Go. Stand in front of me on the mountain. I will pass by you.&apos; Then a very strong wind blew. It caused the mountains to break apart. It broke apart large rocks in front of the Lord. But the Lord was not in the wind. After the wind, there was an earthquake. But the Lord was not in the earthquake."
            },
            {
                "verse_number": "12",
                "verse_text": "After the earthquake, there was a fire. But the Lord was not in the fire. After the fire, there was a quiet, gentle voice."
            },
            {
                "verse_number": "13",
                "verse_text": "When Elijah heard it, he covered his face with his coat. He went out and stood at the entrance to the cave."
            },
            {
                "verse_number": "14",
                "verse_text": "Elijah answered, &apos;Lord, God of heaven&quot;s armies, I have always served you the best I could. But the people of Israel have broken their agreement with you. They have destroyed your altars. They have killed your prophets with swords. I am the only prophet left. And now they are trying to kill me, too.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said to him, &apos;Go back on the road that leads to the desert around Damascus. Enter that city. There pour olive oil on Hazael to make him king over Aram."
            },
            {
                "verse_number": "16",
                "verse_text": "Then pour oil on Jehu son of Nimshi to make him king over Israel. Next, pour oil on Elisha son of Shaphat from Abel Meholah. He will be a prophet in your place."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehu will kill anyone who escapes from Hazael&quot;s sword. And Elisha will kill anyone who escapes from Jehu&quot;s sword."
            },
            {
                "verse_number": "18",
                "verse_text": "But I have left 7,000 people living in Israel. Those 7,000 have never bowed down before Baal. Their mouths have never kissed his idol.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Elijah left there and found Elisha son of Shaphat. He was plowing a field with a team of oxen. There were 11 teams ahead of him. Elisha was plowing with the twelfth team of oxen. Elijah came up to Elisha. Elijah took off his coat and put it on Elisha."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Elisha left his oxen and ran to follow Elijah. Elisha said, &apos;Let me kiss my father and my mother good-bye. Then I will go with you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Elisha went back. He took his pair of oxen and killed them. He used the wooden yoke for the fire. Then he cooked the meat and gave it to the people. And they ate it. Then Elisha went and followed Elijah and became his helper."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Now Ben-Hadad was king of Aram. He gathered together all his army. There were 32 kings with their horses and chariots. They went with him and surrounded Samaria and attacked it."
            },
            {
                "verse_number": "2",
                "verse_text": "The king sent messengers into the city to Ahab king of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "This was his message: &apos;Ben-Hadad says, &quot;You must give me your silver and gold and the best of your wives and children.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Ahab king of Israel answered, &apos;My master and king, I agree to what you say. I and everything I have belongs to you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the messengers came to Ahab again. They said, &apos;Ben-Hadad says, &quot;I told you before that you must give me your silver and gold, your wives and your children."
            },
            {
                "verse_number": "6",
                "verse_text": "About this time tomorrow I am going to send my men to you. They are to search everywhere in your palace. And they are to search the homes of the men who rule under you. My men will take anything they want.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Ahab called a meeting of all the elders of his country. He said, &apos;Ben-Hadad is looking for trouble. First he said I had to give him my wives, my children, my silver and my gold. I agreed to that.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the elders and all the people said, &apos;Pay no attention to him. Don&quot;t do what he says.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Ahab said to Ben-Hadad&quot;s messengers, &apos;Tell my master the king this: &quot;I will do what you said at first. But I will not obey your second command.&quot;&apos; So King Ben-Hadad&quot;s men carried the message back to him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ben-Hadad sent another message to Ahab: &apos;I will completely destroy Samaria. There won&quot;t be even enough left for each of my men to get a handful of dust. May the gods punish me terribly if I don&quot;t do this!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ahab answered, &apos;Tell Ben-Hadad this: &quot;The man who puts on his armor should not brag too soon. It&quot;s the man who lives long enough to take it off who has the right to brag.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now Ben-Hadad was drinking in his tent with the other rulers. The messengers came and gave him the message from Ahab. Ben-Hadad commanded his men to prepare to attack the city. So they moved into their places for the battle."
            },
            {
                "verse_number": "13",
                "verse_text": "At the same time a prophet came to Ahab, king of Israel. The prophet said, &apos;Ahab, the Lord says to you, &quot;Do you see that big army? I will let you defeat it today. Then you will know I am the Lord.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahab said, &apos;Who will you use to defeat them?&apos; The prophet answered, &apos;The Lord says, &quot;The young officers of the district governors will defeat them.&quot;&apos; Then the king asked, &apos;Who will command the main army?&apos; The prophet answered, &apos;You will.&apos; Ben-Hadad&quot;s scouts told him that soldiers were coming from Samaria. Ahab answered, &apos;Is he still alive? He is my brother.&apos; Ahab said, &apos;Bring him to me.&apos; When Ben-Hadad came, Ahab asked him to join him in the chariot. Ahab said, &apos;If you agree to this, I will allow you to go free.&apos; So the two kings made a peace agreement. Then Ahab let Ben-Hadad go free. The king of Israel answered, &apos;You have said what the punishment is. You must do what the man said.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Ahab gathered the young officers of the district governors. There were 232 of them. Then he called together the army of Israel. There were 7,000 of them."
            },
            {
                "verse_number": "16",
                "verse_text": "At noon Ben-Hadad and the 32 rulers helping him were getting drunk in their tents. At this time Ahab attacked them."
            },
            {
                "verse_number": "17",
                "verse_text": "The young officers of the district governors attacked first."
            },
            {
                "verse_number": "18",
                "verse_text": "So Ben-Hadad said, &apos;They may be coming to fight. Or they may be coming to ask for peace. In either case capture them alive.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The young officers of the district governors led the attack. The army of Israel followed them."
            },
            {
                "verse_number": "20",
                "verse_text": "Then each officer of Israel killed the man who came against him. So the men from Aram ran away as Israel chased them. But Ben-Hadad king of Aram escaped on a horse with some of his horsemen."
            },
            {
                "verse_number": "21",
                "verse_text": "Ahab king of Israel led the army. He captured the Arameans&quot; horses and chariots. So King Ahab caused a great defeat of the Aramean army."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the prophet went to Ahab king of Israel and said, &apos;The king of Aram will attack you again next spring. So you should go home now and make your army stronger. Make plans to defend yourself.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The officers of Ben-Hadad king of Aram said to him, &apos;The gods of Israel are mountain gods. Since we fought in a mountain area, Israel won. So let&quot;s fight them on the flat land. Then we will win."
            },
            {
                "verse_number": "24",
                "verse_text": "This is what you should do. Don&quot;t allow the 32 rulers to command the armies. Put commanders in their places."
            },
            {
                "verse_number": "25",
                "verse_text": "Gather an army like the one that was destroyed. Gather as many horses and chariots as it had. We will fight the Israelites on flat land. Then we will win.&apos; Ben-Hadad agreed with their advice and did what they said."
            },
            {
                "verse_number": "26",
                "verse_text": "The next spring Ben-Hadad gathered the people of Aram. He went to Aphek to fight against Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The Israelites also prepared for war. They marched out to meet the Arameans and camped opposite them. They looked like two small groups of goats. But the Arameans covered the area."
            },
            {
                "verse_number": "28",
                "verse_text": "A man of God came to the king of Israel with this message: &apos;The Lord says, &quot;The people of Aram say that I, the Lord, am a god of the mountains. They think I am not a god of the valleys. So I will allow you to defeat this big army. Then you will know I am the Lord.&quot;&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The armies were camped across from each other for seven days. On the seventh day the battle began. The Israelites killed 100,000 Aramean soldiers in one day."
            },
            {
                "verse_number": "30",
                "verse_text": "The rest of them ran away to the city of Aphek. There a city wall fell on 27,000 of them. Ben-Hadad also ran away to the city and hid in a room."
            },
            {
                "verse_number": "31",
                "verse_text": "His officers said to him, &apos;We have heard that the kings of Israel are merciful. Let&quot;s dress in rough cloth to show our sadness. And let&quot;s wear ropes on our heads as a sign of surrender. Then let&quot;s go to the king of Israel. Maybe he will let you live.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So they dressed in rough cloth and wore ropes on their heads. Then they went to the king of Israel. They said, &apos;Your servant Ben-Hadad says, &quot;Please let me live.&quot;&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Now Ben-Hadad&quot;s men had wanted a sign from Ahab. They wanted to know he would not kill Ben-Hadad. So when Ahab called Ben-Hadad his brother, they quickly said, &apos;Yes! Ben-Hadad is your brother.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Ben-Hadad said to him, &apos;Ahab, I will give you back the towns my father took from your father. And you may put shops in Damascus, as my father did in Samaria.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "One of the prophets told another prophet, &apos;Hit me!&apos; He told him to do this because the Lord had commanded it. But the other prophet refused."
            },
            {
                "verse_number": "36",
                "verse_text": "So the first prophet said, &apos;You did not obey the Lord&quot;s command. So a lion will kill you as soon as you leave me.&apos; When the second prophet left, a lion found him and killed him."
            },
            {
                "verse_number": "37",
                "verse_text": "The first prophet went to another man and said, &apos;Hit me, please!&apos; So the man hit him and hurt him."
            },
            {
                "verse_number": "38",
                "verse_text": "Then the prophet wrapped his face in a cloth. This way no one could tell who he was. Then he went and waited by the road for the king."
            },
            {
                "verse_number": "39",
                "verse_text": "As Ahab king of Israel passed by, the prophet called out to him. The prophet said, &apos;I went to fight in the battle. One of our men brought an enemy soldier to me. Our man said, &quot;Guard this man. If he runs away, you will have to give your life in his place. Or, you will have to pay a fine of 75 pounds of silver.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "But I became busy doing other things. So the man ran away.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then the prophet quickly took the cloth from his face. When the king of Israel saw him, he knew he was one of the prophets."
            },
            {
                "verse_number": "42",
                "verse_text": "Then the prophet said to the king, &apos;This is what the Lord says: &quot;You set free the man I said should die. So your life will be taken in his place. And the lives of your people will be taken in place of the lives of his people.&quot;&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then the king went back to his palace in Samaria. He was angry and upset."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "A man named Naboth owned a vineyard. It was in Jezreel, near the palace of Ahab king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "One day Ahab said to Naboth, &apos;Give me your vineyard. It is near my palace. I want to make it into a vegetable garden. I will give you a better vineyard in its place. Or, if you prefer, I will pay you what it is worth.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Naboth answered, &apos;May the Lord keep me from ever giving my land to you. It belongs to my family.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab went home, angry and upset. He did not like what Naboth from Jezreel had said. (Naboth had said, &apos;I will not give you my family&quot;s land.&apos;) So Ahab lay down on his bed. He turned his face to the wall and refused to eat."
            },
            {
                "verse_number": "5",
                "verse_text": "His wife, Jezebel, came in. She asked him, &apos;Why are you upset? Why do you refuse to eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahab answered, &apos;I talked to Naboth, the man from Jezreel. I said, &quot;Sell me your vineyard. Or, if you prefer, I will give you another vineyard for it.&quot; But Naboth refused.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jezebel answered, &apos;Is this how you rule as king over Israel? Get out of bed. Eat something. Cheer up. I will get Naboth&quot;s vineyard for you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Jezebel wrote some letters and signed Ahab&quot;s name to them. And she used his own seal to seal them. Then she sent them to the elders and important men who lived in Naboth&quot;s town."
            },
            {
                "verse_number": "9",
                "verse_text": "The letter she wrote said: &apos;Declare a day during which the people are to give up eating. Call the people together. And give Naboth a place of honor among them."
            },
            {
                "verse_number": "10",
                "verse_text": "Seat two troublemakers across from him. Have them say they heard Naboth speak against God and the king. Then take Naboth out of the city and kill him with stones.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the elders and important men of Jezreel obeyed Jezebel&quot;s command."
            },
            {
                "verse_number": "12",
                "verse_text": "They declared a special day. On that day the people were to give up eating. They called the people together. And they put Naboth in a place of honor before the people."
            },
            {
                "verse_number": "13",
                "verse_text": "Then two troublemakers sat across from Naboth. They said they had heard Naboth speak against God and the king. So the people carried Naboth out of the city. And they killed him with stones."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the leaders sent a message to Jezebel. It said, &apos;Naboth has been killed.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Jezebel heard that Naboth had been killed, she told Ahab. She said, &apos;Naboth of Jezreel is dead. Now you may go and take for yourself his vineyard you wanted.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Ahab heard that Naboth was dead, he left. He went to the vineyard to take it for his own."
            },
            {
                "verse_number": "17",
                "verse_text": "At this time the Lord spoke his word to Elijah. (Elijah was the prophet from Tishbe.) The Lord said,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Go to Ahab king of Israel, who rules in Samaria. He is at Naboth&quot;s vineyard to take it as his own."
            },
            {
                "verse_number": "19",
                "verse_text": "Tell Ahab that I, the Lord, say to him, &quot;Ahab! You have murdered Naboth and have taken his land. So I tell you this! In the same place that Naboth died, you will also die. The dogs that licked up Naboth&quot;s blood will lick up your blood in the same place!&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Ahab saw Elijah, he said, &apos;So you have found me, my enemy!&apos; Elijah answered, &apos;Yes, I have found you. You have always chosen to do what the Lord says is wrong."
            },
            {
                "verse_number": "21",
                "verse_text": "So the Lord says to you, &quot;I will destroy you. I will kill you and every male in your family, both slave and free."
            },
            {
                "verse_number": "22",
                "verse_text": "Your family will be like the family of King Jeroboam son of Nebat. And it will be like the family of King Baasha son of Ahijah. Both of these families were completely destroyed. I will do this to you because you have made me angry. And you have caused the people of Israel to sin.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;And the Lord also says, &quot;Dogs will eat the body of Jezebel in the city of Jezreel.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Anyone in your family who dies in the city will be eaten by dogs. Anyone who dies in the fields will be eaten by birds.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "There was no one like Ahab. No one had so often chosen to do what the Lord said was wrong. His wife Jezebel influenced him to do evil."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahab sinned terribly by worshiping idols. This was the same thing the Amorite people did. So the Lord took their land away from them. And he gave it to the people of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "After Elijah finished speaking, Ahab tore his clothes. He put on rough cloth and refused to eat. He even slept in the rough cloth. He did this to show how sad and upset he was."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord spoke his word to Elijah from Tishbe:"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;I see that Ahab is now sorry for what he has done. So I will not cause the trouble to come to him during his life. I will wait until his son is king. Then I will bring this trouble to Ahab&quot;s family.&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "For three years there was peace between Israel and Aram."
            },
            {
                "verse_number": "2",
                "verse_text": "During the third year Jehoshaphat king of Judah went to visit Ahab king of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "At this same time Ahab asked his officers, &apos;Remember that the king of Aram took Ramoth in Gilead from us? Why have we done nothing to get it back?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab asked King Jehoshaphat, &apos;Will you go with us? Will you fight against the army of Aram at Ramoth in Gilead?&apos; Jehoshaphat answered, &apos;I will go with you. My soldiers and my horses are ready to join with your army. The prophets answered, &apos;Go, because the Lord will let you defeat them.&apos; Jehoshaphat said, &apos;King Ahab, you shouldn&quot;t say that!&apos; Micaiah answered, &apos;Attack and win! The Lord will let you defeat them.&apos; &apos;The spirits did not agree about what they should do. &apos;The spirit answered, &quot;I will go to Ahab&quot;s prophets. I will make them tell lies.&quot; &apos;So the Lord said, &quot;You will succeed in tricking him. Go and do it.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But first we should ask the Lord to guide us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Ahab called the prophets together. There were about 400 men. He asked them, &apos;Should I go to war against the army of Aram at Ramoth in Gilead? Or should I wait?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jehoshaphat asked, &apos;Isn&quot;t there a prophet of the Lord here? Let&quot;s ask him what we should do.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "King Ahab answered, &apos;There is one other prophet. We could ask the Lord through him. But I hate him. When he prophesies, he never says anything good about me. He always says something bad. He is Micaiah, Imlah&quot;s son.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Ahab king of Israel told one of his officers to bring Micaiah to him at once."
            },
            {
                "verse_number": "10",
                "verse_text": "Ahab king of Israel and Jehoshaphat king of Judah had on their royal robes. They were sitting on their thrones at the threshing floor. This was near the entrance to the gate of Samaria. All the prophets were standing before them, speaking messages from the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "One of the prophets was Zedekiah son of Kenaanah. He had made some iron horns. He said to Ahab, &apos;This is what the Lord says, &quot;You will use these horns to fight the Arameans. And you will destroy them.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "All the other prophets said the same thing. They said, &apos;Attack Ramoth in Gilead and win. The Lord will let you defeat the Arameans.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The messenger who had gone to get Micaiah found him. He said to Micaiah, &apos;All the other prophets are saying the king will succeed. You should agree with them. Give the king a good answer.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Micaiah answered, &apos;As surely as the Lord lives, I can tell him only what the Lord tells me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Micaiah came to Ahab. The king asked him, &apos;Micaiah, should we attack Ramoth in Gilead or not?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Ahab said to Micaiah, &apos;Tell me only the truth in the name of the Lord. How many times do I have to tell you this?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Micaiah answered, &apos;I saw the army of Israel. They were scattered over the hills like sheep without a shepherd. The Lord said, &quot;They have no leader. They should go home and not fight.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Ahab king of Israel said to Jehoshaphat, &apos;I told you! This prophet never says anything good about me. He only says bad things about me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Micaiah continued to speak. He said, &apos;Hear the message from the Lord: I saw the Lord sitting on his throne. His heavenly army was standing near him on his right and on his left."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said, &quot;Who will trick Ahab into attacking Ramoth in Gilead? Do this so he will go and be killed.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then one spirit came and stood before the Lord. He said, &quot;I will trick him.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The Lord asked, &quot;How will you trick Ahab?&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Micaiah said, &apos;Ahab, this has now happened. The Lord has caused your prophets to lie to you. The Lord has decided that great trouble should come to you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Zedekiah son of Kenaanah went up to Micaiah. And he hit Micaiah in the face. Zedekiah said, &apos;Do you really believe the Lord&quot;s spirit has left me and is now speaking through you?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Micaiah answered, &apos;You will find out on the day you go to hide in an inside room.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Ahab king of Israel ordered, &apos;Take Micaiah. Send him to Amon, the governor of the city, and to Joash, the king&quot;s son."
            },
            {
                "verse_number": "27",
                "verse_text": "Tell them I said to put Micaiah in prison. Give him only bread and water for food. Keep him there until I come home from the battle.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Micaiah said, &apos;Ahab, if you come back safely from battle, the Lord has not spoken through me. Remember my words, all you people.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Ahab king of Israel and Jehoshaphat king of Judah went to Ramoth in Gilead."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahab said to Jehoshaphat, &apos;I will go into battle. But I will change my appearance so that no one will recognize me. But you wear your royal clothes.&apos; So Ahab changed his appearance and went into battle."
            },
            {
                "verse_number": "31",
                "verse_text": "The king of Aram had 32 chariot commanders. He ordered them, &apos;Don&quot;t fight with anyone but the king of Israel. It doesn&quot;t matter if they are important or unimportant.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When these commanders saw Jehoshaphat, they thought he was the king of Israel. So they turned to attack him. But Jehoshaphat began shouting."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the commanders saw he was not Ahab. So they stopped chasing him."
            },
            {
                "verse_number": "34",
                "verse_text": "A soldier shot an arrow without aiming at anyone. But he hit Ahab king of Israel. The arrow hit him in a place not covered by his armor. King Ahab said to his chariot driver, &apos;Turn the chariot around. Take me out of the battle. I am hurt!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The battle continued all day. King Ahab was in his chariot, leaning against it to hold himself up. He was facing the Arameans. His blood flowed down and covered the bottom of the chariot. That evening he died."
            },
            {
                "verse_number": "36",
                "verse_text": "Near sunset a cry went out through the army of Israel: &apos;Each man go back to his own country and city.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So in that way King Ahab died. His body was carried to Samaria and buried there."
            },
            {
                "verse_number": "38",
                "verse_text": "The men cleaned Ahab&quot;s chariot at a pool in Samaria. This was a pool where prostitutes bathed. And the dogs licked King Ahab&quot;s blood from the chariot. These things happened as the Lord had said they would."
            },
            {
                "verse_number": "39",
                "verse_text": "Everything else Ahab did is written down. It is in the book of the history of the kings of Israel. That book also tells about the palace Ahab built and decorated with ivory. And it tells about the cities he built."
            },
            {
                "verse_number": "40",
                "verse_text": "So Ahab died, and his son Ahaziah became king in his place."
            },
            {
                "verse_number": "41",
                "verse_text": "Jehoshaphat son of Asa became king of Judah. This was during Ahab&quot;s fourth year as king over Israel."
            },
            {
                "verse_number": "42",
                "verse_text": "Jehoshaphat was 35 years old when he became king. And he ruled in Jerusalem for 25 years. His mother was the daughter of Shilhi. She was named Azubah."
            },
            {
                "verse_number": "43",
                "verse_text": "Jehoshaphat was good like his father before him. He did what the Lord said was right. But Jehoshaphat did not destroy the places where false gods were worshiped. So the people continued offering sacrifices and burning incense there."
            },
            {
                "verse_number": "44",
                "verse_text": "Jehoshaphat was at peace with the king of Israel."
            },
            {
                "verse_number": "45",
                "verse_text": "Jehoshaphat fought many wars. These wars and his successes are written down. They are in the book of the history of the kings of Judah."
            },
            {
                "verse_number": "46",
                "verse_text": "There were prostitutes in the places where false gods were worshiped. Jehoshaphat&quot;s father, Asa, had not forced all of them out. But Jehoshaphat forced the rest of them to leave."
            },
            {
                "verse_number": "47",
                "verse_text": "During this time the land of Edom had no king. It was ruled by a governor."
            },
            {
                "verse_number": "48",
                "verse_text": "King Jehoshaphat built trading ships to sail to Ophir for gold. But the ships were destroyed at Ezion Geber. So they never set sail."
            },
            {
                "verse_number": "49",
                "verse_text": "Ahaziah son of Ahab went to help Jehoshaphat. Ahaziah said he would give Jehoshaphat some men to sail with his men. But Jehoshaphat refused."
            },
            {
                "verse_number": "50",
                "verse_text": "Jehoshaphat died and was buried with his ancestors. He was buried in Jerusalem, the city of David, his ancestor. And his son Jehoram became king."
            },
            {
                "verse_number": "51",
                "verse_text": "Ahaziah son of Ahab became king of Israel in Samaria. This was during Jehoshaphat&quot;s seventeenth year as king over Judah. Ahaziah ruled Israel for two years."
            },
            {
                "verse_number": "52",
                "verse_text": "Ahaziah did what the Lord said was wrong. He did the same things his father Ahab, his mother Jezebel and Jeroboam son of Nebat had done. All these rulers led the people of Israel into more sin."
            },
            {
                "verse_number": "53",
                "verse_text": "Ahaziah worshiped and served the god Baal. So Ahaziah made the Lord, the God of Israel, very angry. In these ways Ahaziah did what his father had done."
            }
        ]
    }
}