{
    "Jude": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Jude, a servant of Jesus Christ and a brother of James. To all who have been called by God. God the Father loves you, and you have been kept safe in Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "All mercy, peace, and love be yours."
            },
            {
                "verse_number": "3",
                "verse_text": "Dear friends, I wanted very much to write to you about the salvation we all share together. But I felt the need to write to you about something else: I want to encourage you to fight hard for the faith that God gave his holy people. God gave this faith once, and it is good for all time."
            },
            {
                "verse_number": "4",
                "verse_text": "Some people have secretly entered your group. They have already been judged guilty for the things they are doing. Long ago the prophets wrote about these people. They are against God. They have used the grace of our God in the wrong way&ndash;to do sinful things. They refuse to accept Jesus Christ, our only Master and Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "I want to remind you of some things that you already know: Remember that the Lord saved his people by bringing them out of the land of Egypt. But later the Lord destroyed all those who did not believe."
            },
            {
                "verse_number": "6",
                "verse_text": "And remember the angels who had power but did not keep it. They left their own home. So the Lord has kept these angels in darkness. They are bound with everlasting chains, to be judged on the great day."
            },
            {
                "verse_number": "7",
                "verse_text": "Also remember the cities of Sodom and Gomorrah and the other towns around them. They acted as the angels who did not obey God. Their towns were full of sexual sin and men having physical relations with men. They suffer the punishment of eternal fire, as an example for all to see."
            },
            {
                "verse_number": "8",
                "verse_text": "It is the same with these people who have entered your group. They are guided by dreams. They make themselves dirty with sin. They reject God&quot;s authority and say bad things against the glorious angels."
            },
            {
                "verse_number": "9",
                "verse_text": "Not even the archangel Michael did this. He argued with the devil about who would have the body of Moses. Michael did not dare to accuse the devil with insults. He said, &apos;The Lord punish you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But these people say bad things about what they do not understand. They do understand some things. But they understand them not by thinking, but by feeling, the way dumb animals understand things. And these are the very things that destroy them."
            },
            {
                "verse_number": "11",
                "verse_text": "It will be bad for them. They have followed the way that Cain went. To make money, they have given themselves to doing the wrong that Balaam did. They have fought against God as Korah did. And like Korah, they will be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "They are like dirty spots in the special meals you share together. They eat with you and have no fear. They take care of only themselves. They are clouds without rain. The wind blows them around. They are trees that have no fruit when it is time and are pulled out of the ground. So they are dead two times."
            },
            {
                "verse_number": "13",
                "verse_text": "They are like wild waves in the sea. These people do shameful things in the same way waves make foam. They are like stars that wander in the sky. A place in the blackest darkness has been kept for them forever."
            },
            {
                "verse_number": "14",
                "verse_text": "Enoch, the seventh descendant from Adam, said this about these people: &apos;Look, the Lord is coming with thousands and thousands of his holy angels."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will judge every person. He is coming to judge everyone and to punish all who are against God. He will punish them for all the evil they have done against him. And he will punish the sinners who are against God. He will punish them for all the evil things they have said against him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "These people always complain and blame others. They always do the evil things they want to do. They brag about themselves. The only reason they say good things about other people is to get what they want."
            },
            {
                "verse_number": "17",
                "verse_text": "Dear friends, remember what the apostles of our Lord Jesus Christ said before."
            },
            {
                "verse_number": "18",
                "verse_text": "They said to you, &apos;In the last times there will be people who laugh about God. They will do only what they want to do&ndash;things that are against God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "These are the people who divide you. They do only what their sinful selves want. They do not have the Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "But dear friends, use your most holy faith to build yourselves up strong. Pray with the Holy Spirit."
            },
            {
                "verse_number": "21",
                "verse_text": "Keep yourselves in God&quot;s love. Wait for the Lord Jesus Christ with his mercy to give you life forever."
            },
            {
                "verse_number": "22",
                "verse_text": "Show mercy to people who have doubts."
            },
            {
                "verse_number": "23",
                "verse_text": "Save them. Take them out of the fire. Show mercy mixed with fear to others. Hate even their clothes which are dirty from sin."
            },
            {
                "verse_number": "24",
                "verse_text": "God is strong and can help you not to fall. He can bring you before his glory without any wrong in you and give you great joy."
            },
            {
                "verse_number": "25",
                "verse_text": "He is the only God. He is the One who saves us. To him be glory, greatness, power, and authority through Jesus Christ our Lord for all time past, now, and forever. Amen."
            }
        ]
    }
}