{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the vision of Obadiah. This is what the Lord God says about Edom: We have heard a message from the Lord. A messenger has been sent among the nations, saying &apos;Let&quot;s go attack Edom!&apos; Others do not respect you. You live in the hollow places of the cliff. Your home is up high. And you say to yourself, &quot;No one can bring me down to the ground.&quot; You make your nest among the stars. But I will bring you down from there,&apos; says the Lord. It would be better if thieves come to you, if robbers come by night. They would steal only enough for themselves. Workers come and pick the grapes from your vines. But they would leave a few grapes behind. People will find even your hidden treasures! will force you out of the land. The people who are at peace with you will trick you and defeat you. They eat your bread with you now. But they are planning a trap for you. And you will not notice it.&apos; I will surely destroy the wise men from Edom. I will destroy these men of understanding from the mountains of Edom. And everyone from the mountains of Edom will be killed. So you will be covered with shame. You will be destroyed forever. while strangers carried Israel&quot;s treasures away. Foreigners entered Israel&quot;s city gate. They threw lots to decide what part of Jerusalem they would take. At that time you were like one of those foreigners. Do not be happy when people destroy Judah. Do not brag about the cruel things done to them. in their time of trouble. Do not laugh at their problems in their time of trouble. Do not take their treasures in their time of trouble. to destroy those who are trying to escape. Do not capture those who escape alive in a time of trouble. to all the nations. You did evil things to other people. Those same things will happen to you. They will come back upon your own head. you drank my anger. So all the nations will drink my anger. They will be punished so much that they will disappear. The mountain will be a holy place. The people of Jacob will take back their land. They will take it from those who took it from them. And the people of Joseph will be like a flame. But the people of Esau, the Edomites, will be like dry stalks. The people of Jacob will set these stalks on fire. They will burn up the Edomites. Then there will be no one left of the people of Esau.&apos; This will happen because the Lord has said it. the mountain of Esau. They will take back the western mountain slopes from the Philistines. They will regain the lands of Ephraim and Samaria. And Benjamin will take over Gilead. But at that time they will take the land of the Canaanites. They will take it all the way to Zarephath. People from Judah were once forced to leave Jerusalem and live in Sepharad. But at that time they will take back the cities of southern Judah. There they will rule the people living on Edom&quot;s mountain. And the kingdom will belong to the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Look, I have made you only a small nation."
            },
            {
                "verse_number": "3",
                "verse_text": "But your pride has fooled you."
            },
            {
                "verse_number": "4",
                "verse_text": "You fly high like the eagle."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;You will really be ruined!"
            },
            {
                "verse_number": "6",
                "verse_text": "But you, Edom, will really lose everything!"
            },
            {
                "verse_number": "7",
                "verse_text": "All the people who are your friends"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord says, &apos;On that day"
            },
            {
                "verse_number": "9",
                "verse_text": "Then, city of Teman, your mighty men will be afraid."
            },
            {
                "verse_number": "10",
                "verse_text": "You did violence against your relatives, the people of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "You stood aside without helping"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Do not laugh at your brothers&quot; trouble."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not enter the city gate of my people"
            },
            {
                "verse_number": "14",
                "verse_text": "Do not stand at the crossroads"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The Lord&quot;s day of judging is coming soon"
            },
            {
                "verse_number": "16",
                "verse_text": "Because you joined the nations in robbing my Temple,"
            },
            {
                "verse_number": "17",
                "verse_text": "But on Mount Zion some will be left alive."
            },
            {
                "verse_number": "18",
                "verse_text": "The people of Jacob, the Israelites, will be like a fire."
            },
            {
                "verse_number": "19",
                "verse_text": "Then God&quot;s people will regain southern Judah from Edom,"
            },
            {
                "verse_number": "20",
                "verse_text": "People from Israel once were forced to leave their homes."
            },
            {
                "verse_number": "21",
                "verse_text": "Powerful warriors will go up on Mount Zion."
            }
        ]
    }
}