{
    "Ecclesiastes": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of the Teacher. He is a son of David, king in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The Teacher says, &apos;Useless! Useless! Completely useless! All things are useless.&apos; from all the hard work they do here on earth? But the earth continues forever. Then it hurries back to the place where it rises again. Then it blows to the north. It blows from one direction and then another. Then it turns around and repeats the same pattern, going nowhere. But the sea never becomes full. It makes you so tired you don&quot;t even want to talk about it. Words come again and again to our ears. But we never can hear enough. Nor can we ever really see all we want to see. The same things will be done that have always been done. There is nothing new here on earth. &apos;Look, this is new!&apos; But really it has always been here. It was here before we were! In the future, people will not remember what happens now. And later, other people will not remember what was done before them. you can&quot;t make it straight. If something is missing, you can&quot;t say it is there. The person who gains more knowledge also gains more sorrow."
            },
            {
                "verse_number": "3",
                "verse_text": "What do people really gain"
            },
            {
                "verse_number": "4",
                "verse_text": "People live, and people die."
            },
            {
                "verse_number": "5",
                "verse_text": "The sun rises, and the sun sets."
            },
            {
                "verse_number": "6",
                "verse_text": "The wind blows to the south."
            },
            {
                "verse_number": "7",
                "verse_text": "All the rivers flow to the sea."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything is boring."
            },
            {
                "verse_number": "9",
                "verse_text": "All things continue the way they have been since the beginning."
            },
            {
                "verse_number": "10",
                "verse_text": "A person might say,"
            },
            {
                "verse_number": "11",
                "verse_text": "People don&quot;t remember what happened long ago."
            },
            {
                "verse_number": "12",
                "verse_text": "I, the Teacher, was king over Israel in Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "I decided to use my wisdom. I wanted to learn about everything that happens here on earth. I learned that God has given us terrible things to face here on earth."
            },
            {
                "verse_number": "14",
                "verse_text": "I looked at everything done here on earth. I saw that it is all a waste of time. It is like chasing the wind."
            },
            {
                "verse_number": "15",
                "verse_text": "If something is crooked,"
            },
            {
                "verse_number": "16",
                "verse_text": "I said to myself, &apos;I have become very wise. I am now wiser than anyone who ruled Jerusalem before me. I know what wisdom and knowledge really are.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So I decided to find out how wisdom and knowledge are better than foolish thinking. But I learned that trying to become wise is also like chasing the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "With much wisdom comes much disappointment."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I said to myself, &apos;I will try having fun. I will enjoy myself.&apos; But I found that this is also useless."
            },
            {
                "verse_number": "2",
                "verse_text": "It is foolish to laugh all the time. Having fun gets nothing done."
            },
            {
                "verse_number": "3",
                "verse_text": "I decided to cheer myself up with wine. At the same time my mind was still thinking wisely. I wanted to find a way to enjoy myself. I wanted to see what was good for people to do during their few days of life."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I did great things. I built houses, and I planted vineyards for myself."
            },
            {
                "verse_number": "5",
                "verse_text": "I planted gardens, and I made parks. I planted all kinds of fruit trees in them."
            },
            {
                "verse_number": "6",
                "verse_text": "I made pools of water for myself. And I used them to water my growing trees."
            },
            {
                "verse_number": "7",
                "verse_text": "I bought men and women slaves. Slaves were also born in my house. I had large herds of cattle and flocks of sheep. I had more than anyone in Jerusalem before me."
            },
            {
                "verse_number": "8",
                "verse_text": "I also gathered silver and gold for myself. I took treasures from kings and other areas. I had men and women singers. I had all the wives a man could ever want."
            },
            {
                "verse_number": "9",
                "verse_text": "I became very famous. I was greater than anyone who had lived in Jerusalem before me. My wisdom helped me in all this."
            },
            {
                "verse_number": "10",
                "verse_text": "Anything I saw and wanted, I got for myself. I did not miss any pleasure I desired. I was pleased with everything I did. And this pleasure was the reward for all my hard work. I thought about all the hard work. Suddenly I realized it was just a waste of time, like chasing the wind! There is nothing to gain from anything we do here on earth. And I thought also about being foolish and doing crazy things. But after all, what more can any king do? He can only do what some other king has already done. just as light is better than darkness. But a foolish person is like someone walking around in the dark. Yet I saw that both the foolish person and the wise man end the same way. &apos;What happens to a foolish person will happen to me, too. So what do I get for being so wise?&apos; I said to myself, &apos;Being wise is also useless.&apos; will both die! People will not remember either one forever. In the future, both will be forgotten."
            },
            {
                "verse_number": "11",
                "verse_text": "But then I looked at what I had done."
            },
            {
                "verse_number": "12",
                "verse_text": "Then I began to think again about being wise."
            },
            {
                "verse_number": "13",
                "verse_text": "I saw that being wise is certainly better than being foolish,"
            },
            {
                "verse_number": "14",
                "verse_text": "A wise man sees where he is going."
            },
            {
                "verse_number": "15",
                "verse_text": "I thought to myself,"
            },
            {
                "verse_number": "16",
                "verse_text": "The wise man and the foolish person"
            },
            {
                "verse_number": "17",
                "verse_text": "So I hated life. It made me sad to think that everything here on earth is useless. It is like chasing the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "I hated all the things I had worked for here on earth. I hated them because I must leave them to someone who will live after me."
            },
            {
                "verse_number": "19",
                "verse_text": "Someone else will control everything for which I worked so hard here on earth. And I don&quot;t know if he will be wise or foolish. This is also useless."
            },
            {
                "verse_number": "20",
                "verse_text": "So I became sad about all the hard work I had done here on earth."
            },
            {
                "verse_number": "21",
                "verse_text": "A person can work hard using all his wisdom, knowledge and skill. But he will die, and other people will get the things he worked for. They did not do the work, but they will get everything. This is also unfair and useless."
            },
            {
                "verse_number": "22",
                "verse_text": "What does a person get for all his work and struggling here on earth?"
            },
            {
                "verse_number": "23",
                "verse_text": "All his life his work is full of pain and sorrow. Even at night his mind doesn&quot;t rest. This is also useless."
            },
            {
                "verse_number": "24",
                "verse_text": "The best a person can do is eat, drink and enjoy his work. I saw that even this comes from God."
            },
            {
                "verse_number": "25",
                "verse_text": "No one can eat or enjoy life without God."
            },
            {
                "verse_number": "26",
                "verse_text": "If a person pleases God, God will give him wisdom, knowledge and joy. But the sinner will get only the work of gathering and storing wealth. Then he will have to give it to the one who pleases God. So all his work is useless. It is like chasing the wind."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There is a right time for everything. Everything on earth has its special season. and a time to die. There is a time to plant and a time to pull up plants. and a time to heal. There is a time to destroy and a time to build. and a time to laugh. There is a time to be sad and a time to dance. and a time to gather them. There is a time to hug and a time not to hug. and a time to stop looking for it. There is a time to keep things and a time to throw things away. and a time to sew together. There is a time to be silent and a time to speak. and a time to hate. There is a time for war and a time for peace. Things that will happen in the future have also happened before. God makes the same things happen again and again. Where there should have been justice, there was evil. Where there should have been fairness, there was wickedness. God has planned a time for every thing and every action. He will judge both good people and bad people."
            },
            {
                "verse_number": "2",
                "verse_text": "There is a time to be born"
            },
            {
                "verse_number": "3",
                "verse_text": "There is a time to kill"
            },
            {
                "verse_number": "4",
                "verse_text": "There is a time to cry"
            },
            {
                "verse_number": "5",
                "verse_text": "There is a time to throw away stones"
            },
            {
                "verse_number": "6",
                "verse_text": "There is a time to look for something"
            },
            {
                "verse_number": "7",
                "verse_text": "There is a time to tear apart"
            },
            {
                "verse_number": "8",
                "verse_text": "There is a time to love"
            },
            {
                "verse_number": "9",
                "verse_text": "Does a person really gain anything from his work?"
            },
            {
                "verse_number": "10",
                "verse_text": "I saw the hard work God has given us to do."
            },
            {
                "verse_number": "11",
                "verse_text": "God has also given us a desire to know the future. God certainly does everything at just the right time. But we can never completely understand what he is doing."
            },
            {
                "verse_number": "12",
                "verse_text": "So I realize that the best thing for people is to be happy. They should enjoy themselves as long as they live."
            },
            {
                "verse_number": "13",
                "verse_text": "God wants everyone to eat and drink and be happy in his work. These are gifts from God."
            },
            {
                "verse_number": "14",
                "verse_text": "I know anything God does will continue forever. People cannot add anything to what God has done. And they cannot take anything away from it. God does it this way to cause people to honor him."
            },
            {
                "verse_number": "15",
                "verse_text": "What happens now has also happened in the past."
            },
            {
                "verse_number": "16",
                "verse_text": "I also saw this here on earth:"
            },
            {
                "verse_number": "17",
                "verse_text": "I certainly believe that"
            },
            {
                "verse_number": "18",
                "verse_text": "But I decided that God leaves it the way it is to test people. He wants to show them they are just like animals."
            },
            {
                "verse_number": "19",
                "verse_text": "The same thing happens to animals and to people. They both have the same breath. So they both die. People are no better off than the animals. The lives of both are soon gone."
            },
            {
                "verse_number": "20",
                "verse_text": "Both end up the same way. Both came from dust. And both will go back to dust."
            },
            {
                "verse_number": "21",
                "verse_text": "Who can be sure that the spirit of man goes up to God? Or who can be sure that the spirit of an animal goes down into the ground?"
            },
            {
                "verse_number": "22",
                "verse_text": "So I saw the best thing a person can do is to enjoy his work. That is all he has. No one can help a person see what will happen in the future."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Again I saw all the people who were treated badly here on earth. I saw their tears. I saw that they had no one to comfort them. Cruel people had all the power. There was no one to comfort the people they hurt. are better off than the living. are better off still. They have not seen the evil that is done here on earth. You will starve to death! with what little you have. Otherwise, you will always be struggling for more. That is like chasing the wind. He had no son or brother. He always worked hard. But he was never satisfied with what he had. He never asked himself, &apos;For whom am I working so hard? Why don&quot;t I let myself enjoy life?&apos; This also is very sad and senseless. They get more done by working together. the other can help him up. But it is bad for the person who is alone when he falls. No one is there to help him. But a person alone will not be warm. but two people together can defend themselves. A rope that has three parts wrapped together is hard to break."
            },
            {
                "verse_number": "2",
                "verse_text": "I decided that the dead"
            },
            {
                "verse_number": "3",
                "verse_text": "But those who have never been born"
            },
            {
                "verse_number": "4",
                "verse_text": "I realized the reason people work hard and try to succeed: They are jealous of each other. This, too, is useless. It is like chasing the wind."
            },
            {
                "verse_number": "5",
                "verse_text": "Some say that it is foolish to fold your hands and do nothing."
            },
            {
                "verse_number": "6",
                "verse_text": "Maybe so, but I say it is better to be content"
            },
            {
                "verse_number": "7",
                "verse_text": "Again I saw something here on earth that was senseless:"
            },
            {
                "verse_number": "8",
                "verse_text": "I saw a person who had no family."
            },
            {
                "verse_number": "9",
                "verse_text": "Two people are better than one."
            },
            {
                "verse_number": "10",
                "verse_text": "If one person falls,"
            },
            {
                "verse_number": "11",
                "verse_text": "If two lie down together, they will be warm."
            },
            {
                "verse_number": "12",
                "verse_text": "An enemy might defeat one person,"
            },
            {
                "verse_number": "13",
                "verse_text": "A young person may be poor but wise. He is better than a foolish, old king who doesn&quot;t listen to advice."
            },
            {
                "verse_number": "14",
                "verse_text": "I saw such a young person become king. He had been born poor in the kingdom. He had even gone to prison before becoming king."
            },
            {
                "verse_number": "15",
                "verse_text": "I watched some of the people who live on earth follow him. They made him their king."
            },
            {
                "verse_number": "16",
                "verse_text": "Yes, a great many people followed him at first. But later, they did not like him, either. So fame and power are shown to be useless. They are like chasing the wind."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Be careful when you go to worship at the Temple. It is better to listen than to offer foolish sacrifices. People who do this don&quot;t even know they are doing wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "Think before you speak. Be careful about what you promise to God. God is in heaven, and you are on the earth. So say only a few words to God. So too many words come from foolish people. will never have all the money he wants. The person who loves wealth will not be satisfied when he gets it. This is also useless. the more friends he has to help him spend it. So what does he really gain? He gains nothing except to look at his riches. It is not important if he has little or much to eat. But a rich person worries about his wealth. He cannot sleep. A person suffers harm from saving up his money. So he has nothing to give to his son. And when he dies, he leaves with nothing. In spite of all his hard work, he leaves exactly as he came. He leaves exactly as he came. So what does he gain from chasing the wind? He ends up sick, defeated and angry."
            },
            {
                "verse_number": "3",
                "verse_text": "The saying is true: Bad dreams come from too much worrying."
            },
            {
                "verse_number": "4",
                "verse_text": "If you make a promise to God, don&quot;t be slow to keep it. God is not happy with foolish people. Give God what you promised."
            },
            {
                "verse_number": "5",
                "verse_text": "It is better not to promise anything than to promise something and not do it."
            },
            {
                "verse_number": "6",
                "verse_text": "So don&quot;t let your words cause you to sin. Also, don&quot;t say to the priest at the Temple, &apos;I didn&quot;t mean what I promised!&apos; If you do, God will become angry with your words. He will destroy everything you have worked for."
            },
            {
                "verse_number": "7",
                "verse_text": "Many empty promises are like many foolish dreams. They mean nothing. You should honor God."
            },
            {
                "verse_number": "8",
                "verse_text": "In some countries you will see poor people treated badly. They are not treated fairly or given their rights. Don&quot;t be surprised! One officer is cheated by a higher officer. They in turn are cheated by even higher officers."
            },
            {
                "verse_number": "9",
                "verse_text": "The wealth of the country is divided up among them all. Even the king makes sure he gets his share of the profits."
            },
            {
                "verse_number": "10",
                "verse_text": "The person who loves money"
            },
            {
                "verse_number": "11",
                "verse_text": "The more wealth a person has,"
            },
            {
                "verse_number": "12",
                "verse_text": "A man who works hard sleeps in peace."
            },
            {
                "verse_number": "13",
                "verse_text": "I have seen something unfair here on earth:"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he loses it all in a bad deal."
            },
            {
                "verse_number": "15",
                "verse_text": "A person comes into this world with nothing."
            },
            {
                "verse_number": "16",
                "verse_text": "This, too, is unfair:"
            },
            {
                "verse_number": "17",
                "verse_text": "All he gets are days filled with sadness and sorrow."
            },
            {
                "verse_number": "18",
                "verse_text": "I have seen what is best for a person to do here on earth. He should eat and drink and enjoy his work. This is because the life God has given him on earth is short."
            },
            {
                "verse_number": "19",
                "verse_text": "God gives some people the ability to enjoy the wealth and property he gives them. He also gives them the ability to accept their state in life and enjoy their work."
            },
            {
                "verse_number": "20",
                "verse_text": "Such people do not worry much about how short life is. This is because God keeps them busy with the things they love to do."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "I have seen something else unfair here on earth. It causes serious problems for people."
            },
            {
                "verse_number": "2",
                "verse_text": "God gives some people great wealth, riches and honor. They have everything they want. But God does not let them enjoy such things. Someone else enjoys them instead. This is unfair and senseless."
            },
            {
                "verse_number": "3",
                "verse_text": "It is sad when a person can&quot;t enjoy the good things God gives him. Such a person might have 100 children. He might live a long time. But what good is it if he can&quot;t enjoy the good God gives him? I say a baby who is born dead is better off than he is."
            },
            {
                "verse_number": "4",
                "verse_text": "It is useless for such a baby to be born. It ends up in the darkness of the grave without even a name."
            },
            {
                "verse_number": "5",
                "verse_text": "That baby never saw the sun. It never knew anything. But it finds more rest than the person who never gets to enjoy the good things God gives him."
            },
            {
                "verse_number": "6",
                "verse_text": "Even if he lives 2,000 years, it is sad if a person can&quot;t enjoy the good things God gives him. After all, both he and the baby born dead go to the same place&ndash;the grave."
            },
            {
                "verse_number": "7",
                "verse_text": "A person works just to feed himself. But he never seems to get enough to eat. is no better off than a foolish person. Then, too, it does a poor man little good to know how to get along in life. than always to be wanting more. Always wanting more is useless&ndash; like chasing the wind. A man is only what he was created to be. It is useless to argue with God about it. This is because God is more powerful than man is. the more useless it is. You gain nothing at all by arguing."
            },
            {
                "verse_number": "8",
                "verse_text": "In this way a wise man"
            },
            {
                "verse_number": "9",
                "verse_text": "So it is better to be happy with what you have"
            },
            {
                "verse_number": "10",
                "verse_text": "Everything that happens was planned long ago."
            },
            {
                "verse_number": "11",
                "verse_text": "The more you argue,"
            },
            {
                "verse_number": "12",
                "verse_text": "A person has only a few days of life on the earth. His short life passes like a shadow. And who knows what is best for him while he lives? Who can tell him what will happen after his time on earth?"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "It is better to have respect than good perfume. The day a person dies is better than the day he was born. than to a party. We all must die. Everyone living should think about this. Sadness has a good influence on you. but a foolish person thinks only about having a good time. than to be praised by a foolish person. It is like heating a pot by burning straw. There is a lot of fire but no heat. if he lets money change his thinking. than to start it. It is better to be patient than to be proud. because getting angry is foolish. It is not wise to ask such questions. It helps people see what to do. They both help a person. But wisdom is better than money, because it can save a person&quot;s life. You cannot change a thing, even if you think it is wrong. But when life is hard, remember: God gives us good times and hard times. And no one knows what tomorrow will bring. I have seen good men die being good. And I have seen evil men living a long time. Don&quot;t try to be too wise, either. Why should you destroy yourself this way? And don&quot;t be a foolish person. You will die young if you do so. Those who honor God will avoid doing too much of anything. One wise man is stronger than ten leaders in a city. who always does good and never sins. You might hear your servant insulting you. you also have insulted others. I wanted to be wise, but it was too hard for me. It is too hard for anyone to understand. I tried to find some meaning for everything. I learned that it is foolish to be evil. And it is crazy to act like a fool. They are as dangerous as traps. Their love is like a net. Their arms hold men like chains. A man who follows God will run away from them. But a sinner will be caught by them. I added all these things together to see if I could find some meaning for everything. but I have not found it. But I did discover that truly good people are hard to find. Such people are one in a million! God made people good. But people have found all kinds of ways to be bad.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "It is better to go to a funeral"
            },
            {
                "verse_number": "3",
                "verse_text": "Sorrow is better than laughter."
            },
            {
                "verse_number": "4",
                "verse_text": "A wise man thinks about death,"
            },
            {
                "verse_number": "5",
                "verse_text": "It is better to be criticized by a wise man"
            },
            {
                "verse_number": "6",
                "verse_text": "The laughter of foolish people is useless."
            },
            {
                "verse_number": "7",
                "verse_text": "Even a wise man will become foolish"
            },
            {
                "verse_number": "8",
                "verse_text": "It is better to finish something"
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t become mad quickly,"
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t ask, &apos;Why was life better in the &quot;good old days&quot;?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom is as good to have as inheriting property."
            },
            {
                "verse_number": "12",
                "verse_text": "Wisdom is like money."
            },
            {
                "verse_number": "13",
                "verse_text": "Stop and think about everything that God causes to happen."
            },
            {
                "verse_number": "14",
                "verse_text": "When life is good, enjoy it."
            },
            {
                "verse_number": "15",
                "verse_text": "In my short life I have seen both of these:"
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t try to be too right all the time."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t be too wicked."
            },
            {
                "verse_number": "18",
                "verse_text": "Try to avoid going too far in doing anything."
            },
            {
                "verse_number": "19",
                "verse_text": "Wisdom gives a person strength."
            },
            {
                "verse_number": "20",
                "verse_text": "Surely there is not a good man on earth"
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t listen to everything people say."
            },
            {
                "verse_number": "22",
                "verse_text": "You know that many times"
            },
            {
                "verse_number": "23",
                "verse_text": "I used wisdom to test all these things."
            },
            {
                "verse_number": "24",
                "verse_text": "I cannot understand why things are as they are."
            },
            {
                "verse_number": "25",
                "verse_text": "I studied and tried very hard to find wisdom."
            },
            {
                "verse_number": "26",
                "verse_text": "I found that some women are worse than death."
            },
            {
                "verse_number": "27",
                "verse_text": "The Teacher says, &apos;This is what I learned:"
            },
            {
                "verse_number": "28",
                "verse_text": "I am still looking for it,"
            },
            {
                "verse_number": "29",
                "verse_text": "One thing I have learned:"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "No one is like the wise man. He can understand what things mean. His wisdom makes him happy. It makes his sad face happy. A wise man knows how to do the right thing at the right time. Yet people often have many troubles. No one can tell them what will happen. No one has the power to stop his own death. During war a soldier cannot go home. So also, the person who does evil will not get away free."
            },
            {
                "verse_number": "2",
                "verse_text": "I advise you always to obey the king&quot;s command. Do this because you made a promise to God."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t be too quick to quit the job the king gave you. But don&quot;t support something that is wrong. Remember, the king does whatever he pleases."
            },
            {
                "verse_number": "4",
                "verse_text": "The king is the highest power. No one can tell him what to do."
            },
            {
                "verse_number": "5",
                "verse_text": "A person will be safe if he obeys the king&quot;s command."
            },
            {
                "verse_number": "6",
                "verse_text": "And there is a right time and a right way for everything."
            },
            {
                "verse_number": "7",
                "verse_text": "They do not know what the future holds."
            },
            {
                "verse_number": "8",
                "verse_text": "No one has the power to keep the wind from blowing."
            },
            {
                "verse_number": "9",
                "verse_text": "I saw all of this as I studied. I considered all that is done here on earth. And I saw men rule others and hurt them."
            },
            {
                "verse_number": "10",
                "verse_text": "I saw evil people being buried. They used to go in and out of the holy place. Good things were said about them in the same towns where they had done evil. This is senseless, too."
            },
            {
                "verse_number": "11",
                "verse_text": "Sometimes people are not punished right away for the bad things they do. That makes other people want to do bad things, too."
            },
            {
                "verse_number": "12",
                "verse_text": "A sinner might do a hundred evil things. And he might live a long time. Even so, I know it will be better for those who honor God. They fear him, and he sees it."
            },
            {
                "verse_number": "13",
                "verse_text": "And I also know it will not go well for evil people. Their lives will be like a brief shadow. They will not live very long."
            },
            {
                "verse_number": "14",
                "verse_text": "But sometimes something senseless happens on earth. Bad things happen to good people. Good things happen to bad people. This is truly senseless."
            },
            {
                "verse_number": "15",
                "verse_text": "So I decided it was more important to enjoy life. The best that people can do here on earth is to eat, drink and enjoy life. These joys will help people do the hard work God gives them here on earth."
            },
            {
                "verse_number": "16",
                "verse_text": "I used my mind to learn about all that happens on earth. I saw how busy people are. They work day and night and hardly ever sleep."
            },
            {
                "verse_number": "17",
                "verse_text": "I also saw all that God has done. Nobody can understand what God does here on earth. No matter how hard a person tries to understand it, he cannot. Even if a wise man says he understands, he really cannot. No one at all can really understand it."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I thought about something else and tried hard to understand it. I saw that God takes care of both good people and wise people and what they do. But no one knows if he will see good or bad times."
            },
            {
                "verse_number": "2",
                "verse_text": "Both good and bad things happen to everyone. They happen to those who are fair and to those who are wicked. They happen to those who are good and to those who are evil. They happen to those who sacrifice and to those who do not. The same things happen to a good person as happen to a sinner. The same things happen to a person who makes promises to God as to one who does not. But the dead no longer think about such things. Dead people have no more reward. People forget them. he can no longer show love or hate or jealousy. And he will never again share in the things that happen here on earth. Drink your wine and be happy. It is all right with God if you do this. and make yourself look good. The fast runner does not always win the race. The strong army does not always win the battle. The wise man does not always have food. The smart man does not always become wealthy. And the man with special skills does not always receive praise. Bad things happen to everyone. He is like a fish caught in a cruel net. He is like a bird caught in a trap. In the same way, a person is trapped by bad things that suddenly happen to him. than the shouts of a foolish ruler. But one sinner can destroy much good."
            },
            {
                "verse_number": "3",
                "verse_text": "This is something unfair that happens here on earth. The same things happen to everyone. So men&quot;s minds are full of evil and foolish thoughts while they live. After that, they join the dead."
            },
            {
                "verse_number": "4",
                "verse_text": "But anyone still alive has hope. Even a live dog is better off than a dead lion!"
            },
            {
                "verse_number": "5",
                "verse_text": "The living know they will die."
            },
            {
                "verse_number": "6",
                "verse_text": "After a person is dead,"
            },
            {
                "verse_number": "7",
                "verse_text": "So go eat your food and enjoy it."
            },
            {
                "verse_number": "8",
                "verse_text": "Put on nice clothes"
            },
            {
                "verse_number": "9",
                "verse_text": "Enjoy life with the wife you love. Enjoy all the days of this short life God has given you here on earth. It is all you have. So enjoy the work you have to do here on earth."
            },
            {
                "verse_number": "10",
                "verse_text": "Whatever work you do, do your best. This is because you are going to the grave. There is no working, no planning, no knowledge and no wisdom there."
            },
            {
                "verse_number": "11",
                "verse_text": "I also realized something else here on earth that is senseless:"
            },
            {
                "verse_number": "12",
                "verse_text": "A person never knows what will happen to him next."
            },
            {
                "verse_number": "13",
                "verse_text": "I also saw something wise happen here on earth. And it was very impressive to me."
            },
            {
                "verse_number": "14",
                "verse_text": "There was a small town with only a few people in it. A great king fought against it and put his armies all around it."
            },
            {
                "verse_number": "15",
                "verse_text": "Now there was a wise man in the town. He was poor, but he used his wisdom to save his town. But later on, everyone forgot about him."
            },
            {
                "verse_number": "16",
                "verse_text": "I still think wisdom is better than strength. But those people forgot about the poor man&quot;s wisdom. And they stopped listening to what he said."
            },
            {
                "verse_number": "17",
                "verse_text": "The quiet words of a wise man are better"
            },
            {
                "verse_number": "18",
                "verse_text": "Wisdom is better than weapons of war."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Dead flies will make even perfume smell bad. In the same way, a little foolishness can ruin a wise man&quot;s fame for wisdom. But the heart of a foolish person leads him in the wrong way. It shows in everything he does. Even as he walks along the road, he shows everyone how stupid he is. just because the ruler is angry with you. Remain calm. It will help correct your mistakes. It is the kind of mistake rulers make: while rich people are given less important ones. while princes walk beside them on foot. Anyone who knocks down a wall might be bitten by a snake. And anyone who cuts logs might get hurt while doing it. makes you work harder. A wise man will sharpen his ax. In the same way, wisdom can make any job easier. But what good is such wisdom if the snake has already bitten him? But a foolish person&quot;s words will destroy him. In the end he is saying even crazier things. No one knows the future. No one can tell him what will happen after he dies. He can&quot;t even find his way back to town. So he has to wear himself out working. if its king is a child. How terrible it will be for that country if its leaders have parties all the time. if its king comes from a good family. It is good for a country if its leaders control their eating and drinking. They should eat and drink for strength, not to get drunk. it will begin to fall. If he refuses to fix it, the house will leak. And wine makes you feel happy. But both cost you a lot of money. And don&quot;t say bad things about rich people even alone in your bedroom. A little bird might report it to others. A bird might fly to them and tell all you said."
            },
            {
                "verse_number": "2",
                "verse_text": "A wise man&quot;s heart leads him in the right way."
            },
            {
                "verse_number": "3",
                "verse_text": "A foolish person is not wise."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t leave your job"
            },
            {
                "verse_number": "5",
                "verse_text": "Here is something else unfair that happens here on earth."
            },
            {
                "verse_number": "6",
                "verse_text": "Foolish people are given important positions"
            },
            {
                "verse_number": "7",
                "verse_text": "I have seen servants ride on horses"
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone who digs a pit might fall into it."
            },
            {
                "verse_number": "9",
                "verse_text": "Anyone who moves large stones might be hurt by them."
            },
            {
                "verse_number": "10",
                "verse_text": "Cutting logs with a dull ax"
            },
            {
                "verse_number": "11",
                "verse_text": "Someone might know how to control snakes."
            },
            {
                "verse_number": "12",
                "verse_text": "A wise man&quot;s words bring him praise."
            },
            {
                "verse_number": "13",
                "verse_text": "A foolish person begins by saying something foolish."
            },
            {
                "verse_number": "14",
                "verse_text": "A foolish person talks too much about what he will do."
            },
            {
                "verse_number": "15",
                "verse_text": "A foolish person doesn&quot;t know even the most obvious things."
            },
            {
                "verse_number": "16",
                "verse_text": "How terrible it will be for a country"
            },
            {
                "verse_number": "17",
                "verse_text": "A country is well off"
            },
            {
                "verse_number": "18",
                "verse_text": "If a person is lazy and doesn&quot;t repair the roof,"
            },
            {
                "verse_number": "19",
                "verse_text": "A party makes you feel good."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t say or think bad things about the king."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Do good things everywhere you go. After a while the good you do will return to help you. You don&quot;t know what bad things might happen on earth. they will pour water on the earth. A tree can fall to the north or south. But it will stay where it falls. he will never plant his seeds. And if he is afraid that every cloud will bring rain, he will never harvest his crops. And you don&quot;t know how a baby grows in its mother&quot;s body. In the same way, God certainly made all things. But you can&quot;t understand what he is doing. and don&quot;t stop working until evening. This is because you don&quot;t know which things you do will succeed. It is even possible that everything you do will succeed. to enjoy the light of day. This is true no matter how long he lives. But he should also remember this: You will be dead much longer than you live. After you are dead, you accomplish nothing. Be happy while you are young. Do whatever your heart desires. Do whatever you want to do. But remember that God will judge you for everything you do. Forget about all the bad things that happen to you. This is because the joys of youth pass quickly away."
            },
            {
                "verse_number": "2",
                "verse_text": "Invest what you have in several different businesses."
            },
            {
                "verse_number": "3",
                "verse_text": "If clouds are full of rain,"
            },
            {
                "verse_number": "4",
                "verse_text": "If a person waits for perfect weather,"
            },
            {
                "verse_number": "5",
                "verse_text": "You don&quot;t know where the wind will blow."
            },
            {
                "verse_number": "6",
                "verse_text": "Begin planting early in the morning,"
            },
            {
                "verse_number": "7",
                "verse_text": "It is good to be alive"
            },
            {
                "verse_number": "8",
                "verse_text": "A person ought to enjoy every day of his life."
            },
            {
                "verse_number": "9",
                "verse_text": "Young people, enjoy yourselves while you are young."
            },
            {
                "verse_number": "10",
                "verse_text": "So avoid sorrow and sadness."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Remember your Creator while you are young. Your old age is coming when you will have many troubles. When that time comes, you won&quot;t have much to enjoy. the light from the sun, moon and stars will seem dark to you. It will seem as if the rain clouds never go away. Your strong legs will become weak and bent. Your teeth will fall out so you cannot chew. Your eyes will not see clearly. You will barely hear singing. The sound of the millstone grinding your grain will seem very quiet. But you&quot;ll wake up when a bird first starts singing! And you will be afraid to go for a walk because you may fall. Your hair will become white like the flowers on an almond tree. You will limp along like a grasshopper when you walk. Your desires will be gone. Then you will go to your everlasting home. And people will go to your funeral. Remember God before your life is broken like a golden bowl. It will be as useless as a broken bucket at the spring. It will be no good, like a broken wheel at a water well. But your spirit will return to God who gave it. The Teacher says that everything is useless. Here is my final advice: Honor God and obey his commands. This is the most important thing people can do. even the things done in secret. He knows all the good and all the bad. He will judge everything people do."
            },
            {
                "verse_number": "2",
                "verse_text": "When you become old,"
            },
            {
                "verse_number": "3",
                "verse_text": "At that time your arms will lose their strength."
            },
            {
                "verse_number": "4",
                "verse_text": "Your ears will be deaf to the noise in the streets."
            },
            {
                "verse_number": "5",
                "verse_text": "You will fear high places."
            },
            {
                "verse_number": "6",
                "verse_text": "Remember God before your life is snapped like a silver chain."
            },
            {
                "verse_number": "7",
                "verse_text": "Your body will become part of the dust of the earth again."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything is useless!"
            },
            {
                "verse_number": "9",
                "verse_text": "The Teacher was very wise. He taught the people what he knew. The Teacher very carefully thought about, studied and set in order many wise teachings."
            },
            {
                "verse_number": "10",
                "verse_text": "The Teacher looked for just the right words. He wrote teachings that are dependable and true."
            },
            {
                "verse_number": "11",
                "verse_text": "Words from wise men are like sharp sticks used to guide animals. These words are like nails that have been driven in firmly. They are wise teachings that come from God the Shepherd."
            },
            {
                "verse_number": "12",
                "verse_text": "So be careful, my son, about other teachings. People are always writing books. And too much study will make you very tired."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, everything has been heard."
            },
            {
                "verse_number": "14",
                "verse_text": "God knows everything people do,"
            }
        ]
    }
}