{
    "1 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "We write you now about something that has always existed. We have heard. We have seen with our own eyes. We have watched, and we have touched with our hands. We write to you about the Word that gives life."
            },
            {
                "verse_number": "2",
                "verse_text": "He who gives life was shown to us. We saw him, and we can give proof about it. And now we tell you that he has life that continues forever. The one who gives this life was with God the Father. God showed him to us."
            },
            {
                "verse_number": "3",
                "verse_text": "Now we tell you what we have seen and heard because we want you to have fellowship with us. The fellowship we share together is with God the Father and his Son, Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We write this to you so that we may be full of joy."
            },
            {
                "verse_number": "5",
                "verse_text": "Here is the message we have heard from God and now tell to you: God is light, and in him there is no darkness at all."
            },
            {
                "verse_number": "6",
                "verse_text": "So if we say that we have fellowship with God, but we continue living in darkness, then we are liars. We do not follow the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "God is in the light. We should live in the light, too. If we live in the light, we share fellowship with each other. And when we live in the light, the blood of the death of Jesus, God&quot;s Son, is making us clean from every sin."
            },
            {
                "verse_number": "8",
                "verse_text": "If we say that we have no sin, we are fooling ourselves, and the truth is not in us."
            },
            {
                "verse_number": "9",
                "verse_text": "But if we confess our sins, he will forgive our sins. We can trust God. He does what is right. He will make us clean from all the wrongs we have done."
            },
            {
                "verse_number": "10",
                "verse_text": "If we say that we have not sinned, then we make God a liar. We do not accept God&quot;s true teaching."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My dear children, I write this letter to you so that you will not sin. But if anyone does sin, we have Jesus Christ to help us. He is the Righteous One. He defends us before God the Father."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus died in our place to take away our sins. And Jesus is the way that all people can have their sins taken away, too."
            },
            {
                "verse_number": "3",
                "verse_text": "If we obey what God has told us to do, then we are sure that we truly know God."
            },
            {
                "verse_number": "4",
                "verse_text": "If someone says, &apos;I know God!&apos; but does not obey God&quot;s commands, then he is a liar. The truth is not in him."
            },
            {
                "verse_number": "5",
                "verse_text": "But if someone obeys God&quot;s teaching, then God&quot;s love has truly arrived at its goal in him. This is how we know that we are following God:"
            },
            {
                "verse_number": "6",
                "verse_text": "Whoever says that God lives in him must live as Jesus lived."
            },
            {
                "verse_number": "7",
                "verse_text": "My dear friends, I am not writing a new command to you. It is the same command you have had since the beginning. It is the teaching you have already heard."
            },
            {
                "verse_number": "8",
                "verse_text": "But I am writing a new command to you. This command is true; you can see its truth in Jesus and in yourselves. The darkness is passing away, and the true light is already shining."
            },
            {
                "verse_number": "9",
                "verse_text": "Someone says, &apos;I am in the light.&apos; But if he hates his brother, he is still in the darkness."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever loves his brother lives in the light, and there is nothing in him that will cause him to do wrong."
            },
            {
                "verse_number": "11",
                "verse_text": "But whoever hates his brother is in darkness. He lives in darkness and does not know where he is going. The darkness has made him blind."
            },
            {
                "verse_number": "12",
                "verse_text": "I write to you, dear children, because your sins are forgiven through Christ. because you know the One who existed from the beginning. I write to you, young men, because you have defeated the Evil One. because you know the Father. I write to you, fathers, because you know the One who existed from the beginning. I write to you, young men, because you are strong; the word of God lives in you, and you have defeated the Evil One."
            },
            {
                "verse_number": "13",
                "verse_text": "I write to you, fathers,"
            },
            {
                "verse_number": "14",
                "verse_text": "I write to you, children,"
            },
            {
                "verse_number": "15",
                "verse_text": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the evil things in the world: wanting things to please our sinful selves, wanting the sinful things we see, being too proud of the things we have. But none of those things comes from the Father. All of them come from the world."
            },
            {
                "verse_number": "17",
                "verse_text": "The world is passing away. And everything that people want in the world is passing away. But the person who does what God wants lives forever."
            },
            {
                "verse_number": "18",
                "verse_text": "My dear children, the end is near! You have heard that the Enemy of Christ is coming. And now many enemies of Christ are already here. So we know that the end is near."
            },
            {
                "verse_number": "19",
                "verse_text": "Those enemies of Christ were in our group. But they left us. They did not really belong with us. If they were really part of our group, then they would have stayed with us. But they left. This shows that none of them really belonged with us."
            },
            {
                "verse_number": "20",
                "verse_text": "You have the gift that the Holy One gave you. So you all know the truth."
            },
            {
                "verse_number": "21",
                "verse_text": "Why do I write to you? Do I write because you do not know the truth? No, I write this letter because you do know the truth. And you know that no lie comes from the truth."
            },
            {
                "verse_number": "22",
                "verse_text": "So who is the liar? It is the person who says Jesus is not the Christ. A person who says Jesus is not the Christ is the enemy of Christ. He does not believe in the Father or in his Son."
            },
            {
                "verse_number": "23",
                "verse_text": "If anyone does not believe in the Son, he does not have the Father. But whoever accepts the Son has the Father, too."
            },
            {
                "verse_number": "24",
                "verse_text": "Be sure that you continue to follow the teaching that you heard from the beginning. If you continue in that teaching, you will stay in the Son and in the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "And this is what the Son promised to us&ndash;life forever."
            },
            {
                "verse_number": "26",
                "verse_text": "I am writing this letter about those people who are trying to lead you the wrong way."
            },
            {
                "verse_number": "27",
                "verse_text": "Christ gave you a special gift. You still have this gift in you. So you do not need any other teacher. The gift he gave you teaches you about everything. This gift is true, not false. So continue to live in Christ, as his gift taught you."
            },
            {
                "verse_number": "28",
                "verse_text": "Yes, my dear children, live in him. If we do this, we can be without fear on the day when Christ comes back. We will not need to hide and be ashamed when he comes."
            },
            {
                "verse_number": "29",
                "verse_text": "You know that Christ is righteous. So you know that all who do what is right are God&quot;s children."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Father has loved us so much! He loved us so much that we are called children of God. And we really are his children. But the people in the world do not understand that we are God&quot;s children, because they have not known him."
            },
            {
                "verse_number": "2",
                "verse_text": "Dear friends, now we are children of God. We have not yet been shown what we will be in the future. But we know that when Christ comes again, we will be like him. We will see him as he really is."
            },
            {
                "verse_number": "3",
                "verse_text": "Christ is pure. And every person who has this hope in Christ keeps himself pure like Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "When a person sins, he breaks God&quot;s law. Yes, sinning is the same as living against God&quot;s law."
            },
            {
                "verse_number": "5",
                "verse_text": "You know that Christ came to take away sins. There is no sin in Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "So the person who lives in Christ does not go on sinning. If he goes on sinning, he has never really understood Christ and has never known him."
            },
            {
                "verse_number": "7",
                "verse_text": "Dear children, do not let any person lead you the wrong way. Christ is righteous. To be like Christ, a person must do what is right."
            },
            {
                "verse_number": "8",
                "verse_text": "The devil has been sinning since the beginning. Anyone who continues to sin belongs to the devil. The Son of God came for this purpose: to destroy the devil&quot;s work."
            },
            {
                "verse_number": "9",
                "verse_text": "When God makes someone his child, that person does not go on sinning. The new life God gave that person stays in him. So he is not able to go on sinning, because he has become a child of God."
            },
            {
                "verse_number": "10",
                "verse_text": "So we can see who God&quot;s children are and who the devil&quot;s children are. Those who do not do what is right are not children of God. And anyone who does not love his brother is not a child of God."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the teaching you have heard from the beginning: We must love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "Do not be like Cain who belonged to the Evil One. Cain killed his brother. He killed his brother because the things Cain did were evil, and the things his brother did were good."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers, do not be surprised when the people of this world hate you."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that we have left death and have come into life. We know this because we love our brothers in Christ. Whoever does not love is still in death."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone who hates his brother is a murderer. And you know that no murderer has eternal life in him."
            },
            {
                "verse_number": "16",
                "verse_text": "This is how we know what real love is: Jesus gave his life for us. So we should give our lives for our brothers."
            },
            {
                "verse_number": "17",
                "verse_text": "Suppose a believer is rich enough to have all that he needs. He sees his brother in Christ who is poor and does not have what he needs. What if the believer does not help the poor brother? Then the believer does not have God&quot;s love in his heart."
            },
            {
                "verse_number": "18",
                "verse_text": "My children, our love should not be only words and talk. Our love must be true love. And we should show that love by what we do."
            },
            {
                "verse_number": "21",
                "verse_text": "My dear friends, if we do not feel that we are doing wrong, we can be without fear when we come to God."
            },
            {
                "verse_number": "22",
                "verse_text": "And God gives us the things we ask for. We receive these things because we obey God&quot;s commands, and we do what pleases him."
            },
            {
                "verse_number": "23",
                "verse_text": "This is what God commands: that we believe in his Son, Jesus Christ, and that we love each other, just as he commanded."
            },
            {
                "verse_number": "24",
                "verse_text": "The person who obeys God&quot;s commands lives in God. And God lives in him. How do we know that God lives in us? We know because of the Spirit whom God gave us."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear friends, many false prophets are in the world now. So do not believe every spirit. But test the spirits to see if they are from God."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how you can know God&quot;s Spirit: One spirit says, &apos;I believe that Jesus is the Christ who came to earth and became a man.&apos; That Spirit is from God."
            },
            {
                "verse_number": "3",
                "verse_text": "Another spirit refuses to say this about Jesus. That spirit is not from God but is the spirit of the Enemy of Christ. You have heard that the Enemy of Christ is coming. And now he is already in the world."
            },
            {
                "verse_number": "4",
                "verse_text": "My dear children, you belong to God. So you have defeated them because God&quot;s Spirit, who is in you, is greater than the devil, who is in the world."
            },
            {
                "verse_number": "5",
                "verse_text": "And they belong to the world. What they say is from the world, and the world listens to them."
            },
            {
                "verse_number": "6",
                "verse_text": "But we are from God, and those who know God listen to us. But those who are not from God do not listen to us. That is how we know the Spirit that is true and the spirit that is false."
            },
            {
                "verse_number": "7",
                "verse_text": "Dear friends, we should love each other, because love comes from God. The person who loves has become God&quot;s child and knows God."
            },
            {
                "verse_number": "8",
                "verse_text": "Whoever does not love does not know God, because God is love."
            },
            {
                "verse_number": "9",
                "verse_text": "This is how God showed his love to us: He sent his only Son into the world to give us life through him."
            },
            {
                "verse_number": "10",
                "verse_text": "True love is God&quot;s love for us, not our love for God. God sent his Son to die in our place to take away our sins."
            },
            {
                "verse_number": "11",
                "verse_text": "That is how much God loved us, dear friends! So we also must love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "No one has ever seen God. But if we love each other, God lives in us. If we love each other, God&quot;s love has reached its goal. It is made perfect in us."
            },
            {
                "verse_number": "13",
                "verse_text": "We know that we live in God and God lives in us. We know this because God gave us his Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "We have seen that the Father sent his Son to be the Savior of the world. That is what we teach."
            },
            {
                "verse_number": "15",
                "verse_text": "If someone says, &apos;I believe that Jesus is the Son of God,&apos; then God lives in him. And he lives in God."
            },
            {
                "verse_number": "16",
                "verse_text": "And so we know the love that God has for us, and we trust that love. God is love. Whoever lives in love lives in God, and God lives in him."
            },
            {
                "verse_number": "17",
                "verse_text": "If God&quot;s love is made perfect in us, then we can be without fear on the day God judges us. We will be without fear, because in this world we are like him."
            },
            {
                "verse_number": "18",
                "verse_text": "Where God&quot;s love is, there is no fear, because God&quot;s perfect love takes away fear. It is punishment that makes a person fear. So love is not made perfect in the person who has fear."
            },
            {
                "verse_number": "19",
                "verse_text": "We love because God first loved us."
            },
            {
                "verse_number": "20",
                "verse_text": "If someone says, &apos;I love God,&apos; but hates his brother, he is a liar. He can see his brother, but he hates him. So he cannot love God, whom he has never seen."
            },
            {
                "verse_number": "21",
                "verse_text": "And God gave us this command: Whoever loves God must also love his brother."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Everyone who believes that Jesus is the Christ is God&quot;s child. The person who loves the Father also loves the Father&quot;s children."
            },
            {
                "verse_number": "2",
                "verse_text": "How do we know that we love God&quot;s children? We know because we love God and we obey his commands."
            },
            {
                "verse_number": "3",
                "verse_text": "Loving God means obeying his commands. And God&quot;s commands are not too hard for us."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone who is a child of God has the power to win against the world. It is our faith that wins the victory against the world."
            },
            {
                "verse_number": "5",
                "verse_text": "So the one who conquers the world is the person who believes that Jesus is the Son of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus Christ is the One who came with water and with blood. He did not come by water only. He came by both water and blood. And the Spirit says that this is true. The Spirit is the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "So there are three witnesses:"
            },
            {
                "verse_number": "8",
                "verse_text": "the Spirit, the water, and the blood. These three witnesses agree."
            },
            {
                "verse_number": "9",
                "verse_text": "We believe people when they say something is true. But what God says is more important. And he has told us the truth about his own Son."
            },
            {
                "verse_number": "10",
                "verse_text": "Anyone who believes in the Son of God has the truth that God told us. Anyone who does not believe makes God a liar. He does not believe what God told us about his Son."
            },
            {
                "verse_number": "11",
                "verse_text": "This is what God told us: God has given us eternal life, and this life is in his Son."
            },
            {
                "verse_number": "12",
                "verse_text": "Whoever has the Son has life. But the person who does not have the Son of God does not have life."
            },
            {
                "verse_number": "13",
                "verse_text": "I write this letter to you who believe in the Son of God. I write so that you will know that you have eternal life now."
            },
            {
                "verse_number": "14",
                "verse_text": "We can come to God with no doubts. This means that when we ask God for things (and those things agree with what God wants for us), then God cares about what we say."
            },
            {
                "verse_number": "15",
                "verse_text": "God listens to us every time we ask him. So we know that he gives us the things that we ask from him."
            },
            {
                "verse_number": "16",
                "verse_text": "Suppose someone sees his brother in Christ sinning (sin that does not lead to eternal death). That person should pray for his brother who is sinning. Then God will give the brother life. I am talking about people whose sin does not lead to eternal death. There is sin that leads to death. I do not mean that a person should pray about that sin."
            },
            {
                "verse_number": "17",
                "verse_text": "Doing wrong is always sin. But there is sin that does not lead to eternal death."
            },
            {
                "verse_number": "18",
                "verse_text": "We know that anyone who is God&quot;s child does not continue to sin. The Son of God keeps him safe, and the Evil One cannot hurt him."
            },
            {
                "verse_number": "19",
                "verse_text": "We know that we belong to God. But the Evil One controls the whole world."
            },
            {
                "verse_number": "20",
                "verse_text": "And we know that the Son of God has come and has given us understanding. Now we can know God, the One who is true. And our lives are in that true God and in his Son, Jesus Christ. He is the true God, and he is eternal life."
            },
            {
                "verse_number": "21",
                "verse_text": "So, dear children, keep yourselves away from false gods."
            }
        ]
    }
}