{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke his word to Joel son of Pethuel:"
            },
            {
                "verse_number": "2",
                "verse_text": "Elders, listen to this message. Listen to me, all you people who live in the land. Nothing like this has ever happened during your lifetime. Nothing like this has ever happened during your fathers&quot; lifetimes. And let your children tell their children. And let your grandchildren tell their children. the swarming locusts have eaten. And what the swarming locusts have left, the hopping locusts have eaten. And what the hopping locusts have left, All of you people who drink wine, cry! Cry because your sweet wine has been taken away from you. It has too many soldiers to count. It has teeth like a lion. And it has fangs like a female lion. It has destroyed my fig trees. It has eaten the bark off my trees and left the branches white. when the man she was going to marry is killed. to offer in the Temple of the Lord. Because of this, the priests, the servants of the Lord, cry. Even the ground is dried up. The grain is destroyed. The new wine is dried up. And the olive oil runs out. Cry loudly, you who grow grapes. Cry for the wheat and the barley. Cry because the harvest in the field is lost. And the fig trees are dying. The pomegranate trees, the date palm trees and the apple trees have dried up. All the trees in the field have died. And the happiness of the people has died, too. Servants of the altar, cry out loud. Servants of my God, sleep in your rough cloth to show your sadness. Cry because there will be no more grain or drink offerings to offer in the Temple of your God. Tell them there will be a time to give up food. Bring together the elders and everyone who lives in the land. Bring them to the Temple of the Lord your God. And cry out to the Lord. The Lord&quot;s day of judging is near. At that time punishment will come like an attack from God All-Powerful. while we watch. Joy and happiness are gone from the Temple of our God. but they lie dry and dead in the dirt. Our barns are empty and falling down. The storerooms for grain have been broken down. This is because the grain has dried up. The herds of cattle wander around confused. They have no grass to eat. Even the flocks of sheep suffer. Fire has burned up the open pastures. Flames have burned all the trees in the field. The water in the streams has dried up. Fire has burned up the open pastures."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell your children about these things."
            },
            {
                "verse_number": "4",
                "verse_text": "What the cutting locusts have not eaten, the destroying locusts have eaten."
            },
            {
                "verse_number": "5",
                "verse_text": "Drunks, wake up and cry!"
            },
            {
                "verse_number": "6",
                "verse_text": "A powerful nation has come into my land."
            },
            {
                "verse_number": "7",
                "verse_text": "That army has eaten my grapevines."
            },
            {
                "verse_number": "8",
                "verse_text": "Cry as a young woman cries"
            },
            {
                "verse_number": "9",
                "verse_text": "There will be no more grain or drink offerings"
            },
            {
                "verse_number": "10",
                "verse_text": "The fields are ruined."
            },
            {
                "verse_number": "11",
                "verse_text": "Be sad, farmers."
            },
            {
                "verse_number": "12",
                "verse_text": "The vines have become dry."
            },
            {
                "verse_number": "13",
                "verse_text": "Priests, put on your rough cloth and cry to show your sadness."
            },
            {
                "verse_number": "14",
                "verse_text": "Call the people together."
            },
            {
                "verse_number": "15",
                "verse_text": "This will be a terrible day!"
            },
            {
                "verse_number": "16",
                "verse_text": "Our food is taken away"
            },
            {
                "verse_number": "17",
                "verse_text": "We planted seeds,"
            },
            {
                "verse_number": "18",
                "verse_text": "The animals are hungry and groaning!"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, I am calling to you for help."
            },
            {
                "verse_number": "20",
                "verse_text": "Wild animals also need your help."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet in Jerusalem. Shout a warning on my holy mountain. Let all the people who live in the land shake with fear. The Lord&quot;s day of judging is coming. The Lord&quot;s day of judging is near. It will be a cloudy and black day. Like the light at sunrise, the great and powerful army will spread over the mountains. There has never been anything like it before. And there will never be anything like it again. like a burning fire. The land in front of them is like the garden of Eden. The land behind them is like an empty desert. Nothing will escape them. They run like war horses. It is like the noise of chariots rumbling over the mountains. It is like the noise of crackling flames burning dry stalks. They are like a powerful army lined up for battle. Their faces become pale. They climb over the walls like warriors. They all march straight ahead. They do not move off their path. Each one walks in line. They charge through all efforts to stop them and stay in line. They run along the tops of the walls. They climb into the houses. They enter through windows like a thief. The sun and the moon become dark, and the stars stop shining. as he leads his army. That army obeys his commands. It is very large and powerful. The Lord&quot;s day of judging is an overwhelming and terrible day. No one can stand up against it. Go without food, and cry and be sad.&apos; Let your heart be broken. Come back to the Lord your God. He is kind and shows mercy. He doesn&quot;t become angry quickly. He has great love. He would rather forgive than punish. and leave behind a blessing for you. Then you may give grain and drink offerings to the Lord your God. Call for a special time of going without food. Call for a special meeting. Make the meeting holy for the Lord. Bring together the elders. Bring together the children, even babies that still feed at their mothers&quot; breasts. The bridegroom should come from his room. The bride should come from her bedroom. They should cry between the altar and entrance to the Temple. They should say, &apos;Lord, have mercy on your people. Don&quot;t let them be put to shame. Don&quot;t let other nations make fun of them. Don&quot;t let people in other nations ask, &quot;Where is their God?&quot;&apos; He felt sorry for his people. &apos;I will send you grain, wine and olive oil. You will have plenty. No more will I shame you among the nations. I will force them into a dry, empty land. Their soldiers in front will be forced into the Dead Sea. And those in the rear will be forced into the Mediterranean Sea. Their bodies will rot and stink because they did horrible things.&apos; Be happy and full of joy because the Lord has begun to do wonderful things. The open pastures will grow grass. The trees will grow fruit. The fig trees and the vines will grow much fruit. Be joyful in the Lord your God. He will do what is right and will give you rain. He will send the early rain and the late rain for you, as before. And the barrels will overflow with wine and olive oil. Those swarming locusts and the hopping locusts, But I will pay you back for those years of trouble. You will be full. You will praise the name of the Lord your God. He has done miracles for you. My people will never again be shamed. You will know that I am the Lord your God. There is no other God. My people will never be shamed again. I will give my Spirit freely to all kinds of people. Your sons and daughters will prophesy. Your old men will dream dreams. Your young men will see visions. even to servants, both men and women. in the sky and on the earth: blood, fire and thick smoke. The moon will become red as blood. And then the Lord&quot;s overwhelming and terrible day of judging will come. will be saved. Even on Mount Zion and in Jerusalem there will be people who will be saved. This will happen just as the Lord has said. Those left alive after the day of punishment are the people whom the Lord called."
            },
            {
                "verse_number": "2",
                "verse_text": "It will be a dark, gloomy day."
            },
            {
                "verse_number": "3",
                "verse_text": "The army destroys the land"
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses."
            },
            {
                "verse_number": "5",
                "verse_text": "Listen to them!"
            },
            {
                "verse_number": "6",
                "verse_text": "Before this army, nations shake with fear."
            },
            {
                "verse_number": "7",
                "verse_text": "The army charges ahead like soldiers."
            },
            {
                "verse_number": "8",
                "verse_text": "They do not run into each other."
            },
            {
                "verse_number": "9",
                "verse_text": "They run into the city."
            },
            {
                "verse_number": "10",
                "verse_text": "Before them, earth and sky shake."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord calls out orders loudly"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord says, &apos;Now, come back to me with all your heart."
            },
            {
                "verse_number": "13",
                "verse_text": "Tearing your clothes is not enough to show you are sad."
            },
            {
                "verse_number": "14",
                "verse_text": "Who knows? Maybe the Lord will change his mind"
            },
            {
                "verse_number": "15",
                "verse_text": "Blow the trumpet in Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "Bring the people together."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests, the Lord&quot;s servants, should cry."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Lord became concerned about his land."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord said to them:"
            },
            {
                "verse_number": "20",
                "verse_text": "I will force the army from the north to leave your land."
            },
            {
                "verse_number": "21",
                "verse_text": "But, land, don&quot;t be afraid."
            },
            {
                "verse_number": "22",
                "verse_text": "Wild animals, don&quot;t be afraid."
            },
            {
                "verse_number": "23",
                "verse_text": "So be happy, people of Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "And the threshing floors will be full of wheat."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I sent my great army against you. the destroying locusts and the cutting locusts ate your crops."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will have plenty to eat."
            },
            {
                "verse_number": "27",
                "verse_text": "Then you will know that I am among the people of Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;After this,"
            },
            {
                "verse_number": "29",
                "verse_text": "At that time I will give my Spirit"
            },
            {
                "verse_number": "30",
                "verse_text": "I will show miracles"
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will become dark."
            },
            {
                "verse_number": "32",
                "verse_text": "Then anyone who asks the Lord for help"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;In those days and at that time, I will give Judah and Jerusalem back their riches. I will bring them down into the Valley Where the Lord Judges. And there I will judge them. Those nations scattered my own people, Israel. They forced my people to live in other nations. They divided up my land. They traded boys for prostitutes. And they sold girls to buy wine to drink. Prepare for war! Wake up the soldiers! Let all the men of war come near and attack. Make spears from your hooks for trimming trees. Let the weak say, &apos;I am strong.&apos; Come together in that place. Lord, send your strong soldiers to gather the nations. Come to the Valley Where the Lord Judges. There I will sit to judge all the nations on every side. because the harvest is ripe with sin. Come, walk on them as you would walk on grapes, because the winepress is full. The barrels are full of their sins and spilling over. These people are so evil!&apos; The Lord&quot;s day of judging is near in the Valley of Decision. The stars will stop shining. His loud voice will sound like a growl from Jerusalem. And the sky and the earth will shake. But the Lord will be a safe place for his people. He will be a strong place of safety for the people of Israel. I stay in my holy Mount Zion. Jerusalem will become holy. Strangers will never take over that city again. The hills will be covered with cows to give milk. And water will flow through all the ravines of Judah. A fountain will flow from the Temple of the Lord. It will give water to the valley of acacia trees. And Edom will become an empty desert. This is because they were cruel to the people of Judah. They killed innocent people in the land of Judah. And people will live in Jerusalem from now on. So I will definitely punish them.&apos; The Lord lives in Jerusalem!"
            },
            {
                "verse_number": "2",
                "verse_text": "I will also gather all the nations together."
            },
            {
                "verse_number": "3",
                "verse_text": "They threw lots for my people."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Tyre and Sidon and all of you regions of Philistia! What do you have against me? Are you punishing me for something I did? Or are you doing something to hurt me? Then I will quickly do to you what you have done to me."
            },
            {
                "verse_number": "5",
                "verse_text": "You took my silver and gold. You took my precious treasures and put them in your temples."
            },
            {
                "verse_number": "6",
                "verse_text": "You sold the people of Judah and Jerusalem to the Greeks. That way you could send them far from their land."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You sent my people to that faraway place. But I will bring them back. And I will do to you what you have done to them."
            },
            {
                "verse_number": "8",
                "verse_text": "I will sell your sons and daughters to the people of Judah. Then they will sell them to the Sabean people far away.&apos; The Lord said this."
            },
            {
                "verse_number": "9",
                "verse_text": "Announce this among the nations:"
            },
            {
                "verse_number": "10",
                "verse_text": "Make your plows into swords."
            },
            {
                "verse_number": "11",
                "verse_text": "All of you nations, hurry."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Wake up, nations."
            },
            {
                "verse_number": "13",
                "verse_text": "Cut them down like grain"
            },
            {
                "verse_number": "14",
                "verse_text": "There are many people in the Valley of Decision."
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and the moon will become dark."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord will roar like a lion from Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Then you will know that I am the Lord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;On that day the mountains will be covered with grapes for sweet wine."
            },
            {
                "verse_number": "19",
                "verse_text": "But Egypt will become empty."
            },
            {
                "verse_number": "20",
                "verse_text": "But there will always be people living in Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "Egypt and Edom killed my people."
            }
        ]
    }
}