{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that was given to Habakkuk the prophet."
            },
            {
                "verse_number": "2",
                "verse_text": "Lord, I continue to ask for help. How long will you ignore me? I cry out to you about violence, but you do not save us! Why do you put up with evil? People are destroying things and hurting others while I am looking. They are arguing and fighting. No one receives a fair trial. Evil people gain while good people lose. The judges no longer make fair decisions. Watch them and be amazed. I will do something in your lifetime that will amaze you. You won&quot;t believe it even when you are told about it. The Babylonians are cruel and powerful fighters. They march across the earth. They take lands that don&quot;t belong to them. They do what they want to do. They are good only to themselves. and more cruel than wolves at sunset. Their horse soldiers attack quickly. They come from places that are far away. They attack quickly, like an eagle swooping down for food. Their armies march quickly like a whirlwind in the desert. Their prisoners are as many as the grains of sand. They make fun of rulers. They laugh at all the strong, walled cities. They build dirt roads up to the top of the walls. They capture the cities. They are guilty of worshiping their own strength.&apos; You are my God, my holy God. You will not let those who trust you die. Lord, you have chosen the Babylonians to punish people. Our Rock, you created them to punish the people. You cannot stand to see people do wrong. So how can you put up with those evil people? How can you be quiet when wicked people defeat people who are better than they are? You treat them like sea animals without a leader. He catches them in his net. He drags them in. He is glad that he has caught them. He burns incense to worship it. This is because his net lets him live like a rich man. His net lets him enjoy the best food. Will he go on destroying people without showing mercy?"
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you let me see wrong things?"
            },
            {
                "verse_number": "4",
                "verse_text": "People are not forced to obey the teachings."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;You and your people, look at the nations!"
            },
            {
                "verse_number": "6",
                "verse_text": "I will use the Babylonian people to punish the evil people."
            },
            {
                "verse_number": "7",
                "verse_text": "The Babylonians frighten other people."
            },
            {
                "verse_number": "8",
                "verse_text": "Their horses are faster than leopards"
            },
            {
                "verse_number": "9",
                "verse_text": "They all come to fight."
            },
            {
                "verse_number": "10",
                "verse_text": "The Babylonian soldiers laugh at kings."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they leave like the wind and move on."
            },
            {
                "verse_number": "12",
                "verse_text": "Lord, you are the Lord who lives forever."
            },
            {
                "verse_number": "13",
                "verse_text": "Your eyes are too good to look at evil."
            },
            {
                "verse_number": "14",
                "verse_text": "You treat people like fish in the sea."
            },
            {
                "verse_number": "15",
                "verse_text": "The enemy catches all of them with hooks."
            },
            {
                "verse_number": "16",
                "verse_text": "The enemy offers sacrifices to his net."
            },
            {
                "verse_number": "17",
                "verse_text": "Will he keep on taking riches with his net?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I will stand like a guard to watch. I will stand on the tower. I will wait to see what the Lord will say to me. I will wait to learn how to answer his complaint. &apos;Write down what I show you. Write it clearly on stone tablets so whoever reads it can run to tell others. But that time is coming soon. The message will come true. It may seem like a long time before it happens. But be patient and wait for it. These things will happen. They will not be delayed. But those who do right because they trust in God will live. In the same way the Babylonians are fooled by their pride. Their desire for wealth is like a grave&quot;s desire for death. They always want more and more. And, like death, they collect other nations for themselves. They make them their own people. They will make fun of the Babylonians. They will say, &quot;How terrible it will be for the nation that steals many things. How long will that nation get rich by forcing others to pay them?&quot; They will realize what is happening and make you shake with fear. Then they will hurt you. So the people who are left will take much from you. This is because you have killed many people. You have destroyed countries and cities and everyone in them. They do those things to live in a safe place. They think they will be safe from harm. This has made your own houses ashamed of you. Because of it, you will lose your lives. Even the wooden boards that support the roof will agree that you are wrong. How terrible for that nation that wrongs others to start a town. to destroy what those people have built. All the nations&quot; work will be for nothing. This news will spread like water covering the sea. In anger they knock other people to the ground. And they treat them as if they are naked and drunk. This anger will be like a cup of poison in the Lord&quot;s right hand. You will taste this anger and fall to the ground like a drunk person. You will drink from this cup. You will receive disgrace, not respect. Now you will be hurt. You killed many animals there. And now you must be afraid. You will be afraid because of what you did to those cities and the people who lived in them. It is only a statue that teaches lies. The person who made it expects his own work to help him. But it can&quot;t even speak! How terrible it will be when this nation says to a stone that cannot speak, &quot;Get up!&quot; These things cannot tell them what to do. That idol is only a statue covered with gold and silver. There is no life in it. So all the earth should be silent in his presence.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord answered me:"
            },
            {
                "verse_number": "3",
                "verse_text": "It is not yet time for the message to come true."
            },
            {
                "verse_number": "4",
                "verse_text": "See, the nation that is evil and trusts in itself will fail."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Wine can trick a person."
            },
            {
                "verse_number": "6",
                "verse_text": "But all the nations the Babylonians have hurt will laugh at them."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;One day the people you have taken money from will turn against you."
            },
            {
                "verse_number": "8",
                "verse_text": "You have stolen from many nations."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;How terrible it will be for the nation that becomes rich by doing wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "You have made plans to destroy many people."
            },
            {
                "verse_number": "11",
                "verse_text": "The stones of the walls will cry out against you."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;How terrible it will be for the nation that kills people to build a city."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord of heaven&quot;s armies will send fire"
            },
            {
                "verse_number": "14",
                "verse_text": "Then people everywhere will know the Lord&quot;s greatness."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;How terrible for the nation that becomes angry and makes others suffer."
            },
            {
                "verse_number": "16",
                "verse_text": "You Babylonians will receive the Lord&quot;s anger, not respect."
            },
            {
                "verse_number": "17",
                "verse_text": "You hurt many people in Lebanon."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;An idol does no good, because a man made it."
            },
            {
                "verse_number": "19",
                "verse_text": "How terrible it will be for the nation that says to a wooden statue, &quot;Come to life!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord is in his Holy Temple."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is the prayer of Habakkuk the prophet, on shigionoth."
            },
            {
                "verse_number": "2",
                "verse_text": "Lord, I have heard the news about you. Lord, I am amazed at the powerful things you have done. Do great things once again in our time. Make those things happen again in our own days. Even when you are angry, remember to be gentle with us. The Lord&quot;s greatness covers the heavens. His praise fills the earth. Rays of light shine from his hand. And there he hides his power. and fever follows behind him. He looks, and the nations shake with fear. The mountains, which stood for ages, break into pieces. The old hills fall down. God has always done this. The tents of Midian trembled. Were you angry at the streams? Were you angry with the sea You commanded many arrows to be brought to you. Selah You split the earth with rivers. The rushing water flowed by. The sea made a loud noise, and its waves rose high. They stopped when they saw the flash of your flying arrows. They stopped when they saw the gleam of your shining spear. In anger you punished the nations. You came to save your chosen one. You crushed the leader of the wicked ones. You took everything away from them. Selah His soldiers rushed out like a storm to scatter us. They were happy as if they were robbing the poor people in secret. stirring the great waters. My lips tremble when I hear the sound. My bones feel weak. My legs shake. But I will wait patiently for the day of disaster. That day is coming to the people who attack us. There may be no grapes on the vines. There may be no olives growing on the trees. There may be no food growing in the fields. There may be no sheep in the pens. There may be no cattle in the barns. I will rejoice in God my Savior. He makes me like a deer, which does not stumble. He leads me safely on the steep mountains. For the director of music. On my stringed instruments."
            },
            {
                "verse_number": "3",
                "verse_text": "God is coming from Teman in the south. The Holy One comes from Mount Paran. Selah when you rode your horses and chariots to victory?"
            },
            {
                "verse_number": "4",
                "verse_text": "He is like a bright light."
            },
            {
                "verse_number": "5",
                "verse_text": "Sickness goes before him,"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord stands and shakes the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "I saw that the tents of Cushan were in trouble."
            },
            {
                "verse_number": "8",
                "verse_text": "Lord, were you angry at the rivers?"
            },
            {
                "verse_number": "9",
                "verse_text": "You uncovered your bow."
            },
            {
                "verse_number": "10",
                "verse_text": "The mountains saw you and shook with fear."
            },
            {
                "verse_number": "11",
                "verse_text": "The sun and moon stood still in the sky."
            },
            {
                "verse_number": "12",
                "verse_text": "In anger you marched on the earth."
            },
            {
                "verse_number": "13",
                "verse_text": "You came to save your people."
            },
            {
                "verse_number": "14",
                "verse_text": "With the enemy&quot;s own spear you stabbed the leader of his army."
            },
            {
                "verse_number": "15",
                "verse_text": "But you marched through the sea with your horses,"
            },
            {
                "verse_number": "16",
                "verse_text": "I hear these things, and my body trembles."
            },
            {
                "verse_number": "17",
                "verse_text": "Fig trees may not grow figs."
            },
            {
                "verse_number": "18",
                "verse_text": "But I will still be glad in the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord God gives me my strength."
            }
        ]
    }
}