{
    "2 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the Elder. To the chosen lady and to her children: I love all of you in the truth. Also, all those who know the truth love you."
            },
            {
                "verse_number": "2",
                "verse_text": "We love you because of the truth&ndash;the truth that lives in us and will be with us forever."
            },
            {
                "verse_number": "3",
                "verse_text": "Grace, mercy, and peace will be with us from God the Father and from his Son, Jesus Christ. And may we have these blessings in truth and love."
            },
            {
                "verse_number": "4",
                "verse_text": "I was very happy to learn about some of your children. I am happy that they are following the way of truth, as the Father commanded us."
            },
            {
                "verse_number": "5",
                "verse_text": "And now, dear lady, I tell you: We should all love each other. This is not a new command. It is the same command we have had from the beginning."
            },
            {
                "verse_number": "6",
                "verse_text": "And loving means living the way he commanded us to live. And God&quot;s command is this: that you live a life of love. You have heard this command from the beginning."
            },
            {
                "verse_number": "7",
                "verse_text": "Many false teachers are in the world now. They refuse to say that Jesus Christ came to earth and became a man. Anyone who refuses to say this is a false teacher and an enemy of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "Be careful! Do not lose the reward that you have worked for. Be careful, so that you will receive your full reward."
            },
            {
                "verse_number": "9",
                "verse_text": "A person must continue to follow only the teaching of Christ. If he goes beyond Christ&quot;s teaching, then he does not have God. But if he continues following the teaching of Christ, then he has both the Father and the Son."
            },
            {
                "verse_number": "10",
                "verse_text": "If someone comes to you, but does not bring this teaching, then do not accept him into your house. Do not welcome him."
            },
            {
                "verse_number": "11",
                "verse_text": "If you accept him, you are helping him with his evil work."
            },
            {
                "verse_number": "12",
                "verse_text": "I have much to say to you, but I do not want to use paper and ink. Instead, I hope to come visit you. Then we can be together and talk. That will make us very happy."
            },
            {
                "verse_number": "13",
                "verse_text": "The children of your chosen sister send you their love."
            }
        ]
    }
}