{
    "Daniel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Nebuchadnezzar king of Babylon came to Jerusalem and surrounded it with his army. This happened during the third year that Jehoiakim was king of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord allowed Nebuchadnezzar to capture Jehoiakim king of Judah. Nebuchadnezzar also took some of the things from the Temple of God. He carried them to Babylonia and put them in the temple of his gods."
            },
            {
                "verse_number": "3",
                "verse_text": "Then King Nebuchadnezzar gave an order to Ashpenaz, his chief officer. He told Ashpenaz to bring some of the men from Judah into his house. He wanted them to be from important families. And he wanted those who were from the family of the king of Judah."
            },
            {
                "verse_number": "4",
                "verse_text": "King Nebuchadnezzar wanted only healthy, young, Israelite men. These men were not to have anything wrong with their bodies. They were to be handsome and well educated. They were to be able to learn and understand things. He wanted those who were able to serve in his palace. Ashpenaz was to teach them the language and writings of the Babylonians."
            },
            {
                "verse_number": "5",
                "verse_text": "The king gave the young men a certain amount of food and wine every day. That was the same kind of food that the king ate. They were to be trained for three years. Then the young men would become servants of the king of Babylon."
            },
            {
                "verse_number": "6",
                "verse_text": "Among those young men were some from the people of Judah. These were Daniel, Hananiah, Mishael and Azariah."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Ashpenaz, the chief officer, gave them Babylonian names. Daniel&quot;s new name was Belteshazzar. Hananiah&quot;s was Shadrach. Mishael&quot;s was Meshach. And Azariah&quot;s new name was Abednego."
            },
            {
                "verse_number": "8",
                "verse_text": "Daniel decided not to eat the king&quot;s food and wine because that would make him unclean. So he asked Ashpenaz for permission not to make himself unclean in this way."
            },
            {
                "verse_number": "9",
                "verse_text": "God made Ashpenaz want to be kind and merciful to Daniel."
            },
            {
                "verse_number": "10",
                "verse_text": "But Ashpenaz said to Daniel, &apos;I am afraid of my master, the king. He ordered me to give you this food and drink. If you don&quot;t eat this food, you will begin to look worse than other young men your age. The king will see this. And he will cut off my head because of you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ashpenaz had ordered a guard to watch Daniel, Hananiah, Mishael and Azariah."
            },
            {
                "verse_number": "12",
                "verse_text": "Daniel said to the guard, &apos;Please give us this test for ten days: Don&quot;t give us anything but vegetables to eat and water to drink."
            },
            {
                "verse_number": "13",
                "verse_text": "Then after ten days compare us with the other young men who eat the king&quot;s food. See for yourself who looks healthier. Then you judge for yourself how you want to treat us, your servants.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the guard agreed to test them for ten days."
            },
            {
                "verse_number": "15",
                "verse_text": "After ten days they looked very healthy. They looked better than all of the young men who ate the king&quot;s food."
            },
            {
                "verse_number": "16",
                "verse_text": "So the guard took away the king&quot;s special food and wine. He gave Daniel, Hananiah, Mishael and Azariah vegetables instead."
            },
            {
                "verse_number": "17",
                "verse_text": "God gave these four men wisdom and the ability to learn. They learned many kinds of things people had written and studied. Daniel could also understand all kinds of visions and dreams."
            },
            {
                "verse_number": "18",
                "verse_text": "The end of the three years came. And Ashpenaz brought all of the young men to King Nebuchadnezzar."
            },
            {
                "verse_number": "19",
                "verse_text": "The king talked to them. He found that none of the young men were as good as Daniel, Hananiah, Mishael and Azariah. So those four young men became the king&quot;s servants."
            },
            {
                "verse_number": "20",
                "verse_text": "Every time the king asked them about something important, they showed much wisdom and understanding. He found they were ten times better than all the fortune-tellers and magicians in his kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "So Daniel continued to be the king&quot;s servant until the first year Cyrus was king."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "During Nebuchadnezzar&quot;s second year as king, he had some dreams. Those dreams bothered him, and he could not sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "So the king called for his fortune-tellers, magicians, wizards and wise men. The king wanted those men to tell him what he had dreamed. So they came in and stood in front of the king."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king said to them, &apos;I had a dream that bothers me. I want to know what the dream means.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the wise men answered the king in the Aramaic language. They said, &apos;Our king, live forever! We are your servants. Please tell us your dream. Then we will tell you what it means.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then King Nebuchadnezzar said to them, &apos;No! You must tell me the dream. And then you must tell me what it means. If you don&quot;t do these things, I will have you torn apart. And I will turn your houses into piles of stones."
            },
            {
                "verse_number": "6",
                "verse_text": "But if you tell me my dream and its meaning, I will reward you. I will give you gifts and great honor. So tell me the dream, and tell me what it means.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Again the wise men said to the king, &apos;Please, tell us the dream. And we will tell you what it means.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "King Nebuchadnezzar answered, &apos;Now I know that you are trying to get more time. You know that I meant what I said."
            },
            {
                "verse_number": "9",
                "verse_text": "If you don&quot;t tell me my dream, you will be punished. You have all agreed to tell me lies and wicked things. You are hoping things will change. Now, tell me the dream. Then I will know you can tell me what it really means!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The wise men answered the king. They said, &apos;No one on earth can do what the king asks! Not even a great and powerful king has ever asked the fortune-tellers, magicians or wise men to do this."
            },
            {
                "verse_number": "11",
                "verse_text": "The king is asking something that is too hard. Only the gods could tell the king this. But the gods do not live among people.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the king heard that, he became very angry. He gave an order for all the wise men of Babylon to be killed."
            },
            {
                "verse_number": "13",
                "verse_text": "So King Nebuchadnezzar&quot;s order was announced. All the wise men were to be put to death. Men were sent to look for Daniel and his friends to kill them."
            },
            {
                "verse_number": "14",
                "verse_text": "Arioch was the commander of the king&quot;s guards. He was going to put to death the wise men of Babylon. But Daniel spoke to him with wisdom and skill."
            },
            {
                "verse_number": "15",
                "verse_text": "Daniel asked, &apos;Why did the king order such a terrible punishment?&apos; Then Arioch explained everything to Daniel."
            },
            {
                "verse_number": "16",
                "verse_text": "When Daniel heard the story, he went to King Nebuchadnezzar. Daniel asked him to give him some more time. Then he would tell the king what he had dreamed and what it meant."
            },
            {
                "verse_number": "17",
                "verse_text": "So Daniel went to his house. He explained the whole story to his friends Hananiah, Mishael and Azariah."
            },
            {
                "verse_number": "18",
                "verse_text": "Daniel asked his friends to pray to the God of heaven. Daniel asked them to pray that God would show them mercy and help them understand this secret. Then Daniel and his friends would not be put to death with the other wise men of Babylon."
            },
            {
                "verse_number": "19",
                "verse_text": "During the night God explained the secret to Daniel in a vision. Then Daniel praised the God of heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "Daniel said: &apos;Praise God forever and ever. He has wisdom and power. He takes away the power of kings. And he gives their power to new kings. He gives wisdom to people so they become wise. And he helps people learn and know things. He knows what is hidden in darkness, and light lives with him. You have given me wisdom and power. You told me what we asked of you. You told us about the king&quot;s dream.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He changes the times and seasons of the year."
            },
            {
                "verse_number": "22",
                "verse_text": "He makes known secrets that are deep and hidden."
            },
            {
                "verse_number": "23",
                "verse_text": "I thank you and praise you, God of my ancestors."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Daniel went to Arioch. King Nebuchadnezzar had chosen Arioch to put to death the wise men of Babylon. Daniel said to Arioch, &apos;Don&quot;t put the wise men of Babylon to death. Take me to the king. I will tell him what his dream means.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So very quickly Arioch took Daniel to the king. Arioch said to the king, &apos;I have found a man among the captives from Judah. He can tell the king what his dream means.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king asked Daniel (also called Belteshazzar) a question. He asked, &apos;Are you able to tell me what I dreamed and what it means?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Daniel answered, &apos;No person can explain to the king the secret he has asked about. No wise man, magician or fortune-teller can do this."
            },
            {
                "verse_number": "28",
                "verse_text": "But there is a God in heaven who explains secret things. God has shown King Nebuchadnezzar what will happen at a later time. This is your dream. This is the vision you saw while lying on your bed:"
            },
            {
                "verse_number": "29",
                "verse_text": "My king, as you were lying there, you thought about things to come. God, who can tell people about secret things, showed you what is going to happen."
            },
            {
                "verse_number": "30",
                "verse_text": "God also told this secret to me. It is not because I have greater wisdom than other men. It is so that you, my king, may know what it means. In that way you will understand what went through your mind."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;My king, in your dream you saw a large statue in front of you. It was huge, shiny and frightening."
            },
            {
                "verse_number": "32",
                "verse_text": "The head of the statue was made of pure gold. Its chest and arms were made of silver. Its middle and the upper part of its legs were made of bronze."
            },
            {
                "verse_number": "33",
                "verse_text": "The lower part of the legs were made of iron. Its feet were made partly of iron and partly of baked clay."
            },
            {
                "verse_number": "34",
                "verse_text": "While you were looking at the statue, you saw a rock cut free. But no human being touched the rock. It hit the statue on its feet of iron and clay and smashed them."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the iron, clay, bronze, silver and gold broke to pieces at the same time. They became like chaff on a threshing floor in the summertime. The wind blew them away, and there was nothing left. Then the rock that hit the statue became a very large mountain. It filled the whole earth."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;That was your dream. Now we will tell the king what it means."
            },
            {
                "verse_number": "37",
                "verse_text": "My king, you are the greatest king. God of heaven has given you a kingdom. He has given you power, strength and glory."
            },
            {
                "verse_number": "38",
                "verse_text": "God has given you power over people, wild animals and birds. Wherever they live, God has made you ruler over them all. King Nebuchadnezzar, you are the head of gold on that statue."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Another kingdom will come after you. But that kingdom will not be as great as yours. Next a third kingdom will rule over the earth. That is the bronze part."
            },
            {
                "verse_number": "40",
                "verse_text": "Then there will be a fourth kingdom, strong as iron. Iron crushes and smashes things to pieces. In the same way the fourth kingdom will smash and crush all the other kingdoms."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;You saw that the statue&quot;s feet and toes were partly baked clay and partly iron. That means the fourth kingdom will be a divided kingdom. It will have some of the strength of iron in it. As you saw, iron was mixed with clay."
            },
            {
                "verse_number": "42",
                "verse_text": "The toes of the statue were partly iron and partly clay. So the fourth kingdom will be partly strong like iron and partly breakable like clay."
            },
            {
                "verse_number": "43",
                "verse_text": "You saw the iron mixed with clay. But iron and clay don&quot;t mix completely together. In the same way the people of the fourth kingdom will be a mixture. Those people will not be united as one people."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;During the time of those kings, the God of heaven will set up another kingdom. It will never be destroyed. And it will not be given to another group of people. This kingdom will crush all the other kingdoms. It will bring them to an end. But that kingdom itself will continue forever."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;King Nebuchadnezzar, you saw a rock cut from a mountain. But no human being touched it. The rock broke the iron, bronze, clay, silver and gold to pieces. In this way the great God showed you what will happen. The dream is true, and you can trust this explanation.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then King Nebuchadnezzar fell facedown on the ground in front of Daniel. The king honored him. He ordered that an offering and incense be presented to Daniel."
            },
            {
                "verse_number": "47",
                "verse_text": "Then the king said to Daniel, &apos;Truly I know your God is the greatest of all gods. And he is the Lord of all the kings. He tells people about things they cannot know. I know this is true. You were able to tell these secret things to me.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then the king gave Daniel an important position in his kingdom. And he gave many gifts to Daniel. Nebuchadnezzar made him ruler over the whole area of Babylon. And he put Daniel in charge of all the wise men of Babylon."
            },
            {
                "verse_number": "49",
                "verse_text": "Daniel asked the king to make Shadrach, Meshach and Abednego important leaders over the area of Babylon. And the king did as Daniel asked. Daniel himself became one of the important people who stayed at the royal court."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now King Nebuchadnezzar had a gold statue made. That statue was 90 feet high and 9 feet wide. He set up the statue on the plain of Dura in the area of Babylon."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king called the important leaders: the governors, assistant governors, captains of the soldiers, people who advised the king, keepers of the treasury, judges, rulers and all other officers in his kingdom. He wanted these men to come to the special service for the statue he had set up."
            },
            {
                "verse_number": "3",
                "verse_text": "So they all came for the special service. And they stood in front of the statue that King Nebuchadnezzar had set up."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the man who made announcements for the king spoke in a loud voice. He said, &apos;People, nations and men of every language, this is what you are commanded to do:"
            },
            {
                "verse_number": "5",
                "verse_text": "You will hear the sound of the horns, flutes, lyres, zithers, harps, pipes and all the other musical instruments. When this happens, you must bow down and worship the gold statue. This is the one King Nebuchadnezzar has set up."
            },
            {
                "verse_number": "6",
                "verse_text": "Everyone must bow down and worship this gold statue. Anyone who doesn&quot;t will be quickly thrown into a blazing furnace.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now people, nations and men who spoke every language were there. And they heard the sound of the horns, flutes, lyres, zithers, pipes and all the other musical instruments. So they bowed down and worshiped the gold statue that King Nebuchadnezzar had set up."
            },
            {
                "verse_number": "8",
                "verse_text": "Then some Babylonians came up to the king. They began speaking against the men of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "They said to King Nebuchadnezzar, &apos;Our king, live forever!"
            },
            {
                "verse_number": "10",
                "verse_text": "Our king, you gave a command. You said that everyone would hear the horns, lyres, zithers, harps, pipes and all the other musical instruments. Then they would have to bow down and worship the gold statue."
            },
            {
                "verse_number": "11",
                "verse_text": "Anyone who wouldn&quot;t do this was to be thrown into a blazing furnace."
            },
            {
                "verse_number": "12",
                "verse_text": "Our king, there are some men of Judah who did not pay attention to your order. You made them important officers in the area of Babylon. Their names are Shadrach, Meshach and Abednego. They do not serve your gods. And they do not worship the gold statue you have set up.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nebuchadnezzar became very angry. He called for Shadrach, Meshach and Abednego. So those men were brought to the king."
            },
            {
                "verse_number": "14",
                "verse_text": "And Nebuchadnezzar said, &apos;Shadrach, Meshach and Abednego, is it true that you do not serve my gods? And is it true that you did not worship the gold statue I have set up?"
            },
            {
                "verse_number": "15",
                "verse_text": "Now, you will hear the sound of the horns, flutes, lyres, zithers, harps, pipes and all the other musical instruments. And you must be ready to bow down and worship the statue I made. That will be good. But if you do not worship it, you will be thrown quickly into the blazing furnace. Then no god will be able to save you from my power!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Shadrach, Meshach and Abednego answered the king. They said, &apos;Nebuchadnezzar, we do not need to defend ourselves to you."
            },
            {
                "verse_number": "17",
                "verse_text": "You can throw us into the blazing furnace. The God we serve is able to save us from the furnace and your power. If he does this, it is good."
            },
            {
                "verse_number": "18",
                "verse_text": "But even if God does not save us, we want you, our king, to know this: We will not serve your gods. We will not worship the gold statue you have set up.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Nebuchadnezzar was furious with Shadrach, Meshach and Abednego. He ordered the furnace to be heated seven times hotter than usual."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he commanded some of the strongest soldiers in his army to tie up Shadrach, Meshach and Abednego. The king told the soldiers to throw them into the blazing furnace."
            },
            {
                "verse_number": "21",
                "verse_text": "So Shadrach, Meshach and Abednego were tied up and thrown into the blazing furnace. They were still wearing their robes, trousers, turbans and other clothes."
            },
            {
                "verse_number": "22",
                "verse_text": "The king was very angry when he gave the command. And the furnace was made very hot. The fire was so hot that the flames killed the strong soldiers who took Shadrach, Meshach and Abednego there."
            },
            {
                "verse_number": "23",
                "verse_text": "Firmly tied, Shadrach, Meshach and Abednego fell into the blazing furnace."
            },
            {
                "verse_number": "24",
                "verse_text": "Then King Nebuchadnezzar was very surprised and jumped to his feet. He asked the men who advised him, &apos;Didn&quot;t we tie up only three men? Didn&quot;t we throw them into the fire?&apos; They answered, &apos;Yes, our king.&apos; So Shadrach, Meshach and Abednego came out of the fire."
            },
            {
                "verse_number": "25",
                "verse_text": "The king said, &apos;Look! I see four men. They are walking around in the fire. They are not tied up, and they are not burned. The fourth man looks like a son of the gods.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Nebuchadnezzar went to the opening of the blazing furnace. He shouted, &apos;Shadrach, Meshach and Abednego, come out! Servants of the Most High God, come here!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "When they came out, the princes, assistant governors, governors and royal advisers crowded around them. They saw that the fire had not harmed their bodies. Their hair was not burned. Their robes were not burned. And they didn&quot;t even smell like smoke."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Nebuchadnezzar said, &apos;Praise the God of Shadrach, Meshach and Abednego. Their God has sent his angel and saved his servants from the fire! These three men trusted their God. They refused to obey my command. And they were willing to die rather than serve or worship any god other than their own."
            },
            {
                "verse_number": "29",
                "verse_text": "So I now make this law: The people of any nation or language must not say anything against the God of Shadrach, Meshach and Abednego. Anyone who does will be torn apart. And his house will be turned into a pile of stones. No other god can save his people like this.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the king promoted Shadrach, Meshach and Abednego in the area of Babylon."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar sent a letter. It went to the people, nations and those who speak every language in all the world. The letter said: I wish you great wealth! His miracles are mighty. His kingdom continues forever. His rule will continue for all time. &apos;&quot;Let the man become wet with dew. Let him live among the animals and plants of the earth. Then Daniel, called Belteshazzar, answered the king. He said, &apos;My master, I wish the dream were about your enemies. And I wish its meaning were for those who are against you! God&quot;s rule is forever. His kingdom continues for all time. are not truly important. God does what he wants with the powers of heaven and the people on earth. No one can stop his powerful hand. No one can question the things he does."
            },
            {
                "verse_number": "2",
                "verse_text": "The Most High God has done miracles and wonderful things for me. I am happy to tell you about these things."
            },
            {
                "verse_number": "3",
                "verse_text": "The things he has done are great."
            },
            {
                "verse_number": "4",
                "verse_text": "I, Nebuchadnezzar, was at my palace. I was happy and successful."
            },
            {
                "verse_number": "5",
                "verse_text": "I had a dream that made me afraid. As I was lying on my bed, I saw pictures and visions in my mind. Those things made me very afraid."
            },
            {
                "verse_number": "6",
                "verse_text": "So I gave an order. All the wise men of Babylon were to be brought to me. I wanted them to tell me what my dream meant."
            },
            {
                "verse_number": "7",
                "verse_text": "The fortune-tellers, magicians and wise men came. I told them about the dream. But those men could not tell me what it meant."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, Daniel came to me. (I called him Belteshazzar to honor my god. The spirit of the holy gods is in him.) I told my dream to Daniel."
            },
            {
                "verse_number": "9",
                "verse_text": "I said, &apos;Belteshazzar, you are the most important of all the fortune-tellers. I know that the spirit of the holy gods is in you. I know there is no secret that is too hard for you to understand. This was what I dreamed. Tell me what it means."
            },
            {
                "verse_number": "10",
                "verse_text": "These are the visions I saw while I was lying in my bed: I looked, and there in front of me was a tree. It was standing in the middle of the earth. The tree was very tall."
            },
            {
                "verse_number": "11",
                "verse_text": "The tree grew large and strong. The top of the tree touched the sky. It could be seen from anywhere on earth."
            },
            {
                "verse_number": "12",
                "verse_text": "The leaves of the tree were beautiful. It had plenty of good fruit on it. On the tree was food for everyone. The wild animals found shelter under the tree. And the birds lived in its branches. Every animal ate from it."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I was looking at those things in the vision while lying on my bed. And then I saw a holy angel coming down from heaven."
            },
            {
                "verse_number": "14",
                "verse_text": "He spoke very loudly. He said, &quot;Cut down the tree, and cut off its branches. Strip off its leaves. Scatter its fruit around. Let the animals that are under the tree run away. Let the birds that were in its branches fly away."
            },
            {
                "verse_number": "15",
                "verse_text": "But let the stump and its roots stay in the ground. Put a band of iron and bronze around it. Let it stay in the field with the grass around it."
            },
            {
                "verse_number": "16",
                "verse_text": "Let him not think like a man any longer. Let him have the mind of an animal for seven years."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;&quot;Messengers gave this command. The holy ones declared the sentence. This is so all the people may know that the Most High God rules over the kingdoms of men. God gives those kingdoms to anyone he wants. And he chooses people to rule them who are not proud.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;That is what I, King Nebuchadnezzar, dreamed. Now Daniel, called Belteshazzar, tell me what the dream means. None of the wise men in my kingdom can explain it to me. But you can, because the spirit of the holy gods is in you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Daniel (also called Belteshazzar) was very quiet for a while. His thoughts made him afraid. So the king said, &apos;Belteshazzar, do not let the dream or its meaning make you afraid.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "You saw a tree in your dream. The tree grew large and strong. Its top touched the sky. It could be seen from all over the earth."
            },
            {
                "verse_number": "21",
                "verse_text": "Its leaves were beautiful, and it had plenty of fruit. The fruit gave food for everyone. It was a home for the wild animals. And its branches were nesting places for the birds. That is the tree you saw."
            },
            {
                "verse_number": "22",
                "verse_text": "My king, you are that tree! You have become great and powerful. You are like the tall tree that touched the sky. And your power reaches to the far parts of the earth."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;My king, you saw a holy angel coming down from heaven. He said, &quot;Cut down the tree and destroy it. But leave the stump and its roots in the ground. Put a band of iron and bronze around it. Leave it in the field with the grass. Let him become wet with dew. He will live like a wild animal for seven years.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;This is the meaning of the dream, my king. The Most High God has commanded these things to happen to my master the king:"
            },
            {
                "verse_number": "25",
                "verse_text": "You will be forced away from people. You will live among the wild animals. People will feed you grass like an ox. And dew from the sky will make you wet. Seven years will pass, and then you will learn this lesson: The Most High God is ruler over the kingdoms of men. And the Most High God gives those kingdoms to anyone he wants."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The stump of the tree and its roots were to be left in the ground. This means your kingdom will be given back to you. This will happen when you learn that heaven rules your kingdom."
            },
            {
                "verse_number": "27",
                "verse_text": "So, my king, please accept my advice. I advise you to stop sinning and do what is right. Stop doing wicked things and be kind to poor people. Then you might continue to be successful.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "All these things happened to King Nebuchadnezzar."
            },
            {
                "verse_number": "29",
                "verse_text": "Twelve months after the dream, King Nebuchadnezzar was walking on the roof of his palace in Babylon."
            },
            {
                "verse_number": "30",
                "verse_text": "And he said, &apos;Look at Babylon. I built this great city. It is my palace. I built this great place by my power to show how great I am.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The words were still in his mouth when a voice came from heaven. The voice said, &apos;King Nebuchadnezzar, these things will happen to you: Your royal power has been taken away from you."
            },
            {
                "verse_number": "32",
                "verse_text": "You will be forced away from people. You will live with the wild animals. You will be fed grass like an ox. Seven years will pass before you learn this lesson: The Most High God rules over the kingdoms of men. And the Most High God gives those kingdoms to anyone he wants.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Those things happened quickly. Nebuchadnezzar was forced to go away from people. He began eating grass like an ox. He became wet from dew. His hair grew long like the feathers of an eagle. And his nails grew long like the claws of a bird."
            },
            {
                "verse_number": "34",
                "verse_text": "Then at the end of that time, I, Nebuchadnezzar, looked up toward heaven. And I could think correctly again. Then I gave praise to the Most High God. I gave honor and glory to him who lives forever."
            },
            {
                "verse_number": "35",
                "verse_text": "People on earth"
            },
            {
                "verse_number": "36",
                "verse_text": "So, at that time I could think correctly again. And God gave back my great honor and power as king. The people who advise me and the royal family came to me for help again. I became king again. And I became even greater and more powerful than before."
            },
            {
                "verse_number": "37",
                "verse_text": "Now I, Nebuchadnezzar, give praise and honor and glory to the King of heaven. Everything he does is right. He is always fair. And he is able to make proud people humble."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "King Belshazzar gave a big banquet for 1,000 royal guests. And he drank wine with them."
            },
            {
                "verse_number": "2",
                "verse_text": "As Belshazzar was drinking his wine, he gave an order to his servants. He told them to bring the gold and silver cups that his ancestor Nebuchadnezzar had taken from the Temple in Jerusalem. King Belshazzar wanted his royal guests to drink from those cups. He also wanted his wives and his slave women to drink from them."
            },
            {
                "verse_number": "3",
                "verse_text": "So they brought the gold cups. They had been taken from the Temple of God in Jerusalem. And the king and his royal guests, his wives and his slave women drank from them."
            },
            {
                "verse_number": "4",
                "verse_text": "As they were drinking, they praised their gods. Those gods were made from gold, silver, bronze, iron, wood and stone."
            },
            {
                "verse_number": "5",
                "verse_text": "Then suddenly a person&quot;s hand appeared. The fingers wrote words on the plaster on the wall. This was near the lampstand in the royal palace. The king watched the hand as it wrote."
            },
            {
                "verse_number": "6",
                "verse_text": "King Belshazzar was very frightened. His face turned white, and his knees knocked together. He could not stand up because his legs were too weak."
            },
            {
                "verse_number": "7",
                "verse_text": "The king called for the magicians and wise men to be brought to him. He said to the wise men of Babylon, &apos;I will give a reward to anyone who can read this writing and explain it. I will give him purple clothes fit for a king. I will put a gold chain around his neck. And I will make him the third highest ruler in the kingdom.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So all the king&quot;s wise men came in. But they could not read the writing. And they could not tell the king what it meant."
            },
            {
                "verse_number": "9",
                "verse_text": "King Belshazzar became even more afraid. His face became even whiter. His royal guests were confused."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the king&quot;s mother came into the banquet room. She had heard the voices of the king and his royal guests. She said, &apos;My king, live forever! Don&quot;t be afraid! Don&quot;t let your face be white with fear!"
            },
            {
                "verse_number": "11",
                "verse_text": "There is a man in your kingdom who has the spirit of the holy gods in him. In the days of your father, this man showed understanding, knowledge and wisdom. He was like the gods in these things. Your father, King Nebuchadnezzar, put this man in charge of all the wise men. He ruled over all the fortune-tellers, magicians and wise men."
            },
            {
                "verse_number": "12",
                "verse_text": "The man I am talking about is named Daniel. The king gave him the name Belteshazzar. He was very wise, and he had knowledge and understanding. He could explain dreams and secrets. He could answer very hard problems. Call for Daniel. He will tell you what the writing on the wall means.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So they brought Daniel to the king. The king said to him, &apos;Is your name Daniel? Are you one of the captives my father the king brought from Judah?"
            },
            {
                "verse_number": "14",
                "verse_text": "I have heard that the spirit of the gods is in you. And I have heard that you are very wise and have knowledge and understanding."
            },
            {
                "verse_number": "15",
                "verse_text": "The wise men and magicians were brought to me to read this writing on the wall. I wanted those men to explain to me what it means. But they could not explain it."
            },
            {
                "verse_number": "16",
                "verse_text": "I have heard that you are able to explain what things mean. And you can find the answers to hard problems. Read this writing on the wall and explain it to me. If you can, I will give you purple clothes fit for a king. And I will put a gold chain around your neck. And you will become the third highest ruler in the kingdom.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Daniel answered the king, &apos;You may keep your gifts for yourself. Or you may give those rewards to someone else. I will read the writing on the wall for you. And I will explain to you what it means."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;My king, the Most High God made your father Nebuchadnezzar a great, important and powerful king."
            },
            {
                "verse_number": "19",
                "verse_text": "God made him very important. So all the people, nations and those who spoke every language were very afraid of Nebuchadnezzar. If he wanted a person to die, he put that person to death. And if he wanted a person to live, he let that person live. If he wanted to promote a person, he promoted him. And if he wanted a person to be unimportant, he made him unimportant."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But Nebuchadnezzar became too proud and stubborn. So he was taken off his royal throne. His glory was taken away."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Nebuchadnezzar was forced away from people. His mind became like the mind of an animal. He lived with the wild donkeys and was fed grass like an ox. He became wet with dew. These things happened to him until he learned his lesson: The Most High God rules over the kingdoms of men. And the Most High God sets anyone he wants over those kingdoms."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But, Belshazzar, you already knew these things. You are a descendant of Nebuchadnezzar. But still you have not been sorry for what you have done."
            },
            {
                "verse_number": "23",
                "verse_text": "Instead, you have turned against the Lord of heaven. You ordered the drinking cups from the Temple of the Lord to be brought to you. Then you and your royal guests drank wine from them. Your wives and your slave women also drank wine from them. You praised the gods of silver, gold, bronze, iron, wood and stone. They are not really gods. They cannot see or hear or understand anything. But you did not honor God. He is the One who has power over your life and everything you do."
            },
            {
                "verse_number": "24",
                "verse_text": "So God sent the hand that wrote on the wall."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;These are the words that were written on the wall: &quot;Mene, mene, tekel, parsin.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;This is what these words mean: Mene: God has counted the days until your kingdom will end."
            },
            {
                "verse_number": "27",
                "verse_text": "Tekel: You have been weighed on the scales and found not good enough."
            },
            {
                "verse_number": "28",
                "verse_text": "Parsin: Your kingdom is being divided. It will be given to the Medes and the Persians.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Belshazzar gave an order for Daniel to be dressed in purple clothes. A gold chain was put around his neck. And he was announced to be the third highest ruler in the kingdom."
            },
            {
                "verse_number": "30",
                "verse_text": "That very same night Belshazzar, king of the Babylonian people, was killed."
            },
            {
                "verse_number": "31",
                "verse_text": "A man named Darius the Mede became the new king. Darius was 62 years old."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Darius thought it would be a good idea to choose 120 governors. They would rule through all of his kingdom."
            },
            {
                "verse_number": "2",
                "verse_text": "And he chose three men as supervisors over those 120 governors. Daniel was one of these three supervisors. The king set up these men so that he would not be cheated."
            },
            {
                "verse_number": "3",
                "verse_text": "Daniel showed that he could do the work better than the other supervisors and the governors. Because of this, the king planned to put Daniel in charge of the whole kingdom."
            },
            {
                "verse_number": "4",
                "verse_text": "So the other supervisors and the governors tried to find reasons to accuse Daniel. But he went on doing the business of the government. And they could not find anything wrong with him. So they could not accuse him of doing anything wrong. Daniel was trustworthy. He was not lazy and did not cheat the king."
            },
            {
                "verse_number": "5",
                "verse_text": "Finally these men said, &apos;We will never find any reason to accuse Daniel. But we must find something to complain about. It will have to be about the law of his God.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the supervisors and the governors went as a group to the king. They said: &apos;King Darius, live forever!"
            },
            {
                "verse_number": "7",
                "verse_text": "The supervisors, assistant governors, governors, the people who advise you and the captains of the soldiers have all agreed on something. We think the king should make this law that everyone would have to obey: No one should pray to any god or man except to you, our king. This should be done for the next 30 days. Anyone who doesn&quot;t obey will be thrown into the lions&quot; den."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, our king, make the law. Write it down so it cannot be changed. The laws of the Medes and Persians cannot be canceled.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So King Darius made the law and had it written."
            },
            {
                "verse_number": "10",
                "verse_text": "When Daniel heard that the new law had been written, he went to his house. He went to his upstairs room. The windows of that room opened toward Jerusalem. Three times each day Daniel got down on his knees and prayed. He prayed and thanked God, just as he always had done."
            },
            {
                "verse_number": "11",
                "verse_text": "Then those men went as a group and found Daniel. They saw him praying and asking God for help."
            },
            {
                "verse_number": "12",
                "verse_text": "So they went to the king. They talked to him about the law he had made. They said, &apos;Didn&quot;t you write a law that says no one may pray to any god or man except you, our king? Doesn&quot;t it say that anyone who disobeys during the next 30 days will be thrown into the lions&quot; den?&apos; The king answered, &apos;Yes, I wrote that law. And the laws of the Medes and Persians cannot be canceled.&apos; I wish you great wealth. Daniel&quot;s God is the living God. He lives forever. His kingdom will never be destroyed. His rule will never end. God does mighty miracles in heaven and on earth. God saved Daniel from the power of the lions."
            },
            {
                "verse_number": "13",
                "verse_text": "Then those men spoke to the king. They said, &apos;Daniel is one of the captives from Judah. And he is not paying attention to the law you wrote. Daniel still prays to his God three times every day.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king became very upset when he heard this. He decided he had to save Daniel. He worked until sunset trying to think of a way to save him."
            },
            {
                "verse_number": "15",
                "verse_text": "Then those men went as a group to the king. They said, &apos;Remember, our king, the law of the Medes and Persians. It says that no law or command given by the king can be changed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So King Darius gave the order. They brought Daniel and threw him into the lions&quot; den. The king said to Daniel, &apos;May the God you serve all the time save you!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A big stone was brought. It was put over the opening of the lions&quot; den. Then the king used his signet ring to put his special seal on the rock. And he used the rings of his royal officers to put their seals on the rock also. This showed that no one could move that rock and bring Daniel out."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King Darius went back to his palace. He did not eat that night. He did not have any entertainment brought to entertain him. And he could not sleep."
            },
            {
                "verse_number": "19",
                "verse_text": "The next morning King Darius got up at dawn. He hurried to the lions&quot; den."
            },
            {
                "verse_number": "20",
                "verse_text": "As he came near the den, he was worried. He called out to Daniel. He said, &apos;Daniel, servant of the living God! Has your God that you always worship been able to save you from the lions?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Daniel answered, &apos;My king, live forever!"
            },
            {
                "verse_number": "22",
                "verse_text": "My God sent his angel to close the lions&quot; mouths. They have not hurt me, because my God knows I am innocent. I never did anything wrong to you, my king.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "King Darius was very happy. He told his servants to lift Daniel out of the lions&quot; den. So they lifted him out and did not find any injury on him. This was because Daniel had trusted in his God."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the king gave a command. The men who had accused Daniel were brought to the lions&quot; den and thrown into it. Their wives and children were also thrown into it. The lions grabbed them before they hit the floor of the den. And the lions crushed their bones."
            },
            {
                "verse_number": "25",
                "verse_text": "Then King Darius wrote a letter. It was to all people and all nations, to those who spoke every language in the world:"
            },
            {
                "verse_number": "26",
                "verse_text": "I am making a new law. This law is for people in every part of my kingdom. All of you must fear and respect the God of Daniel."
            },
            {
                "verse_number": "27",
                "verse_text": "God rescues and saves people."
            },
            {
                "verse_number": "28",
                "verse_text": "So Daniel was successful during the time that Darius was king. This was also the time that Cyrus the Persian was king."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In Belshazzar&quot;s first year as king of Babylon, Daniel had a dream. He saw visions as he was lying on his bed. Daniel wrote down what he had dreamed."
            },
            {
                "verse_number": "2",
                "verse_text": "Daniel said: &apos;I saw my vision at night. In the vision the wind was blowing from all four directions. These winds made the sea very rough."
            },
            {
                "verse_number": "3",
                "verse_text": "I saw four huge animals come up from the sea. Each animal was different from the others."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The first animal looked like a lion. But it had wings like an eagle. I watched this animal until its wings were torn off. It was lifted from the ground so that it stood up on two feet like a man. And it was given the mind of a man."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;And then I saw a second animal before me. It looked like a bear. It was raised up on one of its sides. And it had three ribs in its mouth between its teeth. It was told, &quot;Get up and eat all the meat you want!&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;After that, I looked, and there before me was another animal. This animal looked like a leopard. And the leopard had four wings on its back. The wings looked like a bird&quot;s wings. This animal had four heads. It was given power to rule."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;After that, in my vision at night I continued looking. There in front of me was a fourth animal. This animal looked cruel and terrible and very strong. It had large iron teeth. It crushed and ate what it killed. Then it walked on whatever was left. This fourth animal was different from all the animals I had seen before it. It had ten horns."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;While I was thinking about the horns, another horn grew up among them. It was a little horn. It had eyes like a person&quot;s eyes. It also had a mouth. And the mouth was bragging. The little horn pulled out three of the other horns."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;As I looked, thrones were put in their places. And God, the Eternal One, sat on his throne. His clothes were white like snow. And the hair on his head was white like wool. His throne was made from fire. And the wheels of his throne were blazing with fire. from in front of him. Many thousands of angels were serving him. Millions of angels stood before him. Court was ready to begin. And the books were opened. &apos;So he told me. He explained to me what these things meant."
            },
            {
                "verse_number": "10",
                "verse_text": "A river of fire was flowing"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I kept on looking because the little horn was bragging. I kept watching until finally the fourth animal was killed. Its body was destroyed, and it was thrown into the burning fire."
            },
            {
                "verse_number": "12",
                "verse_text": "(The power and rule of the other animals had been taken from them. But they were permitted to live for a certain period of time.)"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;In my vision at night I looked. There in front of me was someone who looked like a human being. He was coming with clouds in the sky. He came near God, who has been alive forever. And he was led to God."
            },
            {
                "verse_number": "14",
                "verse_text": "The one who looked like a human being was given the power to rule. He was also given glory and royal power. All peoples, nations and men who spoke every language will serve him. His rule will last forever. His kingdom will never be destroyed."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I, Daniel, was worried. The visions that went through my mind frightened me."
            },
            {
                "verse_number": "16",
                "verse_text": "I came near one of those standing there. I asked him what all this meant."
            },
            {
                "verse_number": "17",
                "verse_text": "He said, &quot;The four great animals are four kingdoms. Those four kingdoms will come from the earth."
            },
            {
                "verse_number": "18",
                "verse_text": "But the people who belong to the Most High God will receive the power to rule. And they will have the power to rule forever. They will have it from now on.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Then I wanted to know what the fourth animal meant. It was different from all the other animals. It was very terrible. It had iron teeth and bronze claws. It was the animal that crushed and ate what it killed. And it walked on whatever was left."
            },
            {
                "verse_number": "20",
                "verse_text": "I also wanted to know about the ten horns on its head. And I wanted to know about the little horn that grew there. It had pulled out three of the other ten horns. It looked greater than the others. And it had eyes and a mouth that kept bragging."
            },
            {
                "verse_number": "21",
                "verse_text": "As I watched, the little horn began making war against God&quot;s people. And the horn kept killing them"
            },
            {
                "verse_number": "22",
                "verse_text": "until God, who has been alive forever, came. He judged in favor of the people who belong to the Most High God. And the time came for them to receive the power to rule."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;And he explained this to me: &quot;The fourth animal is a fourth kingdom that will come on the earth. It will be different from all the other kingdoms. It will destroy people all over the world. It will walk on and crush the whole earth."
            },
            {
                "verse_number": "24",
                "verse_text": "The ten horns are ten kings who will come from this fourth kingdom. After those ten kings are gone, another king will come. He will be different from the kings who ruled before him. He will defeat three of the other kings."
            },
            {
                "verse_number": "25",
                "verse_text": "This king will say things against the Most High God. And he will hurt and kill God&quot;s people. He will try to change times and laws that have already been set. The people that belong to God will be in that king&quot;s power for three and one-half years."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;&quot;But the court will decide what should happen. And the power of the king will be taken away. His kingdom will be completely destroyed."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the people who belong to the Most High God will have the power to rule. They will rule over all the kingdoms under heaven with power and greatness. Their power to rule will last forever. And people from all the other kingdoms will respect and serve them.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;And that was the end of the dream. I, Daniel, was very afraid. My face became very white from fear. But I kept everything to myself.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "During the third year Belshazzar was king, I saw this vision. This was after the other one."
            },
            {
                "verse_number": "2",
                "verse_text": "In this vision I saw myself in the capital city of Susa. Susa is in the area of Elam. I was standing by the Ulai River."
            },
            {
                "verse_number": "3",
                "verse_text": "I looked up, and I saw a male sheep standing beside the river. It had two long horns. But one horn was longer than the other. The long horn was newer than the other horn."
            },
            {
                "verse_number": "4",
                "verse_text": "I watched the male sheep charge to the west. He also charged to the north and the south. No animal could stand before him. And none could save another animal from his power. He did whatever he wanted. And he became very powerful."
            },
            {
                "verse_number": "5",
                "verse_text": "While I was thinking about this, I saw a male goat come from the west. This goat had one large horn that was easy to see. It was between his eyes. He crossed over the whole earth. But his feet did not touch the ground."
            },
            {
                "verse_number": "6",
                "verse_text": "That goat charged the male sheep with the two horns. This was the male sheep I had seen standing by the river. The goat was very angry."
            },
            {
                "verse_number": "7",
                "verse_text": "I watched the goat attack the male sheep. It broke the sheep&quot;s two horns. The sheep could not stop it. The goat knocked the sheep to the ground. Then the goat walked all over him. No one was able to save the sheep from the goat."
            },
            {
                "verse_number": "8",
                "verse_text": "So the male goat became very great. But when he was strong, his big horn broke off. Then four horns grew in place of the one big horn. Those four horns were easy to see. They pointed in four different directions."
            },
            {
                "verse_number": "9",
                "verse_text": "Then a little horn grew from one of those four horns. It became very big. It grew to the south and the east and toward the beautiful land of Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "That little horn grew until it reached to the sky. It even threw some of the army of heaven to the ground. And it walked on them."
            },
            {
                "verse_number": "11",
                "verse_text": "That little horn became very strong against God, the commander of heaven&quot;s armies. It stopped the daily sacrifices that were offered to the commander. The place where people worshiped the commander was pulled down."
            },
            {
                "verse_number": "12",
                "verse_text": "There was a turning away from God. Because of this the people stopped the daily sacrifices. It was like throwing truth down to the ground. The horn was successful in everything it did."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard one angel speaking. Another angel asked the first one, &apos;How long will the things in this vision last? The vision is about the daily sacrifices. It is about the turning away from God that brings destruction. It is about the Temple being pulled down. It is about the army of heaven being walked on.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said to me, &apos;This will happen for 2,300 evenings and mornings. Then the holy place will be repaired.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "I, Daniel, saw this vision. And I tried to understand what it meant. Then someone who looked like a man suddenly stood before me."
            },
            {
                "verse_number": "16",
                "verse_text": "And I heard a man&quot;s voice calling from the Ulai River: &apos;Gabriel, explain the vision to this man.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Gabriel came to where I was standing. When he came close to me, I was very afraid. I bowed facedown on the ground. But Gabriel said to me, &apos;Human being, understand that this vision is about the time of the end.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While Gabriel was speaking, I fell into a deep sleep. My face was on the ground. Then he touched me and lifted me to my feet."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, &apos;Now, I will explain the vision to you. I will tell you what will happen later, in the time of God&quot;s anger. Your vision was about the set time of the end."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;You saw a male sheep with two horns. Those horns are the kings of Media and Persia."
            },
            {
                "verse_number": "21",
                "verse_text": "The male goat is the king of Greece. The big horn between its eyes is the first king."
            },
            {
                "verse_number": "22",
                "verse_text": "After that horn broke, four horns grew in its place. Those four horns are four kingdoms. Those four kingdoms will come from the nation of the first king. But they will not be as strong as the first king."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When the end comes near for those kingdoms, a bold and cruel king will come. This king will tell lies. This will happen when many people have turned against God."
            },
            {
                "verse_number": "24",
                "verse_text": "This king will be very powerful. But his power will not come from himself. He will cause terrible destruction. He will be successful in everything he does. He will destroy powerful people and even God&quot;s people."
            },
            {
                "verse_number": "25",
                "verse_text": "This king will use his wisdom to make lies successful. He will think that he is very important. He will destroy many people without warning. He will try to fight even God, the Prince of princes! But that cruel king will be destroyed. And it will not be human power that destroys him."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The vision that has been shown to you about those times is true. But seal up the vision. Those things won&quot;t happen for a long time.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "I, Daniel, became very weak. I was sick for several days after that vision. Then I got up and went back to work for the king. But I was very upset about the vision. I didn&quot;t understand what it meant."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "These things happened during the first year Darius son of Xerxes was king. He was a descendant of the Medes."
            },
            {
                "verse_number": "2",
                "verse_text": "During Darius&quot; first year as king, I, Daniel, was reading the Scriptures. In them I saw what the Lord told Jeremiah. He said Jerusalem would be an empty desert for 70 years."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I turned to the Lord God. I prayed to him and asked him for help. I did not eat any food. To show how sad I was I put on rough cloth and sat in ashes."
            },
            {
                "verse_number": "4",
                "verse_text": "I prayed to the Lord my God. I told him about all of my sins. I said, &apos;Lord, you are a great God. You cause fear and wonder. You keep your agreement of love with all who love you and obey your commands."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;But we have sinned and done wrong. We have been wicked and turned against you. We have not obeyed your commands and laws."
            },
            {
                "verse_number": "6",
                "verse_text": "We did not listen to your servants, the prophets. They spoke for you to our kings, our leaders and our ancestors. They spoke to all the people of the land."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Lord, you are good and right. But we are full of shame today. The people of Judah and Jerusalem and all the people of Israel are ashamed. People near and far whom you scattered among many nations are ashamed. We were not loyal to you."
            },
            {
                "verse_number": "8",
                "verse_text": "Lord, we are all ashamed. Our kings and leaders and our fathers are ashamed. This is because we have sinned against you."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But, Lord our God, you show us mercy. You forgive us even though we have turned against you."
            },
            {
                "verse_number": "10",
                "verse_text": "We have not obeyed the Lord our God. We have not obeyed the teachings he gave us through his servants, the prophets."
            },
            {
                "verse_number": "11",
                "verse_text": "All the people of Israel have disobeyed your teachings. They all have turned away and refused to obey you. So you brought on us the curses and promises of punishment written in the Teachings of Moses, the servant of God. These things have happened to us because we sinned against you."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;God said these things would happen to us and our leaders. And he made them happen. You brought on us a great disaster. Nothing has ever been done here on earth like what was done to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "All this disaster came to us just as it is written in the Teachings of Moses. But we still have not stopped sinning. We still do not pay attention to your truth."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord was ready to bring the disaster on us. This is because he is right in everything he does. But we still have not obeyed him."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Lord our God, you used your power and brought us out of Egypt. Because of that, your name is known even today. Lord, we have sinned. We have done wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "Lord, you do the right things. So do not be angry with Jerusalem. Jerusalem is your city on your holy hill. All this has happened because of our sins and the evil things done by our ancestors. So now people all around insult and make fun of Jerusalem and your people."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Now, our God, hear my prayers. I am your servant. Listen to my prayer for help. Do good things for your holy place that is in ruins. Do this for your sake."
            },
            {
                "verse_number": "18",
                "verse_text": "My God, pay attention and hear me. Open your eyes and see all the terrible things that have happened to us. See what has happened to the city that is called by your name. We do not ask these things because we are good. We ask because of your mercy."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, listen! Lord, forgive! Lord, hear us and do something! For your sake, don&quot;t wait! Your city and your people are called by your name.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I was saying those things in my prayer to the Lord, my God. I was confessing my sins and the sins of the people of Israel. I was praying for God&quot;s holy hill."
            },
            {
                "verse_number": "21",
                "verse_text": "While I was still praying, Gabriel came to me. Gabriel was the person I had seen in my last vision. He came flying quickly to me about the time of the evening sacrifice."
            },
            {
                "verse_number": "22",
                "verse_text": "Gabriel said to me, &apos;Daniel, I have come to give you wisdom and to help you understand."
            },
            {
                "verse_number": "23",
                "verse_text": "When you first started praying, an answer was given. And I came to tell you, because God loves you very much. So think about the message and understand the vision."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;God has ordered 490 years for your people and your holy city. These years are ordered for these reasons: to stop people from turning against God; to put an end to sin; to take away evil; to bring in goodness that continues forever; to make the vision and prophecy come true; and to appoint a most holy place."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Learn and understand these things. A command will come to rebuild Jerusalem. The time from this command until the appointed leader comes will be 49 years and 434 years. Jerusalem will be rebuilt with streets and a trench around it. But it will be built in times of trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "After the 434 years the appointed leader will be killed. He will have nothing. The people of the leader who is to come will destroy the city. They will also destroy the holy place. That end will come like a flood. War will continue until the end. God has ordered that place to be completely destroyed."
            },
            {
                "verse_number": "27",
                "verse_text": "That leader will make an agreement with many people for 7 years. He will put a stop to offerings and sacrifices after 3Â½ years. And the horrible thing that destroys will be placed on the highest point of the Temple. But God has ordered him to be destroyed!&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "During Cyrus&quot; third year as king of Persia, Daniel learned about these things. (Daniel&quot;s other name is Belteshazzar.) The message was true. It was about a great war. But Daniel understood it, because it was explained to him in a vision."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time I, Daniel, was very sad for three weeks."
            },
            {
                "verse_number": "3",
                "verse_text": "I did not eat any fancy food. I did not eat any meat or drink any wine. I did not use any perfumed oil. I did not do any of these things for three weeks."
            },
            {
                "verse_number": "4",
                "verse_text": "On the twenty-fourth day of the first month, I was standing beside the great Tigris River."
            },
            {
                "verse_number": "5",
                "verse_text": "While standing there, I looked up. And I saw a man dressed in linen clothes. A belt made of fine gold was wrapped around his waist."
            },
            {
                "verse_number": "6",
                "verse_text": "His body was like shiny yellow quartz. His face was bright like lightning, and his eyes were like fire. His arms and legs were shiny like polished bronze. His voice sounded like the roar of a crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "I, Daniel, was the only person who saw the vision. The men with me did not see it. But they were badly frightened. They were so afraid they ran away and hid."
            },
            {
                "verse_number": "8",
                "verse_text": "So I was left alone, watching this great vision. I lost my strength. My face turned white like a dead person, and I was helpless."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I heard the man in the vision speaking. As I listened, I fell into a deep sleep. My face was on the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "Then a hand touched me and set me on my hands and knees. I was so afraid that I was shaking."
            },
            {
                "verse_number": "11",
                "verse_text": "The man in the vision said to me, &apos;Daniel, God loves you very much. Think very carefully about the words I will speak to you. Stand up because I have been sent to you.&apos; And when he said this, I stood up. I was still shaking."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the man said to me, &apos;Daniel, do not be afraid. Some time ago you decided to try to get understanding. You wanted to be humble before God. Since that time God has listened to you. And I came to you because you have been praying."
            },
            {
                "verse_number": "13",
                "verse_text": "But the prince of Persia has been fighting against me for 21 days. Then Michael, one of the most important angels, came to help me. He came because I had been left there with the king of Persia."
            },
            {
                "verse_number": "14",
                "verse_text": "Now I have come to you, Daniel. I will explain to you what will happen to your people. The vision is about a time in the future.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "While he was speaking to me, I bowed facedown. I could not speak."
            },
            {
                "verse_number": "16",
                "verse_text": "Then one who looked like a man touched my lips. I opened my mouth and started to speak. I said to the one standing in front of me, &apos;Master, I am upset and afraid. It is because of what I saw in the vision. I feel helpless."
            },
            {
                "verse_number": "17",
                "verse_text": "Master, I am Daniel your servant. How can I talk with you! My strength is gone, and it is hard for me to breathe.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The one who looked like a man touched me again. And he gave me strength."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, &apos;Daniel, don&quot;t be afraid. God loves you very much. Peace be with you. Be strong now, be strong.&apos; When he spoke to me, I became stronger. Then I said, &apos;Master, speak, since you have given me strength.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So then he said, &apos;Daniel, do you know why I have come to you? Soon I must go back to fight against the prince of Persia. When I go, the prince of Greece will come."
            },
            {
                "verse_number": "21",
                "verse_text": "But before I go, I must first tell you what is written in the Book of Truth. No one stands with me against them except Michael. He is the angel ruling over your people."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "&apos;In the first year Darius the Mede was king, I stood up to support Michael. I supported him in his fight against the prince of Persia."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Now then, Daniel, I tell you the truth: Three more kings will rule in Persia. Then a fourth king will come. He will be much richer than all the kings of Persia before him. He will use his riches to get power. And he will stir up everyone against the kingdom of Greece."
            },
            {
                "verse_number": "3",
                "verse_text": "Then a mighty king will come. He will rule with great power. He will do anything he wants."
            },
            {
                "verse_number": "4",
                "verse_text": "After that king has come, his kingdom will be broken up. It will be divided out toward the four parts of the world. His kingdom will not go to his descendants. And it will not have the power that he had. This is because his kingdom will be pulled up and given to other people."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The king of the South will become strong. But one of his commanders will become even stronger. He will begin to rule his own kingdom with great power."
            },
            {
                "verse_number": "6",
                "verse_text": "Then after a few years, the king of the South and the commander will become friends. The daughter of the king of the South will marry the king of the North. She will do this to bring peace. But she will not keep her power. And his family will not last. She, her husband, her child and those who brought her to that country will be killed."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But a person from her family will become king of the South. He will attack the armies of the king of the North. He will go into that king&quot;s strong, walled city. He will fight and win."
            },
            {
                "verse_number": "8",
                "verse_text": "He will take their gods and their metal idols. He will also take their valuable things made of silver and gold. He will take those things to Egypt. Then he will not bother the king of the North for a few years."
            },
            {
                "verse_number": "9",
                "verse_text": "Next, the king of the North will attack the king of the South. But he will be beaten back to his own country."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The sons of the king of the North will prepare for war. They will get a large army together. That army will move through the land very quickly, like a powerful flood. Later, that army will come back and fight. They will fight all the way to the strong, walled city of the king of the South."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king of the South will become very angry. He will march out to fight against the king of the North. The king of the North will have a large army. But he will lose the battle."
            },
            {
                "verse_number": "12",
                "verse_text": "The soldiers will be carried away. So the king of the South will be very proud. And he will kill thousands of soldiers from the northern army. But he will not continue to be successful."
            },
            {
                "verse_number": "13",
                "verse_text": "The king of the North will gather another army. That army will be larger than the first one. After several years he will attack. That army will be very large, and it will have plenty of weapons."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;In those times many people will be against the king of the South. Some of your own people who love to fight will turn against the king of the South. They will think it is time for God&quot;s promises to come true. But it will not be the time yet. And they will fail."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the king of the North will come. He will build dirt roads to the tops of the city walls. And he will capture a strong, walled city. The southern army will not have the power to fight back. Even their best soldiers will not be strong enough to stop the northern army."
            },
            {
                "verse_number": "16",
                "verse_text": "The king of the North will do whatever he wants. No one will be able to stand against him. He will gain power and control in the beautiful land of Israel. And he will have the power to destroy it."
            },
            {
                "verse_number": "17",
                "verse_text": "The king of the North will decide to use all his power to fight against the king of the South. He will make an agreement with the king of the South. The king of the North will give one of his daughters as a wife to the king of the South. He will do that so he can defeat the king of the South. But those plans will not succeed or help him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king of the North will turn his attention to other places. He will take many cities along the coast of the Mediterranean Sea. But a commander will put an end to the pride of the king of the North. The commander will turn that pride back on him."
            },
            {
                "verse_number": "19",
                "verse_text": "After that happens the king of the North will go back to the strong, walled cities of his own country. But he will lose his power. That will be the end of him."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The next king of the North will send out a tax collector. He will then have plenty of money. In a few years that ruler will be killed. But he will not die in anger or in a battle."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;That ruler will be followed by a very cruel and hated man. He will not have the honor of being from a king&quot;s family. He will attack the kingdom when the people feel safe. He will take power by lying to the people."
            },
            {
                "verse_number": "22",
                "verse_text": "He will sweep away in defeat large and powerful armies. He will even defeat a prince who made an agreement."
            },
            {
                "verse_number": "23",
                "verse_text": "Many nations will make agreements with that cruel and hated ruler. But he will lie to them. He will gain much power. But only a few people will support him."
            },
            {
                "verse_number": "24",
                "verse_text": "The richest areas will feel safe. But that cruel and hated ruler will attack them. And he will succeed where his ancestors did not. He will take things from the countries he defeated. And he will give those things to his followers. He will plan to defeat and destroy strong cities. He will be successful, but only for a short time."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;That very cruel and hated ruler will have a large army. He will use it to stir up his strength and courage. He will attack the king of the South. The king of the South will get a large and very powerful army and get ready for war. But the people who are against him will make secret plans. And the king of the South will be defeated."
            },
            {
                "verse_number": "26",
                "verse_text": "There were people who were supposed to be good friends of the king of the South. But they will try to destroy him. His army will be swept away in defeat. Many of his soldiers will be killed in battle."
            },
            {
                "verse_number": "27",
                "verse_text": "Those two kings will want to hurt each other. They will sit at the same table and lie to each other. But it will not do either one any good. This is because God has set a time for their end to come."
            },
            {
                "verse_number": "28",
                "verse_text": "The king of the North will go back to his own country with much wealth. Then he will decide to go against the holy agreement. He will do what he planned. Then he will go back to his own country."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;At the right time the king of the North will attack the king of the South again. But this time he will not be successful as he was before."
            },
            {
                "verse_number": "30",
                "verse_text": "Ships from the west will come and fight against the king of the North. He will see those ships coming and be afraid. Then he will return and show his anger against God&quot;s people who obey the holy agreement. He will be good to those who have stopped obeying the holy agreement."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;The king of the North will send his army. They will make the Temple in Jerusalem unclean. They will stop the people from offering the daily sacrifice. Then they will set up the horrible thing that destroys."
            },
            {
                "verse_number": "32",
                "verse_text": "The king of the North will tell lies to God&quot;s people. Those who have not obeyed God will be ruined. But there will be some who know God and obey him. They will be strong and fight back."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Those who are wise will help the others understand what is happening. But some of them will be killed with swords. Some will be burned or taken captive. Some of them will have their homes and things taken away. These things will continue for many days."
            },
            {
                "verse_number": "34",
                "verse_text": "When the wise ones are suffering, they will get a little help. Many who join the wise ones will not love God."
            },
            {
                "verse_number": "35",
                "verse_text": "Some of the wise ones will be killed. But the hard times must come. This is so they can be made stronger and purer. They will be without faults until the time of the end comes. Then, at the right time the end will come."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;The king of the North will do whatever he wants. He will brag about himself. He will praise himself and think he is even better than a god. He will say things against the God of gods that no one has ever heard. He will be successful until all the bad things have happened. What God has planned to happen will happen."
            },
            {
                "verse_number": "37",
                "verse_text": "That king of the North will not care about the gods his ancestors worshiped. He won&quot;t care about the god that women worship. He won&quot;t care about any god. Instead, he will make himself more important than any god."
            },
            {
                "verse_number": "38",
                "verse_text": "The king of the North will worship power and strength. His ancestors did not love power as he will. He will honor the god of power with gold and silver, expensive jewels and gifts."
            },
            {
                "verse_number": "39",
                "verse_text": "That king will attack strong, walled cities. He will do it with the help of a foreign god. He will give much honor to the people who join him. He will make them rulers in charge of many other people. He will make those rulers pay him for the land they rule."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;At the time of the end, the king of the South will fight a battle against the king of the North. The king of the North will attack him. He will attack with chariots and soldiers on horses and many large ships. He will invade many countries and sweep through their lands like a flood."
            },
            {
                "verse_number": "41",
                "verse_text": "The king of the North will attack the beautiful land of Judah. He will defeat many countries. But Edom, Moab and the leaders of Ammon will be saved from him."
            },
            {
                "verse_number": "42",
                "verse_text": "The king of the North will show his power in many countries. Egypt will not escape."
            },
            {
                "verse_number": "43",
                "verse_text": "The king will get treasures of gold and silver. And he will get all the riches of Egypt. The Libyan and Nubian people will obey him."
            },
            {
                "verse_number": "44",
                "verse_text": "But the king of the North will hear news from the east and the north. And it will make him afraid and angry. He will go to destroy completely many nations."
            },
            {
                "verse_number": "45",
                "verse_text": "He will set up his royal tents. They will be between the sea and the beautiful mountain where the Temple is built. But, finally, his end will come. There will not be anyone to help him when he dies."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Daniel, at that time Michael, the great prince, will stand up. (He is the one who protects your people.) There will be a time of much trouble. It will be the worst time since nations have been on earth. But your people will be saved. Everyone whose name is written in God&quot;s book will be saved."
            },
            {
                "verse_number": "2",
                "verse_text": "Many people who have already died will live again. Some of them will wake up to have life forever. But some will wake up to find shame and disgrace forever."
            },
            {
                "verse_number": "3",
                "verse_text": "The wise people will shine like the brightness of the sky. Those who teach others to live right will shine like stars forever and ever."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;But you, Daniel, close up the book and seal it. These things will happen at the time of the end. Many people will go here and there to find true knowledge.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I, Daniel, looked, and I saw two other men. One was standing on my side of the river. And the other was standing on the far side."
            },
            {
                "verse_number": "6",
                "verse_text": "The man who was dressed in linen was standing over the water in the river. One of the two men spoke to him. He asked, &apos;How long will it be before these amazing things come true?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The man dressed in linen who stood over the water raised his hands toward heaven. And I heard him make a promise. He used the name of God who lives forever. He said, &apos;It will be for three and one-half years. The power of the holy people will finally be broken. Then all these things will come true.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I heard the answer, but I did not really understand. So I asked, &apos;Master, what will happen after all these things come true?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He answered, &apos;Go your way, Daniel. The message is closed up and sealed until the time of the end."
            },
            {
                "verse_number": "10",
                "verse_text": "Many people will be made clean, pure and spotless. But the wicked will continue to be wicked. And those wicked people will not understand these things. But the wise people will understand them."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The daily sacrifice will be stopped. There will be 1,290 days from that time. Then the horrible thing that destroys will be set up."
            },
            {
                "verse_number": "12",
                "verse_text": "Those who wait for the end of the 1,335 days will be happy."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;As for you, Daniel, go your way till the end. You will get your rest when you die. And at the end you will rise from the dead to get your reward.&apos;"
            }
        ]
    }
}