{
    "Deuteronomy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message Moses gave the people of Israel. They were in the desert east of the Jordan River. They were in the Jordan Valley near Suph, between Paran and the towns of Tophel, Laban, Hazeroth and Dizahab."
            },
            {
                "verse_number": "2",
                "verse_text": "(The trip from Mount Sinai to Kadesh Barnea on the Mount Edom road takes 11 days.)"
            },
            {
                "verse_number": "3",
                "verse_text": "But it was now 40 years after the Israelites had left Egypt. On the first day of the eleventh month, Moses spoke to the people. He told them everything the Lord had commanded him to tell them."
            },
            {
                "verse_number": "4",
                "verse_text": "This was after the Lord had defeated Sihon and Og. Sihon was king of the Amorite people and lived in Heshbon. Og was king of Bashan and lived in Ashteroth and Edrei."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the Israelites were east of the Jordan River in the land of Moab. There Moses began to explain what God had commanded. Moses said:"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord our God spoke to us at Mount Sinai. He said, &apos;You have stayed long enough at this mountain."
            },
            {
                "verse_number": "7",
                "verse_text": "Get ready. Go to the mountain country of the Amorites. Go to all the places around there&ndash;the Jordan Valley, the mountains, the western slopes, the southern area, the seacoast, the land of Canaan and Lebanon. Go as far as the great river, the Euphrates."
            },
            {
                "verse_number": "8",
                "verse_text": "See, I have given you this land. Go in and take it for yourselves. The Lord promised it to your ancestors&ndash;Abraham, Isaac and Jacob and their descendants.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "At that time I said, &apos;I am not able to take care of you by myself."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord your God has made you grow in number. There are as many of you as there are stars in the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "I pray that the Lord, the God of your ancestors, will give you a thousand times more people. That&quot;s what he promised."
            },
            {
                "verse_number": "12",
                "verse_text": "But I cannot take care of your problems, your troubles and your arguments by myself."
            },
            {
                "verse_number": "13",
                "verse_text": "So choose some men from each tribe. Choose wise men who have understanding and experience. I will make them leaders over you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And you said, &apos;That&quot;s a good thing to do.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I took the wise and experienced leaders of your tribes. And I made them your leaders. I appointed commanders over 1,000 people, over 100 people, over 50 people and over 10 people. I made them officers over your tribes."
            },
            {
                "verse_number": "16",
                "verse_text": "Then I told your judges, &apos;Listen to the arguments between your people. Judge fairly between two Israelites or between an Israelite and a foreigner."
            },
            {
                "verse_number": "17",
                "verse_text": "When you judge, be fair to everyone. Don&quot;t act as if one person is more important than another. Don&quot;t be afraid of anyone, because your decision comes from God. Bring the hard cases to me. I will judge them.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "At that time I told you everything you must do."
            },
            {
                "verse_number": "19",
                "verse_text": "Then, as the Lord our God commanded us, we left Mount Sinai. We went toward the mountain country of the Amorite people. We went through that large and terrible desert you saw. Then we came to Kadesh Barnea."
            },
            {
                "verse_number": "20",
                "verse_text": "Then I said to you, &apos;You have now come to the mountain country of the Amorites. The Lord our God will give us this land."
            },
            {
                "verse_number": "21",
                "verse_text": "Look, there it is! Go up. Take it. The Lord, the God of your ancestors, told you to do this. So don&quot;t be afraid. Don&quot;t worry.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then all of you came to me. You said, &apos;Let&quot;s send men before us to spy out the land. They can come back and tell us the way we should go. They can tell us about the cities we will find.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "I thought that was a good idea. So I chose 12 of your men, 1 for each tribe."
            },
            {
                "verse_number": "24",
                "verse_text": "They left and went up to the mountains. They came to the Valley of Eshcol and explored it."
            },
            {
                "verse_number": "25",
                "verse_text": "They took some of the fruit from that land. And they brought it down to us. They said, &apos;It is a good land that the Lord our God is giving us.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But you refused to go. You would not obey the command of the Lord your God."
            },
            {
                "verse_number": "27",
                "verse_text": "You grumbled in your tents. You said, &apos;The Lord hates us. He brought us out of Egypt just to give us to the Amorites. They will destroy us."
            },
            {
                "verse_number": "28",
                "verse_text": "Where can we go now? The spies we sent have made us afraid. They said, &quot;The people there are bigger and taller than we are. The cities are big. They have walls up to the sky. And we saw the Anakites there!&quot;&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then I said to you, &apos;Don&quot;t be frightened. Don&quot;t be afraid of those people."
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord your God will go ahead of you. He will fight for you as he did in Egypt. You saw him do it."
            },
            {
                "verse_number": "31",
                "verse_text": "And in the desert you saw how the Lord your God carried you. He was like a man carrying his son. And he has brought you safely all the way to this place.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But you still did not trust the Lord your God."
            },
            {
                "verse_number": "33",
                "verse_text": "As you moved, he went before you. He found places for you to camp. He went before you in a fire at night and in a cloud during the day. He showed you which way to go."
            },
            {
                "verse_number": "34",
                "verse_text": "When the Lord heard what you said, he was angry. He made a promise. He said,"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I promised a good land to your ancestors. But none of you evil people will see it."
            },
            {
                "verse_number": "36",
                "verse_text": "Only Caleb son of Jephunneh will see it. I will give him and his descendants the land he walked on. I will do this because he followed me completely.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Because of you, the Lord was also angry with me. He said to me, &apos;You won&quot;t enter the land either."
            },
            {
                "verse_number": "38",
                "verse_text": "But your assistant, Joshua son of Nun, will go there. Encourage Joshua, because he will lead Israel to take the land for their own.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "The Lord said to us, &apos;You said your babies would be captured. But they will go into the land. They are too young to know right from wrong. So I will give the land to them. And they will take it for their own."
            },
            {
                "verse_number": "40",
                "verse_text": "But you must turn around. Follow the desert road toward the Gulf of Aqaba.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then you said to me, &apos;We have sinned against the Lord. But now we will go up and fight, as the Lord our God commanded us.&apos; Then all of you put on weapons. You thought it would be easy to go into the mountains."
            },
            {
                "verse_number": "42",
                "verse_text": "But the Lord said to me, &apos;Tell them not to go up there and fight. I will not be with them. Their enemies will defeat them.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So I told you, but you would not listen. You would not obey the Lord&quot;s command. You were proud. So you went on up into the mountains."
            },
            {
                "verse_number": "44",
                "verse_text": "The Amorites who lived there came out and fought you. They chased you like bees. They defeated you from Edom to Hormah."
            },
            {
                "verse_number": "45",
                "verse_text": "So you came back and cried to the Lord. But the Lord did not hear you. He refused to listen to you."
            },
            {
                "verse_number": "46",
                "verse_text": "So you stayed in Kadesh a long time."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then we turned around. And we traveled on the desert road toward the Gulf of Aqaba. That is what the Lord had told me to do. We traveled through the mountains of Edom for many days."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord said to me,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You have traveled through these mountains long enough. Turn north."
            },
            {
                "verse_number": "4",
                "verse_text": "Tell the people this: &quot;You will soon go through the land of Edom. This land belongs to your relatives, the descendants of Esau. They will be afraid of you. But be very careful."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t go to war against them. I am not giving you any of their land&ndash;not even a foot of it. I have given the mountains of Edom to Esau as his own."
            },
            {
                "verse_number": "6",
                "verse_text": "You must pay them in silver for any food you eat or water you drink.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord your God has blessed everything you have done. He has protected you while you traveled through this large desert. The Lord your God has been with you for these 40 years. You have had everything you needed."
            },
            {
                "verse_number": "8",
                "verse_text": "So we passed by our relatives, the people of Esau who lived in Edom. We turned off the Jordan Valley road. It comes from the towns of Elath and Ezion Geber. And we traveled along the desert road of Moab."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said to me, &apos;Don&quot;t bother the people of Moab. Don&quot;t go to war against them. I am not giving you any of their land. I have given Ar to the descendants of Lot.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "(The Emites lived in Ar before. They were strong people, and there were many of them. They were very tall, like the Anakites."
            },
            {
                "verse_number": "11",
                "verse_text": "The Emites were thought to be Rephaites, like the Anakites. But the Moabite people called them Emites."
            },
            {
                "verse_number": "12",
                "verse_text": "The Horites also lived in Edom before. But the people of Esau forced them out. They destroyed the Horites and took their place. That is also what Israel did in the land the Lord gave them as their own.)"
            },
            {
                "verse_number": "13",
                "verse_text": "And the Lord said to me, &apos;Now get up and cross the Zered Valley.&apos; So we crossed the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "It had been 38 years since we left Kadesh Barnea until we crossed the Zered Valley. By then, all the fighting men from that time had died. This is what the Lord had promised would happen."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord had continued to destroy them until they were all gone from the camp."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the last of those fighting men had died."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Lord said to me,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Today you must go by Ar, on the border of Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "When you come near the people of Ammon, don&quot;t bother them. Don&quot;t go to war against them. I am not giving you their land. I have given that land to the descendants of Lot.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "(That land was also thought to be a land of Rephaites. Those people used to live there. But the Ammonites called them Zamzummites."
            },
            {
                "verse_number": "21",
                "verse_text": "They were strong people, and there were many of them. They were very tall, like the Anakites. The Lord went before the Ammonites and destroyed the Zamzummites. The Ammonites forced them out of the land and took their place."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord did the same thing for the descendants of Esau. They lived in Edom. He destroyed the Horites. The Edomites forced them out of the land and took their place. And they live there to this day."
            },
            {
                "verse_number": "23",
                "verse_text": "The Caphtorite people came from Crete. They destroyed the Avvites. The Avvites lived in towns all the way to Gaza. But the Caphtorites destroyed them and took their place.)"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord said, &apos;Get up. Cross the Arnon Ravine. See, I am giving you the power to defeat Sihon the Amorite. He is king of Heshbon. I am giving you his land. So fight against him and begin taking his land."
            },
            {
                "verse_number": "25",
                "verse_text": "Today I will begin to make all the people in the world afraid of you. They will hear reports about you. And they will shake with fear. They will be terrified of you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "I sent messengers from the desert of Kedemoth to Sihon king of Heshbon. They offered him peace. They said,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Let us pass through your country. We will stay on the road. We will not turn right or left."
            },
            {
                "verse_number": "28",
                "verse_text": "We will pay you in silver for any food we eat or water we drink. We only want to walk through your country."
            },
            {
                "verse_number": "29",
                "verse_text": "The descendants of Esau in Edom let us go through their land. So did the Moabites in Ar. We want to cross the Jordan River into the land the Lord our God has given us.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Sihon king of Heshbon would not let us pass. The Lord your God had made him stubborn. The Lord wanted you to defeat Sihon. And now this has happened."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord said to me, &apos;See, I have begun to give Sihon and his country to you. Begin taking the land as your own.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Sihon and all his army came out. And they fought us at Jahaz."
            },
            {
                "verse_number": "33",
                "verse_text": "But the Lord our God gave Sihon to us. We defeated him, his sons and all his army."
            },
            {
                "verse_number": "34",
                "verse_text": "We captured all his cities. We completely destroyed them, the men, women and children. We left no one alive."
            },
            {
                "verse_number": "35",
                "verse_text": "But we kept the cattle and valuable things from the cities for ourselves."
            },
            {
                "verse_number": "36",
                "verse_text": "We defeated Aroer on the edge of the Arnon Ravine. And we defeated the town in the ravine, and even Gilead. No town was too strong for us. The Lord our God gave us all of them."
            },
            {
                "verse_number": "37",
                "verse_text": "But you did not go near the land of the Ammonites. You did not go near the shores of the Jabbok River. You did not go near the towns in the mountains. This was what the Lord our God had commanded."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then we turned and went up the road toward Bashan. Og king of Bashan and all his army came out to fight us at Edrei."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to me, &apos;Don&quot;t be afraid of Og. I will hand him, his whole army and his land over to you. Do to him what you did to Sihon king of the Amorites, who ruled in Heshbon.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the Lord our God gave us Og king of Bashan and all his army. We defeated them and left no one alive."
            },
            {
                "verse_number": "4",
                "verse_text": "Then we captured all of Og&quot;s cities. We captured all 60 of them. We took the whole area of Argob, Og&quot;s kingdom in Bashan."
            },
            {
                "verse_number": "5",
                "verse_text": "All these were strong cities. They had high walls and gates with bars. And there were also many small towns with no walls."
            },
            {
                "verse_number": "6",
                "verse_text": "We completely destroyed them. We destroyed them just like the cities of Sihon king of Heshbon. We killed all the men, women and children."
            },
            {
                "verse_number": "7",
                "verse_text": "But we kept all the cattle and valuable things from the cities for ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "So at that time we took the land east of the Jordan River. We took it from these two Amorite kings. It went from the Arnon Ravine to Mount Hermon."
            },
            {
                "verse_number": "9",
                "verse_text": "(Hermon is called Sirion by the Sidonian people. The Amorites call it Senir.)"
            },
            {
                "verse_number": "10",
                "verse_text": "We captured all the cities on the high plain and all of Gilead. We took all of Bashan as far as Salecah and Edrei. These were towns in Og&quot;s kingdom of Bashan."
            },
            {
                "verse_number": "11",
                "verse_text": "(Only Og king of Bashan was left of the few Rephaites. His bed was made of iron. It was more than 13 feet long and 6 feet wide! It is still in the Ammonite city of Rabbah.)"
            },
            {
                "verse_number": "12",
                "verse_text": "At that time we took this land to be our own. I gave the people of Reuben and Gad the land from Aroer by the Arnon Ravine. And I gave them half of the mountain country of Gilead and the cities in it."
            },
            {
                "verse_number": "13",
                "verse_text": "To the eastern half-tribe of Manasseh I gave the rest of Gilead. And I gave them all of Bashan, the kingdom of Og. (The area of Argob in Bashan was called the land of the Rephaites."
            },
            {
                "verse_number": "14",
                "verse_text": "Jair, a descendant of Manasseh, took the whole area of Argob. It went to the border of the Geshurites and Maacathites. That land was named for Jair. So even today Bashan is called the Towns of Jair.)"
            },
            {
                "verse_number": "15",
                "verse_text": "I gave Gilead to Makir."
            },
            {
                "verse_number": "16",
                "verse_text": "I gave the Reubenites and the Gadites the land that begins at Gilead. It goes from the Arnon Ravine to the Jabbok River. (The middle of the Arnon is the border.) The Jabbok River is the Ammonite border."
            },
            {
                "verse_number": "17",
                "verse_text": "The border on the west was the Jordan River in the Jordan Valley. It goes from Lake Galilee to the Dead Sea west of Mount Pisgah."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time I gave you this command: &apos;The Lord your God has given you this land as your own. Now your fighting men must take their weapons. And you must lead the other Israelites across the river."
            },
            {
                "verse_number": "19",
                "verse_text": "Your wives, your young children and your cattle may stay here. I know you have many cattle. They may stay here in the cities I have given you."
            },
            {
                "verse_number": "20",
                "verse_text": "Some day your Israelite relatives will also have a place to rest. They will receive the land the Lord your God has given them. It is on the other side of the Jordan River. After that, you may each return to the land I have given you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then I gave this command to Joshua: &apos;You have seen for yourself what the Lord your God has done to these two kings. The Lord will do the same thing to all the kingdoms where you are going."
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t be afraid of them. The Lord your God will fight for you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then I begged the Lord:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Lord God, you have begun to show me, your servant, how great you are. You have great strength. No other god in heaven or earth can do the powerful things you do. There is no other god like you."
            },
            {
                "verse_number": "25",
                "verse_text": "Please let me cross the Jordan River. I want to see the beautiful mountains and Lebanon.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But the Lord was angry with me because of you. He would not listen to me. The Lord said to me, &apos;That&quot;s enough. Don&quot;t talk to me anymore about it."
            },
            {
                "verse_number": "27",
                "verse_text": "Climb to the top of Mount Pisgah. Look west, north, south and east. You can look at the land. But you will not cross the Jordan River."
            },
            {
                "verse_number": "28",
                "verse_text": "Appoint Joshua. Help him be brave and strong. He will lead the people across the river. He will give them the land that they are to inherit. You can only look at it.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So we stayed in the valley opposite Beth Peor."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now, Israel, listen to the laws and commands I will teach you. Obey them so you will live. Then you will go over and take the land. The Lord, the God of your ancestors, is giving it to you."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t add to these commands. And don&quot;t leave anything out. But obey the commands of the Lord your God that I give you."
            },
            {
                "verse_number": "3",
                "verse_text": "You have seen for yourselves what the Lord did at Baal Peor. The Lord your God destroyed everyone among you who followed Baal in Peor."
            },
            {
                "verse_number": "4",
                "verse_text": "But you continued to follow the Lord your God. So you are still alive today."
            },
            {
                "verse_number": "5",
                "verse_text": "Look, I have taught you the laws and rules the Lord my God commanded me. Now you can obey the laws in the land you are entering. It is the land you will own."
            },
            {
                "verse_number": "6",
                "verse_text": "Obey these laws carefully. This will show the other nations that you have wisdom and understanding. They will hear about these laws. And they will say, &apos;This great nation of Israel is wise and understanding.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "No other nation is as great as we are. Their gods do not come near them. But the Lord our God comes near when we pray to him."
            },
            {
                "verse_number": "8",
                "verse_text": "And no other nation has such good teachings and commands. I am giving them to you today."
            },
            {
                "verse_number": "9",
                "verse_text": "But be careful! Watch out. Don&quot;t forget the things that you have seen. Don&quot;t forget them as long as you live. Teach them to your children and grandchildren."
            },
            {
                "verse_number": "10",
                "verse_text": "Remember the day you stood before the Lord your God at Mount Sinai. He said to me, &apos;Bring the people together to listen to what I say. Then they will respect me as long as they live in the land. And they will teach these things to their children.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then you came and stood at the bottom of the mountain. It blazed with fire that reached to the sky. Black clouds made it very dark."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord spoke to you from the fire. You heard the sound of words. But you did not see him. There was only a voice."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord told you about his agreement. It was the Ten Commandments. And he told you to obey them. Then he wrote them on two stone tablets."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord commanded me to teach you the laws and rules. You must obey them in the land you will own when you cross the Jordan River."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord spoke to you from the fire at Mount Sinai. But you did not see him. So watch yourselves carefully!"
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t sin by making idols of any kind. Don&quot;t make statues of men or women."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t make statues of animals on earth or birds that fly in the air."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t make statues of anything that crawls on the ground. Don&quot;t make statues of fish in the water below."
            },
            {
                "verse_number": "19",
                "verse_text": "When you look up at the sky, you see the sun, moon and stars. You can see everything in the sky. But don&quot;t bow down and worship them. The Lord your God has made these things for all people everywhere."
            },
            {
                "verse_number": "20",
                "verse_text": "Egypt tested you like a furnace for melting iron. The Lord brought you out of Egypt. And he made you his very own people, as you are now."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord was angry with me because of you. He made a strong promise that I would not cross the Jordan River. I could not go into the good land the Lord your God is giving you to own."
            },
            {
                "verse_number": "22",
                "verse_text": "I will die here in this land. I will not cross the Jordan. But you will soon go across and take that good land."
            },
            {
                "verse_number": "23",
                "verse_text": "Be careful. Don&quot;t forget the agreement of the Lord your God that he made with you. Don&quot;t make any idols for yourselves. The Lord your God has commanded you not to do that."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord your God is a jealous God. He is like a fire that burns things up."
            },
            {
                "verse_number": "25",
                "verse_text": "You will live in the land a long time. You will have children and grandchildren. Even after that, don&quot;t do evil things. Don&quot;t make any kind of idol. Don&quot;t do what the Lord says is evil. That will make him angry."
            },
            {
                "verse_number": "26",
                "verse_text": "I will ask heaven and earth to speak against you that day. Then you will quickly be removed from this land. You are crossing the Jordan River to take the land. But you will not live there long after that. You will be completely destroyed."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord will scatter you among the other nations. Only a few of you will be left alive. And those few will be in other nations where the Lord will send you."
            },
            {
                "verse_number": "28",
                "verse_text": "There you will worship gods made by men. They will be made of wood and stone. They cannot see, hear, eat or smell."
            },
            {
                "verse_number": "29",
                "verse_text": "But even there you can look for the Lord your God. And you will find him if you look. But you must look for him with your whole being."
            },
            {
                "verse_number": "30",
                "verse_text": "It will be hard when all these things happen to you. But after that you will come back to the Lord your God. You will obey him."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord your God is a merciful God. He will not leave you or destroy you. He will not forget the agreement he made with your ancestors. He made that agreement sure with his strong promise."
            },
            {
                "verse_number": "32",
                "verse_text": "Nothing like this has ever happened before! Look at the past, long before you were even born. Go all the way back to when God made man on the earth. Look from one end of heaven to the other. Nothing like this has ever been heard of!"
            },
            {
                "verse_number": "33",
                "verse_text": "No other people have ever heard God speak from a fire and still lived. But you have."
            },
            {
                "verse_number": "34",
                "verse_text": "No other god has ever taken for himself one nation out of another. But the Lord your God did this for you in Egypt. He did it right before your own eyes. He did it with tests, signs, miracles, war and great sights. He did it by his great power and strength."
            },
            {
                "verse_number": "35",
                "verse_text": "He showed you things so you would know that the Lord is God. There is no other God besides him."
            },
            {
                "verse_number": "36",
                "verse_text": "He spoke to you from heaven to teach you. He showed you his great fire on earth. And you heard him speak from the fire."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord loved your ancestors. That is why he chose you, their descendants. He brought you out of Egypt himself by his great strength."
            },
            {
                "verse_number": "38",
                "verse_text": "He forced nations out of their land ahead of you. And these nations were bigger and stronger than you were. But the Lord brought you into their land and gave it to you to own. And this land is yours today."
            },
            {
                "verse_number": "39",
                "verse_text": "Know and believe today that the Lord is God. He is God in heaven above and on the earth below. There is no other god!"
            },
            {
                "verse_number": "40",
                "verse_text": "Obey his laws and commands, which I am giving you today. Obey them so that things will go well for you and your children. Then you will live a long time in this land. The Lord your God is giving it to you forever."
            },
            {
                "verse_number": "41",
                "verse_text": "Moses chose three cities east of the Jordan River."
            },
            {
                "verse_number": "42",
                "verse_text": "A person who killed someone accidentally could go there. He did not hate the person he killed. So he could save his life by running to one of these cities."
            },
            {
                "verse_number": "43",
                "verse_text": "These were the cities: Bezer in the desert high plain was for the Reubenites; Ramoth in Gilead was for the Gadites; Golan in Bashan was for the Manassites."
            },
            {
                "verse_number": "44",
                "verse_text": "These are the teachings Moses gave to the people of Israel."
            },
            {
                "verse_number": "45",
                "verse_text": "They are the rules, commands and laws he gave them when they came out of Egypt."
            },
            {
                "verse_number": "46",
                "verse_text": "They were in the valley near Beth Peor. That is east of the Jordan River in the land of Sihon. Sihon was king of the Amorites. He ruled in Heshbon. He was defeated by Moses and the Israelites as they came out of Egypt."
            },
            {
                "verse_number": "47",
                "verse_text": "The Israelites captured his land. They also took the land of Og king of Bashan. These were the two Amorite kings east of the Jordan River."
            },
            {
                "verse_number": "48",
                "verse_text": "This land went from Aroer to Mount Hermon. Aroer is on the edge of the Arnon Ravine."
            },
            {
                "verse_number": "49",
                "verse_text": "It included all the Jordan Valley east of the Jordan River. And it went as far as the Dead Sea below Mount Pisgah."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Moses called all the people of Israel together and said: Listen, Israel, to the commands and laws I give you today. Learn them and obey them carefully."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord our God made an agreement with us at Mount Sinai."
            },
            {
                "verse_number": "3",
                "verse_text": "He did not make this agreement with our ancestors. He made it with us. He made it with all of us who are alive here today."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord spoke to you face to face. He spoke from the fire on the mountain."
            },
            {
                "verse_number": "5",
                "verse_text": "(At that time I stood between you and the Lord. I told you what the Lord said. You were afraid of the fire. So you would not go up on the mountain.) The Lord said:"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I am the Lord your God. I brought you out of the land of Egypt where you were slaves."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You must not have any other gods except me."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You must not make for yourselves any idols. Don&quot;t make something that looks like anything in the sky above or on the earth below or in the water below the land."
            },
            {
                "verse_number": "9",
                "verse_text": "You must not worship or serve any idol. This is because I, the Lord your God, am a jealous God. A person may sin against me and hate me. I will punish his children, even his grandchildren and great-grandchildren."
            },
            {
                "verse_number": "10",
                "verse_text": "But I will be very kind to thousands who love me and obey my commands."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You must not use the name of the Lord your God thoughtlessly. The Lord will punish anyone who is guilty and misuses his name."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Keep the Sabbath as a holy day. The Lord your God has commanded you to do this."
            },
            {
                "verse_number": "13",
                "verse_text": "You may work and get everything done during six days each week."
            },
            {
                "verse_number": "14",
                "verse_text": "But the seventh day is a day of rest to honor the Lord your God. On that day no one may do any work: not you, your son or daughter, or your men or women slaves. Neither your ox, your donkey nor any of your animals may work. The foreigners living in your cities may not work. That way your servants may rest as you do."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember that you were slaves in Egypt. The Lord your God brought you out of Egypt by his great power and strength. So the Lord your God has commanded you to rest on the Sabbath day."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Honor your father and your mother. The Lord your God has commanded you to do this. Then you will live a long time. And things will go well for you in the land. The Lord your God is going to give you this land."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;You must not murder anyone."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;You must not be guilty of adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You must not steal."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;You must not tell lies about your neighbor in court."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You must not want to take your neighbor&quot;s wife. You must not want to take your neighbor&quot;s house or land. You must not want to take his men or women slaves. You must not want to take his ox or his donkey. You must not want to take anything that belongs to your neighbor.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord gave these commands to all of you on the mountain. He spoke them in a loud voice out of the fire. He spoke from the cloud and the deep darkness. He did not say anything else. Then he wrote them on two stone tablets. And he gave them to me."
            },
            {
                "verse_number": "23",
                "verse_text": "You heard the voice from the darkness. The mountain was blazing with fire. Then all the leaders of your tribes and your elders came to me."
            },
            {
                "verse_number": "24",
                "verse_text": "And you said, &apos;The Lord our God has shown us his glory and majesty. We have heard his voice from the fire. Today we have seen that a person can live even if God speaks to him."
            },
            {
                "verse_number": "25",
                "verse_text": "But now, we will die! This great fire will burn us up. And we will die if we hear the Lord our God speak anymore."
            },
            {
                "verse_number": "26",
                "verse_text": "No human being has ever heard the living God speaking from a fire and still lived. But we have."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses, you go near and listen to everything the Lord our God says. Then you tell us what the Lord our God tells you. We will listen and obey.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord heard what you said to me. And he said to me, &apos;I have heard what the people said to you. Everything they said was good."
            },
            {
                "verse_number": "29",
                "verse_text": "I wish their hearts would always respect me. I wish they would always obey my commands. Then things would go well for them and their children forever!"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Go and tell the people to return to their tents."
            },
            {
                "verse_number": "31",
                "verse_text": "But you stay here with me. I will give you all the commands, rules and laws. Teach the people to obey them in the land I am giving them to own.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So be careful. Do what the Lord your God has commanded you. You must follow the commands exactly."
            },
            {
                "verse_number": "33",
                "verse_text": "Live the way the Lord your God has commanded you. Then you will live and be successful. You will live a long time in the land you will own."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "These are the commands, rules and laws of the Lord your God. He told me to teach them to you. Obey them in the land you are crossing the Jordan River to own."
            },
            {
                "verse_number": "2",
                "verse_text": "You, your children and grandchildren must respect the Lord your God. You must do this as long as you live. Obey all his rules and commands I give you. Then you will live a long time."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen, Israel, and carefully obey these laws. Then all will go well for you. You will become a great nation in a land where much food grows. The Lord, the God of your ancestors, has promised it to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Listen, people of Israel! The Lord is our God. He is the only Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Love the Lord your God with all your heart, soul and strength."
            },
            {
                "verse_number": "6",
                "verse_text": "Always remember these commands I give you today."
            },
            {
                "verse_number": "7",
                "verse_text": "Teach them to your children. Talk about them when you sit at home and walk along the road. Talk about them when you lie down and when you get up."
            },
            {
                "verse_number": "8",
                "verse_text": "Write them down and tie them to your hands as a sign. Tie them on your forehead to remind you."
            },
            {
                "verse_number": "9",
                "verse_text": "Write them on your doors and gates."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord your God will bring you into the land. He promised it to your ancestors, to Abraham, Isaac and Jacob. He will give it to you. The land has large, growing cities you did not build."
            },
            {
                "verse_number": "11",
                "verse_text": "The houses there are full of good things that you did not buy. They have wells you did not dig. There are vineyards and olive trees you did not plant. You will eat as much as you want."
            },
            {
                "verse_number": "12",
                "verse_text": "But be careful! Do not forget the Lord. He brought you out of the land of Egypt where you were slaves."
            },
            {
                "verse_number": "13",
                "verse_text": "Respect the Lord your God. Serve only him. Make your promises in his name."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not worship other gods as the people around you do."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord your God is a jealous God. He is present with you. If you worship other gods, he will become angry with you. And he will destroy you from the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not test the Lord your God as you did at Massah."
            },
            {
                "verse_number": "17",
                "verse_text": "Be sure to obey the commands of the Lord your God. Obey the rules and laws he has given you."
            },
            {
                "verse_number": "18",
                "verse_text": "Do what the Lord says is good and right. Then things will go well for you. Then you may go in and take the good land the Lord promised to your ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "He will force all your enemies out as you go in. This is what the Lord has said."
            },
            {
                "verse_number": "20",
                "verse_text": "In the future your son will ask you, &apos;What do the laws, commands and rules the Lord our God gave us mean?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Tell him, &apos;We were slaves to the king of Egypt. But the Lord brought us out of Egypt by his great power."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord showed us great and terrible signs and miracles. He did them to Egypt, the king and his whole family."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord brought us out of Egypt. He led us here. And he will give us the land he promised our ancestors."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord ordered us to obey all these commands. And we must respect the Lord our God. Then we will always do well and stay alive as we are today."
            },
            {
                "verse_number": "25",
                "verse_text": "The right thing for us to do is this: Obey all these rules in the presence of the Lord our God. He has commanded it.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord your God will bring you into the land. You are entering that land to own it. As you go in, he will force out these nations: the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites. These seven nations are stronger than you."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord your God will hand these nations over to you. You will defeat them. You must destroy them completely. Do not make a peace treaty with them. Do not show them any mercy."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not marry any of them. Don&quot;t let your daughters marry their sons. And don&quot;t let your sons marry their daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "Those people will turn your children away from me. Your children will begin serving other gods. The Lord will be very angry with you. And he will quickly destroy you."
            },
            {
                "verse_number": "5",
                "verse_text": "This is what you must do to those people: Tear down their altars. Smash their holy stone pillars. Cut down their Asherah idols and burn their idols in the fire."
            },
            {
                "verse_number": "6",
                "verse_text": "You are holy people. You belong to the Lord your God. He has chosen you from all the people on earth. You are his very own."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord did not care for you and choose you because there were many of you. You are the smallest nation of all."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord chose you because he loved you. And he kept his promise to your ancestors. So he brought you out of Egypt by his great power. He brought you back from the land of slavery. He bought you back from the power of the king of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "So know that the Lord your God is God. He is the faithful God. He will keep his agreement of love for a thousand lifetimes. He does this for people who love him and obey his commands."
            },
            {
                "verse_number": "10",
                "verse_text": "But he will pay back those people who hate him. He will destroy them. And he will not be slow to pay back those who hate him."
            },
            {
                "verse_number": "11",
                "verse_text": "So be careful to obey the commands, rules and laws I give you today."
            },
            {
                "verse_number": "12",
                "verse_text": "Pay attention to these laws. Obey them carefully. Then the Lord your God will keep his agreement and show his love to you. He promised your ancestors he would."
            },
            {
                "verse_number": "13",
                "verse_text": "He will love and bless you. He will make the number of your people grow. He will bless you with children. He will bless your fields with good crops. He will give you grain, new wine and oil. He will bless your cows with calves and your sheep with lambs. This is the way it will be in the land he promised your ancestors he would give you."
            },
            {
                "verse_number": "14",
                "verse_text": "You will be blessed more than any other people. Every husband and wife will have children. All your cattle will have calves."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will take away all disease from you. You will not have the terrible diseases that were in Egypt. But he will give them to your enemies."
            },
            {
                "verse_number": "16",
                "verse_text": "You must destroy all the people the Lord your God hands over to you. Do not feel sorry for them. Do not worship their gods. They will trap you."
            },
            {
                "verse_number": "17",
                "verse_text": "You might say to yourselves, &apos;These nations are stronger than we are. We can&quot;t force them out.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But don&quot;t be afraid of them. Remember what the Lord your God did to all of Egypt and its king."
            },
            {
                "verse_number": "19",
                "verse_text": "You saw for yourselves the troubles, signs and miracles he did. You saw how the Lord&quot;s great power and strength brought you out of Egypt. The Lord your God will do the same thing to all the nations you now fear."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord your God will also send hornets to attack them. Even those who are alive and hiding from you will die."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t be afraid of them. The Lord your God is with you. He is a great God and people are afraid of him."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord your God will force those nations out of the land. They will leave little by little ahead of you. Don&quot;t destroy them all at once. Otherwise, the wild animals will grow too many in number."
            },
            {
                "verse_number": "23",
                "verse_text": "But the Lord your God will hand those nations over to you. He will confuse them until they are destroyed."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord will help you defeat their kings. The world will forget who they were. No one will be able to stop you. You will destroy them all."
            },
            {
                "verse_number": "25",
                "verse_text": "Burn up their idols in the fire. Do not wish for the silver and gold on them. Don&quot;t take it for yourselves, or you will be trapped by it. The Lord your God hates it."
            },
            {
                "verse_number": "26",
                "verse_text": "Do not bring one of those hated things into your house. If you do, you will be completely destroyed along with it. Hate and reject those things. They must be completely destroyed."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Carefully obey every command I give you today. Then you will live and grow in number. And you will enter and own the land the Lord promised your ancestors."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember how the Lord your God has led you in the desert for these 40 years. He took away your pride. He tested you. He wanted to know what was in your heart. He wanted to know if you would obey his commands."
            },
            {
                "verse_number": "3",
                "verse_text": "He took away your pride. He let you get hungry. Then he fed you with manna. Manna was something neither you nor your ancestors had ever seen. This was to teach you that a person does not live only by eating bread. But a person lives by everything the Lord says."
            },
            {
                "verse_number": "4",
                "verse_text": "During these 40 years, your clothes did not wear out. And your feet did not swell."
            },
            {
                "verse_number": "5",
                "verse_text": "Know in your heart that the Lord your God corrects you. He corrects you as a father does his son."
            },
            {
                "verse_number": "6",
                "verse_text": "Obey the commands of the Lord your God. Live as he has commanded you and respect him."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord your God is bringing you into a good land. The land has rivers and pools of water. Springs flow in the valleys and hills."
            },
            {
                "verse_number": "8",
                "verse_text": "The land has wheat and barley, vines, fig trees, pomegranates, olive oil and honey."
            },
            {
                "verse_number": "9",
                "verse_text": "It is a land where you will have plenty of food. You will have everything you need there. The rocks are iron. You can dig copper out of the hills."
            },
            {
                "verse_number": "10",
                "verse_text": "You will have all you want to eat. Then praise the Lord your God. He has given you a good land."
            },
            {
                "verse_number": "11",
                "verse_text": "Be careful not to forget the Lord your God. Do not fail to obey his commands, laws and rules. I am giving them to you today."
            },
            {
                "verse_number": "12",
                "verse_text": "You will eat all you want. You will build nice houses and live in them."
            },
            {
                "verse_number": "13",
                "verse_text": "Your herds of cattle and flocks of sheep will grow large. Your silver and gold will grow. You will have more of everything."
            },
            {
                "verse_number": "14",
                "verse_text": "Then your heart will become proud. You will forget the Lord your God. He brought you out of the land of Egypt, where you were slaves."
            },
            {
                "verse_number": "15",
                "verse_text": "He led you through the large and terrible desert. It was dry and had no water. It had poisonous snakes and stinging insects. He gave you water from a solid rock."
            },
            {
                "verse_number": "16",
                "verse_text": "He gave you manna to eat in the desert. Manna was something your ancestors had never seen. He did this to take away your pride and to test you. He did it so things would go well for you in the end."
            },
            {
                "verse_number": "17",
                "verse_text": "You might say to yourself, &apos;I am rich because of my own strength and power.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But remember the Lord your God! It is he who gives you the power to become rich. He keeps the agreement he promised to your ancestors. So it is today."
            },
            {
                "verse_number": "19",
                "verse_text": "Never forget the Lord your God. Do not follow other gods. Do not worship them. Do not bow down to them. If you do, I warn you today that you will be destroyed."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord destroyed the other nations for you. And you can be destroyed the same way if you do not obey the Lord your God."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Listen, Israel. You will soon cross the Jordan River. You will go in to force out nations that are bigger and stronger than you. They have large cities with walls up to the sky."
            },
            {
                "verse_number": "2",
                "verse_text": "The people there are Anakites. They are strong and tall. You know about them. You have heard it said: &apos;No one can stop the Anakites.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But today remember that the Lord your God goes in before you. He will destroy them like a fire that burns things up. He will defeat them ahead of you. And you will force them out. You will destroy them quickly. It will happen just as the Lord has said."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord your God will force those nations out ahead of you. After that, don&quot;t say to yourself, &apos;The Lord brought me here. I own this land because I am so good.&apos; No! It is because these nations are evil. That is why the Lord will force them out ahead of you."
            },
            {
                "verse_number": "5",
                "verse_text": "You are going in to own the land. But it is not because you are good and honest. It is because these nations are evil. That is why the Lord your God will force them out ahead of you. The Lord will keep his promise to your ancestors, to Abraham, Isaac and Jacob."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord your God is giving you this good land to own. But know this: It is not because you are good. You are a stubborn people."
            },
            {
                "verse_number": "7",
                "verse_text": "Remember this. Do not forget it. You made the Lord your God angry in the desert. You would not obey the Lord from the day you left Egypt until you arrived here."
            },
            {
                "verse_number": "8",
                "verse_text": "At Mount Sinai you made the Lord angry. He was angry enough to destroy you."
            },
            {
                "verse_number": "9",
                "verse_text": "I went up on the mountain to receive the stone tablets. The tablets were the agreement the Lord had made with you. I stayed on the mountain for 40 days and 40 nights. I did not eat bread or drink water."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord gave me two stone tablets. God had written on them with his own finger. On them were all the commands of the Lord. He gave them to you on the mountain out of the fire. This was on the day you were gathered there."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the 40 days and 40 nights were over. And the Lord gave me the two stone tablets. Those tablets had the agreement on them."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord told me, &apos;Get up. Go down quickly from here. The people you brought out from Egypt are ruining themselves. They have quickly turned away from what I commanded. They have made an idol for themselves.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord said to me, &apos;I have watched these people. They are very stubborn!"
            },
            {
                "verse_number": "14",
                "verse_text": "Get away. I will destroy them. I will make the whole world forget who they are. Then I will make another nation from you. It will be bigger and stronger than they are.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I turned and came down the mountain. The mountain was burning with fire. And the two stone tablets with the agreement were in my hands."
            },
            {
                "verse_number": "16",
                "verse_text": "When I looked, I saw you had sinned against the Lord your God. You had made an idol in the shape of a calf. You had quickly turned away from what the Lord had told you to do."
            },
            {
                "verse_number": "17",
                "verse_text": "So I took the two stone tablets and threw them down. I broke them into pieces right in front of you."
            },
            {
                "verse_number": "18",
                "verse_text": "Then I again bowed facedown on the ground before the Lord. I did this for 40 days and 40 nights. I did not eat bread or drink water. You had sinned by doing what the Lord said was evil. You made him angry."
            },
            {
                "verse_number": "19",
                "verse_text": "I was afraid of the Lord&quot;s anger and rage. He was angry enough with you to destroy you. But the Lord listened to me again."
            },
            {
                "verse_number": "20",
                "verse_text": "And the Lord was angry enough with Aaron to destroy him. But then I prayed for Aaron, too."
            },
            {
                "verse_number": "21",
                "verse_text": "I took that sinful calf idol you had made. And I burned it in the fire. I crushed it into a powder like dust. And I threw the dust into a stream that flowed down the mountain."
            },
            {
                "verse_number": "22",
                "verse_text": "You also made the Lord angry at Taberah, Massah and Kibroth Hattaavah."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord sent you away from Kadesh Barnea. He said, &apos;Go up and take the land I have given you.&apos; But you would not obey the command of the Lord your God. You did not trust him or obey him."
            },
            {
                "verse_number": "24",
                "verse_text": "You have refused to obey the Lord as long as I have known you."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord had said he would destroy you. So I threw myself down in front of him for those 40 days and 40 nights."
            },
            {
                "verse_number": "26",
                "verse_text": "I prayed to the Lord. I said, &apos;Lord God, do not destroy your people. They are your own people. You freed them and brought them out of Egypt by your great power and strength."
            },
            {
                "verse_number": "27",
                "verse_text": "Remember your servants Abraham, Isaac and Jacob. Don&quot;t look at how stubborn these people are. Don&quot;t look at their sin and evil."
            },
            {
                "verse_number": "28",
                "verse_text": "Otherwise, Egypt will say, &quot;The Lord was not able to take his people into the land he promised them. He hated them. So he took them into the desert to kill them.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "But they are your people, Lord. They are your own people. You brought them out of Egypt with your great power and strength.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "At that time the Lord said to me, &apos;Cut two stone tablets like the first ones. Then come up to me on the mountain. Also make a wooden ark."
            },
            {
                "verse_number": "2",
                "verse_text": "I will write on the tablets the same words that were on the first tablets, which you broke. Put the new tablets in the ark.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So I made the ark out of acacia wood. And I cut out two stone tablets like the first ones. Then I went up on the mountain. I had the two tablets in my hands."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord wrote the same things on these tablets he had written before. He wrote the Ten Commandments. He had told them to you on the mountain from the fire. This was on the day you were gathered there. And the Lord gave them to me."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I turned and came down the mountain. I put the tablets in the ark I had made. That is what the Lord had commanded. The tablets are still there in the ark."
            },
            {
                "verse_number": "6",
                "verse_text": "(The people of Israel went from the wells of the Jaakanites to Moserah. There Aaron died and was buried. Aaron&quot;s son Eleazar became priest in Aaron&quot;s place."
            },
            {
                "verse_number": "7",
                "verse_text": "From Moserah they went to Gudgodah. From Gudgodah they went to Jotbathah, a place with streams of water."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time the Lord chose the tribe of Levi. They were to carry the Ark of the Covenant with the Lord. They were to serve the Lord. They were to bless the people in the Lord&quot;s name. They still do this today."
            },
            {
                "verse_number": "9",
                "verse_text": "That is why the Levites did not receive any land to own. Instead, they received the Lord himself as their gift. This is what the Lord your God told them.)"
            },
            {
                "verse_number": "10",
                "verse_text": "I stayed on the mountain 40 days and 40 nights just like the first time. And the Lord listened to me this time also. He did not want to destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to me, &apos;Go. Lead the people. They will go in and take the land I promised their ancestors.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now, Israel, this is what the Lord wants you to do. Respect the Lord your God. Do what he has told you to do. Love him. Serve the Lord your God with your whole being."
            },
            {
                "verse_number": "13",
                "verse_text": "And obey the Lord&quot;s commands and laws. I am giving them to you today for your own good."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord owns the world and everything in it. The heavens, even the highest heavens, are his."
            },
            {
                "verse_number": "15",
                "verse_text": "But the Lord cared for and loved your ancestors. And he chose you, their descendants. He chose you over all the other nations. And it is this way today."
            },
            {
                "verse_number": "16",
                "verse_text": "Give yourselves to serving the Lord. Do not be stubborn any longer."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord your God is God of all gods. He is the Lord of all lords. He is the great God. He is strong and wonderful. He does not take sides. And he will not be talked into doing evil."
            },
            {
                "verse_number": "18",
                "verse_text": "He helps orphans and widows. He loves foreigners. He gives them food and clothes."
            },
            {
                "verse_number": "19",
                "verse_text": "You also must love foreigners, because you were foreigners in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "Respect the Lord your God and serve him. Be loyal to him. Make your promises in his name."
            },
            {
                "verse_number": "21",
                "verse_text": "You should praise him. He is your God. He has done great and wonderful things for you. You have seen them with your own eyes."
            },
            {
                "verse_number": "22",
                "verse_text": "There were only 70 of your ancestors when they went down to Egypt. Now the Lord your God has made you as many as the stars in the sky."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Love the Lord your God. Obey his orders, rules, laws and commands."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember today it was not your children who saw and felt the correction of the Lord your God. They did not see his majesty, his power and his strength."
            },
            {
                "verse_number": "3",
                "verse_text": "They did not see his signs and the things he did in Egypt to the king and his whole country."
            },
            {
                "verse_number": "4",
                "verse_text": "They did not see what he did to the Egyptian army, its horses and chariots. He drowned them in the Red Sea when they were chasing you. The Lord ruined them forever."
            },
            {
                "verse_number": "5",
                "verse_text": "They did not see what he did for you in the desert until you arrived here."
            },
            {
                "verse_number": "6",
                "verse_text": "They did not see what he did to Dathan and Abiram, the sons of Eliab the Reubenite. The ground opened up and swallowed them, their families and their tents. And it swallowed up everyone who stood with them in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "It was you who saw all these great things the Lord has done."
            },
            {
                "verse_number": "8",
                "verse_text": "So obey all the commands I am giving you today. Then you will be strong. Then you can go in and take the land you are going to own."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will live a long time in that land. The Lord promised to give it to your ancestors and their descendants. It is a land where much food grows."
            },
            {
                "verse_number": "10",
                "verse_text": "The land you are going to take is not like Egypt, where you were. There you had to plant your seed. Then you had to water it, like a vegetable garden, by using your feet."
            },
            {
                "verse_number": "11",
                "verse_text": "But you will soon cross the Jordan River and take the land. It is a land of hills and valleys. It drinks rain from heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "It is a land the Lord your God loves. His eyes are on it continually. He watches it from the beginning of the year to the end."
            },
            {
                "verse_number": "13",
                "verse_text": "Carefully obey the commands I am giving you today. Love the Lord your God. Serve him with your whole being."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he will send rain on your land at the right time, in the fall and spring. You will be able to gather your grain, new wine and oil."
            },
            {
                "verse_number": "15",
                "verse_text": "He will put grass in the fields for your cattle. You will have plenty to eat."
            },
            {
                "verse_number": "16",
                "verse_text": "Be careful. Don&quot;t be fooled. Don&quot;t turn away and serve other gods. Don&quot;t worship them."
            },
            {
                "verse_number": "17",
                "verse_text": "If you do, the Lord will become angry with you. He will shut the heavens so it will not rain. Then the land will not grow crops. And you will soon die in the good land the Lord is giving you."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember my words in your hearts and souls. Write them down and tie them to your hands as a sign. Tie them on your foreheads to remind you."
            },
            {
                "verse_number": "19",
                "verse_text": "Teach them well to your children. Talk about them when you sit at home and walk along the road. Talk about them when you lie down and when you get up."
            },
            {
                "verse_number": "20",
                "verse_text": "Write them on your doors and gates."
            },
            {
                "verse_number": "21",
                "verse_text": "Then both you and your children will live a long time in the land. This is the land the Lord promised your ancestors. You will live there for as long as the skies are above the earth."
            },
            {
                "verse_number": "22",
                "verse_text": "Be careful to obey every command I am giving you to follow. Love the Lord your God. Do what he has told you to do. And be loyal to him."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord will force all those nations out of the land ahead of you. And you will take the land from nations that are bigger and stronger than you."
            },
            {
                "verse_number": "24",
                "verse_text": "Everywhere you step will be yours. Your land will go from the desert to Lebanon. And it will go from the Euphrates River to the Mediterranean Sea."
            },
            {
                "verse_number": "25",
                "verse_text": "No one will be able to stop you. The Lord your God will do what he promised. He will make the people afraid everywhere you go."
            },
            {
                "verse_number": "26",
                "verse_text": "See, today I am letting you choose a blessing or a curse."
            },
            {
                "verse_number": "27",
                "verse_text": "You will be blessed if you obey the commands of the Lord your God. I am giving them to you today."
            },
            {
                "verse_number": "28",
                "verse_text": "But you will be cursed if you disobey the commands of the Lord your God. So do not disobey the commands I am giving you today. Do not worship other gods you do not know."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord your God will bring you into the land you will own. Then you are to announce the blessings from Mount Gerizim. Announce the curses from Mount Ebal."
            },
            {
                "verse_number": "30",
                "verse_text": "These mountains are on the other side of the Jordan River. They are west, toward the sunset. They are near the great trees of Moreh. They are in the land of the Canaanites who live in the Jordan Valley opposite Gilgal."
            },
            {
                "verse_number": "31",
                "verse_text": "You will soon cross the Jordan River. You will enter and take the land the Lord your God is giving you. You will take it over and live there."
            },
            {
                "verse_number": "32",
                "verse_text": "Then be careful to obey all the commands and laws I am giving you today."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These are the commands and laws you must carefully obey in the land the Lord your God is giving you. Obey them as long as you live in the land."
            },
            {
                "verse_number": "2",
                "verse_text": "You will inherit the lands of these nations. You must completely destroy all the places where they serve their gods. These places are on high mountains and hills and under every green tree."
            },
            {
                "verse_number": "3",
                "verse_text": "Tear down their altars. Smash their holy stone pillars. Burn their Asherah idols. Cut down their idols. Destroy their names from those places."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t worship the Lord your God that way."
            },
            {
                "verse_number": "5",
                "verse_text": "But look for the place the Lord your God will choose. He will choose a place among your tribes where he is to be worshiped. Go there."
            },
            {
                "verse_number": "6",
                "verse_text": "Bring to that place your burnt offerings and sacrifices. Bring a tenth of what you gain and your special gifts. Bring what you have promised and the special gifts you want to give the Lord. And bring the first animals born to your herds and flocks."
            },
            {
                "verse_number": "7",
                "verse_text": "There you will be together with the Lord your God. There you and your families will eat. And you will enjoy all the good things for which you have worked. The Lord your God has blessed you."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not worship the way we have been doing today. Each person does what he thinks is right."
            },
            {
                "verse_number": "9",
                "verse_text": "You have not yet come to a resting place. The Lord your God will give you your own land."
            },
            {
                "verse_number": "10",
                "verse_text": "But you will soon cross the Jordan River. And you will live in the land the Lord your God is giving you to own. And he will give you rest from all your enemies. You will live in safety."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Lord your God will choose a place where he is to be worshiped. To that place you must bring everything I tell you: your burnt offerings and sacrifices, your offerings of a tenth of what you gain, your special gifts and all your best things you promised to the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "There rejoice before the Lord your God. Everyone should rejoice: you, your sons and daughters, your male and female servants, and the Levites from your towns, who have no land of their own."
            },
            {
                "verse_number": "13",
                "verse_text": "Be careful. Don&quot;t sacrifice your burnt offerings just anywhere you please."
            },
            {
                "verse_number": "14",
                "verse_text": "Offer them only in the place the Lord will choose. He will choose a place in one of your tribes. And there you must do everything I am commanding you."
            },
            {
                "verse_number": "15",
                "verse_text": "But you may kill your animals in any of your towns. And you may eat as much of the meat as you want. Eat it as if it were a deer or a gazelle. This is the blessing the Lord your God is giving you. Anyone, clean or unclean, may eat this meat."
            },
            {
                "verse_number": "16",
                "verse_text": "But do not eat the blood. Pour it out on the ground like water."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not eat in your own towns what belongs to the Lord: one-tenth of your grain, new wine or oil; the first animals born to your herds or flocks; whatever you have promised to give; the special gifts you want to give to the Lord, or any other gifts."
            },
            {
                "verse_number": "18",
                "verse_text": "Eat these things when you are together with the Lord. Eat them in the place the Lord your God chooses to be worshiped. Everyone must do this: you, your sons and daughters, your male and female servants, and the Levites from your towns. Rejoice in the Lord&quot;s presence about the things you have worked for."
            },
            {
                "verse_number": "19",
                "verse_text": "Be careful not to forget the Levites as long as you live in the land."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord your God will enlarge your country as he has promised. And you will want some meat. You will say, &apos;I want some meat.&apos; Eat as much meat as you want."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord your God will choose a place where he is to be worshiped. But it may be too far away from you. If it is, you may kill animals from your herds and flocks. The Lord has given them to you. I have commanded that you may do this. You may eat as much of them as you want in your own towns."
            },
            {
                "verse_number": "22",
                "verse_text": "Eat them as you would eat gazelle or deer meat. Both clean and unclean people may eat this meat."
            },
            {
                "verse_number": "23",
                "verse_text": "But be sure you don&quot;t eat the blood. The life is in the blood. Don&quot;t eat the life with the meat."
            },
            {
                "verse_number": "24",
                "verse_text": "Don&quot;t eat the blood. Pour it out on the ground like water."
            },
            {
                "verse_number": "25",
                "verse_text": "Don&quot;t eat it. Then things will go well for you and your children. You will be doing what the Lord says is right."
            },
            {
                "verse_number": "26",
                "verse_text": "Take your holy things and the things you have promised to give. And go to the place the Lord will choose."
            },
            {
                "verse_number": "27",
                "verse_text": "Present your burnt offerings on the altar of the Lord your God. Offer both the meat and the blood. The blood of your sacrifices should be poured beside the altar. But you may eat the meat."
            },
            {
                "verse_number": "28",
                "verse_text": "Be careful to obey all the rules I am giving you. Then things will always go well for you and your children. You will be doing what the Lord your God says is good and right."
            },
            {
                "verse_number": "29",
                "verse_text": "You will enter the land and take it away from the nations there. The Lord your God will destroy those nations ahead of you. You will force them out and live in their land."
            },
            {
                "verse_number": "30",
                "verse_text": "They will be destroyed for you. Be careful not to be trapped by asking about their gods. Don&quot;t say, &apos;How do these nations worship? I will do the same.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t worship the Lord your God that way. The Lord hates the evil ways they worship their gods. They even burn their sons and daughters as sacrifices to their gods!"
            },
            {
                "verse_number": "32",
                "verse_text": "Be sure to do everything I have commanded you. Do not add anything to it. And do not take anything away from it."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A prophet or someone who tells the future with dreams might come to you. He might say he will show you a miracle or a sign."
            },
            {
                "verse_number": "2",
                "verse_text": "The miracle or sign might even happen. Then he might say, &apos;Let&quot;s serve other gods.&apos; (These are gods you have not known.) &apos;And let&quot;s worship them.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But you must not listen to that prophet or dreamer. The Lord your God is testing you. He is finding out if you love him with your whole being."
            },
            {
                "verse_number": "4",
                "verse_text": "Serve only the Lord your God. Respect him. Keep his commands and obey him. Serve him and be loyal to him."
            },
            {
                "verse_number": "5",
                "verse_text": "That prophet or dreamer must be killed. He said you should turn against the Lord your God. The Lord brought you out of Egypt. He saved you from the land where you were slaves. That prophet tried to turn you from doing what the Lord your God commanded you to do. You must get rid of the evil among you."
            },
            {
                "verse_number": "6",
                "verse_text": "Some relative might try to lead you to serve other gods. It might be your brother, your son or daughter or the wife you love. Or it might be a close friend. He might say, &apos;Let&quot;s go and worship other gods.&apos; (These are gods that neither you nor your ancestors have known."
            },
            {
                "verse_number": "7",
                "verse_text": "They are gods of the people who live around you. Some are nearby, and some are far away. They are from one end of the land to the other.)"
            },
            {
                "verse_number": "8",
                "verse_text": "Do not give in to him. Do not listen. Do not feel sorry for him. Do not let him go free or protect him."
            },
            {
                "verse_number": "9",
                "verse_text": "You must put him to death. You must be the first one to start to kill him. Then everyone else must join in."
            },
            {
                "verse_number": "10",
                "verse_text": "You must throw stones at him until he dies. He tried to turn you away from the Lord your God. The Lord brought you out of the land of Egypt, where you were slaves."
            },
            {
                "verse_number": "11",
                "verse_text": "Then everyone in Israel will hear about this. And they will be afraid. No one among you will ever do such an evil thing again."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord your God is giving you cities in which to live. You might hear something about one of them. Someone might say"
            },
            {
                "verse_number": "13",
                "verse_text": "that evil men have moved in among you. And they might lead the people of that city away from God. They might say, &apos;Let&quot;s go and worship other gods.&apos; (These are gods you have not known.)"
            },
            {
                "verse_number": "14",
                "verse_text": "Then you must ask about it. Look into the matter and check carefully. It might be true. It may be proved that a terrible thing has happened among you."
            },
            {
                "verse_number": "15",
                "verse_text": "If it has, then you must kill with a sword everyone who lives in that city. Destroy the city completely. Kill everyone in it, as well as the animals, with a sword."
            },
            {
                "verse_number": "16",
                "verse_text": "Gather up everything those people owned. Put it in the middle of the city square. Then completely burn the city and everything they owned. It will be a burnt offering to the Lord your God. That city should never be rebuilt. Let it be ruined forever."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t keep any of the things found in that city for yourselves. Then the Lord will not be angry anymore. He will give you mercy. He will feel sorry for you. And he will make your nation grow larger. He promised this to your ancestors."
            },
            {
                "verse_number": "18",
                "verse_text": "You will have obeyed the Lord your God. You will be keeping all his commands. I am giving them to you today. And you will be doing what the Lord says is right."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "You are the children of the Lord your God. When someone dies, do not cut yourselves or shave your heads to show your sadness."
            },
            {
                "verse_number": "2",
                "verse_text": "You are holy people. You belong to the Lord your God. He has chosen you from all the people on earth to be his very own."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not eat anything the Lord hates."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the animals you may eat: ox, sheep, goats,"
            },
            {
                "verse_number": "5",
                "verse_text": "deer, gazelle, roe deer, wild goats, ibex, antelope and mountain sheep."
            },
            {
                "verse_number": "6",
                "verse_text": "You may eat any animal that has a split hoof and chews the cud."
            },
            {
                "verse_number": "7",
                "verse_text": "But you may not eat camels, rabbits or rock badgers. These animals chew the cud, but their feet are not divided. So they are unclean for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Pigs are also unclean for you. They have split hooves, but they do not chew the cud. Do not eat their meat or touch their dead bodies."
            },
            {
                "verse_number": "9",
                "verse_text": "There are many things that live in the water. You may eat anything that has fins and scales."
            },
            {
                "verse_number": "10",
                "verse_text": "But do not eat anything that does not have fins and scales. It is unclean for you."
            },
            {
                "verse_number": "11",
                "verse_text": "You may eat any clean bird."
            },
            {
                "verse_number": "12",
                "verse_text": "But do not eat these birds: eagles, vultures, black vultures,"
            },
            {
                "verse_number": "13",
                "verse_text": "red kites, falcons, any kind of kite,"
            },
            {
                "verse_number": "14",
                "verse_text": "any kind of raven,"
            },
            {
                "verse_number": "15",
                "verse_text": "horned owls, screech owls, seagulls, any kind of hawk,"
            },
            {
                "verse_number": "16",
                "verse_text": "little owls, great owls, white owls,"
            },
            {
                "verse_number": "17",
                "verse_text": "desert owls, ospreys, cormorants,"
            },
            {
                "verse_number": "18",
                "verse_text": "storks, any kind of heron, the hoopoes or bats."
            },
            {
                "verse_number": "19",
                "verse_text": "All insects with wings are unclean for you. Do not eat them."
            },
            {
                "verse_number": "20",
                "verse_text": "Other things with wings are clean. You may eat them."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not eat anything you find that is already dead. You may give it to a foreigner living in your town. He may eat it. Or you may sell it to a foreigner. But you are holy people. You belong to the Lord your God. Do not cook a baby goat in its mother&quot;s milk."
            },
            {
                "verse_number": "22",
                "verse_text": "Be sure to save one-tenth of all your crops each year."
            },
            {
                "verse_number": "23",
                "verse_text": "Take it to the place the Lord your God will choose where he is to be worshiped. There you will be together with the Lord. There eat the tenth of your grain, new wine and oil. And eat the animals born first to your herds and flocks. Then you will learn to respect the Lord your God always."
            },
            {
                "verse_number": "24",
                "verse_text": "But the place the Lord will choose to be worshiped might be too far away. And he may have blessed you so much you cannot carry a tenth."
            },
            {
                "verse_number": "25",
                "verse_text": "If so, exchange your one-tenth for silver. Then take the silver with you to the place the Lord your God shall choose."
            },
            {
                "verse_number": "26",
                "verse_text": "Use the silver to buy anything you wish. You may buy cattle, sheep, wine, beer or anything you wish. Then you and your family will eat and celebrate there before the Lord your God."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not forget the Levites in your town. They have no land of their own among you."
            },
            {
                "verse_number": "28",
                "verse_text": "At the end of every third year, everyone should bring one-tenth of that year&quot;s crop. Store it in your towns."
            },
            {
                "verse_number": "29",
                "verse_text": "This is for the Levites so they may eat and be full. (They have no land of their own among you.) It is also for strangers, orphans and widows who live in your towns. All of them may eat and be full. Then the Lord your God will bless you and all the work you do."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "At the end of every seven years, you must forget about collecting what people owe you."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how you must do it: Everyone who has loaned money must forget the loan. He must not make his neighbor or brother pay it back. This is the Lord&quot;s time for canceling what people owe."
            },
            {
                "verse_number": "3",
                "verse_text": "You may make a foreigner pay what he owes you. But you must not collect what your brother owes you."
            },
            {
                "verse_number": "4",
                "verse_text": "But there should be no poor people among you. The Lord your God will richly bless you in the land he is giving you to own."
            },
            {
                "verse_number": "5",
                "verse_text": "He will bless you if you obey him completely. But you must be careful to obey all the commands I am giving you today."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord your God will bless you as he promised. You will lend to other nations. But you will not need to borrow from them. You will rule over many nations. But none will rule over you."
            },
            {
                "verse_number": "7",
                "verse_text": "There might be a poor man among you. He might be in one of the towns of the land the Lord your God is giving you. Do not be selfish or greedy toward your poor brother."
            },
            {
                "verse_number": "8",
                "verse_text": "But give freely to him. Freely lend him whatever he needs."
            },
            {
                "verse_number": "9",
                "verse_text": "Beware of evil thoughts. Don&quot;t think, &apos;The seventh year is near. It&quot;s the year to forget what people owe.&apos; You might be mean to your needy brother. You might not give him anything. Then he will complain to the Lord about you. And the Lord will find you guilty of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "Give freely to the poor person. Do not wish that you didn&quot;t have to give. The Lord your God will bless your work and everything you touch."
            },
            {
                "verse_number": "11",
                "verse_text": "There will always be poor people in the land. So I command you to give freely to your brothers. Give freely to the poor and needy in your land."
            },
            {
                "verse_number": "12",
                "verse_text": "One of your own people might sell himself to you as a slave. It may be a Hebrew man or woman. That person will serve you for six years. The seventh year you must let him go free."
            },
            {
                "verse_number": "13",
                "verse_text": "And when you let him go, don&quot;t send him away without anything."
            },
            {
                "verse_number": "14",
                "verse_text": "Give him some of your sheep, your grain and your wine. Give to him as the Lord has given to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember that you were slaves in Egypt. And the Lord your God saved you. That is why I am commanding this to you today."
            },
            {
                "verse_number": "16",
                "verse_text": "But your slave might say to you, &apos;I don&quot;t want to leave you.&apos; He might love you and your family. He might have a good life with you."
            },
            {
                "verse_number": "17",
                "verse_text": "If he does this, stick an awl through his ear into the door. He will be your slave for life. Also do this to a woman slave."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not think of it as a hard thing when you let your slave go free. After all, he served you six years. You paid him only half what a hired person would cost. The Lord your God will bless you in everything you do."
            },
            {
                "verse_number": "19",
                "verse_text": "Save all the first male animals born to your herds and flocks. They are for the Lord your God. Do not work the first calf born to your oxen. And do not cut off the wool from the first lamb born to your sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Each year you and your family are to eat these animals. Eat them in the presence of the Lord your God. Eat them in the place he will choose to be worshiped."
            },
            {
                "verse_number": "21",
                "verse_text": "An animal might have something wrong with it. It might be crippled or blind. It might have some other thing wrong with it. Do not sacrifice it to the Lord your God."
            },
            {
                "verse_number": "22",
                "verse_text": "But you may eat that animal in your own town. Both clean and unclean people may eat it. It would be like eating a gazelle or a deer."
            },
            {
                "verse_number": "23",
                "verse_text": "But don&quot;t eat its blood. Pour it out on the ground like water."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Celebrate the Passover of the Lord your God during the month of Abib. It was during Abib that he brought you out of Egypt at night."
            },
            {
                "verse_number": "2",
                "verse_text": "Offer a sacrifice for the Passover to the Lord your God. It should be an animal from your flock or herd. Offer it at the place the Lord will choose to be worshiped."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not eat it with bread made with yeast. But for seven days eat bread made without yeast. This is the bread of suffering because you left Egypt in a hurry. So all your life you will remember the time you left Egypt."
            },
            {
                "verse_number": "4",
                "verse_text": "There must be no yeast anywhere in your land for seven days. Offer the sacrifice on the evening of the first day. Eat all the meat before morning. Do not leave it overnight."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not offer the Passover sacrifice in just any town the Lord your God gives you."
            },
            {
                "verse_number": "6",
                "verse_text": "Offer it in the place he will choose to be worshiped. Offer it in the evening as the sun goes down. That is when you left Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Roast the meat. Then eat it at the place the Lord your God will choose. The next morning go back to your tents."
            },
            {
                "verse_number": "8",
                "verse_text": "Eat bread made without yeast for six days. On the seventh day have a special meeting for the Lord your God. Do not work that day."
            },
            {
                "verse_number": "9",
                "verse_text": "Count seven weeks from the time you begin to harvest the grain."
            },
            {
                "verse_number": "10",
                "verse_text": "Then celebrate the Feast of Weeks for the Lord your God. Bring him an offering as a special gift to him. Give to him just as he has blessed you."
            },
            {
                "verse_number": "11",
                "verse_text": "Rejoice before the Lord your God. Rejoice at the place he will choose to be worshiped. Everybody should rejoice: you, your sons and daughters, your male and female servants, the Levites in your town, the strangers, orphans and widows living among you."
            },
            {
                "verse_number": "12",
                "verse_text": "Remember that you were slaves in Egypt. And carefully obey all these laws."
            },
            {
                "verse_number": "13",
                "verse_text": "Celebrate the Feast of Shelters for seven days. Do it after you have gathered your harvest from the threshing floor and winepress."
            },
            {
                "verse_number": "14",
                "verse_text": "Everybody should rejoice at your Feast: you, your sons and daughters, your male and female servants, the Levites and strangers who live in your towns, orphans and widows in your towns."
            },
            {
                "verse_number": "15",
                "verse_text": "Celebrate the Feast to the Lord your God for seven days. Celebrate it at the place he will choose. The Lord your God will bless all your harvest. He will bless all the work you do. And you will be completely happy."
            },
            {
                "verse_number": "16",
                "verse_text": "All your men must come before the Lord three times a year. They must come to the place he will choose. They must come at these times: the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Shelters. No man should come before the Lord without a gift."
            },
            {
                "verse_number": "17",
                "verse_text": "Each of you must bring a gift. It should show how much the Lord your God has blessed you."
            },
            {
                "verse_number": "18",
                "verse_text": "Appoint judges and officers for your tribes. Appoint them in every town the Lord your God is giving you. And they must judge the people fairly."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not judge unfairly or take sides. Do not let people pay you to make wrong decisions. That kind of payment makes wise people seem blind. And it changes the words of good people."
            },
            {
                "verse_number": "20",
                "verse_text": "Always do what is right. Then you will live and own the land the Lord your God is giving you."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not set up a wooden Asherah idol next to the altar you build for the Lord your God."
            },
            {
                "verse_number": "22",
                "verse_text": "And do not set up holy stone pillars. The Lord your God hates them."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "An ox or sheep might have something wrong with it. Do not offer it as a sacrifice to the Lord your God. He would hate that."
            },
            {
                "verse_number": "2",
                "verse_text": "A man or woman might be found doing something evil in one of the towns the Lord gave you. That man or woman is breaking his agreement."
            },
            {
                "verse_number": "3",
                "verse_text": "That person may have served other gods. He may have bowed down to them, to the sun or moon or stars of the sky. I have commanded that should not be done."
            },
            {
                "verse_number": "4",
                "verse_text": "If someone has told you about it, you must look into the matter. It might be true. A terrible thing may have happened in Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "If it is true, take the man or woman who has done the evil thing to the city gate. Throw stones at that person until he dies."
            },
            {
                "verse_number": "6",
                "verse_text": "There must be two or three witnesses that he did it. Then the person should be put to death. But if there is only one witness, the person should not be put to death."
            },
            {
                "verse_number": "7",
                "verse_text": "The witnesses must be the first to throw stones at the person. Then everyone else will follow. You must get rid of the evil among you."
            },
            {
                "verse_number": "8",
                "verse_text": "Some cases that come before you may be too difficult to judge. It may be a case of murder, quarreling or attack. Take these cases to the place the Lord your God will choose."
            },
            {
                "verse_number": "9",
                "verse_text": "Go to the priests who are Levites. And go to the judge who is on duty at that time. Ask them about the case, and they will decide."
            },
            {
                "verse_number": "10",
                "verse_text": "You must follow the decision they give you. They will be at the place the Lord your God will choose. Be careful to do everything they tell you."
            },
            {
                "verse_number": "11",
                "verse_text": "Follow the teachings they give you. Do whatever they decide. Do exactly what they tell you."
            },
            {
                "verse_number": "12",
                "verse_text": "The person who does not show respect for the judge or priest must be put to death. They are there serving the Lord your God. You must get rid of that evil from Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "Then everyone will hear about this. And they will be afraid. They will not show disrespect anymore."
            },
            {
                "verse_number": "14",
                "verse_text": "You will enter the land the Lord your God is giving you. You will take it as your own and live in it. Then you will say, &apos;Let&quot;s appoint a king over us like the nations all around us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Be sure to appoint over you the king the Lord your God chooses. He must be one of your own people. Do not appoint a foreigner as your king. He is not a fellow Israelite."
            },
            {
                "verse_number": "16",
                "verse_text": "The king must not have too many horses for himself. He must not send people to Egypt to get more horses. The Lord has told you, &apos;Don&quot;t return that way again.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king must not have many wives. If he does, his heart will be led away from God. He must not have too much silver and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "When he becomes king, he should write a copy of the teachings on a scroll for himself. He should copy it from the priests and Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "He should keep it with him all the time. He should read from it every day of his life. Then he will learn to respect the Lord his God. And he will obey all the teachings and commands."
            },
            {
                "verse_number": "20",
                "verse_text": "He should not think he is better than his brothers. He must not stop obeying the law in any way. Then he and his descendants will rule the kingdom for a long time."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The priests are from the tribe of Levi. That tribe will not receive a share of the land with the Israelites. They will eat the offerings made to the Lord by fire. That is their share."
            },
            {
                "verse_number": "2",
                "verse_text": "They will not inherit any of the land like their brothers. They will inherit the Lord himself. This is what he promised them."
            },
            {
                "verse_number": "3",
                "verse_text": "When you offer a bull or sheep as a sacrifice, you must share with the priests. Give them the shoulder, the cheeks and the inner organs."
            },
            {
                "verse_number": "4",
                "verse_text": "Give them the first of your grain, new wine and oil. Give them the first wool you cut from your sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord your God has chosen the priests and their descendants out of all your tribes. They are to stand and serve the Lord always."
            },
            {
                "verse_number": "6",
                "verse_text": "A Levite might move from one of your towns anywhere in Israel where he lives. He is sincere and comes to the place the Lord will choose."
            },
            {
                "verse_number": "7",
                "verse_text": "He may serve the Lord his God. He will be like his fellow Levites who serve there before the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "They all will have an equal share of the food. This is separate from what he has received from the sale of family possessions."
            },
            {
                "verse_number": "9",
                "verse_text": "You will enter the land the Lord your God is giving you. But don&quot;t learn to do the terrible things the other nations do."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t let anyone among you offer his son or daughter as a sacrifice in the fire. Don&quot;t let anyone use magic or witchcraft. No one should try to explain the meaning of signs."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t let anyone try to control others with magic. Don&quot;t let them be mediums or try to talk with the spirits of dead people."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord hates anyone who does these things. The other nations do these things. That is why the Lord your God will force them out of the land ahead of you."
            },
            {
                "verse_number": "13",
                "verse_text": "You must be innocent in the presence of the Lord your God."
            },
            {
                "verse_number": "14",
                "verse_text": "The nations you will force out listen to people who use magic and witchcraft. But the Lord your God will not let you do those things."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord your God will give you a prophet like me. He will be one of your own people. Listen to him."
            },
            {
                "verse_number": "16",
                "verse_text": "This is what you asked the Lord your God to do. You were gathered at Mount Sinai. You said, &apos;Don&quot;t make us listen to the voice of the Lord our God again. Don&quot;t make us look at this terrible fire anymore. We will die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So the Lord said to me, &apos;What they have said is good."
            },
            {
                "verse_number": "18",
                "verse_text": "So I will give them a prophet like you. He will be one of their own people. I will tell him what to say. And he will tell them everything I command."
            },
            {
                "verse_number": "19",
                "verse_text": "This prophet will speak for me. Anyone who does not listen when he speaks will answer to me."
            },
            {
                "verse_number": "20",
                "verse_text": "But a prophet might say something I did not tell him to say. And he might say he is speaking for me. Or a prophet might speak in the name of other gods. That prophet must be killed.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "You might be thinking, &apos;How can we know if a message is not from the Lord?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "What a prophet says in the name of the Lord might not happen. If it doesn&quot;t, it is not the Lord&quot;s message. That prophet was speaking his own ideas. Don&quot;t be afraid of him."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The Lord your God is giving you land that belongs to other nations. He will destroy those nations. You will force them out and live in their cities and houses."
            },
            {
                "verse_number": "2",
                "verse_text": "Then choose three cities. They must be in the middle of the land the Lord your God is giving you to own."
            },
            {
                "verse_number": "3",
                "verse_text": "Build roads to those cities. And divide the land the Lord is giving you into three parts. Then someone who kills another person may run to these cities."
            },
            {
                "verse_number": "4",
                "verse_text": "This is the rule for someone who kills another person. He may run to one of these cities to save his life. But he must have killed his neighbor without meaning to kill him. He did not hate his neighbor."
            },
            {
                "verse_number": "5",
                "verse_text": "A man might go into the forest with his neighbor to cut wood. The man swings his ax to cut down a tree. But the ax head flies off the handle. It hits his neighbor and kills him. The man who killed him may run to one of these cities to save his life."
            },
            {
                "verse_number": "6",
                "verse_text": "Otherwise, the dead man&quot;s relative who has the duty of punishing a murderer might be angry and chase him. And the relative might catch him if the city is far away. The relative might kill the man. But the man should not be killed because he did not mean to kill his neighbor."
            },
            {
                "verse_number": "7",
                "verse_text": "This is why I command you to choose these three cities."
            },
            {
                "verse_number": "10",
                "verse_text": "This is so that innocent people will not be killed in your land. The Lord your God is giving it to you to own. By doing this you will not be guilty of murder."
            },
            {
                "verse_number": "11",
                "verse_text": "But a person might hate his neighbor. And he might hide and wait for him. He might attack and kill him and then run to one of these cities for safety."
            },
            {
                "verse_number": "12",
                "verse_text": "The elders of his own city should send for him. They should bring him back from the city of safety. And they should hand him over to the relative who has the duty of punishing the murderer."
            },
            {
                "verse_number": "13",
                "verse_text": "Give him no mercy. You must remove from Israel the guilt of murdering innocent people. Then things will go well for you."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not move the stone that marks the border of your neighbor&quot;s land. People long ago set them in place. They mark what you inherit in the land the Lord your God is giving you to own."
            },
            {
                "verse_number": "15",
                "verse_text": "One witness is not enough to accuse a man of a crime or sin. A case must be proved by two or three witnesses."
            },
            {
                "verse_number": "16",
                "verse_text": "A witness might lie and accuse a person of a crime."
            },
            {
                "verse_number": "17",
                "verse_text": "The two people who are arguing must stand before the Lord. They must stand before the priests and judges who are on duty."
            },
            {
                "verse_number": "18",
                "verse_text": "The judges must check the matter carefully. The witness might be a liar. He might be lying about his fellow Israelite."
            },
            {
                "verse_number": "19",
                "verse_text": "If so, he must be punished as he wanted his brother punished. You must get rid of the evil among you."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the people will hear about this and be afraid. No one among you will ever do such an evil thing again."
            },
            {
                "verse_number": "21",
                "verse_text": "Give him no mercy. A life must be paid for a life. It must be an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "When you go to war against your enemies, you might see horses and chariots. Their army might be bigger than yours. But don&quot;t be afraid of them. The Lord your God will be with you. He brought you out of Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "The priest must come and speak to the army before you go into battle."
            },
            {
                "verse_number": "3",
                "verse_text": "He should say, &apos;Listen, Israel! Today you are going into battle against your enemies. Don&quot;t lose your courage or be afraid. Don&quot;t panic or be frightened."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord your God goes with you. He will fight for you against your enemies. And he will save you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The officers should say to the army, &apos;Has anyone built a new house but not given it to God? He may go home. He might die in battle. Then someone else would get to give his house to God."
            },
            {
                "verse_number": "6",
                "verse_text": "Has anyone planted a vineyard and not begun to enjoy it? He may go home. He might die in battle. Then someone else would enjoy his vineyard."
            },
            {
                "verse_number": "7",
                "verse_text": "Is any man engaged to a woman and not yet married to her? He may go home. He might die in battle. Then someone else would marry her.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the officers should also say, &apos;Is anyone here afraid? Has anyone lost his courage? He may go home. Then he will not cause others to lose their courage, too.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When the officers finish speaking to the army, they should appoint commanders to lead it."
            },
            {
                "verse_number": "10",
                "verse_text": "You will march up to attack a city. First, make them an offer of peace."
            },
            {
                "verse_number": "11",
                "verse_text": "They might accept your offer and open their gates to you. If that happens, all the people of that city will become your slaves. They will work for you."
            },
            {
                "verse_number": "12",
                "verse_text": "But they might not make peace with you. They might fight you in battle. Then you should surround that city."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord your God will give you the city. Then kill all the men with your swords."
            },
            {
                "verse_number": "14",
                "verse_text": "You may take everything else in the city for yourselves. Take the women and children and animals. And you may use these things the Lord your God gives you from your enemies."
            },
            {
                "verse_number": "15",
                "verse_text": "Do this to all the cities that are far away. They do not belong to the nations nearby."
            },
            {
                "verse_number": "16",
                "verse_text": "But leave nothing alive in the cities of the land. This is the land the Lord your God is giving you."
            },
            {
                "verse_number": "17",
                "verse_text": "Completely destroy these people: the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites. The Lord your God has commanded you to do this."
            },
            {
                "verse_number": "18",
                "verse_text": "Otherwise, they will teach you what they do for their gods. And if you do these terrible things, you will sin against the Lord your God."
            },
            {
                "verse_number": "19",
                "verse_text": "You might surround and attack a city for a long time, trying to capture it. But do not destroy its trees with an ax. You can eat the fruit from the trees. Do not cut them down. These trees are not the enemy. So don&quot;t make war against them."
            },
            {
                "verse_number": "20",
                "verse_text": "But you may cut down trees that you know are not fruit trees. You may use them to build devices to attack the city walls. You may do this until the city is captured."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Someone might be found murdered. He might be lying in a field in the land the Lord your God is giving you to own. And no one knows who killed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Your elders and judges should go to where he was found. And they should measure how far it is to the nearby cities."
            },
            {
                "verse_number": "3",
                "verse_text": "The elders of the city nearest the body are responsible. They must take a young cow that has never worked or worn a yoke."
            },
            {
                "verse_number": "4",
                "verse_text": "And they must lead her down to a valley. It must never have been plowed or planted. It must have a stream flowing through it. There they must break the young cow&quot;s neck."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests should come forward. They are the sons of Levi. They have been chosen by the Lord your God. They are to serve and give blessings in the Lord&quot;s name. And they are to decide cases of quarreling and attacks."
            },
            {
                "verse_number": "6",
                "verse_text": "Then all the elders of the city nearest the murdered man should wash their hands. They should do it over the young cow whose neck was broken in the valley."
            },
            {
                "verse_number": "7",
                "verse_text": "They should declare: &apos;We did not kill this man. And we did not see it happen."
            },
            {
                "verse_number": "8",
                "verse_text": "Lord, remove this sin of your people Israel. You have saved them. Don&quot;t blame your people, the Israelites, for this innocent man&quot;s murder.&apos; And so the murder will be paid for."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will have removed from yourselves the guilt of murdering an innocent person. You will be doing what the Lord says is right."
            },
            {
                "verse_number": "10",
                "verse_text": "You will go to war against your enemies. The Lord will help you defeat them. You will take them captive."
            },
            {
                "verse_number": "11",
                "verse_text": "You might see a beautiful woman among the captives. And you might be attracted to her. You may take her as your wife."
            },
            {
                "verse_number": "12",
                "verse_text": "Bring her into your home. She must shave her head and cut her nails."
            },
            {
                "verse_number": "13",
                "verse_text": "She must change out of the clothes she was wearing when you captured her. And she must live in your house and cry for her parents for a month. After that, you may marry her. You will be her husband, and she will be your wife."
            },
            {
                "verse_number": "14",
                "verse_text": "But you might not be pleased with her. Then let her go anywhere she wants. You must not sell her for money. You must not make her a slave. You have taken away her honor."
            },
            {
                "verse_number": "15",
                "verse_text": "A man may have two wives. He might love one wife but not the other. Both wives might have sons by him. But the older son might be the son of the wife he does not love."
            },
            {
                "verse_number": "16",
                "verse_text": "Someday that man must will his property to his sons. But he must not give the son of the wife he loves what belongs to the older son. The older son is the son of the wife the man does not love."
            },
            {
                "verse_number": "17",
                "verse_text": "He must agree to give the older son two shares of everything he owns. The older son is from the wife he does not love. That son was the first to prove his father could have children. So he has the rights that belong to the older son."
            },
            {
                "verse_number": "18",
                "verse_text": "A man might have a son who is stubborn. The son turns against his father and mother and doesn&quot;t obey them. He will not listen when they correct him."
            },
            {
                "verse_number": "19",
                "verse_text": "His parents must take him to the elders at the city gate."
            },
            {
                "verse_number": "20",
                "verse_text": "They will say to the leaders, &apos;Our son is stubborn and turns against us. He will not obey us. He eats too much. And he is always drunk.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then all the men in his town must throw stones at him until he dies. Get rid of the evil among you. All the people of Israel will hear about this and be afraid."
            },
            {
                "verse_number": "22",
                "verse_text": "A man might be guilty of a sin worthy of death. He must be put to death and his body displayed on a tree."
            },
            {
                "verse_number": "23",
                "verse_text": "But don&quot;t leave his body hanging on the tree overnight. Be sure to bury him that same day. Anyone whose body is displayed on a tree is cursed by God. You must not ruin the land the Lord your God is giving you to own."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "You might see your fellow Israelite&quot;s ox or sheep wandering away. Don&quot;t ignore it. Take it back to its owner."
            },
            {
                "verse_number": "2",
                "verse_text": "The owner might not live close to you. Or you might not know who he is. Then take the animal home with you. Keep it until the owner comes looking for it. Then give it back to him."
            },
            {
                "verse_number": "3",
                "verse_text": "Do the same thing if you find his donkey or coat or anything he lost. Don&quot;t just ignore it."
            },
            {
                "verse_number": "4",
                "verse_text": "You might see your fellow Israelite&quot;s donkey or ox fallen on the road. Don&quot;t ignore it. Help him get it up."
            },
            {
                "verse_number": "5",
                "verse_text": "A woman must not wear men&quot;s clothes. And a man must not wear women&quot;s clothes. The Lord your God hates anyone who does that."
            },
            {
                "verse_number": "6",
                "verse_text": "You might find a bird&quot;s nest by the road. It might be in a tree or on the ground. And the mother bird might be sitting on the young birds or eggs. Do not take the mother bird with the young birds."
            },
            {
                "verse_number": "7",
                "verse_text": "You may take the young birds. But you must let the mother bird go free. Then things will go well for you. And you will live a long time."
            },
            {
                "verse_number": "8",
                "verse_text": "When you build a new house, build a wall around the roof. Then you will not be guilty of murder if someone falls off the roof."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t plant two different kinds of seeds in your vineyard. Otherwise, both crops will be ruined."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t plow with an ox and a donkey tied together."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t wear clothes made of wool and linen woven together."
            },
            {
                "verse_number": "12",
                "verse_text": "Tie several pieces of thread together. Then put these tassels on the four corners of your coat."
            },
            {
                "verse_number": "13",
                "verse_text": "A man might marry a girl and have intimate relations with her. But he might decide that he does not like her."
            },
            {
                "verse_number": "14",
                "verse_text": "So he might lie about her and give her a bad name. He might say, &apos;I married this woman. But when I had intimate relations with her, I did not find that she was a virgin.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the girl&quot;s parents must bring proof that she was a virgin. They must bring it to the elders at the city gate."
            },
            {
                "verse_number": "16",
                "verse_text": "The girl&quot;s father will say to the leaders, &apos;I gave my daughter to this man to be his wife. But now he does not want her."
            },
            {
                "verse_number": "17",
                "verse_text": "This man has told lies about my daughter. He has said, &quot;I did not find your daughter to be a virgin.&quot; But here is the proof that my daughter was a virgin.&apos; Then her parents are to show the sheet to the city leaders."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the leaders must take the man and punish him."
            },
            {
                "verse_number": "19",
                "verse_text": "They must make him pay about two and a half pounds of silver. The silver will go to the girl&quot;s father. This is because the man has given an Israelite girl a bad name. The girl must continue to be the man&quot;s wife. And he may not divorce her as long as he lives."
            },
            {
                "verse_number": "20",
                "verse_text": "But the things the husband said about his wife might be true. And there might be no proof that she was a virgin."
            },
            {
                "verse_number": "21",
                "verse_text": "If so, the girl must be brought to the door of her father&quot;s house. Then the men of the town must put her to death by throwing stones at her. She has done a disgraceful thing in Israel. She had physical relations before she was married. You must get rid of the evil among you."
            },
            {
                "verse_number": "22",
                "verse_text": "A man might be found committing adultery with another man&quot;s wife. Both the woman and the man who committed adultery with her must die. Get rid of this evil from Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "A man might meet a virgin in a city and have physical relations with her. But she might be engaged to another man."
            },
            {
                "verse_number": "24",
                "verse_text": "You must take both of them to the city gate. Put them both to death by throwing stones at them. Kill the girl because she was in a city and did not scream for help. And kill the man for having physical relations with another man&quot;s wife. You must get rid of the evil among you."
            },
            {
                "verse_number": "25",
                "verse_text": "But a man might meet a girl out in the country. He might force her to have physical relations with him. But she might be engaged to another man. Only the man who forced her to have physical relations with her must be put to death."
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t do anything to the girl. She has not done a sin worthy of death. This is like the person who attacks and murders his neighbor."
            },
            {
                "verse_number": "27",
                "verse_text": "The man found the engaged girl in the country. And she screamed. But no one was there to save her."
            },
            {
                "verse_number": "28",
                "verse_text": "A man might meet a virgin who is not engaged to be married. He might force her to have physical relations with him. And people might find out about it."
            },
            {
                "verse_number": "29",
                "verse_text": "The man must pay the girl&quot;s father about one and one-fourth pounds of silver. He must also marry the girl because he has dishonored her. And he may never divorce her for as long as he lives."
            },
            {
                "verse_number": "30",
                "verse_text": "A man must not marry his father&quot;s wife. He must not dishonor his father in this way."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "No man who has had part of his sex organ cut off may come into the worship meeting of the Lord&quot;s people."
            },
            {
                "verse_number": "2",
                "verse_text": "No one born to parents who were forbidden by law to marry may come into the meeting to worship the Lord. His descendants for ten generations may not come in either."
            },
            {
                "verse_number": "3",
                "verse_text": "No Ammonite or Moabite may come into the meeting to worship the Lord. And none of their descendants for ten generations may come in."
            },
            {
                "verse_number": "4",
                "verse_text": "This is because the Ammonites and Moabites did not give you bread and water when you came out of Egypt. And they hired Balaam to put a curse on you. He was the son of Beor from Pethor in Northwest Mesopotamia."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord your God would not listen to Balaam. He turned the curse into a blessing for you. The Lord your God loves you."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t wish for their peace or success as long as you live."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t hate Edomites. They are your relatives. Don&quot;t hate Egyptians, because you were foreigners in their country."
            },
            {
                "verse_number": "8",
                "verse_text": "The great-grandchildren of these two peoples may come into the meeting to worship the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "When you are camped in time of war, keep away from unclean things."
            },
            {
                "verse_number": "10",
                "verse_text": "A man might become unclean during the night. If he does, he must go outside the camp and not come back."
            },
            {
                "verse_number": "11",
                "verse_text": "But when evening comes, he must wash himself. At sunset he may come back into the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Choose a place outside the camp where people may go to relieve themselves."
            },
            {
                "verse_number": "13",
                "verse_text": "Carry a stick with you. When you relieve yourself, dig a hole. Cover up your dung."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord your God moves around through your camp. He will protect you. He will help you defeat your enemies. So the camp must be holy. The Lord must not see anything unclean among you. Then he will not leave you."
            },
            {
                "verse_number": "15",
                "verse_text": "An escaped slave might come to you. Do not hand him over to his master."
            },
            {
                "verse_number": "16",
                "verse_text": "Let the slave live with you anywhere he likes. He may live in any town he chooses. Do not mistreat him."
            },
            {
                "verse_number": "17",
                "verse_text": "No Israelite man or woman must ever become a temple prostitute."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not bring a male or female prostitute&quot;s pay to the Temple of the Lord your God to pay what you have promised to the Lord. The Lord your God hates prostitution."
            },
            {
                "verse_number": "19",
                "verse_text": "You may loan your fellow Israelite money or food or anything else. But don&quot;t make him pay back more than what you loaned him."
            },
            {
                "verse_number": "20",
                "verse_text": "You may charge a foreigner, but not a fellow Israelite. Then the Lord your God will bless everything you do. He will bless you in the land you are entering to take as your own."
            },
            {
                "verse_number": "21",
                "verse_text": "You might make a promise to give something to the Lord your God. Do not be slow to pay it. The Lord your God demands it from you. Do not be guilty of sin."
            },
            {
                "verse_number": "22",
                "verse_text": "But if you do not make the promise, you will not be guilty."
            },
            {
                "verse_number": "23",
                "verse_text": "You must do whatever you say you will do. You chose to make the promise to the Lord your God."
            },
            {
                "verse_number": "24",
                "verse_text": "You might go into your neighbor&quot;s vineyard. You may eat as many grapes as you wish. But do not fill your basket with his grapes."
            },
            {
                "verse_number": "25",
                "verse_text": "You might go into your neighbor&quot;s grainfield. You may pick grain with your hands. But you must not cut down his grain with your sickle."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "A man might marry a woman. But he might decide she doesn&quot;t please him. He has found something bad about her. He writes out divorce papers for her. He gives them to her and sends her away from his house."
            },
            {
                "verse_number": "2",
                "verse_text": "After she leaves his house, she goes and marries another man."
            },
            {
                "verse_number": "3",
                "verse_text": "But her second husband does not like her either. So he writes out divorce papers for her. He gives them to her and sends her away from his house. Or the second husband might die."
            },
            {
                "verse_number": "4",
                "verse_text": "In either case, her first husband who divorced her must not marry her again. She has become unclean. The Lord would hate this. Don&quot;t bring this sin into the land the Lord your God is giving you to own."
            },
            {
                "verse_number": "5",
                "verse_text": "A man who has just married must not be sent to war. And he must not be given any other duty. He should be free to stay home for a year to make his new wife happy."
            },
            {
                "verse_number": "6",
                "verse_text": "A man might owe you something. But do not take his two stones for grinding grain&ndash;not even the upper one&ndash;in place of what he owes. This is how he makes his living."
            },
            {
                "verse_number": "7",
                "verse_text": "A man might kidnap a fellow Israelite. He might make him a slave or sell him. The kidnapper must be killed. You must get rid of the evil among you."
            },
            {
                "verse_number": "8",
                "verse_text": "Be careful when someone has a harmful skin disease. Do exactly what the priests, the Levites, teach you. Be careful to do what I have commanded them."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember what the Lord your God did to Miriam on your way out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "You might make a loan to your neighbor. But don&quot;t go into his house to get something in place of it."
            },
            {
                "verse_number": "11",
                "verse_text": "Stay outside. Let the man himself go in and get what he promised you."
            },
            {
                "verse_number": "12",
                "verse_text": "A poor man might give you his coat to show he will pay the loan back. But don&quot;t keep his coat overnight."
            },
            {
                "verse_number": "13",
                "verse_text": "Give his coat back to him at sunset. He needs his coat to sleep in. He will thank you. And the Lord your God will see that you have done a good thing."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t cheat a hired servant who is poor and needy. He might be a fellow Israelite. Or he might be a foreigner living in one of your towns."
            },
            {
                "verse_number": "15",
                "verse_text": "Pay him each day before sunset. He is poor and needs the money. Otherwise, he may complain to the Lord about you. And you will be guilty of sin."
            },
            {
                "verse_number": "16",
                "verse_text": "Fathers must not be put to death when their children do wrong. And children must not be put to death when their fathers do wrong. Each person must die for his own sin."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not be unfair to a foreigner or an orphan. Don&quot;t take a widow&quot;s coat in place of a loan."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember that you were slaves in Egypt. And the Lord your God saved you from there. That is why I am commanding you to do this."
            },
            {
                "verse_number": "19",
                "verse_text": "You might be gathering your harvest in the field. You might not see a bundle of grain. Don&quot;t go back and get it. Leave it there for foreigners, orphans and widows. Then the Lord your God can bless everything you do."
            },
            {
                "verse_number": "20",
                "verse_text": "You may beat your olive trees to knock the olives off. But don&quot;t beat the trees a second time. Leave what is left for foreigners, orphans and widows."
            },
            {
                "verse_number": "21",
                "verse_text": "You may harvest the grapes in your vineyard. But don&quot;t pick the vines a second time. Leave what is left for foreigners, orphans and widows."
            },
            {
                "verse_number": "22",
                "verse_text": "Remember that you were slaves in Egypt. That is why I am commanding you to do this."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Two people may have an argument. They should go to the court. And the judges will decide the case. They will declare one person to be right. And they will punish the one who is guilty."
            },
            {
                "verse_number": "2",
                "verse_text": "The guilty person might have to be punished with a beating. If so, the judge will make him lie down. They will beat him in front of the judge. The number of lashes should match the crime."
            },
            {
                "verse_number": "3",
                "verse_text": "But don&quot;t hit him more than 40 times. If he is beaten more than that, it would disgrace him before others."
            },
            {
                "verse_number": "4",
                "verse_text": "When an ox is working in the grain, do not cover its mouth to keep it from eating."
            },
            {
                "verse_number": "5",
                "verse_text": "Two brothers might be living together. One of them might die without having a son. His widow must not marry someone outside her husband&quot;s family. Her husband&quot;s brother must marry her. This is his duty for her as a brother-in-law."
            },
            {
                "verse_number": "6",
                "verse_text": "The first son she has must be named for the dead brother. Then his name will not be forgotten in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man might not want to marry his brother&quot;s widow. Then she should go to the elders at the town gate. And she should say, &apos;My brother-in-law will not carry on his brother&quot;s name in Israel. He refuses to do his duty for me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the elders of the town must call for the man and talk to him. But he might be stubborn and say, &apos;I don&quot;t want to marry her.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "If he does, the woman must go up to him in front of the elders. She must take off one of his sandals. She must spit in his face and say, &apos;This is for the man who won&quot;t continue his brother&quot;s family!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then that man&quot;s family shall be known in Israel as the Family of the Unsandaled."
            },
            {
                "verse_number": "11",
                "verse_text": "Two men might be fighting. And one man&quot;s wife comes to save her husband from his attacker. And she grabs the attacker by his sex organs."
            },
            {
                "verse_number": "12",
                "verse_text": "You must cut off her hand. Give her no mercy."
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t carry two sets of weights with you, one heavy and one light."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t have two different sets of measures in your house, one large and one small."
            },
            {
                "verse_number": "15",
                "verse_text": "You must have true and honest weights and measures. Then you will live a long time in the land the Lord your God is giving you."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord your God hates anyone who is dishonest and uses dishonest measures."
            },
            {
                "verse_number": "17",
                "verse_text": "Remember what the Amalekites did to you when you came out of Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "You were tired and worn out. And they met you on the road. They killed all those lagging behind. They were not afraid of God."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord your God will give you rest from all the enemies around you. It will be in the land he is giving you to own. Then you shall destroy any memory of the Amalekites on the earth. Do not forget!"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Soon you will go into the land the Lord your God is giving you to own. You will take it over and live in it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then you must take some of the first harvest of crops. It will grow from the land the Lord your God is giving you. Put the food in a basket. Then go to the place where the Lord your God will choose to be worshiped."
            },
            {
                "verse_number": "3",
                "verse_text": "Say to the priest on duty at that time, &apos;Today I declare this before the Lord your God. I have come into the land the Lord promised to give us. He promised this to our ancestors.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The priest will take your basket. He will set it down in front of the altar of the Lord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you shall announce before the Lord your God: &apos;My father was a wandering Aramean. He went down to Egypt. He stayed there with only a few people. But they became a great, powerful and large nation there."
            },
            {
                "verse_number": "6",
                "verse_text": "But the Egyptians were cruel to us. They made us suffer and work very hard."
            },
            {
                "verse_number": "7",
                "verse_text": "So we prayed to the Lord, the God of our ancestors. He heard us. He saw our trouble, hard work and suffering."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord brought us out of Egypt. He did it with his great power and strength. He used great terrors, signs and miracles."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he brought us to this place. He gave us this land where much food grows."
            },
            {
                "verse_number": "10",
                "verse_text": "Now I bring you part of the first harvest from this land. Lord, you have given me this land.&apos; Then place the basket before the Lord your God. And bow down before him."
            },
            {
                "verse_number": "11",
                "verse_text": "Then you and the Levites and foreigners among you should rejoice. The Lord your God has given good things to you and your family."
            },
            {
                "verse_number": "12",
                "verse_text": "Bring a tenth of all your harvest the third year. This is the year to give a tenth of your harvest. Give it to the Levites, foreigners, orphans and widows. Then they may eat in your towns and be full."
            },
            {
                "verse_number": "13",
                "verse_text": "Then say to the Lord your God, &apos;I have taken out of my house the part of my harvest that belongs to God. I have given it to the Levites, foreigners, orphans and widows. I have done everything you commanded me. I have not broken your commands. And I have not forgotten any of them."
            },
            {
                "verse_number": "14",
                "verse_text": "I have not eaten any of the holy part while I was in sorrow. I have not removed any of it while I was unclean. I have not offered it for dead people. I have obeyed you, the Lord my God. I have done everything you commanded me."
            },
            {
                "verse_number": "15",
                "verse_text": "So look down from heaven, your holy home. Bless your people Israel. And bless the land you have given us. You promised it to our ancestors. It is a land where much food grows.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Today the Lord your God commands you to obey all these rules and laws. Be careful to do them with your whole being."
            },
            {
                "verse_number": "17",
                "verse_text": "Today you have said that the Lord is your God. You have promised to do what he wants you to do. You have promised to keep his rules, commands and laws. You have said you will obey him."
            },
            {
                "verse_number": "18",
                "verse_text": "And today the Lord has said that you are his very own people. He has promised it. But you must obey his commands."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord will make you greater than all the other nations he made. He will give you praise, fame and honor. And you will be a holy people to the Lord your God. This is what he said."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Moses and the elders of Israel commanded the people. They said, &apos;Keep all the commands I have given you today."
            },
            {
                "verse_number": "2",
                "verse_text": "Soon you will cross the Jordan River. You will go into the land the Lord your God is giving you. On that day set up some large stones. Cover them with plaster."
            },
            {
                "verse_number": "3",
                "verse_text": "When you cross over, write all the words of these teachings on them. Then you may enter the land the Lord your God is giving you. It is a land where much food grows. It is just as the Lord, the God of your ancestors, promised."
            },
            {
                "verse_number": "4",
                "verse_text": "After you have crossed the Jordan River, set up these stones. Set them on Mount Ebal as I command you today. And cover them with plaster."
            },
            {
                "verse_number": "5",
                "verse_text": "Build an altar of stones there to the Lord your God. But don&quot;t use any iron tool to cut the stones."
            },
            {
                "verse_number": "6",
                "verse_text": "Build the altar of the Lord your God with stones from the field. Offer burnt offerings on it to the Lord your God."
            },
            {
                "verse_number": "7",
                "verse_text": "Offer fellowship offerings there. Eat them and rejoice before the Lord your God."
            },
            {
                "verse_number": "8",
                "verse_text": "Then write clearly all the words of these teachings on the stones.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses and the Levites, who are the priests, spoke to all Israel. They said, &apos;Be quiet, Israel. Listen! Today you have become the people of the Lord your God."
            },
            {
                "verse_number": "10",
                "verse_text": "Obey the Lord your God. Keep his commands and laws that I give you today.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "That day Moses also gave the people this command:"
            },
            {
                "verse_number": "12",
                "verse_text": "You will cross the Jordan River. Then these tribes must stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "And these tribes must stand on Mount Ebal to announce the curses: Reuben, Gad, Asher, Zebulun, Dan and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites will say to all the people of Israel in a loud voice:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Anyone will be cursed who makes an idol or statue and secretly sets it up. The Lord hates idols made by man.&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos; Then all the people will say, &apos;Amen!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Anyone will be cursed who dishonors his father or his mother.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Anyone will be cursed who moves the stone that marks his neighbor&quot;s border.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Anyone will be cursed who leads a blind person away from the road.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Anyone will be cursed who is unfair to foreigners, orphans or widows.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;A man will be cursed who has physical relations with his father&quot;s wife. It is a dishonor to his father.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Anyone will be cursed who has unnatural physical relations with an animal.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;A man will be cursed who has physical relations with his sister. She may be his father&quot;s daughter or his mother&quot;s daughter.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;A man will be cursed who has physical relations with his mother-in-law.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Anyone will be cursed who kills his neighbor secretly.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Anyone will be cursed who takes money to murder an innocent person.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Anyone will be cursed who does not agree with the words of these teachings and does not obey them.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "You must completely obey the Lord your God. And you must carefully follow all his commands I am giving you today. Then the Lord your God will make you greater than any other nation on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "Obey the Lord your God. Then all these blessings will come and stay with you:"
            },
            {
                "verse_number": "3",
                "verse_text": "You will be blessed in the city. You will be blessed in the country."
            },
            {
                "verse_number": "4",
                "verse_text": "Your children will be blessed. Your crops will be blessed. Your cattle will be blessed with calves and your sheep with lambs."
            },
            {
                "verse_number": "5",
                "verse_text": "Your basket and your kitchen will be blessed."
            },
            {
                "verse_number": "6",
                "verse_text": "You will be blessed when you come in and when you go out."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord will let you defeat the enemies that come to fight you. They will attack you from one direction. But they will run from you in seven directions."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord your God will bless you with full barns. He will bless everything you do. He will bless the land he is giving you."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord will make you his holy people, as he promised. But you must obey his commands. You must do what he wants you to do."
            },
            {
                "verse_number": "10",
                "verse_text": "Then everyone on earth will see that you are the Lord&quot;s people. They will be afraid of you."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will make you rich. You will have many children. Your cattle will have many calves. Your land will give good crops. It is the land that the Lord promised your ancestors he would give to you."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will open up his storehouse. The skies will send rain on your land at the right time. And he will bless everything you do. You will lend to other nations. But you will not need to borrow from them."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will make you like the head and not like the tail. You will be on top and not on bottom. But you must obey the commands of the Lord your God that I am giving you today. Be careful to keep them."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not disobey anything I command you today. Do exactly as I command. Do not follow other gods or serve them."
            },
            {
                "verse_number": "15",
                "verse_text": "But you might not obey the Lord your God. You might not carefully follow all his commands and laws I am giving you today. Then all these curses will come upon you and stay:"
            },
            {
                "verse_number": "16",
                "verse_text": "You will be cursed in the city. You will be cursed in the country."
            },
            {
                "verse_number": "17",
                "verse_text": "Your basket and your kitchen will be cursed."
            },
            {
                "verse_number": "18",
                "verse_text": "Your children will be cursed. Your crops will be cursed. The calves of your cattle will be cursed. And the lambs of your flocks will be cursed."
            },
            {
                "verse_number": "19",
                "verse_text": "You will be cursed when you go in and when you go out."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord will send you curses, confusion and punishment in everything you do. You will be destroyed. You will suddenly be ruined. You did wrong when you left him."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord will give you terrible diseases. He will destroy you from the land you are going to take."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord will punish you with disease, fever, swelling, heat, no rain, plant diseases and mildew. Then you will die."
            },
            {
                "verse_number": "23",
                "verse_text": "The sky above will look like bronze. And the ground below will be like iron."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord will turn the rain into dust and sand. It will fall from the skies until you are destroyed."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord will let your enemies defeat you. You will attack them from one direction. But you will run from them in seven directions. And you will become a thing of horror among all the kingdoms on earth."
            },
            {
                "verse_number": "26",
                "verse_text": "Your dead bodies will be food for all the birds and wild animals. There will be no one to scare them away."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord will punish you with boils like those the Egyptians had. You will have bad growths, sores and itches that can&quot;t be cured."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord will give you madness, blindness and a confused mind."
            },
            {
                "verse_number": "29",
                "verse_text": "You will have to feel around in the daylight like a blind man. You will fail in everything you do. People will hurt you and steal from you every day. There will be no one to save you."
            },
            {
                "verse_number": "30",
                "verse_text": "You will be engaged to a woman. But another man will rape her. You will build a house. But you will not live in it. You will plant a vineyard. But you will not get its grapes."
            },
            {
                "verse_number": "31",
                "verse_text": "Your ox will be killed before your eyes. But you will not eat any of it. Your donkey will be taken away from you. And it will not be brought back. Your sheep will be given to your enemies. And no one will rescue them."
            },
            {
                "verse_number": "32",
                "verse_text": "Your sons and daughters will be given to another nation. You will grow tired looking for them every day. But there is nothing you can do."
            },
            {
                "verse_number": "33",
                "verse_text": "People you don&quot;t know will eat the crops your land and hard work have produced. You will be mistreated and abused all your life."
            },
            {
                "verse_number": "34",
                "verse_text": "The things you see will cause you to go mad."
            },
            {
                "verse_number": "35",
                "verse_text": "The Lord will give you sore boils on your knees and legs. They cannot be cured. They will go from the soles of your feet to the tops of your heads."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord will send you and your king away to a nation you do not know. There you will serve other gods made of wood and stone."
            },
            {
                "verse_number": "37",
                "verse_text": "You will become a hated thing to the nations where the Lord sends you. They will laugh at you and make fun of you."
            },
            {
                "verse_number": "38",
                "verse_text": "You will plant much seed in your field. But your harvest will be small. Locusts will eat the crop."
            },
            {
                "verse_number": "39",
                "verse_text": "You will plant vineyards and work hard in them. But you will not pick the grapes or drink the wine. The worms will eat them."
            },
            {
                "verse_number": "40",
                "verse_text": "You will have olive trees in all your land. But you will not get any olive oil. The olives will drop off the trees."
            },
            {
                "verse_number": "41",
                "verse_text": "You will have sons and daughters. But you will not be able to keep them. They will be taken captive."
            },
            {
                "verse_number": "42",
                "verse_text": "Locusts will destroy all your trees and crops."
            },
            {
                "verse_number": "43",
                "verse_text": "The foreigners who live among you will get stronger and stronger. And you will get weaker and weaker."
            },
            {
                "verse_number": "44",
                "verse_text": "Foreigners will lend money to you. But you will not be able to lend to them. They will be like the head. And you will be like the tail."
            },
            {
                "verse_number": "45",
                "verse_text": "All these curses will come upon you. They will chase you and catch you and destroy you. This will happen because you did not obey the Lord your God. You did not keep the commands and laws he gave you."
            },
            {
                "verse_number": "46",
                "verse_text": "The curses will be signs and miracles to you and your descendants forever."
            },
            {
                "verse_number": "47",
                "verse_text": "You had plenty of everything. But you did not serve the Lord your God with joy and a pure heart."
            },
            {
                "verse_number": "48",
                "verse_text": "So you will serve the enemies the Lord sends against you. You will be hungry, thirsty, naked and poor. The Lord will put a load on you until he has destroyed you."
            },
            {
                "verse_number": "49",
                "verse_text": "The Lord will bring a nation against you from far away. It will be from the end of the world. The nation will swoop down like an eagle. You won&quot;t understand their language."
            },
            {
                "verse_number": "50",
                "verse_text": "They will look mean. They will not respect old people or feel sorry for the young."
            },
            {
                "verse_number": "51",
                "verse_text": "They will eat the calves from your cattle and the harvest of your field. And you will be destroyed. They will not leave you any grain, new wine or oil. They will not leave you any calves from your herds or lambs from your flocks. You will be ruined."
            },
            {
                "verse_number": "52",
                "verse_text": "That nation will surround and attack all your cities. You trust in your high, strong walls. But they will fall down. That nation will surround all your cities everywhere in the land the Lord your God is giving you."
            },
            {
                "verse_number": "53",
                "verse_text": "Your enemy will surround you. Those people will make you starve. You will eat your own babies. You will eat the bodies of the sons and daughters the Lord gave you."
            },
            {
                "verse_number": "54",
                "verse_text": "Even the most gentle and kind man among you will become cruel. He will be cruel to his brother, his wife whom he loves and his children who are still alive."
            },
            {
                "verse_number": "55",
                "verse_text": "He will not even give them any of the flesh of his children he is eating. It will be all he has left. Your enemy will surround you. Those people will make you starve in all your cities."
            },
            {
                "verse_number": "56",
                "verse_text": "The most gentle and kind woman among you will become cruel. She is so gentle and kind she would hardly even walk on the ground. But she will be cruel to her husband whom she loves. And she will be cruel to her son and daughter."
            },
            {
                "verse_number": "57",
                "verse_text": "She will give birth to a baby. But she will plan to eat the baby and what comes after the birth itself. She will eat them while the enemy surrounds the city. Those people will make you starve in all your cities."
            },
            {
                "verse_number": "58",
                "verse_text": "Be careful to obey everything in these teachings. They are written in this book. You must respect the glorious and wonderful name of the Lord your God."
            },
            {
                "verse_number": "59",
                "verse_text": "The Lord will give terrible diseases to you and your descendants. You will have long and serious diseases. You will have long and miserable sicknesses."
            },
            {
                "verse_number": "60",
                "verse_text": "And the Lord will give you all the diseases of Egypt that you dread. And the diseases will stay with you."
            },
            {
                "verse_number": "61",
                "verse_text": "The Lord will also give you every disease and sickness not written in this Book of the Teachings. Then you will be destroyed."
            },
            {
                "verse_number": "62",
                "verse_text": "You people may have outnumbered the stars. But only a few of you will be left. You did not obey the Lord your God."
            },
            {
                "verse_number": "63",
                "verse_text": "Once the Lord was happy with you. He gave you good things. He made you grow in number. But now the Lord will be happy to ruin and destroy you. You will be removed from the land you are entering to own."
            },
            {
                "verse_number": "64",
                "verse_text": "Then the Lord will scatter you among the nations. He will scatter you from one end of the earth to the other. There you will serve other gods of wood and stone. They are gods that neither you nor your ancestors have known."
            },
            {
                "verse_number": "65",
                "verse_text": "You will have no rest among those nations. You will have no place that is yours. The Lord will make your mind worried, your sight weak and your soul sad."
            },
            {
                "verse_number": "66",
                "verse_text": "You will live with danger. You will be afraid night and day. You will not be sure that you will live."
            },
            {
                "verse_number": "67",
                "verse_text": "In the morning you will say, &apos;I wish it were evening.&apos; And in the evening you will say, &apos;I wish it were morning.&apos; Terror will be in your heart because of the things you have seen."
            },
            {
                "verse_number": "68",
                "verse_text": "The Lord will send you back to Egypt in ships. I, Moses, said you would never go back to Egypt. And there you will try to sell yourselves as slaves to your enemies. But no one will buy you."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "The Lord commanded Moses to make an agreement with the Israelites in Moab. This agreement was in addition to the agreement he had made with them at Mount Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "Moses called all the Israelites together. And he said to them: You have seen everything the Lord did to the king of Egypt. You saw what he did to the king&quot;s leaders and to the whole country."
            },
            {
                "verse_number": "3",
                "verse_text": "With your own eyes you saw the great troubles, signs and miracles."
            },
            {
                "verse_number": "4",
                "verse_text": "But to this day the Lord has not given you a mind that understands. You don&quot;t really understand what you see with your eyes or hear with your ears."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord led you through the desert for 40 years. During that time neither your clothes nor sandals wore out."
            },
            {
                "verse_number": "6",
                "verse_text": "You ate no bread. You drank no wine or beer. This was so you would understand that he is the Lord your God."
            },
            {
                "verse_number": "7",
                "verse_text": "You came to this place. Then Sihon king of Heshbon and Og king of Bashan came out to fight us. But we defeated them."
            },
            {
                "verse_number": "8",
                "verse_text": "We captured their land. And we gave it to the Reubenites, the Gadites and the eastern half-tribe of Manasseh to own."
            },
            {
                "verse_number": "9",
                "verse_text": "You must carefully obey everything in this agreement. Then you will succeed in everything you do."
            },
            {
                "verse_number": "10",
                "verse_text": "Today you are all standing here before the Lord your God. Here are your leaders and important men. Your elders, officers and all the other men of Israel are here."
            },
            {
                "verse_number": "11",
                "verse_text": "Here are your wives and children and the foreigners who live among you. They chop your wood and carry your water."
            },
            {
                "verse_number": "12",
                "verse_text": "You are all here to enter into an agreement and a promise with the Lord your God. The Lord is making this agreement with you today."
            },
            {
                "verse_number": "13",
                "verse_text": "This will make you today the Lord&quot;s own people. He will be your God. This is what he told you. He promised it to your ancestors Abraham, Isaac and Jacob."
            },
            {
                "verse_number": "14",
                "verse_text": "But the Lord is not just making this agreement and its promises with you."
            },
            {
                "verse_number": "15",
                "verse_text": "You are standing here before the Lord your God today. But he is also making it with those who are not here today."
            },
            {
                "verse_number": "16",
                "verse_text": "You know how we lived in Egypt. You know how we passed through the countries when we came here."
            },
            {
                "verse_number": "17",
                "verse_text": "You saw their hated idols made of wood, stone, silver and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "Make sure no man, woman, family group or tribe among you leaves the Lord. Don&quot;t let them go and serve the gods of those nations. That would be like a plant that grows bitter, poisonous fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "That kind of person might hear these curses. But he blesses himself. And he thinks, &apos;I will be safe. I will continue doing what I want to do.&apos; That person might destroy all of your land, both wet and dry."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord will not forgive that person. His anger will be like a burning fire against that man. All the curses written in this book will come on him. And the Lord will destroy any memory of him on the earth."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord will separate him from all the tribes of Israel for punishment. All the curses of the agreement will happen to him. They are written in this Book of the Teachings."
            },
            {
                "verse_number": "22",
                "verse_text": "Your children who will come after you will see this. And foreigners from faraway lands will see this. They will see the disasters that come to this land. And they will see the diseases the Lord will send on it. They will say,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The land is nothing but burning cinders and salt. Nothing is planted. Nothing grows. Nothing blooms. It is like Sodom and Gomorrah, and Admah and Zeboiim. The Lord destroyed them because he was very angry.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "All the other nations will ask, &apos;Why has the Lord done this to the land? Why is he so angry?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And the answer will be, &apos;It is because the people broke the agreement of the Lord, the God of their ancestors. He made it with them when he brought them out of Egypt."
            },
            {
                "verse_number": "26",
                "verse_text": "They went and served other gods. They bowed down to gods they did not even know. The Lord did not allow that."
            },
            {
                "verse_number": "27",
                "verse_text": "So the Lord became very angry at the land. And he brought all the curses on it that are written in this book."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord became angry and furious with them. So he took them out of their land. And he put them in another land where they are today.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "There are some things the Lord our God has kept secret. But there are some things he has let us know. These things belong to us and our children forever. It is so we will do everything in these teachings."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "All these blessings and curses I have said will happen to you. The Lord your God will send you away to other nations. There you will think about these things."
            },
            {
                "verse_number": "2",
                "verse_text": "Then you and your children will return to the Lord your God. And you will obey him with your whole being. You will obey everything I command you today."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord your God will give you back your riches. He will feel sorry for you. And he will bring you back again from the nations where he sent you."
            },
            {
                "verse_number": "4",
                "verse_text": "He may send you to the ends of the earth. But he will gather you. He will bring you back from there."
            },
            {
                "verse_number": "5",
                "verse_text": "He will bring you back to the land that belonged to your ancestors. It will be yours. He will give you success. And there will be more of you than there were of your ancestors."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord your God will prepare you and your descendants to serve him. You will love him with your whole being. Then you will live."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord your God will put all these curses on your enemies. They hate you and are cruel to you."
            },
            {
                "verse_number": "8",
                "verse_text": "And you will again obey the Lord. You will keep all his commands that I give you today."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord your God will make you successful in everything you do. You will have many children. Your cattle will have many calves. Your fields will produce good crops. He will again be happy with you, just as he was with your ancestors."
            },
            {
                "verse_number": "10",
                "verse_text": "But you must obey the Lord your God. You must obey his commands and rules that are written in this Book of the Teachings. You must follow the Lord your God with your whole being."
            },
            {
                "verse_number": "11",
                "verse_text": "This command I give you today is not too hard for you. It is not beyond what you can do."
            },
            {
                "verse_number": "12",
                "verse_text": "It is not up in heaven. You do not have to ask, &apos;Who will go up to heaven and get it for us? Then we can obey it and keep it.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "It is not on the other side of the sea. You do not have to ask, &apos;Who will go across the sea and get it? Who will tell it to us? Then we can keep it.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "No, the word is very near you. It is in your mouth and in your heart. So, you may obey it."
            },
            {
                "verse_number": "15",
                "verse_text": "Look, today I offer you life and success, death and destruction."
            },
            {
                "verse_number": "16",
                "verse_text": "I command you today to love the Lord your God. Do what he wants you to do. Keep his commands, his rules and his laws. Then you will live and grow in number. And the Lord your God will bless you in the land you are going to take as your own."
            },
            {
                "verse_number": "17",
                "verse_text": "But you might turn away from the Lord. You might not obey him. You might be led to bowing down and serving other gods."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you today that you will be destroyed. And you will not live long in the land you are crossing the Jordan River to enter and own."
            },
            {
                "verse_number": "19",
                "verse_text": "Today I ask heaven and earth to be witnesses. I am offering you life or death, blessings or curses. Now, choose life! Then you and your children may live."
            },
            {
                "verse_number": "20",
                "verse_text": "Love the Lord your God. Obey him. Stay close to him. He is your life. And he will let you live many years in the land. This is the land he promised to give your ancestors Abraham, Isaac and Jacob."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses went and spoke these words to all the Israelites:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am now 120 years old. I cannot lead you anymore. The Lord told me I would not cross the Jordan River."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord your God will lead you across himself. He will destroy those nations for you. You will take over their land. Joshua will also lead you across. This is what the Lord has said."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord will do to these nations what he did to Sihon and Og. They were the kings of the Amorites. He destroyed them and their land."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord will give those nations to you. Do to them everything I told you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be strong and brave. Don&quot;t be afraid of them. Don&quot;t be frightened. The Lord your God will go with you. He will not leave you or forget you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Moses called Joshua and spoke to him in front of the people. Moses said, &apos;Be strong and brave. Lead these people into the land the Lord promised to give their ancestors. Help the people take it as their own."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord himself will go before you. He will be with you. He will not leave you or forget you. Don&quot;t be afraid. Don&quot;t worry.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses wrote down the teachings. He gave them to the priests and all the elders of Israel. The priests are the sons of Levi. They carried the Ark of the Covenant with the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Gather all the people: the men, women, children and foreigners living in your towns. Then they can listen and learn to respect the Lord your God. Then they can carefully obey everything in this law."
            },
            {
                "verse_number": "13",
                "verse_text": "Their children do not know this law. They must hear it. They must learn to respect the Lord your God for as long as they live in the land. It is the land you are crossing the Jordan River to own.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said to Moses, &apos;Soon you will die. Get Joshua and come to the Meeting Tent. I will command him.&apos; So Moses and Joshua went to the Meeting Tent."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord appeared at the Meeting Tent in a cloud. The cloud stood over the entrance of the Tent."
            },
            {
                "verse_number": "16",
                "verse_text": "And the Lord said to Moses, &apos;You will soon die. Then these people will not be loyal to me. They will worship the foreign gods of the land they are entering. They will leave me. And they will break the agreement I made with them."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I will become very angry at them. I will leave them. I will turn away from them. And they will be destroyed. Many terrible things will happen to them. Then they will say, &quot;God is not with us. That is why these terrible things are happening.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "I will turn away from them then. They have done wrong. They have turned to other gods."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Now write down this song. And teach it to the Israelites. Then have them sing it. It will testify against them."
            },
            {
                "verse_number": "20",
                "verse_text": "I will bring them into the land I promised to their ancestors. It is a land where much food grows. They will eat as much as they want and get fat. But then they will turn to other gods and serve them. They will reject me and break my agreement."
            },
            {
                "verse_number": "21",
                "verse_text": "Then many troubles and terrible things will happen to them. And this song will testify against them. The song will not be forgotten by their descendants. I know what they plan to do, even before I take them into the land I promised them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Moses wrote down the song that day. And he taught it to the Israelites."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord gave this command to Joshua son of Nun: &apos;Be strong and brave. Lead the people of Israel to the land I promised them. And I will be with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses wrote all the words of the teachings in a book."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he gave a command to the Levites. They carried the Ark of the Covenant with the Lord."
            },
            {
                "verse_number": "26",
                "verse_text": "He said, &apos;Take this Book of the Teachings. Put it beside the Ark of the Covenant with the Lord your God. It must stay there as a witness against you."
            },
            {
                "verse_number": "27",
                "verse_text": "I know how stubborn and disobedient you are. You have disobeyed the Lord while I am alive and with you. You will disobey even more after I die!"
            },
            {
                "verse_number": "28",
                "verse_text": "Gather all the older leaders of your tribes and all your officers. I will say these things for them to hear. And I will ask heaven and earth to testify against them."
            },
            {
                "verse_number": "29",
                "verse_text": "I know that after I die you will become completely evil. You will turn away from the commands I have given you. Then terrible things will happen to you in the future. You will do what the Lord says is evil. You will make him angry with the idols you have made.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And Moses spoke this whole song for all the people of Israel to hear:"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Hear, heavens, and I will speak. Listen, earth, to what I say. My words will fall like dew. They will be like showers on the grass. They will pour down like rain on young plants. Praise God because he is great! He is always fair. He is a faithful God who does no wrong. He is right and fair. To their shame they are no longer his children. They are an evil and lying people. You are foolish and unwise. He is your Father and Maker. He made you and formed you. Think of the years already passed. Ask your father. He will tell you. Ask your elders. They will inform you. He divided up the human race. He set up borders for the people. He even numbered the Israelites. The people of Jacob were his very own. It was a windy, empty land. He surrounded them and brought them up. He guarded them as those he loved very much. It flutters over its young. It spreads its wings to catch them. It carries them on its feathers. There were no foreign gods among them. He fed them the fruit of the fields. He gave them honey from the rocks. He brought oil from the solid rock. There were fat sheep and goats. There were sheep and goats from Bashan. There was the best of the wheat. You drank the juice of grapes. They were fat and full and firm. They left the God who made them. They rejected the Rock who saved them. They made him angry with hated idols. They were gods they had never known. They were new gods from nearby. Your ancestors did not fear them. You forgot the God who gave you birth. His sons and daughters had made him angry. I will see what will happen to them. They are evil people. They are unfaithful children. They used worthless idols to make me angry. So I will use those who are not a nation to make them jealous. I will use a nation that does not understand to make them angry. It burns down to where the dead are. It will burn up the ground and its crops. And it will set fire to the mountains. I will shoot my arrows at them. They will be destroyed by terrible diseases. I will send them vicious animals and gliding, poisonous snakes. In their homes there will be terror. Young men and women will die. So will babies and gray-haired men. And no one will remember them. Their enemy might misunderstand. They might say, &quot;We have won! The Lord has done none of this.&quot;&apos; They do not understand. I wish they could see what will happen to them. And 2 people cannot fight 10,000. This only happens if the Lord has sold them. Their Rock would have to give them up. Our enemies agree to that. Their fields are like Gomorrah. Their grapes are full of poison. Their bunches of grapes are bitter. like the deadly poison of cobras. I have it locked in my storehouses. Sometime their foot will slip. Their day of trouble is near. And their punishment will come quickly.&apos; He will have mercy on his servants. He will see that their strength is gone. He will see that nobody is left, slaves or free. Where is the rock they trusted? Who drank the wine of their drink offering? Let those gods come to help you! Let them protect you! There is no god but me. I send life and death. I can hurt, and I can heal. No one can escape from me. As surely as I live forever, And I will take it in my hand to judge. I will punish my enemies. I will pay back those who hate me. My sword will eat their flesh. The blood will flow from those who are killed and the captives. The heads of the enemy leaders will be cut off.&apos; He will repay you for the blood of his servants. He will punish his enemies. And he will remove the sin of his land and people."
            },
            {
                "verse_number": "2",
                "verse_text": "My teaching will drop like rain."
            },
            {
                "verse_number": "3",
                "verse_text": "I will announce the name of the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "He is like a rock. What he does is perfect."
            },
            {
                "verse_number": "5",
                "verse_text": "They have done evil against him."
            },
            {
                "verse_number": "6",
                "verse_text": "This is not the way to repay the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "Remember the old days."
            },
            {
                "verse_number": "8",
                "verse_text": "The Most High God gave the nations their lands."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord took his people as his share."
            },
            {
                "verse_number": "10",
                "verse_text": "He found them in a desert."
            },
            {
                "verse_number": "11",
                "verse_text": "He was like an eagle building its nest."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord alone led them."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord brought them to the heights of the land."
            },
            {
                "verse_number": "14",
                "verse_text": "There were milk curds from the cows and milk from the sheep."
            },
            {
                "verse_number": "15",
                "verse_text": "Israel grew fat and kicked."
            },
            {
                "verse_number": "16",
                "verse_text": "They made God jealous with foreign gods."
            },
            {
                "verse_number": "17",
                "verse_text": "They made sacrifices to demons, not God."
            },
            {
                "verse_number": "18",
                "verse_text": "You left God who is the Rock, your Father."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord saw this and rejected them."
            },
            {
                "verse_number": "20",
                "verse_text": "He said, &apos;I will turn away from them."
            },
            {
                "verse_number": "21",
                "verse_text": "They used things that are not gods to make me jealous."
            },
            {
                "verse_number": "22",
                "verse_text": "My anger has started a fire."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;I will pile troubles upon them."
            },
            {
                "verse_number": "24",
                "verse_text": "They will be starved and sick."
            },
            {
                "verse_number": "25",
                "verse_text": "In the streets the sword will kill."
            },
            {
                "verse_number": "26",
                "verse_text": "I will scatter them as I said."
            },
            {
                "verse_number": "27",
                "verse_text": "But I didn&quot;t want their enemy to brag."
            },
            {
                "verse_number": "28",
                "verse_text": "Israel has no sense."
            },
            {
                "verse_number": "29",
                "verse_text": "I wish they were wise and understood this."
            },
            {
                "verse_number": "30",
                "verse_text": "One person cannot chase 1,000 people."
            },
            {
                "verse_number": "31",
                "verse_text": "The rock of these people is not like our Rock."
            },
            {
                "verse_number": "32",
                "verse_text": "Their vine comes from Sodom."
            },
            {
                "verse_number": "33",
                "verse_text": "Their wine is like snake poison,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;I have been saving this."
            },
            {
                "verse_number": "35",
                "verse_text": "I will punish those who do wrong. I will repay them."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord will defend his people."
            },
            {
                "verse_number": "37",
                "verse_text": "Then he will say, &apos;Where are their gods?"
            },
            {
                "verse_number": "38",
                "verse_text": "Who ate the fat from their sacrifices?"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Now you will see that I am the one God!"
            },
            {
                "verse_number": "40",
                "verse_text": "I raise my hand toward heaven and make this promise:"
            },
            {
                "verse_number": "41",
                "verse_text": "I will sharpen my flashing sword."
            },
            {
                "verse_number": "42",
                "verse_text": "My arrows will be covered with their blood."
            },
            {
                "verse_number": "43",
                "verse_text": "Be happy, nations, with his people."
            },
            {
                "verse_number": "44",
                "verse_text": "Moses came with Joshua son of Nun. And they spoke all the words of this song for the people to hear."
            },
            {
                "verse_number": "45",
                "verse_text": "When Moses finished speaking these words to all Israel,"
            },
            {
                "verse_number": "46",
                "verse_text": "he said to them: &apos;Pay attention to all the words I have said to you today. Command your children to obey carefully everything in these teachings."
            },
            {
                "verse_number": "47",
                "verse_text": "These should not be unimportant words for you. They mean life for you! By these words you will live a long time in the land you are crossing the Jordan River to own.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Lord spoke to Moses again that same day. He said,"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Go up the Abarim Mountains. Go to Mount Nebo in the country of Moab. It is across from Jericho. Look at the land of Canaan. I am giving it to the Israelites to own."
            },
            {
                "verse_number": "50",
                "verse_text": "You will die on that mountain that you climb. This is how your brother Aaron died on Mount Hor."
            },
            {
                "verse_number": "51",
                "verse_text": "You both sinned against me at the waters of Meribah Kadesh. That is in the Desert of Zin. You did not honor me as holy there among the Israelites."
            },
            {
                "verse_number": "52",
                "verse_text": "So now you will only look at the land from far away. You will not enter the land I am giving the people of Israel.&apos;"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Moses, the man of God, gave this blessing to the Israelites before he died."
            },
            {
                "verse_number": "2",
                "verse_text": "He said: &apos;The Lord came from Mount Sinai. He rose like the sun from Edom. He showed his greatness from Mount Paran. He came with thousands of angels. He came from the southern mountains. He takes care of all those who belong to him. They bow down at his feet. And they are taught by him. They belong to the people of Jacob. The leaders of the people gathered then. The tribes of Israel came together. But let the people be few.&apos; &apos;Lord, listen to Judah&quot;s prayer. Bring them back to their people. They defend themselves with their hands. Help them fight their enemies!&apos; &apos;Lord, your Thummim and Urim belong to Levi whom you love. Lord, you tested him at Massah. You argued with him at the waters of Meribah. &quot;I don&quot;t care about them.&quot; He did not recognize his brothers. He did not know his children. But he protected your word. And he guarded your agreement. and your teachings to the people of Israel. He burns incense before you. And he makes whole burnt offerings on your altar. Be pleased with the work they do. Defeat those who attack them. Don&quot;t let their enemies rise up again.&apos; &apos;The Lord&quot;s loved ones will lie down in safety. The Lord protects them all day long. The ones the Lord loves rest with him.&apos; &apos;May the Lord bless their land with the best fruits. Send rain from heaven above. And bring the water from the springs below. Let each month bring its best fruits. And let the everlasting hills give the best fruits. Let the Lord who lived in the burning bush be pleased. May these blessings rest on the head of Joseph. May they rest on the forehead of the one who was separated from his brothers. He is as strong as a wild ox. He will stab other nations, even those nations far away. These are the ten thousands of Ephraim. And these are the thousands of Manasseh.&apos; &apos;Be happy when you go out, Zebulun. And be happy in your tents, Issachar. And there they will offer the right sacrifices. They will do well from all that is in the sea. And they will do well from the treasures hidden in the sand on the shore.&apos; &apos;Praise God who gives Gad more land! Gad lives there like a lion. He tears off arms and heads. They received a large share, like that given to an officer. When the leaders of the people gathered, the people of Gad did what the Lord said was right. And they judged Israel fairly.&apos; &apos;Dan is like a lion&quot;s cub, who jumps out of Bashan.&apos; &apos;Naphtali enjoys the Lord&quot;s special kindnesses. They are full of his blessings. Their land goes south to Lake Galilee.&apos; &apos;Asher is the most blessed of the sons. He should be his brothers&quot; favorite. Let him bathe his feet in olive oil. You will be strong as long as you live. He rides through the skies to help you. He rides on the clouds in his majesty. His arms will hold you up forever. He will force your enemy out ahead of you. He will say, &quot;Destroy the enemy!&quot; Jacob&quot;s spring is theirs alone. Theirs is a land full of grain and wine. There the skies drop their dew. No one else is like you. You are a people saved by the Lord. He is your shield and helper. He is your glorious sword. Your enemies will be afraid of you. You will walk all over their holy places.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord surely loves his people."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses gave us the teachings."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord became king of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Let the people of Reuben live and not die."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses said this about the people of Judah:"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses said this about the people of Levi:"
            },
            {
                "verse_number": "9",
                "verse_text": "He said about his father and mother,"
            },
            {
                "verse_number": "10",
                "verse_text": "He teaches your laws to the people of Jacob"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord, make them strong."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses said this about the people of Benjamin:"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses said this about the people of Joseph:"
            },
            {
                "verse_number": "14",
                "verse_text": "Let the sun produce the best fruits."
            },
            {
                "verse_number": "15",
                "verse_text": "Let the old mountains give the finest crops."
            },
            {
                "verse_number": "16",
                "verse_text": "Let the full earth give the best fruits."
            },
            {
                "verse_number": "17",
                "verse_text": "Joseph has the majesty of a firstborn bull."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses said this about the people of Zebulun:"
            },
            {
                "verse_number": "19",
                "verse_text": "They will call the people to the mountain."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses said this about the people of Gad:"
            },
            {
                "verse_number": "21",
                "verse_text": "They chose the best land for themselves."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses said this about the people of Dan:"
            },
            {
                "verse_number": "23",
                "verse_text": "Moses said this about the people of Naphtali:"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses said this about the people of Asher:"
            },
            {
                "verse_number": "25",
                "verse_text": "Your gates will have locks of iron and bronze."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;There is no one like the God of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The everlasting God is your place of safety."
            },
            {
                "verse_number": "28",
                "verse_text": "The people of Israel will lie down in safety."
            },
            {
                "verse_number": "29",
                "verse_text": "Israel, you are blessed!"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses climbed up Mount Nebo. He went from the plains of Moab to the top of Mount Pisgah. It is across from Jericho. From there the Lord showed him all the land. He could see from Gilead to Dan."
            },
            {
                "verse_number": "2",
                "verse_text": "He could see all of Naphtali and the lands of Ephraim and Manasseh. He could see all the land of Judah as far as the Mediterranean Sea."
            },
            {
                "verse_number": "3",
                "verse_text": "He could see the southern desert and the whole Valley of Jericho up to Zoar. Jericho is called the city of palm trees."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord said to Moses, &apos;This is the land I promised to Abraham, Isaac and Jacob. I said to them, &quot;I will give this land to your descendants.&quot; I have let you look at it, Moses. But you will not cross over there.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses, the servant of the Lord, died there in Moab. It was as the Lord had said."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord buried Moses in Moab in the valley opposite Beth Peor. But even today no one knows where his grave is."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses was 120 years old when he died. His eyes were not weak. And he was still strong."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites cried for Moses for 30 days. They stayed in the plains of Moab until the time of sadness was over."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua son of Nun was then filled with wisdom. Moses had put his hands on Joshua. So the Israelites listened to Joshua. And they did what the Lord had commanded Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "There has never been another prophet like Moses. The Lord knew Moses face to face."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord sent Moses to do signs and miracles in Egypt. He did them to the king, to all his officers and to the whole land of Egypt."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses had great power. He did wonderful things for all the Israelites to see."
            }
        ]
    }
}