{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Adam was the father of Seth. Seth was the father of Enosh. Enosh was the father of Kenan."
            },
            {
                "verse_number": "2",
                "verse_text": "Kenan was the father of Mahalalel. Mahalalel was the father of Jared. Jared was the father of Enoch."
            },
            {
                "verse_number": "3",
                "verse_text": "Enoch was the father of Methuselah. Methuselah was the father of Lamech. And he was the father of Noah."
            },
            {
                "verse_number": "4",
                "verse_text": "The sons of Noah were Shem, Ham and Japheth."
            },
            {
                "verse_number": "5",
                "verse_text": "Japheth&quot;s sons were Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras."
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer&quot;s sons were Ashkenaz, Riphath and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "Javan&quot;s sons were Elishah, Tarshish, Kittim and Rodanim."
            },
            {
                "verse_number": "8",
                "verse_text": "Ham&quot;s sons were Cush, Mizraim, Put and Canaan."
            },
            {
                "verse_number": "9",
                "verse_text": "Cush&quot;s sons were Seba, Havilah, Sabta, Raamah and Sabteca. Raamah&quot;s sons were Sheba and Dedan. Aram&quot;s sons were Uz, Hul, Gether and Meshech. Jokshan&quot;s sons were Sheba and Dedan. Zibeon&quot;s sons were Aiah and Anah. Dishon&quot;s sons were Hemdan, Eshban, Ithran and Keran. Dishan&quot;s sons were Uz and Aran. The leaders of the family groups of Edom were Timna, Alvah, Jetheth,"
            },
            {
                "verse_number": "10",
                "verse_text": "Cush was the father of Nimrod. Nimrod grew up to become a mighty warrior on the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "Mizraim was the father of the people living in Lud, Anam, Lehab and Naphtuh."
            },
            {
                "verse_number": "12",
                "verse_text": "Mizraim was also the father of the people living in Pathrus, Casluh and Crete. (The Philistine people came from Casluh.)"
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan&quot;s first child was Sidon. Canaan was also the father of the Hittites,"
            },
            {
                "verse_number": "14",
                "verse_text": "Jebusites, Amorites and the Girgashites."
            },
            {
                "verse_number": "15",
                "verse_text": "He was the father of the Hivites, Arkites, Sinites,"
            },
            {
                "verse_number": "16",
                "verse_text": "Arvadites, Zemarites and the Hamathites."
            },
            {
                "verse_number": "17",
                "verse_text": "Shem&quot;s sons were Elam, Asshur, Arphaxad, Lud and Aram."
            },
            {
                "verse_number": "18",
                "verse_text": "Arphaxad was the father of Shelah. Shelah was the father of Eber."
            },
            {
                "verse_number": "19",
                "verse_text": "Eber had two sons. One son was named Peleg. He was named this because the people on the earth were divided into different languages during his life. Peleg&quot;s brother was named Joktan."
            },
            {
                "verse_number": "20",
                "verse_text": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hadoram, Uzal and Diklah."
            },
            {
                "verse_number": "22",
                "verse_text": "He was also the father of Obal, Abimael, Sheba,"
            },
            {
                "verse_number": "23",
                "verse_text": "Ophir, Havilah and Jobab. All these were Joktan&quot;s sons."
            },
            {
                "verse_number": "24",
                "verse_text": "The family line went from Shem to Abraham. It included Shem, Arphaxad, Shelah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Eber, Peleg, Reu,"
            },
            {
                "verse_number": "26",
                "verse_text": "Serug, Nahor, Terah"
            },
            {
                "verse_number": "27",
                "verse_text": "and Abram, who is called Abraham."
            },
            {
                "verse_number": "28",
                "verse_text": "Abraham&quot;s sons were Isaac and Ishmael."
            },
            {
                "verse_number": "29",
                "verse_text": "These were the sons of Isaac and Ishmael. Ishmael&quot;s first son was Nebaioth. Ishmael&quot;s other sons were Kedar, Adbeel, Mibsam,"
            },
            {
                "verse_number": "30",
                "verse_text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
                "verse_number": "31",
                "verse_text": "Jetur, Naphish and Kedemah. These were Ishmael&quot;s sons."
            },
            {
                "verse_number": "32",
                "verse_text": "Keturah was Abraham&quot;s slave woman. She gave birth to Zimran, Jokshan, Medan, Midian, Ishbak and Shuah."
            },
            {
                "verse_number": "33",
                "verse_text": "Midian&quot;s sons were Ephah, Epher, Hanoch, Abida and Eldaah. All these people were descendants of Keturah."
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham was the father of Isaac. Isaac&quot;s sons were Esau and Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "Esau&quot;s sons were Eliphaz, Reuel, Jeush, Jalam and Korah."
            },
            {
                "verse_number": "36",
                "verse_text": "Eliphaz&quot;s sons were Teman, Omar, Zepho, Gatam, Kenaz, Timna and Amalek."
            },
            {
                "verse_number": "37",
                "verse_text": "Reuel&quot;s sons were Nahath, Zerah, Shammah and Mizzah."
            },
            {
                "verse_number": "38",
                "verse_text": "Seir&quot;s sons were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer and Dishan."
            },
            {
                "verse_number": "39",
                "verse_text": "Lotan&quot;s sons were Hori and Homam. Lotan had a sister named Timna."
            },
            {
                "verse_number": "40",
                "verse_text": "Shobal&quot;s sons were Alvan, Manahath, Ebal, Shepho and Onam."
            },
            {
                "verse_number": "41",
                "verse_text": "Anah&quot;s son was Dishon."
            },
            {
                "verse_number": "42",
                "verse_text": "Ezer&quot;s sons were Bilhan, Zaavan and Akan."
            },
            {
                "verse_number": "43",
                "verse_text": "There were kings ruling in Edom before there were kings in Israel. Bela son of Beor was king of Edom. Bela&quot;s city was named Dinhabah."
            },
            {
                "verse_number": "44",
                "verse_text": "When Bela died, Jobab son of Zerah became king. Jobab was from Bozrah."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jobab died, Husham became king. He was from Teman."
            },
            {
                "verse_number": "46",
                "verse_text": "When Husham died, Hadad son of Bedad became king. Hadad&quot;s city was named Avith. Hadad defeated Midian in the country of Moab."
            },
            {
                "verse_number": "47",
                "verse_text": "When Hadad died, Samlah became king. He was from Masrekah."
            },
            {
                "verse_number": "48",
                "verse_text": "When Samlah died, Shaul became king. He was from Rehoboth by the River."
            },
            {
                "verse_number": "49",
                "verse_text": "When Shaul died, Baal-Hanan son of Acbor became king."
            },
            {
                "verse_number": "50",
                "verse_text": "When Baal-Hanan died, Hadad became king. Hadad&quot;s city was named Pau. Hadad&quot;s wife was named Mehetabel, and she was Matred&quot;s daughter. Matred was the daughter of Me-Zahab."
            },
            {
                "verse_number": "51",
                "verse_text": "Then Hadad died."
            },
            {
                "verse_number": "52",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Magdiel and Iram. These were the leaders of Edom."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Israel, also called Jacob, were Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
                "verse_number": "2",
                "verse_text": "Dan, Joseph, Benjamin, Naphtali, Gad and Asher."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah&quot;s sons were Er, Onan and Shelah. A Canaanite woman, the daughter of Shua, was their mother. Judah&quot;s first son, Er, did what the Lord said was wicked. So the Lord put him to death."
            },
            {
                "verse_number": "4",
                "verse_text": "Judah&quot;s daughter-in-law Tamar gave birth to Perez and Zerah. Judah was the father. So Judah had five sons."
            },
            {
                "verse_number": "5",
                "verse_text": "Perez&quot;s sons were Hezron and Hamul."
            },
            {
                "verse_number": "6",
                "verse_text": "Zerah had five sons. They were Zimri, Ethan, Heman, Calcol and Darda."
            },
            {
                "verse_number": "7",
                "verse_text": "Carmi&quot;s son was Achan. He caused trouble for Israel because he took things that had been given to the Lord to be destroyed."
            },
            {
                "verse_number": "8",
                "verse_text": "Ethan&quot;s son was Azariah."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezron&quot;s sons were Jerahmeel, Ram and Caleb."
            },
            {
                "verse_number": "10",
                "verse_text": "Ram was Amminadab&quot;s father. And Amminadab was Nashon&quot;s father. Nahshon was the leader of the people of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Nahshon was the father of Salmon. Salmon was the father of Boaz."
            },
            {
                "verse_number": "12",
                "verse_text": "Boaz was the father of Obed. Obed was the father of Jesse."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse&quot;s first son was Eliab. His second son was Abinadab. His third son was Shimea."
            },
            {
                "verse_number": "14",
                "verse_text": "His fourth son was Nethanel. His fifth son was Raddai."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesse&quot;s sixth son was Ozem, and his seventh son was David."
            },
            {
                "verse_number": "16",
                "verse_text": "Their sisters were Zeruiah and Abigail. Zeruiah&quot;s three sons were Abishai, Joab and Asahel."
            },
            {
                "verse_number": "17",
                "verse_text": "Abigail was the mother of Amasa. Amasa&quot;s father was an Ishmaelite named Jether."
            },
            {
                "verse_number": "18",
                "verse_text": "Caleb son of Hezron had children by his wife Azubah and by Jerioth. Caleb and Azubah&quot;s sons were Jesher, Shobab and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "When Azubah died, Caleb married Ephrath. They had a son named Hur."
            },
            {
                "verse_number": "20",
                "verse_text": "Hur was the father of Uri. Uri was the father of Bezalel."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, when Hezron was 60 years old, he married the daughter of Makir. Makir was Gilead&quot;s father. Hezron had intimate relations with Makir&quot;s daughter, and she had a son named Segub."
            },
            {
                "verse_number": "22",
                "verse_text": "Segub was the father of Jair. Jair controlled 23 cities in the country of Gilead."
            },
            {
                "verse_number": "23",
                "verse_text": "(But Geshur and Aram captured the Towns of Jair. They also captured Kenath and the small towns around it. There were 60 towns in all.) All these were descendants of Makir, the father of Gilead."
            },
            {
                "verse_number": "24",
                "verse_text": "After Hezron died in Caleb Ephrathah, his wife Abijah had his son. He was named Ashur. Ashur became the father of Tekoa."
            },
            {
                "verse_number": "25",
                "verse_text": "Jerahmeel was Hezron&quot;s first son. Jerahmeel&quot;s sons were Ram, Bunah, Oren, Ozem and Ahijah. Ram was Jerahmeel&quot;s first son."
            },
            {
                "verse_number": "26",
                "verse_text": "Jerahmeel had another wife, who was named Atarah. She was the mother of Onam."
            },
            {
                "verse_number": "27",
                "verse_text": "Jerahmeel&quot;s first son, Ram, had sons. They were Maaz, Jamin and Eker."
            },
            {
                "verse_number": "28",
                "verse_text": "Onam&quot;s sons were Shammai and Jada. Shammai&quot;s sons were Nadab and Abishur. Sheshan was the father of Ahlai. These were Jerahmeel&quot;s descendants."
            },
            {
                "verse_number": "29",
                "verse_text": "Abishur&quot;s wife was named Abihail. Abishur and Abihail&quot;s sons were Ahban and Molid."
            },
            {
                "verse_number": "30",
                "verse_text": "Nadab&quot;s sons were Seled and Appaim. Seled died without having children."
            },
            {
                "verse_number": "31",
                "verse_text": "Appaim&quot;s son was Ishi. Ishi was the father of Sheshan."
            },
            {
                "verse_number": "32",
                "verse_text": "Jada was Shammai&quot;s brother. Jada&quot;s sons were Jether and Jonathan. Jether died without having children."
            },
            {
                "verse_number": "33",
                "verse_text": "Jonathan&quot;s sons were Peleth and Zaza."
            },
            {
                "verse_number": "34",
                "verse_text": "Sheshan did not have any sons, only daughters. He had a servant from Egypt named Jarha."
            },
            {
                "verse_number": "35",
                "verse_text": "Sheshan let his daughter marry his servant Jarha. Then she had a son named Attai."
            },
            {
                "verse_number": "36",
                "verse_text": "Attai was the father of Nathan. Nathan was the father of Zabad."
            },
            {
                "verse_number": "37",
                "verse_text": "Zabad was the father of Ephlal. Ephlal was the father of Obed."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed was the father of Jehu. Jehu was the father of Azariah."
            },
            {
                "verse_number": "39",
                "verse_text": "Azariah was the father of Helez. Helez was the father of Eleasah."
            },
            {
                "verse_number": "40",
                "verse_text": "Eleasah was the father of Sismai. Sismai was the father of Shallum."
            },
            {
                "verse_number": "41",
                "verse_text": "Shallum was the father of Jekamiah. And Jekamiah was the father of Elishama."
            },
            {
                "verse_number": "42",
                "verse_text": "Caleb was Jerahmeel&quot;s brother. Caleb&quot;s first son was Mesha. Mesha was the father of Ziph. And his son Mareshah was the father of Hebron."
            },
            {
                "verse_number": "43",
                "verse_text": "Hebron&quot;s sons were Korah, Tappuah, Rekem and Shema."
            },
            {
                "verse_number": "44",
                "verse_text": "Shema was the father of Raham. Raham was the father of Jorkeam. Rekem was the father of Shammai."
            },
            {
                "verse_number": "45",
                "verse_text": "Shammai&quot;s son was Maon. Maon was the father of Beth Zur."
            },
            {
                "verse_number": "46",
                "verse_text": "Caleb&quot;s slave woman was named Ephah. She was the mother of Haran, Moza and Gazez. Haran was the father of Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "Jahdai&quot;s sons were Regem, Jotham, Geshan, Pelet, Ephah and Shaaph."
            },
            {
                "verse_number": "48",
                "verse_text": "Caleb had another slave woman named Maacah. She was the mother of Sheber and Tirhanah."
            },
            {
                "verse_number": "49",
                "verse_text": "She was also the mother of Shaaph and Sheva. Shaaph was the father of Madmannah. Sheva was the father of Macbenah and Gibea. Caleb&quot;s daughter was Acsah."
            },
            {
                "verse_number": "52",
                "verse_text": "Shobal was the father of Kiriath Jearim. These were Shobal&quot;s descendants: Haroeh, half the Manahathites,"
            },
            {
                "verse_number": "53",
                "verse_text": "and the family groups of Kiriath Jearim. Shobal was also the ancestor of the Ithrites, Puthites, Shumathites and the Mishraites. The Zorathites and the Eshtaolites came from the Mishraite people."
            },
            {
                "verse_number": "54",
                "verse_text": "Salma&quot;s descendants were Bethlehem, the Netophathites, Atroth Beth Joab, half the Manahathites and the Zorites."
            },
            {
                "verse_number": "55",
                "verse_text": "His descendants were also the families who lived at Jabez. These were the people who wrote and copied important papers. These people were the Tirathites, Shimeathites and Sucathites. They were from the Kenite family group who came from Hammath. He was the father of the people living in Recab."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These are David&quot;s sons who were born in Hebron. David&quot;s first son was Amnon. Amnon&quot;s mother was Ahinoam from the town of Jezreel. David&quot;s second son was Daniel. His mother was Abigail from Carmel."
            },
            {
                "verse_number": "2",
                "verse_text": "David&quot;s third son was Absalom. His mother was Maacah, the daughter of Talmai king of Geshur. David&quot;s fourth son was Adonijah. His mother was Haggith."
            },
            {
                "verse_number": "3",
                "verse_text": "David&quot;s fifth son was Shephatiah. His mother was Abital. David&quot;s sixth son was Ithream. David&quot;s wife Eglah was his mother."
            },
            {
                "verse_number": "4",
                "verse_text": "These six sons of David were born to him in Hebron. David ruled there 7 years and 6 months. David ruled in Jerusalem 33 years. Zerubbabel&quot;s sons were Meshullam and Hananiah. Their sister was Shelomith."
            },
            {
                "verse_number": "5",
                "verse_text": "These were David&quot;s children who were born in Jerusalem: David and Bathsheba, Ammiel&quot;s daughter, had four children. They were Shammua, Shobab, Nathan and Solomon."
            },
            {
                "verse_number": "9",
                "verse_text": "Those are all of David&quot;s sons, except for those born to his slave women. David also had a daughter named Tamar."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon&quot;s son was Rehoboam. Rehoboam&quot;s son was Abijah. Abijah&quot;s son was Asa. Asa&quot;s son was Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoshaphat&quot;s son was Jehoram. Jehoram&quot;s son was Ahaziah. Ahaziah&quot;s son was Joash."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash&quot;s son was Amaziah. Amaziah&quot;s son was Azariah. Azariah&quot;s son was Jotham."
            },
            {
                "verse_number": "13",
                "verse_text": "Jotham&quot;s son was Ahaz. Ahaz&quot;s son was Hezekiah. Hezekiah&quot;s son was Manasseh."
            },
            {
                "verse_number": "14",
                "verse_text": "Manasseh&quot;s son was Amon. Amon&quot;s son was Josiah."
            },
            {
                "verse_number": "15",
                "verse_text": "These were Josiah&quot;s sons: Josiah&quot;s first son was Johanan. His second son was Jehoiakim. His third son was Zedekiah. His fourth son was Shallum."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiakim was followed by Jehoiachin. Jehoiachin was followed by Zedekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoiachin was taken as a prisoner. His sons were Shealtiel,"
            },
            {
                "verse_number": "18",
                "verse_text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Pedaiah&quot;s sons were Zerubbabel and Shimei."
            },
            {
                "verse_number": "20",
                "verse_text": "Zerubbabel also had five other sons. Their names were Hashubah, Ohel, Berekiah, Hasadiah and Jushab-Hesed."
            },
            {
                "verse_number": "21",
                "verse_text": "Hananiah&quot;s descendants were Pelatiah and Jeshaiah, and the sons of Rephaiah, Arnan, Obadiah and Shecaniah."
            },
            {
                "verse_number": "22",
                "verse_text": "Shecaniah&quot;s son was Shemaiah. Shemaiah&quot;s sons were Hattush, Igal, Bariah, Neariah and Shaphat. There were six in all."
            },
            {
                "verse_number": "23",
                "verse_text": "Neariah had three sons. They were Elioenai, Hizkiah and Azrikam."
            },
            {
                "verse_number": "24",
                "verse_text": "Elioenai had seven sons. They were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah and Anani."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Judah&quot;s descendants were Perez, Hezron, Carmi, Hur and Shobal."
            },
            {
                "verse_number": "2",
                "verse_text": "Reaiah was Shobal&quot;s son. Reaiah was the father of Jahath. Jahath was the father of Ahumai and Lahad. They were the family groups of the Zorathite people."
            },
            {
                "verse_number": "5",
                "verse_text": "Tekoa&quot;s father was Ashhur. Ashhur had two wives named Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Ashhur and Naarah were Ahuzzam, Hepher, Temeni and Haahashtari. These were the descendants of Naarah."
            },
            {
                "verse_number": "7",
                "verse_text": "Helah&quot;s sons were Zereth, Zohar, Ethnan"
            },
            {
                "verse_number": "8",
                "verse_text": "and Koz. Koz was the father of Anub and Hazzobebah. He was also the father of the Aharhel family group. Aharhel was the son of Harum."
            },
            {
                "verse_number": "9",
                "verse_text": "There was a man named Jabez. He was respected more than his brothers. His mother named him Jabez because she said, &apos;I was in much pain when I gave birth to him.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jabez prayed to the God of Israel. Jabez said, &apos;Please do good things for me. Please give me more land. Stay with me, and don&quot;t let anyone hurt me. Then I won&quot;t have any pain.&apos; And God did what Jabez had asked."
            },
            {
                "verse_number": "11",
                "verse_text": "Kelub was Shuhah&quot;s brother. Kelub was the father of Mehir. Mehir was the father of Eshton."
            },
            {
                "verse_number": "12",
                "verse_text": "Eshton was the father of Beth Rapha, Paseah and Tehinnah. Tehinnah was the father of the people from the town of Nahash. These people were from Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Kenaz were Othniel and Seraiah. Othniel&quot;s sons were Hathath and Meonothai. Seraiah was the father of Joab. Joab was the ancestor of the people from Craftsmen&quot;s Valley. It is called Craftsmen&quot;s Valley because the people living there were craftsmen. Ishi&quot;s sons were Zoheth and Ben-Zoheth. These men&quot;s families grew to be very large."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai was the father of Ophrah."
            },
            {
                "verse_number": "15",
                "verse_text": "Caleb was Jephunneh&quot;s son. Caleb&quot;s sons were Iru, Elah and Naam. Elah&quot;s son was Kenaz."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehallelel&quot;s sons were Ziph, Ziphah, Tiria and Asarel."
            },
            {
                "verse_number": "19",
                "verse_text": "Hodiah&quot;s wife was Naham&quot;s sister. The sons of Hodiah&quot;s wife were Eshtemoa and the father of Keilah. Keilah was from the Garmite people. And Eshtemoa was from the Maacathite people."
            },
            {
                "verse_number": "20",
                "verse_text": "Shimon&quot;s sons were Amnon, Rinnah, Ben-Hanan and Tilon."
            },
            {
                "verse_number": "23",
                "verse_text": "These sons of Shelah made things from clay. They lived in Netaim and Gederah. They stayed there and worked for the king."
            },
            {
                "verse_number": "24",
                "verse_text": "Simeon&quot;s sons were Nemuel, Jamin, Jarib, Zerah and Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Shaul&quot;s son was Shallum. Shallum&quot;s son was Mibsam. Mibsam&quot;s son was Mishma."
            },
            {
                "verse_number": "26",
                "verse_text": "Mishma&quot;s son was Hammuel. Hammuel&quot;s son was Zaccur. Zaccur&quot;s son was Shimei."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had 16 sons and 6 daughters. But his brothers did not have many children. So there were not as many people in their family group as there were in Judah."
            },
            {
                "verse_number": "28",
                "verse_text": "Shimei&quot;s children lived in Beersheba, Moladah, Hazar Shual,"
            },
            {
                "verse_number": "29",
                "verse_text": "Bilhah, Ezem and Tolad."
            },
            {
                "verse_number": "30",
                "verse_text": "They also lived in Bethuel, Hormah, Ziklag,"
            },
            {
                "verse_number": "31",
                "verse_text": "Beth Marcaboth, Hazar Susim, Beth Biri and Shaaraim. They lived in these cities until David became king."
            },
            {
                "verse_number": "32",
                "verse_text": "The five villages near these cities were Etam, Ain, Rimmon, Token and Ashan."
            },
            {
                "verse_number": "33",
                "verse_text": "There were also other villages as far away as Baalath. This is where they lived. And they wrote the history of their family."
            },
            {
                "verse_number": "39",
                "verse_text": "They went to the area outside the city of Gedor to the east side of the valley. They went there to look for pasture for their sheep."
            },
            {
                "verse_number": "40",
                "verse_text": "They found good pastures with plenty of grass. The land was open country and peaceful and quiet. Ham&quot;s descendants had lived there in the past."
            },
            {
                "verse_number": "41",
                "verse_text": "These men listed above came to Gedor while Hezekiah was king of Judah. They fought against the Hamite people and destroyed their tents. They also fought against the Meunite people who lived there and completely destroyed them. So there are no Meunites there even today. Then these men began to live there, because there was pasture for their sheep."
            },
            {
                "verse_number": "42",
                "verse_text": "Ishi&quot;s sons, Pelatiah, Neariah, Rephaiah and Uzziel, led 500 of the Simeonite people. They attacked the people living in the mountains of Edom."
            },
            {
                "verse_number": "43",
                "verse_text": "They killed the few Amalekite people who were still alive. From that time until now these Simeonites have lived in Edom."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Reuben was Israel&quot;s first son. Reuben should have received the special privileges of the oldest son. But he had physical relations with his father&quot;s slave woman. So those special privileges were given to Joseph&quot;s sons. (Joseph was a son of Israel.) In the family history Reuben&quot;s name is not listed as the first son."
            },
            {
                "verse_number": "2",
                "verse_text": "Judah became stronger than his brothers. And a leader came from his family. But Joseph&quot;s family received the privileges that belonged to the oldest son."
            },
            {
                "verse_number": "3",
                "verse_text": "Reuben was the first son born to Israel. Reuben&quot;s sons were Hanoch, Pallu, Hezron and Carmi."
            },
            {
                "verse_number": "4",
                "verse_text": "These were the children of Joel: Shemaiah was Joel&quot;s son. Gog was Shemaiah&quot;s son. Shimei was Gog&quot;s son."
            },
            {
                "verse_number": "5",
                "verse_text": "Micah was Shimei&quot;s son. Reaiah was Micah&quot;s son. Baal was Reaiah&quot;s son."
            },
            {
                "verse_number": "6",
                "verse_text": "Beerah was Baal&quot;s son. Beerah was a leader of the tribe of Reuben. Tiglath-Pileser king of Assyria captured Beerah and took him away."
            },
            {
                "verse_number": "7",
                "verse_text": "Joel&quot;s brothers and all his family groups are listed just as they are written in their family histories: Jeiel was the first, then Zechariah"
            },
            {
                "verse_number": "8",
                "verse_text": "and Bela. (Bela was the son of Azaz. Azaz was Shema&quot;s son. Shema was Joel&quot;s son.) They lived in the area of Aroer all the way to Nebo and Baal Meon."
            },
            {
                "verse_number": "9",
                "verse_text": "Bela&quot;s people lived to the east. Their land went as far as the edge of the desert, which is beside the Euphrates River. They lived there because they had too many cattle for the land of Gilead."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul was king, Bela&quot;s people fought a war against the Hagrite people. And they defeated the Hagrites. Then Bela&quot;s people lived in the tents that had belonged to the Hagrites. They lived in all the area east of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "The people from the tribe of Gad lived near the Reubenite people. The Gadites lived in the area of Bashan all the way to Salecah."
            },
            {
                "verse_number": "12",
                "verse_text": "Joel was the main leader in Bashan. Shapham was the second leader. Then Janai and Shaphat were leaders."
            },
            {
                "verse_number": "13",
                "verse_text": "The seven relatives in their families were Michael, Meshullam, Sheba, Jorai, Jacan, Zia and Eber."
            },
            {
                "verse_number": "14",
                "verse_text": "They were the descendants of Abihail. Abihail was Huri&quot;s son. Huri was Jaroah&quot;s son. Jaroah was Gilead&quot;s son. Gilead was Michael&quot;s son. Michael was Jeshishai&quot;s son. Jeshishai was Jahdo&quot;s son. Jahdo was the son of Buz."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi was Abdiel&quot;s son. Abdiel was Guni&quot;s son. Ahi was the leader of their family."
            },
            {
                "verse_number": "16",
                "verse_text": "The Gadite people lived in Gilead, Bashan and in the small towns around Bashan. They also lived on all the pasturelands in the Plain of Sharon all the way to the borders."
            },
            {
                "verse_number": "17",
                "verse_text": "All these people&quot;s names were written in the family history of Gad. This was done during the time Jotham was king of Judah and Jeroboam was king of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "There were 44,760 fighters from the tribes of Reuben and Gad and the eastern half-tribe of Manasseh. They were brave men who could use shields and swords. They could use their bows well. They were skilled in war."
            },
            {
                "verse_number": "19",
                "verse_text": "They started a war against the Hagrites and the people of Jetur, Naphish and Nodab."
            },
            {
                "verse_number": "20",
                "verse_text": "The men from the tribes of Manasseh, Reuben and Gad prayed to God in the war. They asked God to help them. So he helped them because they trusted him. He allowed them to defeat the Hagrites. And they also defeated all those who were with the Hagrites."
            },
            {
                "verse_number": "21",
                "verse_text": "They took the animals that belonged to the Hagrites. They took 50,000 camels, 250,000 sheep and 2,000 donkeys. They also captured 100,000 people."
            },
            {
                "verse_number": "22",
                "verse_text": "Many Hagrites were killed. This is because God helped the people of Reuben, Gad and Manasseh. Then they lived there until Babylon captured them and took them away."
            },
            {
                "verse_number": "23",
                "verse_text": "There were many people in the eastern half-tribe of Manasseh. They lived in the area of Bashan all the way to Baal Hermon, Senir and Mount Hermon."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the family leaders: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah and Jahdiel. They were all strong, brave and famous men. And they were leaders in their families."
            },
            {
                "verse_number": "25",
                "verse_text": "But they sinned against the God that their ancestors had worshiped. They began worshiping the gods of the people in that land. And those were the people God was destroying."
            },
            {
                "verse_number": "26",
                "verse_text": "So the God of Israel made Pul king of Assyria want to go to war. Pul was also called Tiglath-Pileser. He captured the people of Reuben, Gad and the eastern half-tribe of Manasseh. And he took them away to Halah, Habor, Hara and near the Gozan River. And they have lived there from that time until this day."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Levi&quot;s sons were Gershon, Kohath and Merari."
            },
            {
                "verse_number": "2",
                "verse_text": "Kohath&quot;s sons were Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "3",
                "verse_text": "Amram&quot;s children were Aaron, Moses and Miriam. Aaron&quot;s sons were Nadab, Abihu, Eleazar and Ithamar. This is a list of the family groups of Levi. They are listed by the name of the father of each group. From Kohath&quot;s family there was Heman the singer. Heman was Joel&quot;s son. Joel was Samuel&quot;s son. The Kohath family groups received a total of 13 cities."
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar was the father of Phinehas. Phinehas was the father of Abishua."
            },
            {
                "verse_number": "5",
                "verse_text": "Abishua was the father of Bukki. Bukki was the father of Uzzi."
            },
            {
                "verse_number": "6",
                "verse_text": "Uzzi was the father of Zerahiah. Zerahiah was the father of Meraioth."
            },
            {
                "verse_number": "7",
                "verse_text": "Meraioth was the father of Amariah. Amariah was the father of Ahitub."
            },
            {
                "verse_number": "8",
                "verse_text": "Ahitub was the father of Zadok. Zadok was the father of Ahimaaz."
            },
            {
                "verse_number": "9",
                "verse_text": "Ahimaaz was the father of Azariah. Azariah was the father of Johanan."
            },
            {
                "verse_number": "10",
                "verse_text": "Johanan was the father of Azariah. (Azariah was a priest in the Temple Solomon built in Jerusalem.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah was the father of Amariah. Amariah was the father of Ahitub."
            },
            {
                "verse_number": "12",
                "verse_text": "Ahitub was the father of Zadok. Zadok was the father of Shallum."
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum was the father of Hilkiah. Hilkiah was the father of Azariah."
            },
            {
                "verse_number": "14",
                "verse_text": "Azariah was the father of Seraiah. Seraiah was the father of Jehozadak."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehozadak was forced to leave his home when the Lord sent Judah and Jerusalem into captivity. That was when Nebuchadnezzar captured them and took them away."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi&quot;s sons were Gershon, Kohath and Merari."
            },
            {
                "verse_number": "17",
                "verse_text": "The names of Gershon&quot;s sons were Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath&quot;s sons were Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "19",
                "verse_text": "Merari&quot;s sons were Mahli and Mushi."
            },
            {
                "verse_number": "20",
                "verse_text": "Gershon&quot;s son was Libni. Libni&quot;s son was Jehath. Jehath&quot;s son was Zimmah."
            },
            {
                "verse_number": "21",
                "verse_text": "Zimmah&quot;s son was Joah. Joah&quot;s son was Iddo. Iddo&quot;s son was Zerah. And Zerah&quot;s son was Jeatherai."
            },
            {
                "verse_number": "22",
                "verse_text": "Kohath&quot;s son was Amminadab. Amminadab&quot;s son was Korah. Korah&quot;s son was Assir."
            },
            {
                "verse_number": "23",
                "verse_text": "Assir&quot;s son was Elkanah. Elkanah&quot;s son was Ebiasaph. Ebiasaph&quot;s son was Assir."
            },
            {
                "verse_number": "24",
                "verse_text": "Assir&quot;s son was Tahath. Tahath&quot;s son was Uriel. Uriel&quot;s son was Uzziah, and Uzziah&quot;s son was Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Elkanah&quot;s sons were Amasai and Ahimoth."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahimoth&quot;s son was Elkanah. Elkanah&quot;s son was Zophai. Zophai&quot;s son was Nahath."
            },
            {
                "verse_number": "27",
                "verse_text": "Nahath&quot;s son was Eliab. Eliab&quot;s son was Jeroham. Jeroham&quot;s son was Elkanah, and Elkanah&quot;s son was Samuel."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel&quot;s sons were Joel, the first son, and Abijah, the second son."
            },
            {
                "verse_number": "29",
                "verse_text": "Merari&quot;s son was Mahli. Mahli&quot;s son was Libni. Libni&quot;s son was Shimei. Shimei&quot;s son was Uzzah."
            },
            {
                "verse_number": "30",
                "verse_text": "Uzzah&quot;s son was Shimea. Shimea&quot;s son was Haggiah, and Haggiah&quot;s son was Asaiah."
            },
            {
                "verse_number": "31",
                "verse_text": "David chose some men to be in charge of the music in the house of the Lord. They began their work after the Ark of the Covenant was put there."
            },
            {
                "verse_number": "32",
                "verse_text": "They served by making music at the Holy Tent. (It is also called the Meeting Tent.) And they served until Solomon built the Temple of the Lord in Jerusalem. They followed the rules for their work."
            },
            {
                "verse_number": "33",
                "verse_text": "These are the musicians and their sons:"
            },
            {
                "verse_number": "34",
                "verse_text": "Samuel was Elkanah&quot;s son. Elkanah was Jeroham&quot;s son. Jeroham was Eliel&quot;s son. Eliel was Toah&quot;s son."
            },
            {
                "verse_number": "35",
                "verse_text": "Toah was Zuph&quot;s son. Zuph was Elkanah&quot;s son. Elkanah was Mahath&quot;s son. Mahath was Amasai&quot;s son."
            },
            {
                "verse_number": "36",
                "verse_text": "Amasai was Elkanah&quot;s son. Elkanah was Joel&quot;s son. Joel was Azariah&quot;s son. Azariah was Zephaniah&quot;s son."
            },
            {
                "verse_number": "37",
                "verse_text": "Zephaniah was Tahath&quot;s son. Tahath was Assir&quot;s son. Assir was Ebiasaph&quot;s son. Ebiasaph was Korah&quot;s son."
            },
            {
                "verse_number": "38",
                "verse_text": "Korah was Izhar&quot;s son. Izhar was Kohath&quot;s son. Kohath was Levi&quot;s son. Levi was Israel&quot;s son."
            },
            {
                "verse_number": "39",
                "verse_text": "There was Heman&quot;s helper Asaph. Asaph&quot;s group stood by Heman&quot;s right side. Asaph was Berekiah&quot;s son. Berekiah was Shimea&quot;s son."
            },
            {
                "verse_number": "40",
                "verse_text": "Shimea was Michael&quot;s son. Michael was Baaseiah&quot;s son. Baaseiah was Malkijah&quot;s son."
            },
            {
                "verse_number": "41",
                "verse_text": "Malkijah was Ethni&quot;s son. Ethni was Zerah&quot;s son. Zerah was Adaiah&quot;s son."
            },
            {
                "verse_number": "42",
                "verse_text": "Adaiah was Ethan&quot;s son. Ethan was Zimmah&quot;s son. Zimmah was Shimei&quot;s son."
            },
            {
                "verse_number": "43",
                "verse_text": "Shimei was Jahath&quot;s son. Jahath was Gershon&quot;s son. Gershon was Levi&quot;s son."
            },
            {
                "verse_number": "44",
                "verse_text": "Merari&quot;s family were the helpers of Heman and Asaph. Merari&quot;s family stood by Heman&quot;s left side. In this group was Ethan son of Kishi. Kishi was Abdi&quot;s son. Abdi was Malluch&quot;s son."
            },
            {
                "verse_number": "45",
                "verse_text": "Malluch was Hashabiah&quot;s son. Hashabiah was Amaziah&quot;s son. Amaziah was Hilkiah&quot;s son."
            },
            {
                "verse_number": "46",
                "verse_text": "Hilkiah was Amzi&quot;s son. Amzi was Bani&quot;s son. Bani was Shemer&quot;s son."
            },
            {
                "verse_number": "47",
                "verse_text": "Shemer was Mahli&quot;s son. Mahli was Mushi&quot;s son. Mushi was Merari&quot;s son. Merari was Levi&quot;s son."
            },
            {
                "verse_number": "48",
                "verse_text": "The other Levites served by doing their own special work in the Holy Tent. It is the house of God."
            },
            {
                "verse_number": "49",
                "verse_text": "Aaron and his descendants offered the sacrifices on the altar of burnt offering. They also burned the incense on the altar of incense. They offered the sacrifices that removed the Israelites&quot; sins so they could belong to God. They did all the work in the Most Holy Place. They followed all the laws that Moses, God&quot;s servant, had commanded."
            },
            {
                "verse_number": "50",
                "verse_text": "These were Aaron&quot;s sons: Eleazar was Aaron&quot;s son. Phinehas was Eleazar&quot;s son. Abishua was Phinehas&quot; son."
            },
            {
                "verse_number": "51",
                "verse_text": "Bukki was Abishua&quot;s son. Uzzi was Bukki&quot;s son. Zerahiah was Uzzi&quot;s son."
            },
            {
                "verse_number": "52",
                "verse_text": "Meraioth was Zerahiah&quot;s son. Amariah was Meraioth&quot;s son. Ahitub was Amariah&quot;s son."
            },
            {
                "verse_number": "53",
                "verse_text": "Zadok was Ahitub&quot;s son. Ahimaaz was Zadok&quot;s son."
            },
            {
                "verse_number": "54",
                "verse_text": "These are the places where Aaron&quot;s descendants lived. Aaron&quot;s descendants from the Kohath family group were given this land to live in. They received the first share of the land that was given to the Levites."
            },
            {
                "verse_number": "55",
                "verse_text": "They were given the city of Hebron in Judah and the pastures around it."
            },
            {
                "verse_number": "56",
                "verse_text": "But the fields farther from the city were given to Caleb son of Jephunneh. And the villages near Hebron were given to Caleb."
            },
            {
                "verse_number": "57",
                "verse_text": "So the descendants of Aaron were given Hebron. It was one of the cities of safety. They also received the cities of Libnah, Jattir, Eshtemoa,"
            },
            {
                "verse_number": "58",
                "verse_text": "Hilen, Debir,"
            },
            {
                "verse_number": "59",
                "verse_text": "Ashan, Juttah and Beth Shemesh. They received all these cities and the pastures around them."
            },
            {
                "verse_number": "60",
                "verse_text": "They also received cities from the tribe of Benjamin. They received Gibeon, Geba, Alemeth, Anathoth and their pastures."
            },
            {
                "verse_number": "61",
                "verse_text": "The rest of the Kohath family group was given 10 cities. These cities were from the family groups of the western half-tribe of Manasseh. The cities were chosen by throwing lots."
            },
            {
                "verse_number": "62",
                "verse_text": "The Gershon family group received 13 cities. They were from the tribes of Issachar, Asher, Naphtali and the part of Manasseh living in Bashan."
            },
            {
                "verse_number": "63",
                "verse_text": "The Merari family group received 12 cities from the tribes of Reuben, Gad and Zebulun. Those cities were chosen by throwing lots."
            },
            {
                "verse_number": "64",
                "verse_text": "So the Israelites gave these cities and their pastures to the Levites."
            },
            {
                "verse_number": "65",
                "verse_text": "The cities from the tribes of Judah, Simeon and Benjamin were chosen by throwing lots. They are the cities named above."
            },
            {
                "verse_number": "66",
                "verse_text": "Some of the Kohath family groups received cities and pastures from the tribe of Ephraim."
            },
            {
                "verse_number": "67",
                "verse_text": "They received Shechem in the mountains of Ephraim. It was one of the cities of safety. They also received the cities of Gezer,"
            },
            {
                "verse_number": "68",
                "verse_text": "Jokmeam, Beth Horon,"
            },
            {
                "verse_number": "69",
                "verse_text": "Aijalon and Gath Rimmon. They received the cities and the pastures around them."
            },
            {
                "verse_number": "70",
                "verse_text": "The rest of the people in the Kohath family group received cities from the western half-tribe of Manasseh. They received the cities of Aner and Bileam and their pastures."
            },
            {
                "verse_number": "71",
                "verse_text": "From the eastern half-tribe of Manasseh, the Gershon family received towns and pastures. They received Golan in Bashan, Ashtaroth and the pastures around them."
            },
            {
                "verse_number": "76",
                "verse_text": "From the tribe of Naphtali, the Gershon family received towns and pastures. They received Kedesh in Galilee, Hammon, Kiriathaim and their pastures."
            },
            {
                "verse_number": "77",
                "verse_text": "The rest of the Levites, the people from the Merari family, also received towns and pastures. They received Jokneam, Kartah, Rimmono and Tabor from the tribe of Zebulun. They also received the pastures around those cities."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Issachar had four sons. Their names were Tola, Puah, Jashub and Shimron."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola&quot;s sons were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam and Samuel. They were leaders of their families. In the family history of Tola&quot;s descendants, 22,600 men were listed as fighting men. This was during the time David was king."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzzi&quot;s son was Izrahiah. Izrahiah&quot;s sons were Michael, Obadiah, Joel and Isshiah. All five of them were leaders. Bilhan&quot;s sons were Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish and Ahishahar. These were the sons of Gilead. Gilead was Makir&quot;s son. Makir was Manasseh&quot;s son. Ezer and Elead went to Gath to steal the people&quot;s cows and sheep. So some men who grew up in that city killed Ezer and Elead."
            },
            {
                "verse_number": "4",
                "verse_text": "Their family history shows they had 36,000 men ready to serve in the army. This was because they had many women and children."
            },
            {
                "verse_number": "5",
                "verse_text": "The records of the family groups of Issachar show there were 87,000 fighting men."
            },
            {
                "verse_number": "6",
                "verse_text": "Benjamin had three sons. Their names were Bela, Beker and Jediael."
            },
            {
                "verse_number": "7",
                "verse_text": "Bela had five sons. Their names were Ezbon, Uzzi, Uzziel, Jerimoth and Iri. They were leaders of their families. Their family history shows they had 22,034 fighting men."
            },
            {
                "verse_number": "8",
                "verse_text": "Beker&quot;s sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth and Alemeth. They all were Beker&quot;s sons."
            },
            {
                "verse_number": "9",
                "verse_text": "Their family history listed the family leaders and 20,200 fighting men."
            },
            {
                "verse_number": "10",
                "verse_text": "Jediael&quot;s son was Bilhan."
            },
            {
                "verse_number": "11",
                "verse_text": "All these sons of Jediael were leaders of their families. They had 17,200 fighting men ready to serve in the army."
            },
            {
                "verse_number": "12",
                "verse_text": "The Shuppites and Huppites were descendants of Ir. And the Hushites were descendants of Aher."
            },
            {
                "verse_number": "13",
                "verse_text": "Naphtali&quot;s sons were Jahziel, Guni, Jezer and Shillem. They were Bilhah&quot;s grandsons."
            },
            {
                "verse_number": "14",
                "verse_text": "These are Manasseh&quot;s descendants: Manasseh had an Aramean slave woman. She was the mother of Asriel and Makir. Makir was Gilead&quot;s father."
            },
            {
                "verse_number": "15",
                "verse_text": "Makir took a wife from the Huppites and Shuppites. His sister was named Maacah. His second son was named Zelophehad. Zelophehad had only daughters."
            },
            {
                "verse_number": "16",
                "verse_text": "Makir&quot;s wife Maacah had a son whom she named Peresh. Peresh&quot;s brother was named Sheresh. Sheresh&quot;s sons were Ulam and Rakem."
            },
            {
                "verse_number": "17",
                "verse_text": "Ulam&quot;s son was Bedan."
            },
            {
                "verse_number": "18",
                "verse_text": "Makir&quot;s sister Hammoleketh gave birth to Ishhod, Abiezer and Mahlah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Shemida were Ahian, Shechem, Likhi and Aniam."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the names of Ephraim&quot;s descendants. Ephraim&quot;s son was Shuthelah. Shuthelah&quot;s son was Bered. Bered&quot;s son was Tahath. Tahath&quot;s son was Eleadah. Eleadah&quot;s son was Tahath."
            },
            {
                "verse_number": "21",
                "verse_text": "Tahath&quot;s son was Zabad. Zabad&quot;s son was Shuthelah."
            },
            {
                "verse_number": "22",
                "verse_text": "Their father Ephraim cried for them many days. And his family came to comfort him."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he had intimate relations with his wife again. She became pregnant and gave birth to a son. Ephraim named his son Beriah because of the bad things that had happened to his family."
            },
            {
                "verse_number": "24",
                "verse_text": "Ephraim&quot;s daughter was Sheerah. She built Lower Beth Horon and Upper Beth Horon and Uzzen Sheerah."
            },
            {
                "verse_number": "25",
                "verse_text": "Rephah was Ephraim&quot;s son. Resheph was Rephah&quot;s son. Telah was Resheph&quot;s son. Tahan was Telah&quot;s son."
            },
            {
                "verse_number": "26",
                "verse_text": "Ladan was Tahan&quot;s son. Ammihud was Ladan&quot;s son. Elishama was Ammihud&quot;s son."
            },
            {
                "verse_number": "27",
                "verse_text": "Nun was Elishama&quot;s son. Joshua was the son of Nun."
            },
            {
                "verse_number": "28",
                "verse_text": "Ephraim&quot;s descendants lived in these lands and cities: Bethel and the villages near it, Naaran on the east, Gezer and the villages near it on the west, and Shechem and the villages near it. These villages went all the way to Ayyah and its villages."
            },
            {
                "verse_number": "29",
                "verse_text": "Along the borders of Manasseh&quot;s land were the towns of Beth Shan, Taanach, Megiddo and Dor. There were also villages near them. The descendants of Joseph son of Israel lived in these towns."
            },
            {
                "verse_number": "30",
                "verse_text": "Asher&quot;s sons were Imnah, Ishvah, Ishvi and Beriah. Their sister was Serah."
            },
            {
                "verse_number": "31",
                "verse_text": "Beriah&quot;s sons were Heber and Malkiel. Malkiel was Birzaith&quot;s father."
            },
            {
                "verse_number": "32",
                "verse_text": "Heber was the father of Japhlet, Shomer and Hotham and their sister Shua."
            },
            {
                "verse_number": "33",
                "verse_text": "Japhlet&quot;s sons were Pasach, Bimhal and Ashvath. They were Japhlet&quot;s children."
            },
            {
                "verse_number": "34",
                "verse_text": "Japhlet&quot;s brother was Shomer. Shomer&quot;s sons were Rohgah, Hubbah and Aram."
            },
            {
                "verse_number": "35",
                "verse_text": "Shomer&quot;s brother was Hotham. Hotham&quot;s sons were Zophah, Imna, Shelesh and Amal."
            },
            {
                "verse_number": "36",
                "verse_text": "Zophah&quot;s sons were Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Bezer, Hod, Shamma, Shilshah, Ithran and Beera."
            },
            {
                "verse_number": "38",
                "verse_text": "Jether&quot;s sons were Jephunneh, Pispah and Ara."
            },
            {
                "verse_number": "39",
                "verse_text": "Ulla&quot;s sons were Arah, Hanniel and Rizia."
            },
            {
                "verse_number": "40",
                "verse_text": "All these men were descendants of Asher. They were leaders of their families. They were powerful warriors and outstanding leaders. Their family history lists that they had 26,000 soldiers ready to serve in the army."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin was the father of Bela. Bela was Benjamin&quot;s first son. Ashbel was his second son. Aharah was his third son."
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah was Benjamin&quot;s fourth son, and Rapha was his fifth son."
            },
            {
                "verse_number": "3",
                "verse_text": "Bela&quot;s sons were Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan and Huram."
            },
            {
                "verse_number": "6",
                "verse_text": "These were the descendants of Ehud. They were leaders of their families in Geba. They were forced to leave their homes and move to Manahath."
            },
            {
                "verse_number": "7",
                "verse_text": "Ehud&quot;s descendants were Naaman, Ahijah and Gera. Gera forced them to leave their homes. He was the father of Uzza and Ahihud."
            },
            {
                "verse_number": "14",
                "verse_text": "Beriah&quot;s sons were Ahio, Shashak, Jeremoth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Zebadiah, Arad, Eder,"
            },
            {
                "verse_number": "16",
                "verse_text": "Michael, Ishpah and Joha."
            },
            {
                "verse_number": "17",
                "verse_text": "Elpaal&quot;s sons were Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
                "verse_number": "18",
                "verse_text": "Ishmerai, Izliah and Jobab."
            },
            {
                "verse_number": "19",
                "verse_text": "Shimei&quot;s sons were Jakim, Zicri, Zabdi,"
            },
            {
                "verse_number": "20",
                "verse_text": "Elienai, Zillethai, Eliel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adaiah, Beraiah and Shimrath."
            },
            {
                "verse_number": "22",
                "verse_text": "Shashak&quot;s sons were Ishpan, Eber, Eliel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abdon, Zicri, Hanan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hananiah, Elam, Anthothijah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Iphdeiah and Penuel."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroham&quot;s sons were Shamsherai, Shehariah, Athaliah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Jaareshiah, Elijah and Zicri."
            },
            {
                "verse_number": "28",
                "verse_text": "The family histories show that all these men were leaders of their families. They lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Jeiel lived in the town of Gibeon, where he was the leader. His wife was named Maacah."
            },
            {
                "verse_number": "30",
                "verse_text": "Jeiel&quot;s first son was Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, Zeker"
            },
            {
                "verse_number": "32",
                "verse_text": "and Mikloth. Mikloth was the father of Shimeah. These sons also lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner was the father of Kish. Kish was the father of Saul. And Saul was the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan&quot;s son was Merib-Baal. Merib-Baal was Micah&quot;s father."
            },
            {
                "verse_number": "35",
                "verse_text": "Micah&quot;s sons were Pithon, Melech, Tarea and Ahaz."
            },
            {
                "verse_number": "36",
                "verse_text": "Ahaz was the father of Jehoaddah. Jehoaddah was the father of Alemeth, Azmaveth and Zimri. Zimri was the father of Moza."
            },
            {
                "verse_number": "37",
                "verse_text": "Moza was the father of Binea. Raphah was Binea&quot;s son. Eleasah was Raphah&quot;s son. And Azel was Eleasah&quot;s son."
            },
            {
                "verse_number": "38",
                "verse_text": "Azel had six sons. Their names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. All these were Azel&quot;s sons."
            },
            {
                "verse_number": "39",
                "verse_text": "Azel&quot;s brother was Eshek. Eshek&quot;s first son was Ulam. Jeush was his second son, and Eliphelet was his third son."
            },
            {
                "verse_number": "40",
                "verse_text": "Ulam&quot;s sons were mighty warriors who could use a bow and arrow well. They had many sons and grandsons. There were 150 of them in all. All these men were Benjamin&quot;s descendants."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The names of all the people of Israel were listed in their family histories. Those family histories were put in the book of the kings of Israel. The people of Judah were captured and forced to go to Babylon. This is because they were not faithful to God."
            },
            {
                "verse_number": "2",
                "verse_text": "The first people to come back and live in their own lands and towns were some Israelites, priests, Levites and Temple servants."
            },
            {
                "verse_number": "3",
                "verse_text": "People from the tribes of Judah, Benjamin, Ephraim and Manasseh lived in Jerusalem. This is a list of those people."
            },
            {
                "verse_number": "4",
                "verse_text": "There was Uthai son of Ammihud. (Ammihud was Omri&quot;s son. Omri was Imri&quot;s son. Imri was Bani&quot;s son. Bani was a descendant of Perez. Perez was Judah&quot;s son.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Of the Shilonite people there were Asaiah and his sons. Asaiah was the oldest son in his family."
            },
            {
                "verse_number": "6",
                "verse_text": "Of the Zerahite people there were Jeuel and other relatives of Zerah. There were 690 of them in all."
            },
            {
                "verse_number": "7",
                "verse_text": "From the tribe of Benjamin there was Sallu son of Meshullam. (Meshullam was Hodaviah&quot;s son. Hodaviah was Hassenuah&quot;s son.)"
            },
            {
                "verse_number": "8",
                "verse_text": "There was also Ibneiah son of Jeroham and Elah son of Uzzi. (Uzzi was Micri&quot;s son.) And there was Meshullam son of Shephatiah. (Shephatiah was Reuel&quot;s son, and Reuel was Ibnijah&quot;s son.)"
            },
            {
                "verse_number": "9",
                "verse_text": "The family history of Benjamin lists 956 people living in Jerusalem. All these men were leaders of their families."
            },
            {
                "verse_number": "10",
                "verse_text": "Of the priests there were Jedaiah, Jehoiarib, Jakin and"
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah son of Hilkiah. (Hilkiah was Meshullam&quot;s son. Meshullam was Zadok&quot;s son. Zadok was Meraioth&quot;s son. Meraioth was Ahitub&quot;s son. Ahitub was the officer who was responsible for the Temple of God.)"
            },
            {
                "verse_number": "12",
                "verse_text": "Also there was Adaiah son of Jeroham. (Jeroham was Pashhur&quot;s son, and Pashhur was Malkijah&quot;s son.) And there was Maasai son of Adiel. (Adiel was Jahzerah&quot;s son. Jahzerah was Meshullam&quot;s son. Meshullam was Meshillemith&quot;s son, and Meshillemith was Immer&quot;s son.)"
            },
            {
                "verse_number": "13",
                "verse_text": "There were 1,760 priests. They were leaders of their families. They were responsible for serving in the Temple of God."
            },
            {
                "verse_number": "14",
                "verse_text": "Of the Levites there was Semaiah son of Hasshub. (Hasshub was Azrikam&quot;s son. Azrikam was Hashabiah&quot;s son. Hashabiah was from the family of Merari.)"
            },
            {
                "verse_number": "15",
                "verse_text": "There were also Bakbakkar, Heresh, Galal and Mattaniah son of Mica. (Mica was Zicri&quot;s son. Zicri was Asaph&quot;s son.)"
            },
            {
                "verse_number": "16",
                "verse_text": "There was also Obadiah son of Shemaiah. (Shemaiah was Galal&quot;s son, and Galal was Jeduthun&quot;s son.) And there was Berekiah son of Asa. (Asa was Elkanah&quot;s son. Elkanah lived in the villages of the Netophathite people.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Of the gatekeepers there were Shallum, Akkub, Talmon, Ahiman and their relatives. Shallum was their leader."
            },
            {
                "verse_number": "18",
                "verse_text": "These gatekeepers from the tribe of Levi still stand next to the King&quot;s Gate on the east side of the city."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum was Kore&quot;s son. Kore was Ebiasaph&quot;s son. Ebiasaph was Korah&quot;s son. Shallum and his relatives from the family of Korah were gatekeepers. They were responsible for guarding the gates of the Temple. Their ancestors had also been responsible for guarding the entrance to the Temple."
            },
            {
                "verse_number": "20",
                "verse_text": "In the past Phinehas was in charge of the gatekeepers. He was Eleazar&quot;s son. The Lord was with Phinehas."
            },
            {
                "verse_number": "21",
                "verse_text": "Zechariah was the gatekeeper at the entrance to the Temple. He was the son of Meshelemiah."
            },
            {
                "verse_number": "22",
                "verse_text": "In all, 212 men were chosen to guard the gates. Their names were written in their family histories in their villages. David and Samuel the seer chose these men because they were dependable."
            },
            {
                "verse_number": "23",
                "verse_text": "The gatekeepers and their descendants had the responsibility of guarding the gates of the Temple of the Lord. (The Temple took the place of the Holy Tent.)"
            },
            {
                "verse_number": "24",
                "verse_text": "There were gatekeepers on all four sides of the Temple: east, west, north and south."
            },
            {
                "verse_number": "25",
                "verse_text": "The gatekeepers&quot; relatives who lived in the villages had to come and help them at certain times. Each time they came they helped the gatekeepers for seven days."
            },
            {
                "verse_number": "26",
                "verse_text": "Because they were dependable, four gatekeepers were made the leaders of all the gatekeepers. They were Levites. They were responsible for the rooms and treasures in the Temple of God."
            },
            {
                "verse_number": "27",
                "verse_text": "They stayed up all night guarding the Temple of God. And they opened it every morning."
            },
            {
                "verse_number": "28",
                "verse_text": "Some of the gatekeepers were responsible for the tools and dishes used in the Temple services. They counted these tools and dishes when people took them out. And they counted them when people brought them back."
            },
            {
                "verse_number": "29",
                "verse_text": "Other gatekeepers were chosen to take care of the things in the Holy Place. They also took care of the flour, wine, oil, incense and spices."
            },
            {
                "verse_number": "30",
                "verse_text": "But some of the priests took care of mixing the spices."
            },
            {
                "verse_number": "31",
                "verse_text": "There was a Levite named Mattithiah. Because he was dependable, he had the job of baking the bread used for the offerings. He was Shallum&quot;s first son. Shallum was from the family of Korah."
            },
            {
                "verse_number": "32",
                "verse_text": "Some of the gatekeepers had the job of preparing the special bread. This was the bread that was put on the table every Sabbath. These people were from the Kohath family."
            },
            {
                "verse_number": "33",
                "verse_text": "Some of the Levites were musicians in the Temple. The leaders of these families stayed in the rooms of the Temple. They were on duty day and night. So they did not do other work in the Temple."
            },
            {
                "verse_number": "34",
                "verse_text": "These are the leaders of the Levite families. Their names were listed in their family histories. They lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Jeiel lived in the town of Gibeon, where he was the leader. His wife was named Maacah."
            },
            {
                "verse_number": "36",
                "verse_text": "Jeiel&quot;s first son was Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah and Mikloth."
            },
            {
                "verse_number": "38",
                "verse_text": "Mikloth was Shimeam&quot;s father. Jeiel&quot;s family lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner was Kish&quot;s father. Kish was Saul&quot;s father. And Saul was the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan&quot;s son was Merib-Baal. Merib-Baal was Micah&quot;s father."
            },
            {
                "verse_number": "41",
                "verse_text": "Micah&quot;s sons were Pithon, Melech, Tahrea and Ahaz."
            },
            {
                "verse_number": "42",
                "verse_text": "Ahaz was Jadah&quot;s father. Jadah was the father of Alemeth, Azmaveth and Zimri. Zimri was Moza&quot;s father."
            },
            {
                "verse_number": "43",
                "verse_text": "Moza was Binea&quot;s father. Rephaiah was Binea&quot;s son. Eleasah was Rephaiah&quot;s son, and Azel was Eleasah&quot;s son."
            },
            {
                "verse_number": "44",
                "verse_text": "Azel had six sons. Their names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. They were Azel&quot;s sons."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Philistine people fought against the people of Israel. The Israelites ran away from them. And many Israelites were killed on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines continued chasing Saul and his sons. And they killed Saul&quot;s sons Jonathan, Abinadab and Malki-Shua."
            },
            {
                "verse_number": "3",
                "verse_text": "The fighting became heavy around Saul. The archers shot him with their arrows and wounded him."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Saul said to the officer who carried his armor, &apos;Pull out your sword and kill me. If you don&quot;t, these men who are not circumcised will come and hurt me.&apos; But the officer was afraid. So he refused to kill Saul. Then Saul took his own sword and fell on it."
            },
            {
                "verse_number": "5",
                "verse_text": "The officer saw that Saul was dead. So he fell on his own sword and died."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul and three of his sons died. All his family died together."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites living in the valley saw that their army had run away. And they saw that Saul and his sons were dead. So they left their towns and ran away. Then the Philistines came and lived in those towns."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day the Philistines came to take valuable things from the dead bodies. On Mount Gilboa they found the bodies of Saul and his sons."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines stripped Saul&quot;s body. And they took his head and his armor. They sent messengers through all their country to tell the news to their idols and their people."
            },
            {
                "verse_number": "10",
                "verse_text": "The Philistines put Saul&quot;s armor in the temple of their idols. And they hung his head in the temple of Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "All the people living in Jabesh Gilead heard what the Philistines had done to Saul."
            },
            {
                "verse_number": "12",
                "verse_text": "So all the brave men from Jabesh Gilead went and got the bodies of Saul and his sons. They brought them to Jabesh Gilead. Then they buried the bones of Saul and his sons under the large tree in Jabesh. And they gave up eating for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul died because he was not faithful to the Lord. He did not obey the Lord. He even went to a medium and asked her for advice."
            },
            {
                "verse_number": "14",
                "verse_text": "He did this instead of asking the Lord for help. This is why the Lord put Saul to death and gave the kingdom to Jesse&quot;s son David."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "All the people of Israel came to David at the town of Hebron. They said, &apos;We are your people."
            },
            {
                "verse_number": "2",
                "verse_text": "Even when Saul was king, you were the man who led Israel in battle. The Lord your God spoke to you. He said, &quot;David, you will be the shepherd of my people, the people of Israel. You will become their leader.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "All the elders of Israel came to King David at Hebron. He made an agreement with them before the Lord in Hebron. The leaders poured olive oil on David to appoint him king over Israel. The Lord had promised this would happen. He had made this promise through Samuel."
            },
            {
                "verse_number": "4",
                "verse_text": "David and all the Israelites went to the city of Jerusalem. At that time Jerusalem was called Jebus. The people living there were named Jebusites."
            },
            {
                "verse_number": "5",
                "verse_text": "They said to David, &apos;You can&quot;t get inside our city.&apos; But David captured their strong city of Jerusalem, the City of David."
            },
            {
                "verse_number": "6",
                "verse_text": "David had said, &apos;The person who leads the attack against the Jebusites will become the commander over all my army.&apos; Joab son of Zeruiah led the attack. So he became the commander of the army."
            },
            {
                "verse_number": "7",
                "verse_text": "Then David made his home in the strong, walled city. That is why it was named the City of David."
            },
            {
                "verse_number": "8",
                "verse_text": "David rebuilt the city. He started where the land was filled in and went to the wall that was around the city. Joab repaired the other parts of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "David became more and more powerful. And the Lord of heaven&quot;s armies was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "This is a list of the leaders over David&quot;s warriors. These warriors helped make David&quot;s kingdom strong. All the people of Israel also supported David&quot;s kingdom. These heroes and all the people of Israel made David king. This happened as the Lord had promised."
            },
            {
                "verse_number": "11",
                "verse_text": "This is a list of David&quot;s warriors: Jashobeam was from the Hacmonite people. He was the leader of the Three, David&quot;s most powerful soldiers. He used his spear to fight 300 men at one time. And he killed them all."
            },
            {
                "verse_number": "12",
                "verse_text": "Next was Eleazar. He was one of the Three. Eleazar was Dodai&quot;s son. Dodai was from the Ahohite people."
            },
            {
                "verse_number": "13",
                "verse_text": "Eleazar was with David at Pas-Dammim. The Philistines came there to fight the Israelites. There was a field of barley at that place. The Israelites ran away from the Philistines."
            },
            {
                "verse_number": "14",
                "verse_text": "But they stopped in the middle of that field and fought the Philistines. And they killed the Philistines. The Lord gave Israel a great victory."
            },
            {
                "verse_number": "15",
                "verse_text": "Three of the 30 leaders went to David. He was at the rock by the cave near Adullam. At the same time a group from the Philistine army was camped in the Valley of Rephaim."
            },
            {
                "verse_number": "16",
                "verse_text": "David was in a protected place at that time. The Philistine army was staying in the town of Bethlehem."
            },
            {
                "verse_number": "17",
                "verse_text": "David had a strong desire for some water. He said, &apos;Oh, I wish someone would get me water from the well near the city gate of Bethlehem!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the Three fought their way through the Philistine army. And they took water out of the well near the city gate in Bethlehem. Then they took it back to David. But he refused to drink it. He poured it out before the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "David said, &apos;May God keep me from drinking this water! It would be like drinking the blood of the men who risked their lives to bring me this water.&apos; So David refused to drink it. These were the brave things the Three did. Asahel brother of Joab; Elhanan son of Dodo from Bethlehem; Helez from the Pelonites; Abiezer from the Anathothites; Ilai from the Ahohites; Heled son of Baanah from the Netophathites; Benaiah from the Pirathonites; Abiel from the Arbathites; Eliahba from the Shaalbonites; Jonathan son of Shagee from the Hararites; Eliphal son of Ur; Ahijah from the Pelonites; Naarai son of Ezbai; Mibhar son of Hagri; Naharai, from the Berothites, the officer who carried the armor for Joab son of Zeruiah; Gareb from the Ithrites; Zabad son of Ahlai; Joshaphat from the Mithnites; Shama and Jeiel sons of Hotham from the Aroer; Joha, Jediael&quot;s brother, from the Tizites; Jeribai and Joshaviah, Elnaam&quot;s sons; Ithmah from the Moabites;"
            },
            {
                "verse_number": "20",
                "verse_text": "Abishai brother of Joab was the leader of the Three. Abishai fought 300 men with his spear and killed them. He became as famous as the Three."
            },
            {
                "verse_number": "21",
                "verse_text": "He was more honored than the Three. He became their commander even though he was not one of them."
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah son of Jehoiada was a brave fighter from Kabzeel. Benaiah did many brave things. He killed two of the best warriors from Moab. He also went down into a pit when it was snowing. There he killed a lion."
            },
            {
                "verse_number": "23",
                "verse_text": "Benaiah also killed an Egyptian who was about seven and a half feet tall. The Egyptian had a spear as large as a weaver&quot;s rod. Benaiah had a club. But he grabbed the spear from the Egyptian&quot;s hand. And he used the Egyptian&quot;s own spear to kill him."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the things Benaiah son of Jehoiada did. Benaiah became as famous as the Three."
            },
            {
                "verse_number": "25",
                "verse_text": "He received more honor than the Thirty, David&quot;s most powerful soldiers. But he did not become a member of the Three. David chose Benaiah to be the leader of his bodyguards."
            },
            {
                "verse_number": "26",
                "verse_text": "These were also mighty warriors:"
            },
            {
                "verse_number": "27",
                "verse_text": "Shammoth from the Harorites;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ira son of Ikkesh from Tekoa;"
            },
            {
                "verse_number": "29",
                "verse_text": "Sibbecai from the Hushathites;"
            },
            {
                "verse_number": "30",
                "verse_text": "Maharai from the Netophathites;"
            },
            {
                "verse_number": "31",
                "verse_text": "Ithai son of Ribai from Gibeah in Benjamin."
            },
            {
                "verse_number": "32",
                "verse_text": "Hurai from the ravines of Gaash;"
            },
            {
                "verse_number": "33",
                "verse_text": "Azmaveth from the Baharumites;"
            },
            {
                "verse_number": "34",
                "verse_text": "the sons of Hashem from the Gizonites;"
            },
            {
                "verse_number": "35",
                "verse_text": "Ahiam son of Sacar from the Hararites;"
            },
            {
                "verse_number": "36",
                "verse_text": "Hepher from the Mekerathites;"
            },
            {
                "verse_number": "37",
                "verse_text": "Hezro from the Carmelites;"
            },
            {
                "verse_number": "38",
                "verse_text": "Joel brother of Nathan;"
            },
            {
                "verse_number": "39",
                "verse_text": "Zelek from the Ammonites;"
            },
            {
                "verse_number": "40",
                "verse_text": "Ira from the Ithrites;"
            },
            {
                "verse_number": "41",
                "verse_text": "Uriah from the Hittites;"
            },
            {
                "verse_number": "42",
                "verse_text": "Adina son of Shiza the Reubenite, who was the leader of the Reubenites, and his 30 soldiers;"
            },
            {
                "verse_number": "43",
                "verse_text": "Hanan son of Maacah;"
            },
            {
                "verse_number": "44",
                "verse_text": "Uzzia from the Ashterathites;"
            },
            {
                "verse_number": "45",
                "verse_text": "Jediael son of Shimri;"
            },
            {
                "verse_number": "46",
                "verse_text": "Eliel from the Mahavites;"
            },
            {
                "verse_number": "47",
                "verse_text": "Eliel, Obed and Jaasiel from the Mezobaites."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These were the men who came to David at Ziklag. David was hiding from Saul son of Kish at that time. These were the men who helped David in battle."
            },
            {
                "verse_number": "2",
                "verse_text": "They came with bows for weapons. They could use either their right or left hands to shoot arrows or to sling rocks. They were Saul&quot;s relatives from the tribe of Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahiezer was their leader. And there was Joash. (Ahiezer and Joash were Shemaah&quot;s sons. He was from the town of Gibeah.) There were also Jeziel and Pelet the sons of Azmaveth. There were Beracah and Jehu from the town of Anathoth."
            },
            {
                "verse_number": "4",
                "verse_text": "And there was Ishmaiah from the town of Gibeon. Ishmaiah was one of the Thirty. In fact, he was the leader of the Thirty. There were Jeremiah, Jahaziel, Johanan and Jozabad from Gederah."
            },
            {
                "verse_number": "5",
                "verse_text": "There were Eluzai, Jerimoth, Bealiah and Shemariah. There was Shephatiah from Haruph."
            },
            {
                "verse_number": "6",
                "verse_text": "There were Elkanah, Isshiah, Azarel, Joezer and Jashobeam. They were from the family group of Korah."
            },
            {
                "verse_number": "7",
                "verse_text": "And there were Joelah and Zebadiah the sons of Jeroham. They were from the town of Gedor."
            },
            {
                "verse_number": "8",
                "verse_text": "Part of the people of Gad joined David at his protected place in the desert. They were brave warriors trained for war. They were skilled with shields and spears. They were as fierce as lions. And they could run as fast as gazelles over the hills."
            },
            {
                "verse_number": "9",
                "verse_text": "Ezer was the leader of Gad&quot;s army. Obadiah was second in command. Eliab was third."
            },
            {
                "verse_number": "10",
                "verse_text": "Mishmannah was fourth, and Jeremiah was fifth."
            },
            {
                "verse_number": "11",
                "verse_text": "Attai was sixth, and Eliel was seventh."
            },
            {
                "verse_number": "12",
                "verse_text": "Johanan was eighth, and Elzabad was ninth."
            },
            {
                "verse_number": "13",
                "verse_text": "Jeremiah was tenth, and Macbannai was eleventh in command."
            },
            {
                "verse_number": "14",
                "verse_text": "They were the commanders of the army from Gad. The weakest of these leaders was in charge of 100 soldiers. The strongest was in charge of 1,000 soldiers."
            },
            {
                "verse_number": "15",
                "verse_text": "They crossed the Jordan River and chased away the people living in the valleys. They chased them to the east and to the west. This happened in the first month of the year when the Jordan floods the valley."
            },
            {
                "verse_number": "16",
                "verse_text": "Other people from the tribes of Benjamin and Judah also came to David at his protected place."
            },
            {
                "verse_number": "17",
                "verse_text": "David went out to meet them. He said to them, &apos;If you have come peacefully to help me, I welcome you. Join me. But you might have come to turn me over to my enemies, even though I have done nothing wrong. If you do this, the God of our ancestors will see this and punish you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Spirit entered Amasai, the leader of the Thirty. Amasai said: &apos;We belong to you, David. We are with you, son of Jesse. Success, success to you. Success to those who help you, because your God helps you.&apos; So David welcomed these men. He made them leaders of his army."
            },
            {
                "verse_number": "19",
                "verse_text": "Some of the men from Manasseh also joined David. They joined him when he went with the Philistines to fight Saul. But David and his men did not really help the Philistines. After talking about it, the Philistine leaders decided to send David away. They said, &apos;If David goes back to his master Saul, we will be killed!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The men from Manasseh joined David when he went to Ziklag. These were the men: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu and Zillethai. Each of these men was a leader of a thousand men from Manasseh."
            },
            {
                "verse_number": "21",
                "verse_text": "All these men of Manasseh were brave soldiers. They helped David fight against groups of men who went around the country robbing people. These soldiers became commanders in David&quot;s army."
            },
            {
                "verse_number": "22",
                "verse_text": "Every day more men joined David. So his army became large. It was like the army of God."
            },
            {
                "verse_number": "23",
                "verse_text": "These are the numbers of the men who joined David at Hebron. They came ready for battle. They came to help turn the kingdom of Saul over to David. The Lord had said this would happen."
            },
            {
                "verse_number": "24",
                "verse_text": "There were 6,800 men with their weapons from the people of Judah. They carried shields and spears."
            },
            {
                "verse_number": "25",
                "verse_text": "There were 7,100 men from the people of Simeon. They were warriors ready for war."
            },
            {
                "verse_number": "26",
                "verse_text": "There were 4,600 men from the people of Levi."
            },
            {
                "verse_number": "27",
                "verse_text": "Jehoiada, a leader from Aaron&quot;s family, was in that group. There were 3,700 with him."
            },
            {
                "verse_number": "28",
                "verse_text": "Zadok was also in that group. He was a strong young warrior. He came with 22 leaders from his family."
            },
            {
                "verse_number": "29",
                "verse_text": "There were 3,000 men from the people of Benjamin. They were Saul&quot;s relatives. And most of them had remained loyal to Saul&quot;s family until then."
            },
            {
                "verse_number": "30",
                "verse_text": "There were 20,800 men from the people of Ephraim. They were brave warriors. They were famous men in their own family groups."
            },
            {
                "verse_number": "31",
                "verse_text": "There were 18,000 men from the western half-tribe of Manasseh. Each man was especially chosen to make David king."
            },
            {
                "verse_number": "32",
                "verse_text": "There were 200 leaders from the family of Issachar. They knew what Israel should do. And they knew the right time to do it. Their relatives were with them and under their command."
            },
            {
                "verse_number": "33",
                "verse_text": "There were 50,000 men from the people of Zebulun. They were trained soldiers. They were trained to use every kind of weapon of war. They followed David completely."
            },
            {
                "verse_number": "34",
                "verse_text": "There were 1,000 officers from the people of Naphtali. They had 37,000 men with them who carried shields and spears."
            },
            {
                "verse_number": "35",
                "verse_text": "There were 28,600 men from the people of Dan. They were ready for war."
            },
            {
                "verse_number": "36",
                "verse_text": "There were 40,000 trained soldiers from the people of Asher. They were ready for war."
            },
            {
                "verse_number": "37",
                "verse_text": "There were 120,000 men from the east side of the Jordan River. They were from the people of Reuben, Gad and the eastern half-tribe of Manasseh. They had every kind of weapon."
            },
            {
                "verse_number": "38",
                "verse_text": "All these fighting men were ready to go to war. They came to Hebron fully agreed to make David king of all Israel. All the other Israelites also agreed to make David king."
            },
            {
                "verse_number": "39",
                "verse_text": "The men spent three days there with David. They ate and drank, because their relatives had prepared food for them."
            },
            {
                "verse_number": "40",
                "verse_text": "Also, their neighbors brought food. They came from as far as the areas belonging to Issachar, Zebulun and Naphtali. They brought food on donkeys, camels, mules and oxen. They brought much flour, fig cakes, raisins, wine, oil, cows and sheep. This was because the people of Israel were very happy."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David talked with all the officers of his army. He talked with the commanders of 100 men and the commanders of 1,000 men."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David called the people of Israel together. He said, &apos;If you think it is a good idea, and if it is what the Lord our God wants, let&quot;s send a message. Let&quot;s send it to our fellow Israelites in all the areas of Israel. Let&quot;s also send it to the priests and Levites living with them in their towns and pastures. Tell them to come and join us."
            },
            {
                "verse_number": "3",
                "verse_text": "Let&quot;s bring the Ark of the Covenant of our God back to us. We did not use it to ask God for help while Saul was king.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So all the people agreed with David. They all thought it was the right thing to do."
            },
            {
                "verse_number": "5",
                "verse_text": "So David gathered all the Israelites from the Shihor River in Egypt to Lebo Hamath. They were to bring the Ark of the Covenant of God back from the town of Kiriath Jearim."
            },
            {
                "verse_number": "6",
                "verse_text": "David and all the Israelites with him went to Baalah of Judah. (Baalah is another name for Kiriath Jearim.) They went there to get the Ark of the Covenant of God the Lord. His throne is between the golden creatures with wings on the Ark of the Covenant. It is called by the Lord&quot;s name."
            },
            {
                "verse_number": "7",
                "verse_text": "The people moved the Ark of the Covenant of God from Abinadab&quot;s house. They put it on a new cart. And Uzzah and Ahio guided the cart."
            },
            {
                "verse_number": "8",
                "verse_text": "David and all the Israelites were celebrating with all their strength before God. They were singing and playing harps, lyres, tambourines, cymbals and trumpets."
            },
            {
                "verse_number": "9",
                "verse_text": "They came to the threshing floor of Kidon. The oxen pulling the cart stumbled. And Uzzah reached out his hand to steady the Ark of the Covenant."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord became very angry with Uzzah. And he killed Uzzah because Uzzah had touched the Ark of the Covenant. So Uzzah died there in the presence of God."
            },
            {
                "verse_number": "11",
                "verse_text": "David became angry because the Lord had punished Uzzah in his anger. So even today that place is called the Punishment of Uzzah."
            },
            {
                "verse_number": "12",
                "verse_text": "David was afraid of God that day. David asked, &apos;How can I bring the Ark of the Covenant of God home to me?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David did not take the Ark of the Covenant with him to Jerusalem. Instead, he took it to the house of Obed-Edom of Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "The Ark of the Covenant of God stayed with Obed-Edom&quot;s family in his house for three months. And the Lord blessed Obed-Edom&quot;s family and everything he owned."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Hiram king of the city of Tyre sent messengers to David. He also sent cedar logs, stonecutters and carpenters. He sent them to build a palace for David."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David knew that the Lord really had made him king of Israel. And he knew the Lord had made his kingdom very important. The Lord did this because he loved his people, the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "David married more women in Jerusalem. And he had more sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the names of David&quot;s children born in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "6",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "7",
                "verse_text": "Elishama, Beeliada and Eliphelet."
            },
            {
                "verse_number": "8",
                "verse_text": "The Philistine people heard that David had been appointed king of all Israel. So all the Philistines went to look for him. When David heard about it, he went out to fight them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines had attacked and robbed the people in the Valley of Rephaim."
            },
            {
                "verse_number": "10",
                "verse_text": "David asked God, &apos;Should I go and attack the Philistines? Will you let me defeat them?&apos; The Lord answered him, &apos;Go. I will let you defeat them.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David and his men went up to the town of Baal Perazim. There he defeated the Philistines. David said, &apos;Like a flood of water, God has broken through my enemies. He has done this through me.&apos; So that place was named Baal Perazim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Philistines had left their idols there. So David ordered his men to burn them."
            },
            {
                "verse_number": "13",
                "verse_text": "Soon the Philistines attacked the people in the valley again."
            },
            {
                "verse_number": "14",
                "verse_text": "So David prayed to God again, and God answered him. God said, &apos;Don&quot;t attack the Philistines from the front. Instead, go around them. Attack them in front of the balsam trees."
            },
            {
                "verse_number": "15",
                "verse_text": "You will hear the sound of marching in the tops of the balsam trees. Then quickly attack the Philistines. I, God, will have gone out before you to defeat the Philistine army.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "David did what God commanded him to do. So David and his men defeated the Philistine army. They killed the Philistines all the way from Gibeon to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "So David became famous in all the countries. And the Lord made all nations afraid of David."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "David built houses for himself in Jerusalem. Then he built a place for the Ark of the Covenant of God. And he set up a tent for it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David said, &apos;Only the Levites may carry the Ark of the Covenant of God. The Lord chose them to carry the Ark of the Covenant of the Lord. He chose them to serve him forever.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "David called all the people of Israel to come to Jerusalem. He wanted to bring the Ark of the Covenant of the Lord to the place he had made for it."
            },
            {
                "verse_number": "4",
                "verse_text": "David called together the descendants of Aaron and the Levites."
            },
            {
                "verse_number": "5",
                "verse_text": "There were 120 people from Kohath&quot;s family group. Uriel was their leader."
            },
            {
                "verse_number": "6",
                "verse_text": "There were 220 people from Merari&quot;s family group. Asaiah was their leader."
            },
            {
                "verse_number": "7",
                "verse_text": "There were 130 people from Gershon&quot;s family group. Joel was their leader."
            },
            {
                "verse_number": "8",
                "verse_text": "There were 200 people from Elizaphan&quot;s family group. Shemaiah was their leader."
            },
            {
                "verse_number": "9",
                "verse_text": "There were 80 people from Hebron&quot;s family group. Eliel was their leader."
            },
            {
                "verse_number": "10",
                "verse_text": "There were 112 people from Uzziel&quot;s family group. Amminadab was their leader."
            },
            {
                "verse_number": "11",
                "verse_text": "Then David asked the priests Zadok and Abiathar to come to him. He also asked these Levites to come: Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab."
            },
            {
                "verse_number": "12",
                "verse_text": "David said to them, &apos;You are the leaders of the families of Levi. You and the other Levites must give yourselves for service to the Lord. Then bring up the Ark of the Covenant of the Lord, the God of Israel. Bring it to the place I have made for it."
            },
            {
                "verse_number": "13",
                "verse_text": "The last time we did not ask the Lord how to carry it. You Levites didn&quot;t carry it. So the Lord our God punished us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the priests and Levites prepared themselves for service to the Lord. They did this so they could carry the Ark of the Covenant of the Lord, the God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites used special poles to carry the Ark of the Covenant of God on their shoulders. This was the way Moses had commanded. They carried it just as the Lord had said they should."
            },
            {
                "verse_number": "16",
                "verse_text": "David told the leaders of the Levites to appoint their brothers as singers. The singers were to play their lyres, harps and cymbals. And they were to sing happy songs."
            },
            {
                "verse_number": "17",
                "verse_text": "So the Levites appointed Heman and his relatives Asaph and Ethan. Heman was Joel&quot;s son. Asaph was Berekiah&quot;s son. And Ethan, from the Merari family group, was Kushaiah&quot;s son."
            },
            {
                "verse_number": "18",
                "verse_text": "There was also a second group of Levites. They were Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom and Jeiel. They were the Levite guards."
            },
            {
                "verse_number": "19",
                "verse_text": "The singers Heman, Asaph and Ethan played bronze cymbals."
            },
            {
                "verse_number": "20",
                "verse_text": "Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah and Benaiah played the high-pitched lyres."
            },
            {
                "verse_number": "21",
                "verse_text": "Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel and Azaziah played the low-pitched harps."
            },
            {
                "verse_number": "22",
                "verse_text": "The Levite leader Kenaniah was in charge of the singing. He had this job because he was very good at singing."
            },
            {
                "verse_number": "23",
                "verse_text": "Berekiah and Elkanah were two of the guards for the Ark of the Covenant."
            },
            {
                "verse_number": "24",
                "verse_text": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezer had the job of blowing trumpets. They did this in front of the Ark of the Covenant. Obed-Edom and Jehiah were also guards for the Ark of the Covenant."
            },
            {
                "verse_number": "25",
                "verse_text": "David, the leaders of Israel, and the commanders went to get the Ark of the Covenant with the Lord. Each of the commanders was over a group of 1,000 soldiers. They all went to bring the Ark of the Covenant from Obed-Edom&quot;s house. And they were very happy."
            },
            {
                "verse_number": "26",
                "verse_text": "God helped the Levites who carried the Ark of the Covenant with the Lord. So they sacrificed seven bulls and seven male sheep."
            },
            {
                "verse_number": "27",
                "verse_text": "All the Levites who carried the Ark of the Covenant wore robes of fine linen. Kenaniah, the man in charge of the singing, and all the singers wore robes of fine linen. David wore a robe of fine linen. And he also wore a holy vest of fine linen."
            },
            {
                "verse_number": "28",
                "verse_text": "So all the people of Israel brought up the Ark of the Covenant with the Lord. They shouted and blew sheep horns and trumpets. They played cymbals, lyres, and harps."
            },
            {
                "verse_number": "29",
                "verse_text": "So the Ark of the Covenant with the Lord entered Jerusalem. As it entered, Saul&quot;s daughter Michal watched from a window. When she saw King David dancing and celebrating, she hated him."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "They brought the Ark of the Covenant of God and put it inside the tent. This was the tent David had set up for it. Then they offered burnt offerings and fellowship offerings to God."
            },
            {
                "verse_number": "2",
                "verse_text": "David finished giving the burnt offerings and fellowship offerings. Then he used the Lord&quot;s name to bless the people."
            },
            {
                "verse_number": "3",
                "verse_text": "He gave a loaf of bread, some dates and raisins to every Israelite man and woman."
            },
            {
                "verse_number": "4",
                "verse_text": "Then David appointed some of the Levites to serve before the Ark of the Covenant of the Lord. They had the job of leading the worship. They gave thanks and praise to the Lord, the God of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph was the leader. He played the cymbals. Zechariah was second to him. The other Levites were Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom and Jeiel. They played the lyres and harps."
            },
            {
                "verse_number": "6",
                "verse_text": "Benaiah and Jahaziel were priests. They blew the trumpets regularly before the Ark of the Covenant with God."
            },
            {
                "verse_number": "7",
                "verse_text": "That day David first gave Asaph and his relatives the job of singing praises to the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "Give thanks to the Lord and pray to him. Tell the nations what he has done. Tell about all the wonderful things he has done. Let those who ask the Lord for help be happy. Always go to him for help. Remember his miracles and his decisions. You are the children of Jacob, his chosen people. His laws are for all the world. He will keep his promises always. He will keep the promise he made to Isaac. He made it an agreement with Israel to last forever. They were strangers in the land. They went from one kingdom to another. He warned kings not to harm them. Don&quot;t harm my prophets.&apos; Every day tell how he saves us. Tell all peoples about his wonderful works. He should be honored more than all the gods. But the Lord made the skies. He has power and joy in his Temple. Praise the Lord&quot;s glory and power. Bring your offering to him. Worship the Lord because he is holy. The earth is set, and it cannot be moved. Let people everywhere say, &apos;The Lord is king!&apos; Let the fields and everything in them show their joy. They will sing with joy before the Lord. They will sing because the Lord is coming to judge the world. His love continues forever. Bring us back and save us from the nations. Then we will thank you. Then we will gladly praise you.&apos; forever and forever. All the people said, &apos;Amen&apos; and &apos;Praise the Lord.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing to him. Sing praises to him."
            },
            {
                "verse_number": "10",
                "verse_text": "Be glad that you are his."
            },
            {
                "verse_number": "11",
                "verse_text": "Depend on the Lord and his strength."
            },
            {
                "verse_number": "12",
                "verse_text": "Remember the wonderful things he has done."
            },
            {
                "verse_number": "13",
                "verse_text": "You are the descendants of Israel, the Lord&quot;s servant."
            },
            {
                "verse_number": "14",
                "verse_text": "He is the Lord our God."
            },
            {
                "verse_number": "15",
                "verse_text": "He will keep his agreement forever."
            },
            {
                "verse_number": "16",
                "verse_text": "He will keep the agreement he made with Abraham."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord made it a law for the people of Jacob."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord said, &apos;I will give you the land of Canaan. The promised land will belong to you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then God&quot;s people were few in number."
            },
            {
                "verse_number": "20",
                "verse_text": "They went from one nation to another."
            },
            {
                "verse_number": "21",
                "verse_text": "But the Lord did not let anyone hurt them."
            },
            {
                "verse_number": "22",
                "verse_text": "He said, &apos;Don&quot;t hurt my chosen people."
            },
            {
                "verse_number": "23",
                "verse_text": "Sing to the Lord, all the earth."
            },
            {
                "verse_number": "24",
                "verse_text": "Tell the nations about the Lord&quot;s glory."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is great; he should be praised."
            },
            {
                "verse_number": "26",
                "verse_text": "All the gods of the nations are only idols."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord has glory and majesty."
            },
            {
                "verse_number": "28",
                "verse_text": "Praise the Lord, all nations on earth."
            },
            {
                "verse_number": "29",
                "verse_text": "Praise the Lord for the glory of his name."
            },
            {
                "verse_number": "30",
                "verse_text": "The whole earth should tremble before the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "Let the skies rejoice and the earth be glad."
            },
            {
                "verse_number": "32",
                "verse_text": "Let the sea and everything in it shout."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the trees of the forest will sing."
            },
            {
                "verse_number": "34",
                "verse_text": "Thank the Lord because he is good."
            },
            {
                "verse_number": "35",
                "verse_text": "Say to him, &apos;Save us, God our Savior."
            },
            {
                "verse_number": "36",
                "verse_text": "Praise the Lord, the God of Israel,"
            },
            {
                "verse_number": "37",
                "verse_text": "Then David left Asaph and the other Levites there in front of the Ark of the Covenant with the Lord. They were to serve there every day."
            },
            {
                "verse_number": "38",
                "verse_text": "David also left Obed-Edom and 68 other Levites to serve with them. Hosah and Obed-Edom son of Jeduthun were guards."
            },
            {
                "verse_number": "39",
                "verse_text": "David left Zadok the priest and the other priests who served with him in front of the Tent of the Lord. This was at the place of worship in Gibeon."
            },
            {
                "verse_number": "40",
                "verse_text": "Every morning and evening they offered burnt offerings on the altar of burnt offerings. They did this to follow the rules written in the Teachings of the Lord. These were the Teachings he had given Israel."
            },
            {
                "verse_number": "41",
                "verse_text": "With them were Heman and Jeduthun and other Levites. They were chosen by name to sing praises to the Lord because the Lord&quot;s love continues forever."
            },
            {
                "verse_number": "42",
                "verse_text": "Heman and Jeduthun also had the job of playing the trumpets and cymbals. They also played other musical instruments when songs were sung to God. Jeduthun&quot;s sons guarded the gates."
            },
            {
                "verse_number": "43",
                "verse_text": "Then all the people left. Each person went to his own home. And David also went home to bless his family."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "David moved into his palace. Then he said to Nathan the prophet, &apos;Look, I am living in a palace made of cedar. But the Ark of the Covenant with the Lord sits in a tent.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan answered David, &apos;Do what you want to do. God is with you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But that night God spoke his word to Nathan. God said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Go and tell my servant David: &quot;This is what the Lord says: David, you are not the person to build a house for me to live in."
            },
            {
                "verse_number": "5",
                "verse_text": "From the time I brought Israel out of Egypt until now I have not lived in a house. I have moved from one tent site to another. I have gone from one place to another."
            },
            {
                "verse_number": "6",
                "verse_text": "I have moved with the Israelites to different places. I commanded leaders to take care of my people. I never said to any of those leaders, &apos;Why haven&quot;t you built me a house of cedar?&apos;&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Now, tell my servant David: &quot;The Lord of heaven&quot;s armies says: I took you from the pasture and from tending the sheep. I made you king of my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I have been with you everywhere you have gone. I have killed your enemies for you. Now I will make you one of the most famous men on earth."
            },
            {
                "verse_number": "9",
                "verse_text": "I will give this place to my people Israel. I will settle them here. Then they will have a home of their own. They won&quot;t be bothered anymore. Evil people won&quot;t hurt them as they have done since the first."
            },
            {
                "verse_number": "10",
                "verse_text": "Evil people have hurt them since I chose leaders for my people Israel. I will also defeat all your enemies. &apos;&quot;I tell you that the Lord will make your descendants kings of Israel after you."
            },
            {
                "verse_number": "11",
                "verse_text": "When you die and join your ancestors, I will let your child be the new king. He will be one of your own sons. And I will make his kingdom strong."
            },
            {
                "verse_number": "12",
                "verse_text": "He will build a house for me. And I will let his family rule forever."
            },
            {
                "verse_number": "13",
                "verse_text": "I will be his father, and he will be my son. I took away my love from Saul, who ruled before you. But I will never stop loving your son."
            },
            {
                "verse_number": "14",
                "verse_text": "I will put him in charge of my house and kingdom forever. His family will rule forever.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan told David everything God had said in this vision."
            },
            {
                "verse_number": "16",
                "verse_text": "Then King David went in and sat in front of the Lord. David said, &apos;Lord God, why have you made me so important to you? Why have you made my family important?"
            },
            {
                "verse_number": "17",
                "verse_text": "But that was not enough for you, God. You have also said these kind things about my future family. I am your servant. Lord God, you have treated me like a very important man."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;What more can I say to you? You have done so much for me, your servant. You love me so much."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, you have done this wonderful thing for me for my sake. And you have done it because you wanted to. You have let me know all these great promises."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;There is no one like you, Lord. There is no God except you. We have heard all this ourselves."
            },
            {
                "verse_number": "21",
                "verse_text": "There is no one like your people, the Israelites. It is the one nation on earth that God chose to be his people. You used them to make your name well-known. You did great and wonderful things for them. You went ahead of them and forced other nations out of the land. You freed your people from slavery in Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "You made the people of Israel your very own people forever. And, Lord, you became their God."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Lord, you made this promise about my family and me, your servant. Now, keep your promise forever. Do what you have promised."
            },
            {
                "verse_number": "24",
                "verse_text": "Then people will know you and honor you forever. And people will say, &quot;The Lord of heaven&quot;s armies, the God over Israel, is Israel&quot;s God!&quot; And the family of your servant David will continue before you."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;My God, you have told me that you would make my family great. So I, your servant, am brave enough to pray to you."
            },
            {
                "verse_number": "26",
                "verse_text": "Lord, you are God. You have promised these good things to me, your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "You have chosen to bless my family. Let it continue before you forever. Lord, you have blessed my family. So it will be blessed forever.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Later, David attacked the Philistine people and defeated them. He took Gath and the small towns around it from the Philistines."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David defeated the country of Moab. So the Moabites became David&quot;s servants. And they brought the payments he demanded from them."
            },
            {
                "verse_number": "3",
                "verse_text": "David also fought against Hadadezer king of Zobah. David fought Hadadezer&quot;s army all the way to the town of Hamath. He did this because Hadadezer tried to spread his kingdom all the way to the Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David took from Hadadezer 1,000 chariots and 7,000 chariot drivers. And he took 20,000 soldiers on foot. David also crippled most of Hadadezer&quot;s horses used for pulling chariots. He saved only 100 of the chariot horses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Aramean people from Damascus came to help Hadadezer king of Zobah. But David killed 22,000 of them."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David put camps of troops in Damascus in Aram. The Arameans became David&quot;s servants and brought him the payments he demanded. So the Lord gave David victory everywhere he went."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the gold shields from Hadadezer&quot;s army leaders. And he brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "David also took much bronze from the towns of Tebah and Cun. These towns belonged to Hadadezer. Later, Solomon used this bronze to make things for the Temple: the large bronze bowl, which was called the Sea, the pillars and other bronze things."
            },
            {
                "verse_number": "9",
                "verse_text": "Toi was king of the city of Hamath. He heard that David had defeated the whole army of Hadadezer king of Zobah."
            },
            {
                "verse_number": "10",
                "verse_text": "So Toi sent his son Hadoram to greet King David. Hadoram also congratulated David for fighting and defeating Hadadezer. Hadadezer had been at war with Toi before. Hadoram gave David all kinds of things made of gold, silver and bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "King David gave these things to the Lord. David had done the same thing with the silver and gold he had taken from these nations: Edom, Moab, the Ammonites, the Philistines and Amalek."
            },
            {
                "verse_number": "12",
                "verse_text": "Abishai son of Zeruiah killed 18,000 Edomite people in the Valley of Salt."
            },
            {
                "verse_number": "13",
                "verse_text": "Abishai also put camps of troops in Edom. And all the Edomites became David&quot;s servants. The Lord gave David victory everywhere he went."
            },
            {
                "verse_number": "14",
                "verse_text": "David was king over all of Israel. He did what was right and fair for everyone."
            },
            {
                "verse_number": "15",
                "verse_text": "Joab son of Zeruiah was commander of David&quot;s army. Jehoshaphat son of Ahilud was the recorder."
            },
            {
                "verse_number": "16",
                "verse_text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests. Shavsha was the royal assistant."
            },
            {
                "verse_number": "17",
                "verse_text": "Benaiah was responsible for leading the Kerethites and Pelethites, the king&quot;s bodyguards. Benaiah was Jehoiada&quot;s son. And David&quot;s sons were important officers. They served at King David&quot;s side."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Nahash was king of the Ammonite people. When Nahash died, his son became the king."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;Nahash was kind to me. So I will be kind to Hanun son of Nahash.&apos; Then David sent a group to comfort Hanun about the death of his father. David&quot;s men went to comfort Hanun in the country of Ammon."
            },
            {
                "verse_number": "3",
                "verse_text": "But the Ammonite leaders said to Hanun, &apos;Don&quot;t be fooled. David didn&quot;t send these men to comfort you. They are not here to honor your dead father. David sent his men to spy on you and your land. He wants to destroy your country.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun arrested David&quot;s men. To shame them he cut off their beards and cut off their clothes at the hips. Then he sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "David&quot;s men were too ashamed to go home. Some people came to David and told him what had happened to his men. So he sent messengers to meet them. He said, &apos;Stay in Jericho until your beards have grown back. Then come home.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Ammonite people saw they had caused David to hate them. So Hanun and the Ammonites sent about 74,000 pounds of silver to hire chariots and chariot drivers. They hired Arameans from Northwest Mesopotamia, Aram Maacah and Zobah."
            },
            {
                "verse_number": "7",
                "verse_text": "The Ammonites hired 32,000 chariots and chariot drivers. They also hired the king of Maacah and his army. So he and his army came and set up camp near the town of Medeba. The Ammonites themselves came out of their towns and got ready for battle."
            },
            {
                "verse_number": "8",
                "verse_text": "David heard about this. So he sent out Joab and the whole army of Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites came out and got ready for battle. They were near the city gate. The kings who had come to help stayed out in the fields by themselves."
            },
            {
                "verse_number": "10",
                "verse_text": "Joab saw that there were enemy troops in front of him and behind him. So Joab chose some of the best soldiers of Israel. And he sent them out to fight the Arameans."
            },
            {
                "verse_number": "11",
                "verse_text": "Joab put the rest of the army of Israel under the command of Abishai, his brother. Then they went out to fight the Ammonites."
            },
            {
                "verse_number": "12",
                "verse_text": "Joab said to Abishai, &apos;The Arameans may be too strong for me. If they are, then you must help me. Or, the Ammonites may be too strong for you. If they are, then I will help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Let&quot;s be strong. We must fight bravely for our people and the cities of our God. The Lord will do what he thinks is right.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Joab and the army with him went to attack the Arameans. And the Arameans ran away from them."
            },
            {
                "verse_number": "15",
                "verse_text": "The Ammonite army saw that the Arameans were running away. So they also ran away from Abishai and his army. The Ammonites went back inside their city. And Joab went back to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "The Arameans saw that Israel had defeated them. So they sent messengers to bring other Arameans from east of the Euphrates River. Shophach the commander of Hadadezer&quot;s army led them."
            },
            {
                "verse_number": "17",
                "verse_text": "When David heard about this, he gathered all the Israelites. And he led them across the Jordan River. He lined them up for battle, facing the Arameans. And they attacked the Arameans."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Arameans ran away from the Israelites. David and his army killed 7,000 Aramean chariot drivers. And they killed 40,000 Aramean foot soldiers. They also killed Shophach, the commander of the Aramean army."
            },
            {
                "verse_number": "19",
                "verse_text": "Hadadezer&quot;s officers saw that Israel had defeated them. So they made peace with David. They became his servants. So the Arameans refused to help the Ammonites again."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the spring Joab led the army of Israel out to battle. This was the time of year when kings went out to battle. But David stayed in Jerusalem. The army of Israel destroyed the land of Ammon. Then they went to the city of Rabbah. They surrounded it and attacked it until they destroyed it."
            },
            {
                "verse_number": "2",
                "verse_text": "David took the crown from the head of their king. That gold crown weighed about 75 pounds. And it had valuable gems in it. The crown was put on David&quot;s head. Then David took many valuable things from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "David brought out the people from Rabbah. And he forced them to work with saws, iron picks and axes. David did the same thing to all the Ammonite towns. Then David and all the army returned to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Later, war broke out between Israel and the Philistines at Gezer. At this time Sibbecai from Hushah killed Sippai. Sippai was one of the descendants of the Rephaites. So those Philistines were defeated."
            },
            {
                "verse_number": "5",
                "verse_text": "Another time, the Israelites again fought the Philistines. Elhanan son of Jair killed Lahmi, the brother of Goliath. Goliath was from the town of Gath. Lahmi&quot;s spear was as large as a weaver&quot;s rod."
            },
            {
                "verse_number": "6",
                "verse_text": "Later, the Israelites fought another war with the Philistines at Gath. In this town there was a very large man. He had 6 fingers on each hand and 6 toes on each foot. So he had 24 fingers and toes in all. He also was a descendant of Rapha."
            },
            {
                "verse_number": "7",
                "verse_text": "When he made fun of Israel, Jonathan killed him. Jonathan was the son of Shimea, David&quot;s brother."
            },
            {
                "verse_number": "8",
                "verse_text": "These Philistines were descendants of Rapha from Gath. David and his men killed them."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Satan was against Israel. He encouraged David to count the people of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So David gave an order to Joab and the commanders of the troops. He said, &apos;Go and count all the Israelites. Count everyone from Beersheba to Dan. Then tell me so I will know how many people there are.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Joab answered, &apos;May the Lord make the nation 100 times as large. My master the king, all the Israelites are your servants. Why do you want to do this, my master? You will make Israel guilty of sin.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But King David made Joab follow his order. So Joab left and went through all Israel, counting the people. Then he returned to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "He told David how many people there were. In Israel there were 1,100,000 men who could use a sword. And there were 470,000 men in Judah who could use a sword."
            },
            {
                "verse_number": "6",
                "verse_text": "But Joab did not count the tribes of Levi and Benjamin. He didn&quot;t count them because he didn&quot;t like King David&quot;s order."
            },
            {
                "verse_number": "7",
                "verse_text": "David had done something God had said was wrong. So God punished Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to God, &apos;I have done something very foolish. It was a terrible sin. Now, I beg you to forgive me, your servant.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Gad was David&quot;s seer. The Lord said to Gad,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Go and tell David: &quot;This is what the Lord says: I am going to give you three choices. Choose one, and I will punish you in that way.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Gad went to David and said to him, &apos;This is what the Lord says: &quot;Choose which punishment you want."
            },
            {
                "verse_number": "12",
                "verse_text": "You may choose three years without enough food for the nation. Or choose three months of running from your enemies as they chase you with their swords. Or choose three days of punishment from the Lord. A terrible disease will spread through the country. The angel of the Lord will go through Israel destroying the people.&quot; Now, David, decide which answer I will give to the Lord, who sent me.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David said to Gad, &apos;I am in trouble. I don&quot;t want some man to punish me. The Lord is very merciful. So let the Lord punish me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord sent a terrible disease on Israel, and 70,000 people died."
            },
            {
                "verse_number": "15",
                "verse_text": "God sent an angel to destroy Jerusalem. But when the angel started to destroy it, the Lord saw it and felt sorry. So he said to the angel who was destroying, &apos;That is enough! Stop!&apos; The angel of the Lord was then standing at the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "David looked up and saw the angel of the Lord in the sky. The angel was holding his sword over Jerusalem. Then David and the elders bowed facedown on the ground. They were wearing rough cloth to show their sadness."
            },
            {
                "verse_number": "17",
                "verse_text": "David said to God, &apos;I am the one who sinned. I gave the order for the people to be counted. I have done wrong. These people are only sheep. What wrong have they done? Lord my God, punish me and my family. But stop the terrible disease that is killing your people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the angel of the Lord gave an order to Gad. He told Gad to tell David to build an altar to worship the Lord. It was to be at the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "19",
                "verse_text": "Gad told David these things from the Lord. So David went to Araunah&quot;s threshing floor."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah was separating the straw from the wheat. When he turned around, he saw the angel. Araunah&quot;s four sons who were with him hid."
            },
            {
                "verse_number": "21",
                "verse_text": "David went to Araunah. When Araunah saw David, he left the threshing floor. He bowed facedown on the ground before David."
            },
            {
                "verse_number": "22",
                "verse_text": "David said to him, &apos;Sell me your threshing floor. Then I can build an altar to worship the Lord here. Then the terrible disease will be stopped. Sell it to me for the full price.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Araunah said to David, &apos;Take this threshing floor. You are my master the king. Do anything you want. Look, I will also give you oxen for the burnt offering. I will give you boards as wood for the fire. And I will give the wheat for the grain offering. I will give all this to you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But King David answered Araunah, &apos;No, I must pay the full price. I won&quot;t take anything that is yours and give it to the Lord. I won&quot;t give an offering that costs me nothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So David paid Araunah about 15 pounds of gold for the place."
            },
            {
                "verse_number": "26",
                "verse_text": "David built an altar to worship the Lord there. He offered burnt offerings and fellowship offerings. David prayed to the Lord. And the Lord answered him by sending down fire from heaven. It came down on the altar of burnt offering."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the Lord commanded the angel to put his sword back into its holder."
            },
            {
                "verse_number": "28",
                "verse_text": "David saw that the Lord had answered him on the threshing floor of Araunah. So he offered sacrifices to the Lord there."
            },
            {
                "verse_number": "29",
                "verse_text": "The Holy Tent and the altar of burnt offerings were in Gibeon. They were at the place of worship there. Moses had made the Holy Tent while the Israelites were in the desert."
            },
            {
                "verse_number": "30",
                "verse_text": "But David could not go to the Holy Tent to speak with God. He was afraid of the angel of the Lord and his sword."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David said, &apos;The Temple of the Lord God will be built here. And the altar for burnt offerings for Israel will be built here.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David gave an order for all foreigners living in Israel to be gathered together. From that group David chose stonecutters. Their job was to cut stones to be used in building the Temple of God."
            },
            {
                "verse_number": "3",
                "verse_text": "David supplied a large amount of iron. It was used for making nails and hinges for the gate doors. He also supplied more bronze than could be weighed."
            },
            {
                "verse_number": "4",
                "verse_text": "And he supplied more cedar logs than could be counted. Much of the cedar had been brought to David by the people from Sidon and Tyre."
            },
            {
                "verse_number": "5",
                "verse_text": "David said, &apos;We should build a great Temple for the Lord. It should be famous everywhere for its greatness and beauty. But my son Solomon is young. He hasn&quot;t yet learned what he needs to know. So I will prepare for the building of it.&apos; So David got many of the materials ready before he died."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David called for his son Solomon. He told Solomon to build the Temple for the Lord, the God of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to him, &apos;My son, I wanted to build a temple for worshiping the Lord my God."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord spoke his word to me, &quot;David, you have killed too many people. You have fought too many wars. So you cannot build a temple for worship to me. You have killed too many people."
            },
            {
                "verse_number": "9",
                "verse_text": "But, you will have a son. He will be a man of peace and rest. I will give him rest from all his enemies around him. His name will be Solomon. And I will give Israel peace and quiet while he is king."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon will build a temple for worship to me. He will be my son, and I will be his father. I will make his kingdom strong. Someone from his family will rule Israel forever.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David also said, &apos;Now, my son, may the Lord be with you. May you build a temple for the Lord your God, as he said you would."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will make you the king of Israel. May the Lord give you wisdom and understanding. Then you will be able to obey the teachings of the Lord your God."
            },
            {
                "verse_number": "13",
                "verse_text": "Be careful to obey the rules and laws the Lord gave Moses for Israel. If you obey them, you will have success. Be strong and brave. Don&quot;t be afraid or discouraged."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Solomon, I have worked hard getting many of the materials for building the Temple of the Lord. I have supplied about seven and a half million pounds of gold. And I have supplied about seventy-five million pounds of silver. I have supplied so much bronze and iron it cannot be weighed. And I have supplied wood and stone. And you may add to them."
            },
            {
                "verse_number": "15",
                "verse_text": "You have many workmen. You have stonecutters, stoneworkers and carpenters. You have men skilled in every kind of work."
            },
            {
                "verse_number": "16",
                "verse_text": "They are skilled in working with gold, silver, bronze and iron. You have more craftsmen than can be counted. Now begin the work. And may the Lord be with you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then David ordered all the leaders of Israel to help his son Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "David said to them, &apos;The Lord your God is with you. He has given you rest from our enemies. He helped me to defeat the people living around us. The Lord and his people are in control of this land."
            },
            {
                "verse_number": "19",
                "verse_text": "Now give yourself completely to obeying the Lord your God. Build the holy place of the Lord God. Build the Temple for worship to the Lord. Then bring the Ark of the Covenant with the Lord into the Temple. And bring in the holy things that belong to God.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "David had lived long and was old. Then he made his son Solomon the new king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "David gathered all the leaders of Israel, along with the priests and Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "David counted the Levites who were 30 years old and older. In all, there were 38,000 Levites."
            },
            {
                "verse_number": "4",
                "verse_text": "David said, &apos;Of these, 24,000 Levites will direct the work of the Temple of the Lord. And 6,000 Levites will be officers and judges."
            },
            {
                "verse_number": "5",
                "verse_text": "And 4,000 Levites will be gatekeepers. And 4,000 Levites will praise the Lord with musical instruments. I made these instruments for them to use for praise.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David separated the Levites into three groups. These groups were led by Levi&quot;s three sons: Gershon, Kohath and Merari."
            },
            {
                "verse_number": "7",
                "verse_text": "From the people of Gershon, there were Ladan and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "Ladan had three sons. His first son was Jehiel. His other sons were Zetham and Joel."
            },
            {
                "verse_number": "9",
                "verse_text": "Shimei&quot;s sons were Shelomoth, Haziel and Haran. These three sons were leaders of Ladan&quot;s families."
            },
            {
                "verse_number": "10",
                "verse_text": "Shimei had four sons. They were Jahath, Ziza, Jeush and Beriah."
            },
            {
                "verse_number": "11",
                "verse_text": "Jahath was the first son, and Ziza was the second son. But Jeush and Beriah did not have many children. So they were counted as if they were one family."
            },
            {
                "verse_number": "12",
                "verse_text": "Kohath had four sons. They were Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "13",
                "verse_text": "Amram&quot;s sons were Aaron and Moses. Aaron and his descendants were chosen to be special forever. They were chosen to prepare the holy things for the Lord&quot;s service. They were to offer sacrifices before the Lord. They were to serve him as priests. They were to give blessings in the Lord&quot;s name forever."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses was the man of God. Moses&quot; sons were counted as part of the tribe of Levi."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses&quot; sons were Gershom and Eliezer."
            },
            {
                "verse_number": "16",
                "verse_text": "Gershom&quot;s first son was Shubael."
            },
            {
                "verse_number": "17",
                "verse_text": "Eliezer&quot;s first son was Rehabiah. Eliezer had no other sons, but Rehabiah had many sons."
            },
            {
                "verse_number": "18",
                "verse_text": "Izhar&quot;s first son was Shelomith."
            },
            {
                "verse_number": "19",
                "verse_text": "Hebron&quot;s first son was Jeriah. His second son was Amariah. Jahaziel was the third son. And Jekameam was the fourth son."
            },
            {
                "verse_number": "20",
                "verse_text": "Uzziel&quot;s first son was Micah. And Isshiah was his second son."
            },
            {
                "verse_number": "21",
                "verse_text": "Merari&quot;s sons were Mahli and Mushi. Mahli&quot;s sons were Eleazar and Kish."
            },
            {
                "verse_number": "22",
                "verse_text": "Eleazar died without having sons. He had only daughters. Eleazar&quot;s daughters married their cousins, the sons of Kish."
            },
            {
                "verse_number": "23",
                "verse_text": "Mushi&quot;s three sons were Mahli, Eder and Jerimoth."
            },
            {
                "verse_number": "24",
                "verse_text": "These were Levi&quot;s descendants listed by their families. They were the leaders of families. Each person who was 20 years old or older was listed. They served in the Lord&quot;s Temple."
            },
            {
                "verse_number": "25",
                "verse_text": "David had said, &apos;The Lord is the God of Israel. He has given rest to his people. He has come to live in Jerusalem forever."
            },
            {
                "verse_number": "26",
                "verse_text": "So the Levites don&quot;t need to carry the Holy Tent. They don&quot;t need to carry any of the things used in its services anymore.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "David&quot;s last instructions were to count the Levites. All who were 20 years old and older were counted."
            },
            {
                "verse_number": "28",
                "verse_text": "The Levites had the job of helping Aaron&quot;s descendants. They helped in the service of the Temple of the Lord. They cared for the Temple courtyard and side rooms. They had the job of making all the holy things pure. Their job was to serve in the Temple of God."
            },
            {
                "verse_number": "29",
                "verse_text": "They were responsible for putting the holy bread on the table. They also were responsible for the flour in the grain offerings. And they were responsible for the bread made without yeast. They were also responsible for the baking and mixing. And they did all the measuring."
            },
            {
                "verse_number": "30",
                "verse_text": "The Levites also stood every morning and gave thanks and praise to the Lord. They also did this every evening."
            },
            {
                "verse_number": "31",
                "verse_text": "The Levites offered all the burnt offerings to the Lord on the special days of rest. And they offered them at the New Moon festivals and at all appointed feasts. They served before the Lord every day. They were to follow the rules for how many Levites should serve each time."
            },
            {
                "verse_number": "32",
                "verse_text": "So the Levites took care of the Meeting Tent. They also took care of the Holy Place. And they helped their relatives, Aaron&quot;s descendants, with the services at the Temple of the Lord."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "These were the groups of Aaron&quot;s sons: Aaron&quot;s sons were Nadab, Abihu, Eleazar and Ithamar. Shubael was a descendant of Amram. And Jehdeiah was a descendant of Shubael. These are the Levites, listed by their families."
            },
            {
                "verse_number": "2",
                "verse_text": "But Nadab and Abihu died before their father did. And they had no sons. So Eleazar and Ithamar served as the priests."
            },
            {
                "verse_number": "3",
                "verse_text": "David separated the family groups of Eleazar and Ithamar into two different groups. Each group had certain duties it had been given. Zadok and Ahimelech helped David. Zadok was a descendant of Eleazar. And Ahimelech was a descendant of Ithamar."
            },
            {
                "verse_number": "4",
                "verse_text": "There were more leaders from Eleazar&quot;s family than from Ithamar&quot;s. There were 16 leaders from Eleazar&quot;s family. And there were 8 leaders from Ithamar&quot;s family."
            },
            {
                "verse_number": "5",
                "verse_text": "Men were chosen from Eleazar&quot;s and Ithamar&quot;s families by throwing lots. Some men from each family were chosen to be in charge of the Holy Place. And some men from each family were chosen to serve as priests."
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah son of Nethanel was the secretary. He was from the tribe of Levi. Shemaiah recorded the names of those descendants in front of King David and these officers: Zadok the priest, Ahimelech son of Abiathar, and the leaders of the families of the priests and Levites. The work was divided by lots among the families of Eleazar and Ithamar. The following men with their groups were chosen."
            },
            {
                "verse_number": "7",
                "verse_text": "The first one chosen was Jehoiarib. The second was Jedaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "The third was Harim. The fourth was Seorim."
            },
            {
                "verse_number": "9",
                "verse_text": "The fifth was Malkijah. The sixth was Mijamin."
            },
            {
                "verse_number": "10",
                "verse_text": "The seventh was Hakkoz. The eighth was Abijah."
            },
            {
                "verse_number": "11",
                "verse_text": "The ninth was Jeshua. The tenth was Shecaniah."
            },
            {
                "verse_number": "12",
                "verse_text": "The eleventh was Eliashib. The twelfth was Jakim."
            },
            {
                "verse_number": "13",
                "verse_text": "The thirteenth was Huppah. The fourteenth was Jeshebeab."
            },
            {
                "verse_number": "14",
                "verse_text": "The fifteenth was Bilgah. The sixteenth was Immer."
            },
            {
                "verse_number": "15",
                "verse_text": "The seventeenth was Hezir. The eighteenth was Happizzez."
            },
            {
                "verse_number": "16",
                "verse_text": "The nineteenth was Pethahiah. The twentieth was Jehezkel."
            },
            {
                "verse_number": "17",
                "verse_text": "The twenty-first was Jakin. The twenty-second was Gamul."
            },
            {
                "verse_number": "18",
                "verse_text": "The twenty-third was Delaiah. The twenty-fourth was Maaziah."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the groups chosen to serve in the Temple of the Lord. They obeyed the rules Aaron had given them. The Lord, the God of Israel, had given those rules to Aaron."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the names of the rest of Levi&quot;s descendants:"
            },
            {
                "verse_number": "21",
                "verse_text": "Isshiah was the first son of Rehabiah."
            },
            {
                "verse_number": "22",
                "verse_text": "From the Izhar family group, there was Shelomoth. And Jahath was a descendant of Shelomoth."
            },
            {
                "verse_number": "23",
                "verse_text": "Hebron&quot;s first son was Jeriah. Amariah was his second son. Jahaziel was his third son, and Jekameam was his fourth."
            },
            {
                "verse_number": "24",
                "verse_text": "Uzziel&quot;s son was Micah. Micah&quot;s son was Shamir."
            },
            {
                "verse_number": "25",
                "verse_text": "Isshiah was Micah&quot;s brother. Isshiah&quot;s son was Zechariah."
            },
            {
                "verse_number": "26",
                "verse_text": "Merari&quot;s descendants were Mahli and Mushi. Merari&quot;s son was Jaaziah."
            },
            {
                "verse_number": "27",
                "verse_text": "Jaaziah son of Merari had sons named Shoham, Zaccur and Ibri."
            },
            {
                "verse_number": "28",
                "verse_text": "Mahli&quot;s son was Eleazar. But Eleazar did not have any sons."
            },
            {
                "verse_number": "29",
                "verse_text": "Kish&quot;s son was Jerahmeel."
            },
            {
                "verse_number": "30",
                "verse_text": "Mushi&quot;s sons were Mahli, Eder and Jerimoth."
            },
            {
                "verse_number": "31",
                "verse_text": "They were chosen for special jobs by throwing lots. They did this just as their relatives, the priests, had done. The priests were Aaron&quot;s descendants. They threw lots in front of King David, Zadok and Ahimelech. The leaders of the families of the priests and Levites were also there. The families of the oldest brother and the youngest brother were treated the same."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "David and the commanders of the army chose some men to preach. They chose some of the sons of Asaph, Heman and Jeduthun. They were to preach God&quot;s message and play harps, lyres and cymbals. Here is a list of the men who served in this way:"
            },
            {
                "verse_number": "2",
                "verse_text": "Asaph&quot;s sons who served were Zaccur, Joseph, Nethaniah and Asarelah. King David chose Asaph to preach. And Asaph directed his sons."
            },
            {
                "verse_number": "3",
                "verse_text": "Jeduthun&quot;s sons who served were Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah and Mattithiah. There were six of them, and Jeduthun directed them. He preached. And he used a harp to give thanks and praise to the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "Heman&quot;s sons who served were Bukkiah, Mattaniah, Uzziel, Shubael and Jerimoth. There were also Hananiah, Hanani, Eliathah, Giddalti and Romamti-Ezer. And there were Joshbekashah, Mallothi, Hothir and Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "All these men were sons of Heman, David&quot;s seer. God promised to make Heman strong. So Heman had many sons. God gave him 14 sons and 3 daughters."
            },
            {
                "verse_number": "6",
                "verse_text": "Heman directed all his sons in making music for the Temple of the Lord. They used cymbals, lyres and harps. That was their way of serving in the Temple of God. And King David was in charge of Asaph, Jeduthun and Heman."
            },
            {
                "verse_number": "7",
                "verse_text": "These men and their relatives from the Levites were trained in music. They were skilled in making music for the Lord. There were 288 of them."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone threw lots to choose the time his family was to serve at the Temple. The young and the old had to throw lots. The teacher and the student had to throw lots."
            },
            {
                "verse_number": "9",
                "verse_text": "First, 12 men were chosen from Joseph, his sons and relatives. Joseph was from the family of Asaph. Second, 12 men were chosen from Gedaliah, his sons and relatives."
            },
            {
                "verse_number": "10",
                "verse_text": "Third, 12 men were chosen from Zaccur, his sons and relatives."
            },
            {
                "verse_number": "11",
                "verse_text": "Fourth, 12 men were chosen from Izri, his sons and relatives."
            },
            {
                "verse_number": "12",
                "verse_text": "Fifth, 12 men were chosen from Nethaniah, his sons and relatives."
            },
            {
                "verse_number": "13",
                "verse_text": "Sixth, 12 men were chosen from Bukkiah, his sons and relatives."
            },
            {
                "verse_number": "14",
                "verse_text": "Seventh, 12 men were chosen from Jesarelah, his sons and relatives."
            },
            {
                "verse_number": "15",
                "verse_text": "Eighth, 12 men were chosen from Jeshaiah, his sons and relatives."
            },
            {
                "verse_number": "16",
                "verse_text": "Ninth, 12 men were chosen from Mattaniah, his sons and relatives."
            },
            {
                "verse_number": "17",
                "verse_text": "Tenth, 12 men were chosen from Shimei, his sons and relatives."
            },
            {
                "verse_number": "18",
                "verse_text": "Eleventh, 12 men were chosen from Azarel, his sons and relatives."
            },
            {
                "verse_number": "19",
                "verse_text": "Twelfth, 12 men were chosen from Hashabiah, his sons and relatives."
            },
            {
                "verse_number": "20",
                "verse_text": "Thirteenth, 12 men were chosen from Shubael, his sons and relatives."
            },
            {
                "verse_number": "21",
                "verse_text": "Fourteenth, 12 men were chosen from Mattithiah, his sons and relatives."
            },
            {
                "verse_number": "22",
                "verse_text": "Fifteenth, 12 men were chosen from Jerimoth, his sons and relatives."
            },
            {
                "verse_number": "23",
                "verse_text": "Sixteenth, 12 men were chosen from Hananiah, his sons and relatives."
            },
            {
                "verse_number": "24",
                "verse_text": "Seventeenth, 12 men were chosen from Joshbekashah, his sons and relatives."
            },
            {
                "verse_number": "25",
                "verse_text": "Eighteenth, 12 men were chosen from Hanani, his sons and relatives."
            },
            {
                "verse_number": "26",
                "verse_text": "Nineteenth, 12 men were chosen from Mallothi, his sons and relatives."
            },
            {
                "verse_number": "27",
                "verse_text": "Twentieth, 12 men were chosen from Eliathah, his sons and relatives."
            },
            {
                "verse_number": "28",
                "verse_text": "Twenty-first, 12 men were chosen from Hothir, his sons and relatives."
            },
            {
                "verse_number": "29",
                "verse_text": "Twenty-second, 12 men were chosen from Giddalti, his sons and relatives."
            },
            {
                "verse_number": "30",
                "verse_text": "Twenty-third, 12 men were chosen from Mahazioth, his sons and relatives."
            },
            {
                "verse_number": "31",
                "verse_text": "Twenty-fourth, 12 men were chosen from Romamti-Ezer, his sons and relatives."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "These are the groups of the gatekeepers. From the family of Korah, there was Meshelemiah and his sons. (Meshelemiah son of Kore was from Asaph&quot;s family.) Guards stood side by side with guards."
            },
            {
                "verse_number": "2",
                "verse_text": "Meshelemiah had sons. Zechariah was his first son. Jediael was his second son. Zebadiah was his third son. Jathniel was his fourth son."
            },
            {
                "verse_number": "3",
                "verse_text": "Elam was his fifth son. Jehohanan was his sixth son, and Eliehoenai was his seventh son."
            },
            {
                "verse_number": "4",
                "verse_text": "There were also Obed-Edom and his sons. Obed-Edom&quot;s first son was Shemaiah. Jehozabad was his second son. Joah was his third son. Sacar was his fourth son. Nethanel was his fifth son."
            },
            {
                "verse_number": "5",
                "verse_text": "Ammiel was his sixth son. Issachar was his seventh son, and Peullethai was his eighth son. God had blessed Obed-Edom with children."
            },
            {
                "verse_number": "6",
                "verse_text": "Obed-Edom&quot;s son Shemaiah also had sons. They were leaders in their father&quot;s family because they were capable men."
            },
            {
                "verse_number": "7",
                "verse_text": "Shemaiah&quot;s sons were Othni, Rephael, Obed, Elzabad, Elihu and Semakiah. Elihu and Semakiah were skilled workers."
            },
            {
                "verse_number": "8",
                "verse_text": "All these men were Obed-Edom&quot;s descendants. They and their sons and relatives were capable men. They were strong enough to do the work. Obed-Edom had 62 descendants in all."
            },
            {
                "verse_number": "9",
                "verse_text": "Meshelemiah had sons and relatives. They were skilled workers. In all, there were 18 sons and relatives."
            },
            {
                "verse_number": "10",
                "verse_text": "These are the gatekeepers from the Merari family. Hosah had sons. Shimri was chosen to be in charge. He was not the oldest son, but his father chose him to be in charge."
            },
            {
                "verse_number": "11",
                "verse_text": "Hilkiah was his second son. Tabaliah was his third son, and Zechariah was his fourth son. In all, Hosah had 13 sons and relatives."
            },
            {
                "verse_number": "12",
                "verse_text": "These were the leaders of the groups of the gatekeepers. They had jobs for serving in the Temple of the Lord. Their relatives also had jobs in the Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "Each family was given a gate to guard. They were chosen by throwing lots. Young and old threw lots."
            },
            {
                "verse_number": "14",
                "verse_text": "Meshelemiah was chosen by lot to guard the East Gate. Then lots were thrown for Meshelemiah&quot;s son Zechariah. He was a wise counselor. He was chosen for the North Gate."
            },
            {
                "verse_number": "15",
                "verse_text": "Obed-Edom was chosen for the South Gate. And Obed-Edom&quot;s sons were chosen to guard the storehouse."
            },
            {
                "verse_number": "16",
                "verse_text": "Shuppim and Hosah were chosen for the West Gate. They also were to guard the Shalleketh Gate on the upper road."
            },
            {
                "verse_number": "17",
                "verse_text": "Six Levites stood guard every day at the East Gate. Four Levites stood guard every day at the North Gate. Four Levites stood guard every day at the South Gate. And two Levites at a time guarded the storehouse."
            },
            {
                "verse_number": "18",
                "verse_text": "There were two guards at the western court. And there were four guards on the road to the court."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the groups of the gatekeepers. They were from the families of Korah and Merari."
            },
            {
                "verse_number": "20",
                "verse_text": "Other Levites were responsible for taking care of the treasuries of the Temple of God. They were also responsible for the places where the holy things were kept."
            },
            {
                "verse_number": "21",
                "verse_text": "Ladan was Gershon&quot;s son. Ladan was the ancestor of several family groups. Jehiel was a leader of one of the family groups."
            },
            {
                "verse_number": "22",
                "verse_text": "Jehiel&quot;s sons were Zetham and his brother Joel. They were responsible for the treasuries of the Temple of the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Other leaders were chosen from the family groups of Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "24",
                "verse_text": "Shubael was the leader responsible for the treasuries of the Temple of the Lord. Shubael was the descendant of Gershom, who was Moses&quot; son."
            },
            {
                "verse_number": "25",
                "verse_text": "These were Shubael&quot;s relatives from Eliezer: Eliezer&quot;s son Rehabiah, Rehabiah&quot;s son Jeshaiah, Jeshaiah&quot;s son Joram, Joram&quot;s son Zicri and Zicri&quot;s son Shelomith."
            },
            {
                "verse_number": "26",
                "verse_text": "Shelomith and his relatives were responsible for everything that had been collected for the Temple. Things had been collected by King David and the heads of families. They had been collected by commanders of 1,000 men and of 100 men and other army commanders."
            },
            {
                "verse_number": "27",
                "verse_text": "They also gave some of the things they had taken in wars. They gave them to be used in repairing the Temple of the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Shelomith and his relatives took care of all the holy things. Some had been given by Samuel the seer and Saul son of Kish. Some had been given by Abner son of Ner and Joab son of Zeruiah."
            },
            {
                "verse_number": "29",
                "verse_text": "Kenaniah was from the Izhar family. He and his sons worked outside the Temple. They worked as officers and judges in different places in Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "Hashabiah was from the Hebron family. He and his relatives were responsible for the Lord&quot;s work and the king&quot;s business in Israel west of the Jordan River. There were 1,700 skilled men in Hashabiah&quot;s group."
            },
            {
                "verse_number": "31",
                "verse_text": "The history of the Hebron family shows that Jeriah was their leader. In David&quot;s fortieth year as king, the records were searched. Some capable men of the Hebron family were found living at Jazer in Gilead."
            },
            {
                "verse_number": "32",
                "verse_text": "Jeriah had 2,700 relatives who were skilled men. They were leaders of families. King David gave them the responsibility of directing the tribes of Reuben, Gad and the eastern half-tribe of Manasseh. They took care of the Lord&quot;s work and the king&quot;s business for them."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "This is the list of the Israelite people who served the king in the army. Each division was on duty one month each year. There were leaders of families, commanders of 100 men, commanders of 1,000 men and other officers. Each division had 24,000 men."
            },
            {
                "verse_number": "2",
                "verse_text": "Jashobeam son of Zabdiel was in charge of the first division for the first month. There were 24,000 men in his division."
            },
            {
                "verse_number": "3",
                "verse_text": "He was one of the descendants of Perez. Jashobeam was leader of all the army officers for the first month."
            },
            {
                "verse_number": "4",
                "verse_text": "Dodai was in charge of the division for the second month. He was from the Ahohites. Mikloth was a leader in the division. There were 24,000 men in Dodai&quot;s division."
            },
            {
                "verse_number": "5",
                "verse_text": "The third commander was Benaiah son of Jehoiada the priest. He was the commander for the third month. There were 24,000 men in Benaiah&quot;s division."
            },
            {
                "verse_number": "6",
                "verse_text": "He was the Benaiah who was one of the Thirty soldiers. Benaiah was a brave warrior who led those men. Benaiah&quot;s son Ammizabad was in charge of Benaiah&quot;s division."
            },
            {
                "verse_number": "7",
                "verse_text": "The fourth commander was Asahel, the brother of Joab. He was the commander for the fourth month. Later, Asahel&quot;s son Zebadiah took his place as commander. There were 24,000 men in his division."
            },
            {
                "verse_number": "8",
                "verse_text": "The fifth commander was Shamhuth, from Izrah&quot;s family. He was the commander for the fifth month. There were 24,000 men in his division."
            },
            {
                "verse_number": "9",
                "verse_text": "The sixth commander was Ira son of Ikkesh. He was the commander for the sixth month. He was from the town of Tekoa. There were 24,000 men in his division."
            },
            {
                "verse_number": "10",
                "verse_text": "The seventh commander was Helez. He was the commander for the seventh month. He was from the Pelonites and a descendant of Ephraim. There were 24,000 men in his division."
            },
            {
                "verse_number": "11",
                "verse_text": "The eighth commander was Sibbecai. He was the commander for the eighth month. He was from Hushah and was from Zerah&quot;s family. There were 24,000 men in his division."
            },
            {
                "verse_number": "12",
                "verse_text": "The ninth commander was Abiezer, from the town of Anathoth. He was the commander for the ninth month. He was from the tribe of Benjamin. There were 24,000 men in his division."
            },
            {
                "verse_number": "13",
                "verse_text": "The tenth commander was Maharai. He was the commander for the tenth month. He was from Netophah and was from Zerah&quot;s family. There were 24,000 men in his division."
            },
            {
                "verse_number": "14",
                "verse_text": "The eleventh commander was Benaiah. He was the commander for the eleventh month. He was from Pirathon and was from the tribe of Ephraim. There were 24,000 men in his division."
            },
            {
                "verse_number": "15",
                "verse_text": "The twelfth commander was Heldai. He was the commander for the twelfth month. He was from Netophah and was from Othniel&quot;s family. There were 24,000 men in his division."
            },
            {
                "verse_number": "16",
                "verse_text": "These were the leaders of the tribes of Israel. Eliezer son of Zicri was over the tribe of Reuben. Shephatiah son of Maacah was over the tribe of Simeon."
            },
            {
                "verse_number": "17",
                "verse_text": "Hashabiah son of Kemuel was over the tribe of Levi. Zadok was over the people of Aaron."
            },
            {
                "verse_number": "18",
                "verse_text": "Elihu, one of David&quot;s brothers, was over the tribe of Judah. Omri son of Michael was over the tribe of Issachar."
            },
            {
                "verse_number": "19",
                "verse_text": "Ishmaiah son of Obadiah was over the tribe of Zebulun. Jerimoth son of Azriel was over the tribe of Naphtali."
            },
            {
                "verse_number": "20",
                "verse_text": "Hoshea son of Azaziah was over the tribe of Ephraim. Joel son of Pedaiah was over the western half-tribe of Manasseh."
            },
            {
                "verse_number": "21",
                "verse_text": "Iddo son of Zechariah was over the eastern half-tribe of Manasseh. Jaasiel son of Abner was over the tribe of Benjamin."
            },
            {
                "verse_number": "22",
                "verse_text": "Azarel son of Jeroham was over the tribe of Dan. These were the leaders of the tribes of Israel. Jonathan was in charge of the storehouses in the towns, villages and towers. He was the son of Uzziah. Zabdi was in charge of storing the wine that came from the vineyards. Zabdi was from Shepham. Joash was in charge of storing the olive oil. Shaphat son of Adlai was in charge of the cows in the valleys. Jehdeiah was in charge of the donkeys. He was from Meronoth. All these men were the officers who took care of King David&quot;s property."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord had promised to make the Israelites as many as the stars in the sky. So David only counted the men who were 20 years old and older."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab son of Zeruiah began to count the people. But he did not finish. God became angry with Israel for counting the people. So the number of the people was not put in the history book about King David&quot;s rule."
            },
            {
                "verse_number": "25",
                "verse_text": "Azmaveth son of Adiel was in charge of the royal storehouses."
            },
            {
                "verse_number": "26",
                "verse_text": "Ezri son of Kelub was in charge of the field workers. They farmed the land."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei was in charge of the vineyards. He was from the town of Ramah."
            },
            {
                "verse_number": "28",
                "verse_text": "Baal-Hanan was in charge of the olive trees and sycamore trees in the western mountain slopes. He was from Geder."
            },
            {
                "verse_number": "29",
                "verse_text": "Shitrai was in charge of the cows that fed in the Plain of Sharon. He was from Sharon."
            },
            {
                "verse_number": "30",
                "verse_text": "Obil was in charge of the camels. He was an Ishmaelite."
            },
            {
                "verse_number": "31",
                "verse_text": "Jaziz was in charge of the sheep. He was from the Hagrites."
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan was David&quot;s uncle. He advised David. Jonathan was a wise man and a teacher of the law. Jehiel son of Hacmoni took care of the king&quot;s sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel advised the king. Hushai was the king&quot;s friend. He was from the Arkite people."
            },
            {
                "verse_number": "34",
                "verse_text": "Jehoiada and Abiathar later took Ahithophel&quot;s place in advising the king. Jehoiada was Benaiah&quot;s son. Joab was the commander of the king&quot;s army."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David commanded all the leaders of Israel to come to Jerusalem. There were the leaders of the tribes and the commanders of the divisions serving the king. There were the commanders of 1,000 men and of 100 men. There were the leaders who took care of the property and animals that belonged to the king and his sons. There were the men over the palace, the powerful men and all the brave warriors."
            },
            {
                "verse_number": "2",
                "verse_text": "King David stood up and said, &apos;Listen to me, my relatives and my people. I wanted to build a place to keep the Ark of the Covenant with the Lord. I wanted it to be God&quot;s footstool. And I made plans to build a temple for worship to God."
            },
            {
                "verse_number": "3",
                "verse_text": "But God said to me, &quot;You must not build a temple for worship to me. You must not do that because you are a soldier. You have killed many men.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;But the Lord, the God of Israel, chose me from my whole family. He chose me to be king of Israel forever. The Lord chose the tribe of Judah to be a leader. And from the people of Judah, he chose my father&quot;s family. And from that family God was pleased to make me king of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has given me many sons. And from those sons he has chosen Solomon. Solomon will be the new king of Israel. Israel is the Lord&quot;s kingdom."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to me, &quot;Your son Solomon will build my Temple. And he will build the area around it. This is because I have chosen Solomon to be my son. And I will be his father."
            },
            {
                "verse_number": "7",
                "verse_text": "He is obeying my laws and commands now. If he continues to obey them, I will make his kingdom strong forever.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "David said, &apos;Now, in front of all Israel and God, I tell you these things: Be careful to obey all the commands of the Lord your God. Then you may keep this good land. And you may pass it on to your descendants forever."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;And you, my son Solomon, accept the God of your father. Serve him completely. Be happy to serve him. Do this because the Lord knows what is in every person&quot;s mind. He understands everything you think. If you go to him for help, you will get an answer. But if you turn away from the Lord, he will leave you forever."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon, you must understand this. The Lord has chosen you to build the Temple as his holy place. Be strong and finish the job.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David gave his son Solomon the plans for building the Temple. Those plans were also for the porch around the Temple. They were for its buildings, its storerooms, its upper rooms and its inside rooms. They also were the plans for the place where the people&quot;s sins were removed."
            },
            {
                "verse_number": "12",
                "verse_text": "David gave him plans for everything he had in mind. David gave him plans for the courtyards around the Lord&quot;s Temple and all the rooms around it. He gave him plans for the Temple treasuries. And he gave him plans for the treasuries of the holy things used in the Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "David gave Solomon directions for the groups of the priests and Levites. David told him about all the work of serving in the Temple of the Lord. He told him about the things to be used in the Temple service."
            },
            {
                "verse_number": "14",
                "verse_text": "Many things made of gold or silver would be used in the Temple. David told Solomon how much gold or silver should be used to make each thing."
            },
            {
                "verse_number": "15",
                "verse_text": "David told him how much gold to use for each gold lampstand and its lamps. He told him how much silver to use for each silver lampstand and its lamps. The different lampstands were to be used where needed."
            },
            {
                "verse_number": "16",
                "verse_text": "David told how much gold should be used for each table that held the holy bread. And he told how much silver should be used for the silver tables."
            },
            {
                "verse_number": "17",
                "verse_text": "He told how much pure gold should be used to make the forks, bowls and pitchers. He told how much gold should be used to make each gold dish. He told how much silver should be used to make each silver dish."
            },
            {
                "verse_number": "18",
                "verse_text": "David told how much pure gold should be used for the altar of incense. He also gave Solomon the plans for the chariot. This is where the golden creatures spread their wings over the Ark of the Covenant with the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "David said, &apos;All these plans were written with the Lord guiding me. He helped me understand everything in the plans.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "David also said to his son Solomon, &apos;Be strong and brave. Do the work. Don&quot;t be afraid or discouraged. The Lord God, my God, is with you. He will help you until all the work is finished. He will not leave you. You will build the Temple of the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "The groups of the priests and Levites are ready for all the work on the Temple of God. Every skilled worker is ready to help you with all the work. The leaders and all the people will obey every command you give.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "King David spoke to all the Israelites who were gathered. He said, &apos;God chose my son Solomon. Solomon is young and hasn&quot;t yet learned what he needs to know. But the work is important. This palace is not for people. It is for the Lord God."
            },
            {
                "verse_number": "2",
                "verse_text": "I have done my best to prepare for building the Temple of God. I have given gold for the things made of gold. I have given silver for the things made of silver. I have given bronze for the things made of bronze. I have given iron for the things made of iron. I have given wood for the things made of wood. I have given onyx for the settings and turquoise. I have given gems of many different colors. I have given valuable stones and white marble. I have given much of all these things."
            },
            {
                "verse_number": "3",
                "verse_text": "I have already given this for the Temple. But now I am also giving my own treasures of gold and silver. I am doing this because I really want the Temple of my God to be built."
            },
            {
                "verse_number": "4",
                "verse_text": "I have given about 220,000 pounds of pure gold from Ophir. And I have given about 520,000 pounds of pure silver. They will be used to cover the walls of the buildings."
            },
            {
                "verse_number": "5",
                "verse_text": "They will also be used for all the gold and silver work. Skilled men may use the gold and silver to make things for the Temple. Now, who is ready to give himself to the service of the Lord today?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The family leaders and the leaders of the tribes of Israel gave their valuable things. The commanders of 1,000 men and of 100 men gave their valuable things. And the leaders responsible for the king&quot;s work gave their valuable things."
            },
            {
                "verse_number": "7",
                "verse_text": "These are the things they gave for the Temple of God: about 380,000 pounds of gold, about 750,000 pounds of silver, about 1,350,000 pounds of bronze and about 7,500,000 pounds of iron."
            },
            {
                "verse_number": "8",
                "verse_text": "People who had valuable gems gave them to the treasury of the Temple of the Lord. Jehiel, from the Gershon family, took care of the valuable gems."
            },
            {
                "verse_number": "9",
                "verse_text": "The leaders gave freely and completely to the Lord. The people were happy to see their leaders give so gladly. King David was also very happy."
            },
            {
                "verse_number": "10",
                "verse_text": "David praised the Lord in front of all of the people who were gathered. He said: &apos;We praise you, Lord. You are the God of our father Israel. We praise you forever and ever. You have glory, victory and honor. Everything in heaven and on earth belongs to you. The kingdom belongs to you, Lord. You are the ruler over everything. You rule everything. You have the power and strength to make anyone great and strong. And we praise your glorious name. Everything comes from you. We have given you back what you gave us. All our ancestors were also foreigners and strangers. Our time on earth is like a shadow. There is no hope. We will build it for worship to you. But everything has come from you. Everything belongs to you. You are happy when people do what is right. I was happy to give all these things. I gave with an honest heart. Your people gathered here are happy to give to you. I am happy to see their giving. You are the God of Abraham, Isaac and Jacob. Please help your people to want to serve you always. And help them to want to obey you always. Help him always obey your commands, laws and rules. Help him build the Temple for which I have prepared.&apos; And they made David&quot;s son Solomon king for the second time. They poured olive oil on Solomon to appoint him king. And they poured oil on Zadok to appoint him as priest. They did this in the presence of the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "Lord, you are great and powerful."
            },
            {
                "verse_number": "12",
                "verse_text": "Riches and honor come from you."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, our God, we thank you."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;These things did not really come from me and my people."
            },
            {
                "verse_number": "15",
                "verse_text": "We are like foreigners and strangers."
            },
            {
                "verse_number": "16",
                "verse_text": "Lord our God, we have gathered all this to build your Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "I know, my God, that you test people&quot;s hearts."
            },
            {
                "verse_number": "18",
                "verse_text": "Lord, you are the God of our ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Give my son Solomon a strong desire to serve you."
            },
            {
                "verse_number": "20",
                "verse_text": "Then David said to all the people who were gathered, &apos;Praise the Lord your God.&apos; So they all praised the Lord, the God their ancestors worshiped. They bowed to the ground to give honor to the Lord and the king."
            },
            {
                "verse_number": "21",
                "verse_text": "The next day the people made sacrifices to the Lord. They offered burnt offerings to him. They offered 1,000 bulls, 1,000 male sheep and 1,000 male lambs. They also brought drink offerings. Many sacrifices were made for all the people of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "That day the people ate and drank with much joy. And the Lord was with them."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Solomon sat on the Lord&quot;s throne as king. He took his father David&quot;s place. Solomon was very successful. And all the people of Israel obeyed him."
            },
            {
                "verse_number": "24",
                "verse_text": "All the leaders and soldiers and King David&quot;s sons accepted Solomon as king. They promised to obey him."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord made Solomon great before all the Israelites. The Lord gave Solomon much honor. No king of Israel before Solomon had such honor."
            },
            {
                "verse_number": "26",
                "verse_text": "David son of Jesse was king over all Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "He was king for 40 years. He ruled in the city of Hebron for 7 years. And he ruled in Jerusalem for 33 years."
            },
            {
                "verse_number": "28",
                "verse_text": "David died when he was old. He had lived a good, long life. He had received many riches and honors. And David&quot;s son Solomon became king after him."
            },
            {
                "verse_number": "29",
                "verse_text": "Everything King David did as king, from beginning to end, is recorded. Those things are written in the records of Samuel the seer. And they are in the records of Nathan the prophet and the records of Gad the seer."
            },
            {
                "verse_number": "30",
                "verse_text": "Those writings tell what David did as king of Israel. They tell about his power and all that happened to him. And they tell what happened to Israel and all the kingdoms around them."
            }
        ]
    }
}