{
    "Luke": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "To Theophilus: Many have tried to give a history of the things that happened among us. &apos;My soul praises the Lord; From now on, all people will say that I am blessed, His name is holy. to those who worship him. He scatters the people who are proud and think great things about themselves. and he raises up the humble. but he sends the rich away with nothing. He gave them his mercy. to Abraham and to his children forever.&apos; God has come to help his people and has given them freedom. from the family of God&quot;s servant David. He said it through his holy prophets who lived long ago. and from the power of all those who hate us. And he remembered his holy promise. so that we could serve him without fear. You will go first before the Lord to prepare the people for his coming. They will be saved by having their sins forgiven. a new day from heaven will shine upon us. in the fear of death. He will guide us into the path that goes toward peace.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "They have written the same things that we learned from others&ndash;the people who saw those things from the beginning and served God by telling people his message."
            },
            {
                "verse_number": "3",
                "verse_text": "I myself studied everything carefully from the beginning, your Excellency. I thought I should write it out for you. So I put it in order in a book."
            },
            {
                "verse_number": "4",
                "verse_text": "I write these things so that you can know that what you have been taught is true."
            },
            {
                "verse_number": "5",
                "verse_text": "During the time Herod ruled Judea, there was a priest named Zechariah. He belonged to Abijah&quot;s group. Zechariah&quot;s wife came from the family of Aaron. Her name was Elizabeth."
            },
            {
                "verse_number": "6",
                "verse_text": "Zechariah and Elizabeth truly did what God said was good. They did everything the Lord commanded and told people to do. They were without fault in keeping his law."
            },
            {
                "verse_number": "7",
                "verse_text": "But Zechariah and Elizabeth had no children. Elizabeth could not have a baby; and both of them were very old."
            },
            {
                "verse_number": "8",
                "verse_text": "Zechariah was serving as a priest before God for his group. It was his group&quot;s time to serve."
            },
            {
                "verse_number": "9",
                "verse_text": "According to the custom of the priests, he was chosen to go into the Temple of the Lord and burn incense."
            },
            {
                "verse_number": "10",
                "verse_text": "There were a great many people outside praying at the time the incense was offered."
            },
            {
                "verse_number": "11",
                "verse_text": "Then, on the right side of the incense table, an angel of the Lord came and stood before Zechariah."
            },
            {
                "verse_number": "12",
                "verse_text": "When he saw the angel, Zechariah was confused and frightened."
            },
            {
                "verse_number": "13",
                "verse_text": "But the angel said to him, &apos;Zechariah, don&quot;t be afraid. Your prayer has been heard by God. Your wife, Elizabeth, will give birth to a son. You will name him John."
            },
            {
                "verse_number": "14",
                "verse_text": "You will be very happy. Many people will be happy because of his birth."
            },
            {
                "verse_number": "15",
                "verse_text": "John will be a great man for the Lord. He will never drink wine or beer. Even at the time John is born, he will be filled with the Holy Spirit."
            },
            {
                "verse_number": "16",
                "verse_text": "He will help many people of Israel return to the Lord their God."
            },
            {
                "verse_number": "17",
                "verse_text": "He himself will go first before the Lord. John will be powerful in spirit like Elijah. He will make peace between fathers and their children. He will bring those who are not obeying God back to the right way of thinking. He will make people ready for the coming of the Lord.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Zechariah said to the angel, &apos;How can I know that what you say is true? I am an old man, and my wife is old, too.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The angel answered him, &apos;I am Gabriel. I stand before God. God sent me to talk to you and to tell you this good news."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, listen! You will not be able to talk until the day these things happen. You will lose your speech because you did not believe what I told you. But these things will really happen.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Outside, the people were still waiting for Zechariah. They were surprised that he was staying so long in the Temple."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Zechariah came outside, but he could not speak to them. So they knew that he had seen a vision in the Temple. Zechariah could not speak. He could only make signs to them."
            },
            {
                "verse_number": "23",
                "verse_text": "When his time of service as a priest was finished, he went home."
            },
            {
                "verse_number": "24",
                "verse_text": "Later, Zechariah&quot;s wife, Elizabeth, became pregnant. She did not go out of her house for five months. Elizabeth said,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Look what the Lord has done for me! My people were ashamed of me, but now the Lord has taken away that shame.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The angel came to her and said, &apos;Greetings! The Lord has blessed you and is with you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Mary was very confused by what the angel said. Mary wondered, &apos;What does this mean?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The angel said to her, &apos;Don&quot;t be afraid, Mary, because God is pleased with you."
            },
            {
                "verse_number": "31",
                "verse_text": "Listen! You will become pregnant. You will give birth to a son, and you will name him Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be great, and people will call him the Son of the Most High. The Lord God will give him the throne of King David, his ancestor."
            },
            {
                "verse_number": "33",
                "verse_text": "He will rule over the people of Jacob forever. His kingdom will never end.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Mary said to the angel, &apos;How will this happen? I am a virgin!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel said to Mary, &apos;The Holy Spirit will come upon you, and the power of the Most High will cover you. The baby will be holy. He will be called the Son of God."
            },
            {
                "verse_number": "36",
                "verse_text": "Now listen! Elizabeth, your relative, is very old. But she is also pregnant with a son. Everyone thought she could not have a baby, but she has been pregnant for six months."
            },
            {
                "verse_number": "37",
                "verse_text": "God can do everything!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Mary said, &apos;I am the servant girl of the Lord. Let this happen to me as you say!&apos; Then the angel went away."
            },
            {
                "verse_number": "39",
                "verse_text": "Mary got up and went quickly to a town in the mountains of Judea."
            },
            {
                "verse_number": "40",
                "verse_text": "She went to Zechariah&quot;s house and greeted Elizabeth."
            },
            {
                "verse_number": "41",
                "verse_text": "When Elizabeth heard Mary&quot;s greeting, the unborn baby inside Elizabeth jumped. Then Elizabeth was filled with the Holy Spirit."
            },
            {
                "verse_number": "42",
                "verse_text": "She cried out in a loud voice, &apos;God has blessed you more than any other woman. And God has blessed the baby which you will give birth to."
            },
            {
                "verse_number": "43",
                "verse_text": "You are the mother of my Lord, and you have come to me! Why has something so good happened to me?"
            },
            {
                "verse_number": "44",
                "verse_text": "When I heard your voice, the baby inside me jumped with joy."
            },
            {
                "verse_number": "45",
                "verse_text": "You are blessed because you believed what the Lord said to you would really happen.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then Mary said,"
            },
            {
                "verse_number": "47",
                "verse_text": "my heart is happy because God is my Savior."
            },
            {
                "verse_number": "48",
                "verse_text": "I am not important, but God has shown his care for me, his servant girl."
            },
            {
                "verse_number": "49",
                "verse_text": "because the Powerful One has done great things for me."
            },
            {
                "verse_number": "50",
                "verse_text": "God will always give mercy"
            },
            {
                "verse_number": "51",
                "verse_text": "God&quot;s arm is strong."
            },
            {
                "verse_number": "52",
                "verse_text": "God brings down rulers from their thrones,"
            },
            {
                "verse_number": "53",
                "verse_text": "God fills the hungry with good things,"
            },
            {
                "verse_number": "54",
                "verse_text": "God has helped his people Israel who serve him."
            },
            {
                "verse_number": "55",
                "verse_text": "God has done what he promised to our ancestors,"
            },
            {
                "verse_number": "56",
                "verse_text": "Mary stayed with Elizabeth for about three months and then returned home."
            },
            {
                "verse_number": "57",
                "verse_text": "When it was time for Elizabeth to give birth, she had a boy."
            },
            {
                "verse_number": "58",
                "verse_text": "Her neighbors and relatives heard how good the Lord was to her, and they rejoiced."
            },
            {
                "verse_number": "59",
                "verse_text": "When the baby was eight days old, they came to circumcise him. They wanted to name him Zechariah because this was his father&quot;s name."
            },
            {
                "verse_number": "60",
                "verse_text": "But his mother said, &apos;No! He will be named John.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "The people said to Elizabeth, &apos;But no one in your family has this name!&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then they made signs to his father, &apos;What would you like to name him?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "Zechariah asked for something to write on. Then he wrote, &apos;His name is John.&apos; Everyone was surprised."
            },
            {
                "verse_number": "64",
                "verse_text": "Then Zechariah could talk again. He began to praise God."
            },
            {
                "verse_number": "65",
                "verse_text": "And all their neighbors became alarmed. In all the mountains of Judea people continued talking about all these things."
            },
            {
                "verse_number": "66",
                "verse_text": "The people who heard about these things wondered about them. They thought, &apos;What will this child be?&apos; They said this because the Lord was with him."
            },
            {
                "verse_number": "67",
                "verse_text": "Then Zechariah, John&quot;s father, was filled with the Holy Spirit. He told the people what would happen:"
            },
            {
                "verse_number": "68",
                "verse_text": "&apos;Let us thank the Lord, the God of Israel."
            },
            {
                "verse_number": "69",
                "verse_text": "God has given us a powerful Savior"
            },
            {
                "verse_number": "70",
                "verse_text": "God said that he would do this."
            },
            {
                "verse_number": "71",
                "verse_text": "God will save us from our enemies"
            },
            {
                "verse_number": "72",
                "verse_text": "God said he would give mercy to our ancestors."
            },
            {
                "verse_number": "73",
                "verse_text": "God promised Abraham, our father,"
            },
            {
                "verse_number": "74",
                "verse_text": "that he would free us from the power of our enemies,"
            },
            {
                "verse_number": "75",
                "verse_text": "We will be righteous and holy before God as long as we live."
            },
            {
                "verse_number": "76",
                "verse_text": "&apos;Now you, child, will be called a prophet of the Most High God."
            },
            {
                "verse_number": "77",
                "verse_text": "You will make his people know that they will be saved."
            },
            {
                "verse_number": "78",
                "verse_text": "With the loving mercy of our God,"
            },
            {
                "verse_number": "79",
                "verse_text": "God will help those who live in darkness,"
            },
            {
                "verse_number": "80",
                "verse_text": "And so the child grew up and became strong in spirit. John lived away from other people until the time when he came out to preach to Israel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "At that time, Augustus Caesar sent an order to all people in the countries that were under Roman rule. The order said that they must list their names in a register."
            },
            {
                "verse_number": "2",
                "verse_text": "This was the first registration taken while Quirinius was governor of Syria."
            },
            {
                "verse_number": "3",
                "verse_text": "And everyone went to their own towns to be registered."
            },
            {
                "verse_number": "4",
                "verse_text": "So Joseph left Nazareth, a town in Galilee. He went to the town of Bethlehem in Judea. This town was known as the town of David. Joseph went there because he was from the family of David."
            },
            {
                "verse_number": "5",
                "verse_text": "Joseph registered with Mary because she was engaged to marry him. (Mary was now pregnant.)"
            },
            {
                "verse_number": "6",
                "verse_text": "While Joseph and Mary were in Bethlehem, the time came for her to have the baby."
            },
            {
                "verse_number": "7",
                "verse_text": "She gave birth to her first son. There were no rooms left in the inn. So she wrapped the baby with cloths and laid him in a box where animals are fed."
            },
            {
                "verse_number": "8",
                "verse_text": "That night, some shepherds were in the fields nearby watching their sheep."
            },
            {
                "verse_number": "9",
                "verse_text": "An angel of the Lord stood before them. The glory of the Lord was shining around them, and suddenly they became very frightened."
            },
            {
                "verse_number": "10",
                "verse_text": "The angel said to them, &apos;Don&quot;t be afraid, because I am bringing you some good news. It will be a joy to all the people."
            },
            {
                "verse_number": "11",
                "verse_text": "Today your Savior was born in David&quot;s town. He is Christ, the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "This is how you will know him: You will find a baby wrapped in cloths and lying in a feeding box.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then a very large group of angels from heaven joined the first angel. All the angels were praising God, saying:"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Give glory to God in heaven, and on earth let there be peace to the people who please God.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the angels left the shepherds and went back to heaven. The shepherds said to each other, &apos;Let us go to Bethlehem and see this thing that has happened. We will see this thing the Lord told us about.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the shepherds went quickly and found Mary and Joseph."
            },
            {
                "verse_number": "17",
                "verse_text": "And the shepherds saw the baby lying in a feeding box. Then they told what the angels had said about this child."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone was amazed when they heard what the shepherds said to them."
            },
            {
                "verse_number": "19",
                "verse_text": "Mary hid these things in her heart; she continued to think about them."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the shepherds went back to their sheep, praising God and thanking him for everything that they had seen and heard. It was just as the angel had told them."
            },
            {
                "verse_number": "21",
                "verse_text": "When the baby was eight days old, he was circumcised, and he was named Jesus. This name had been given by the angel before the baby began to grow inside Mary."
            },
            {
                "verse_number": "22",
                "verse_text": "The time came for Mary and Joseph to do what the law of Moses taught about being made pure. They took Jesus to Jerusalem to present him to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "It is written in the law of the Lord: &apos;Give every firstborn male to the Lord.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Mary and Joseph also went to offer a sacrifice, as the law of the Lord says: &apos;You must sacrifice two doves or two young pigeons.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "A man named Simeon lived in Jerusalem. He was a good man and very religious. He was waiting for the time when God would help Israel. The Holy Spirit was in him."
            },
            {
                "verse_number": "26",
                "verse_text": "The Holy Spirit told Simeon that he would not die before he saw the Christ promised by the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "The Spirit led Simeon to the Temple. Mary and Joseph brought the baby Jesus to the Temple to do what the law said they must do."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Simeon took the baby in his arms and thanked God:"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now, Lord, you can let me, your servant, die in peace as you said. He will bring honor to your people, the Israelites.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "I have seen your Salvation with my own eyes."
            },
            {
                "verse_number": "31",
                "verse_text": "You prepared him before all people."
            },
            {
                "verse_number": "32",
                "verse_text": "He is a light for the non-Jewish people to see."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus&quot; father and mother were amazed at what Simeon had said about him."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Simeon blessed them and said to Mary, &apos;Many in Israel will fall and many will rise because of this child. He will be a sign from God that many people will not accept."
            },
            {
                "verse_number": "35",
                "verse_text": "The things they think in secret will be made known. And the things that will happen will make your heart sad, too.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Anna, a prophetess, was there at the Temple. She was from the family of Phanuel in the tribe of Asher. Anna was very old. She had once been married for seven years."
            },
            {
                "verse_number": "37",
                "verse_text": "Then her husband died and she lived alone. She was now 84 years old. Anna never left the Temple. She worshiped God by going without food and praying day and night."
            },
            {
                "verse_number": "38",
                "verse_text": "She was standing there at that time, thanking God. She talked about Jesus to all who were waiting for God to free Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "Joseph and Mary finished doing everything that the law of the Lord commanded. Then they went home to Nazareth, their own town in Galilee."
            },
            {
                "verse_number": "40",
                "verse_text": "The little child began to grow up. He became stronger and wiser, and God&quot;s blessings were with him."
            },
            {
                "verse_number": "41",
                "verse_text": "Every year Jesus&quot; parents went to Jerusalem for the Passover Feast."
            },
            {
                "verse_number": "42",
                "verse_text": "When Jesus was 12 years old, they went to the feast as they always did."
            },
            {
                "verse_number": "43",
                "verse_text": "When the feast days were over, they went home. The boy Jesus stayed behind in Jerusalem, but his parents did not know it."
            },
            {
                "verse_number": "44",
                "verse_text": "Joseph and Mary traveled for a whole day. They thought that Jesus was with them in the group. Then they began to look for him among their family and friends,"
            },
            {
                "verse_number": "45",
                "verse_text": "but they did not find him. So they went back to Jerusalem to look for him there."
            },
            {
                "verse_number": "46",
                "verse_text": "After three days they found him. Jesus was sitting in the Temple with the religious teachers, listening to them and asking them questions."
            },
            {
                "verse_number": "47",
                "verse_text": "All who heard him were amazed at his understanding and wise answers."
            },
            {
                "verse_number": "48",
                "verse_text": "When Jesus&quot; parents saw him, they were amazed. His mother said to him, &apos;Son, why did you do this to us? Your father and I were very worried about you. We have been looking for you.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus asked, &apos;Why did you have to look for me? You should have known that I must be where my Father&quot;s work is!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But they did not understand the meaning of what he said."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went with them to Nazareth and obeyed them. His mother was still thinking about all that had happened."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus continued to learn more and more and to grow physically. People liked him, and he pleased God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "It was the fifteenth year of the rule of Tiberius Caesar. These men were under Caesar: Pontius Pilate was the ruler of Judea. Herod was the ruler of Galilee. Philip, Herod&quot;s brother, was the ruler of Iturea and Trachonitis. And Lysanias was the ruler of Abilene."
            },
            {
                "verse_number": "2",
                "verse_text": "Annas and Caiaphas were the high priests. At this time, a command from God came to John son of Zechariah. John was living in the desert."
            },
            {
                "verse_number": "3",
                "verse_text": "He went all over the area around the Jordan River and preached to the people. He preached a baptism of changed hearts and lives for the forgiveness of their sins."
            },
            {
                "verse_number": "4",
                "verse_text": "As it is written in the book of Isaiah the prophet: &apos;This is a voice of a man who calls out in the desert: &quot;Prepare the way for the Lord. Make the road straight for him. Every mountain and hill should be made flat. Roads with turns should be made straight, and rough roads should be made smooth. John said to them, &apos;Don&quot;t force people to give you money. Don&quot;t lie about them. Be satisfied with the pay you get.&apos; Matthat was the son of Levi. Levi was the son of Melki. Melki was the son of Jannai. Jannai was the son of Joseph. Mattathias was the son of Amos. Amos was the son of Nahum. Nahum was the son of Esli. Esli was the son of Naggai. Maath was the son of Mattathias. Mattathias was the son of Semein. Semein was the son of Josech. Josech was the son of Joda. Joanan was the son of Rhesa. Rhesa was the son of Zerubbabel. Zerubbabel was the grandson of Shealtiel. Shealtiel was the son of Neri. Melchi was the son of Addi. Addi was the son of Cosam. Cosam was the son of Elmadam. Elmadam was the son of Er. Joshua was the son of Eliezer. Eliezer was the son of Jorim. Jorim was the son of Matthat. Matthat was the son of Levi. Simeon was the son of Judah. Judah was the son of Joseph. Joseph was the son of Jonam. Jonam was the son of Eliakim. Melea was the son of Menna. Menna was the son of Mattatha. Mattatha was the son of Nathan. Nathan was the son of David. Jesse was the son of Obed. Obed was the son of Boaz. Salmon was the son of Nahshon. Amminadab was the son of Admin. Admin was the son of Arni. Arni was the son of Hezron. Hezron was the son of Perez. Perez was the son of Judah. Jacob was the son of Isaac. Isaac was the son of Abraham. Abraham was the son of Terah. Terah was the son of Nahor. Serug was the son of Reu. Reu was the son of Peleg. Peleg was the son of Eber. Eber was the son of Shelah. Cainan was the son of Arphaxad. Arphaxad was the son of Shem. Shem was the son of Noah. Noah was the son of Lamech. Methuselah was the son of Enoch. Enoch was the son of Jared. Jared was the son of Mahalalel. Mahalalel was the son of Kenan. Enosh was the son of Seth. Seth was the son of Adam. Adam was the son of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Every valley should be filled in."
            },
            {
                "verse_number": "6",
                "verse_text": "And all people will know about the salvation of God!&quot;&apos; Isaiah 40:3-5"
            },
            {
                "verse_number": "7",
                "verse_text": "Crowds of people came to be baptized by John. He said to them, &apos;You poisonous snakes! Who warned you to run away from God&quot;s anger that is coming?"
            },
            {
                "verse_number": "8",
                "verse_text": "You must do the things that will show that you really have changed your hearts. Don&quot;t say, &quot;Abraham is our father.&quot; I tell you that God can make children for Abraham from these rocks here."
            },
            {
                "verse_number": "9",
                "verse_text": "The ax is now ready to cut down the trees. Every tree that does not produce good fruit will be cut down and thrown into the fire.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The people asked John, &apos;What should we do?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "John answered, &apos;If you have two shirts, share with the person who does not have one. If you have food, share that too.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Even tax collectors came to John to be baptized. They said to John, &apos;Teacher, what should we do?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "John said to them, &apos;Don&quot;t take more taxes from people than you have been ordered to take.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The soldiers asked John, &apos;What about us? What should we do?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "All the people were hoping for the Christ to come, and they wondered about John. They thought, &apos;Maybe he is the Christ.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "John answered everyone, &apos;I baptize you with water, but there is one coming later who can do more than I can. I am not good enough to untie his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "17",
                "verse_text": "He will come ready to clean the grain. He will separate the good grain from the chaff. He will put the good part of the grain into his barn. Then he will burn the chaff with a fire that cannot be put out.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And John continued to preach the Good News, saying many other things to encourage the people."
            },
            {
                "verse_number": "19",
                "verse_text": "But John spoke against Herod, the governor, because of his sin with Herodias, the wife of Herod&quot;s brother. John also criticized Herod for the many other evil things Herod did."
            },
            {
                "verse_number": "20",
                "verse_text": "So Herod did another evil thing: He put John in prison."
            },
            {
                "verse_number": "21",
                "verse_text": "When all the people were being baptized by John, Jesus also was baptized. While Jesus was praying, heaven opened and"
            },
            {
                "verse_number": "22",
                "verse_text": "the Holy Spirit came down on him. The Spirit was in the form of a dove. Then a voice came from heaven and said, &apos;You are my Son and I love you. I am very pleased with you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus began to teach, he was about 30 years old. People thought that Jesus was Joseph&quot;s son. Joseph was the son of Heli. Boaz was the son of Salmon."
            },
            {
                "verse_number": "24",
                "verse_text": "Heli was the son of Matthat."
            },
            {
                "verse_number": "25",
                "verse_text": "Joseph was the son of Mattathias."
            },
            {
                "verse_number": "26",
                "verse_text": "Naggai was the son of Maath."
            },
            {
                "verse_number": "27",
                "verse_text": "Joda was the son of Joanan."
            },
            {
                "verse_number": "28",
                "verse_text": "Neri was the son of Melchi."
            },
            {
                "verse_number": "29",
                "verse_text": "Er was the son of Joshua."
            },
            {
                "verse_number": "30",
                "verse_text": "Levi was the son of Simeon."
            },
            {
                "verse_number": "31",
                "verse_text": "Eliakim was the son of Melea."
            },
            {
                "verse_number": "32",
                "verse_text": "David was the son of Jesse."
            },
            {
                "verse_number": "33",
                "verse_text": "Nahshon was the son of Amminadab."
            },
            {
                "verse_number": "34",
                "verse_text": "Judah was the son of Jacob."
            },
            {
                "verse_number": "35",
                "verse_text": "Nahor was the son of Serug."
            },
            {
                "verse_number": "36",
                "verse_text": "Shelah was the son of Cainan."
            },
            {
                "verse_number": "37",
                "verse_text": "Lamech was the son of Methuselah."
            },
            {
                "verse_number": "38",
                "verse_text": "Kenan was the son of Enosh."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jesus, filled with the Holy Spirit, returned from the Jordan River. The Spirit led Jesus into the desert"
            },
            {
                "verse_number": "2",
                "verse_text": "where the devil tempted Jesus for 40 days. Jesus ate nothing during that time. When those days were ended, he was very hungry."
            },
            {
                "verse_number": "3",
                "verse_text": "The devil said to Jesus, &apos;If you are the Son of God, tell this rock to become bread.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;It is written in the Scriptures: &quot;A person does not live only by eating bread.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the devil took Jesus and showed him all the kingdoms of the world in a moment of time."
            },
            {
                "verse_number": "6",
                "verse_text": "The devil said to Jesus, &apos;I will give you all these kingdoms and all their power and glory. It has all been given to me, and I can give it to anyone I wish."
            },
            {
                "verse_number": "7",
                "verse_text": "If you worship me, all will be yours.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;It is written in the Scriptures: &quot;You must worship the Lord your God. Serve only him!&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the devil led Jesus to Jerusalem and put him on a high place of the Temple. He said to Jesus, &apos;If you are the Son of God, jump off!"
            },
            {
                "verse_number": "10",
                "verse_text": "It is written in the Scriptures: &quot;He has put his angels in charge of you. They will watch over you.&quot; Psalm 91:11 And you will not hit your foot on a rock.&quot;&apos; Psalm 91:12 This is because God chose me to tell the Good News to the poor. God sent me to tell the prisoners of sin that they are free, and to tell the blind that they can see again. Isaiah 61:1 God sent me to free those who have been treated unfairly, Isaiah 58:6"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;They will catch you with their hands."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus answered, &apos;But it also says in the Scriptures: &quot;Do not test the Lord your God.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "After the devil had tempted Jesus in every way, he went away to wait until a better time."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went back to Galilee with the power of the Holy Spirit. Stories about Jesus spread all through the area."
            },
            {
                "verse_number": "15",
                "verse_text": "He began to teach in the synagogues, and all the people praised him."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus traveled to Nazareth, where he had grown up. On the Sabbath day he went to the synagogue as he always did. Jesus stood up to read."
            },
            {
                "verse_number": "17",
                "verse_text": "The book of Isaiah the prophet was given to him. He opened the book and found the place where this is written:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The Spirit of the Lord is in me."
            },
            {
                "verse_number": "19",
                "verse_text": "and to announce the time when the Lord will show kindness to his people.&apos; Isaiah 61:2"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus closed the book, gave it back, and sat down. Everyone in the synagogue was watching Jesus closely."
            },
            {
                "verse_number": "21",
                "verse_text": "He began to speak to them. He said, &apos;While you heard these words just now, they were coming true!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "All the people praised Jesus. They were amazed at the beautiful words he spoke. They asked, &apos;Isn&quot;t this Joseph&quot;s son?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to them, &apos;I know that you will tell me the old saying: &quot;Doctor, heal yourself.&quot; You want to say, &quot;We heard about the things you did in Capernaum. Do those things here in your own town!&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said, &apos;I tell you the truth. A prophet is not accepted in his own town."
            },
            {
                "verse_number": "25",
                "verse_text": "What I say is true. During the time of Elijah it did not rain in Israel for three and a half years. There was no food anywhere in the whole country. And there were many widows in Israel during that time."
            },
            {
                "verse_number": "26",
                "verse_text": "But Elijah was sent to none of those widows. He was sent only to a widow in Zarephath, a town in Sidon."
            },
            {
                "verse_number": "27",
                "verse_text": "And there were many with a harmful skin disease living in Israel during the time of the prophet Elisha. But none of them were healed except Naaman, who was from the country of Syria.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When all the people in the synagogue heard these things, they became very angry."
            },
            {
                "verse_number": "29",
                "verse_text": "They got up and forced Jesus out of town. The town was built on a hill. They took Jesus to the edge of the hill and wanted to throw him off."
            },
            {
                "verse_number": "30",
                "verse_text": "But Jesus walked through the crowd and went on his way."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went to Capernaum, a city in Galilee. On the Sabbath day, Jesus taught the people."
            },
            {
                "verse_number": "32",
                "verse_text": "They were amazed at his teaching, because he spoke with authority."
            },
            {
                "verse_number": "33",
                "verse_text": "In the synagogue there was a man who had an evil spirit from the devil inside him. The man shouted in a loud voice,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Jesus of Nazareth! What do you want with us? Did you come here to destroy us? I know who you are&ndash;God&quot;s Holy One!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But Jesus warned the evil spirit to stop. He said, &apos;Be quiet! Come out of the man!&apos; The evil spirit threw the man down to the ground before all the people. Then the evil spirit left the man and did not hurt him."
            },
            {
                "verse_number": "36",
                "verse_text": "The people were amazed. They said to each other, &apos;What does this mean? With authority and power he commands evil spirits, and they come out.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And so the news about Jesus spread to every place in the whole area."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus left the synagogue and went to Simon&quot;s house. Simon&quot;s mother-in-law was very sick with a high fever. They asked Jesus to do something to help her."
            },
            {
                "verse_number": "39",
                "verse_text": "He stood very close to her and commanded the fever to leave. It left her immediately, and she got up and began serving them."
            },
            {
                "verse_number": "40",
                "verse_text": "When the sun went down, the people brought their sick to Jesus. They had many different diseases. Jesus put his hands on each sick person and healed every one of them."
            },
            {
                "verse_number": "41",
                "verse_text": "Demons came out of many people. The demons would shout, &apos;You are the Son of God.&apos; But Jesus gave a strong command for the demons not to speak. They knew Jesus was the Christ."
            },
            {
                "verse_number": "42",
                "verse_text": "At daybreak, Jesus went to a place to be alone, but the people looked for him. When they found him, they tried to keep him from leaving."
            },
            {
                "verse_number": "43",
                "verse_text": "But Jesus said to them, &apos;I must tell the Good News about God&quot;s kingdom to other towns, too. This is why I was sent.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then Jesus kept on preaching in the synagogues of Judea."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was standing beside Lake Galilee. Many people were pressing all around him. They wanted to hear the word of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus saw two boats at the shore of the lake. The fishermen had left them and were washing their nets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus got into one of the boats, the one which belonged to Simon. Jesus asked Simon to push off a little from the land. Then Jesus sat down in the boat and continued to teach the people on the shore."
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus had finished speaking, he said to Simon, &apos;Take the boat into deep water. If you will put your nets in the water, you will catch some fish.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Simon answered, &apos;Master, we worked hard all night trying to catch fish, but we caught nothing. But you say to put the nets in the water; so I will.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The fishermen did as Jesus told them. And they caught so many fish that the nets began to break."
            },
            {
                "verse_number": "7",
                "verse_text": "They called to their friends in the other boat to come and help them. The friends came, and both boats were filled so full that they were almost sinking."
            },
            {
                "verse_number": "10",
                "verse_text": "James and John, the sons of Zebedee, were amazed too. (James and John were Simon&quot;s partners.) Jesus said to Simon, &apos;Don&quot;t be afraid. From now on you will be fishermen for men.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When the men brought their boats to the shore, they left everything and followed Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "One time Jesus was in a town where a very sick man lived. The man was covered with a harmful skin disease. When he saw Jesus, he bowed before Jesus and begged him, &apos;Lord, heal me. I know you can if you want to.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said, &apos;I want to. Be healed!&apos; And Jesus touched the man. Immediately the disease disappeared."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus said, &apos;Don&quot;t tell anyone about what happened. But go show yourself to the priest. And offer a gift to God for your healing as Moses commanded. This will prove to everyone that you are healed.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But the news about Jesus was spreading more and more. Many people came to hear Jesus and to be healed of their sicknesses."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus often slipped away to other places to be alone so that he could pray."
            },
            {
                "verse_number": "17",
                "verse_text": "One day Jesus was teaching the people. The Pharisees and teachers of the law were there, too. They had come from every town in Galilee and from Judea and Jerusalem. The Lord was giving Jesus the power to heal people."
            },
            {
                "verse_number": "18",
                "verse_text": "There was a man who was paralyzed. Some men were carrying him on a mat. They tried to bring him in and put him down before Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "But because there were so many people there, they could not find a way to Jesus. So the men went up on the roof and made a hole in the ceiling. They lowered the mat so that the paralyzed man was lying right before Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus saw that these men believed. So he said to the sick man, &apos;Friend, your sins are forgiven.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Jewish teachers of the law and the Pharisees thought to themselves, &apos;Who is this man? He is saying things that are against God! Only God can forgive sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus knew what they were thinking. He said, &apos;Why do you have thoughts like that in your hearts?"
            },
            {
                "verse_number": "23",
                "verse_text": "Which is easier: to tell this paralyzed man, &quot;Your sins are forgiven,&quot; or to tell him, &quot;Stand up and walk&quot;?"
            },
            {
                "verse_number": "24",
                "verse_text": "But I will prove to you that the Son of Man has authority on earth to forgive sins.&apos; So Jesus said to the paralyzed man, &apos;I tell you, stand up! Take your mat and go home.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the man stood up before the people there. He picked up his mat and went home, praising God."
            },
            {
                "verse_number": "26",
                "verse_text": "All the people were fully amazed and began to praise God. They were filled with much respect and said, &apos;Today we have seen amazing things!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "After this, Jesus went out and saw a tax collector named Levi sitting in the tax office. Jesus said to him, &apos;Follow me!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Levi got up, left everything, and followed Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Levi gave a big dinner for Jesus. The dinner was at Levi&quot;s house. At the table there were many tax collectors and other people, too."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and the men who taught the law for the Pharisees began to complain to the followers of Jesus. They said, &apos;Why do you eat and drink with tax collectors and &quot;sinners&quot;?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered them, &apos;Healthy people don&quot;t need a doctor. It is the sick who need a doctor."
            },
            {
                "verse_number": "32",
                "verse_text": "I have not come to invite good people. I have come to invite sinners to change their hearts and lives!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They said to Jesus, &apos;John&quot;s followers often give up eating and pray, just as the Pharisees do. But your followers eat and drink all the time.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to them, &apos;When there is a wedding, you cannot make the friends of the bridegroom give up eating while he is still with them."
            },
            {
                "verse_number": "35",
                "verse_text": "But the time will come when he will be taken away from them. Then his friends will give up eating.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus told them this story: &apos;No one takes cloth off a new coat to cover a hole in an old coat. If he does, he ruins the new coat, and the cloth from the new coat will not be the same as the old cloth."
            },
            {
                "verse_number": "37",
                "verse_text": "People never pour new wine into old leather bags for holding wine. If they do, the new wine will break the bags, and the wine will spill out. Then the leather bags for holding wine will be ruined."
            },
            {
                "verse_number": "38",
                "verse_text": "People always put new wine into new leather bags."
            },
            {
                "verse_number": "39",
                "verse_text": "No one after drinking old wine wants new wine because he says, &quot;The old wine is better.&quot;&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath day Jesus was walking through some grainfields. His followers picked the heads of grain, rubbed them in their hands, and ate them."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees said, &apos;Why are you doing that? It is against the law of Moses to do that on the Sabbath day.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Haven&quot;t you read about what David did when he and those with him were hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "David went into God&quot;s house. He took the bread that was made holy for God and ate it. And he gave some of the bread to the people with him. This was against the law of Moses. It says that only priests can eat that bread.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jesus said to the Pharisees, &apos;The Son of Man is Lord of the Sabbath day.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "On another Sabbath day Jesus went into the synagogue and was teaching. A man with a crippled right hand was there."
            },
            {
                "verse_number": "7",
                "verse_text": "The teachers of the law and the Pharisees were watching to see if Jesus would heal on the Sabbath day. They wanted to see Jesus do something wrong so that they could accuse him."
            },
            {
                "verse_number": "8",
                "verse_text": "But he knew what they were thinking. He said to the man with the crippled hand, &apos;Get up and stand before these people.&apos; The man got up and stood there."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus said to them, &apos;I ask you, which is it right to do on the Sabbath day: to do good, or to do evil? Is it right to save a life or to destroy one?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus looked around at all of them. He said to the man, &apos;Let me see your hand.&apos; The man stretched out his hand, and it was completely healed."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees and the teachers of the law became very angry. They said to each other, &apos;What can we do to Jesus?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At that time Jesus went off to a mountain to pray. He stayed there all night, praying to God."
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning, Jesus called his followers to him. He chose 12 of them, whom he named &apos;apostles.&apos; They were"
            },
            {
                "verse_number": "14",
                "verse_text": "Simon (Jesus named him Peter) and Andrew, Peter&quot;s brother; James and John, Philip and Bartholomew;"
            },
            {
                "verse_number": "15",
                "verse_text": "Matthew, Thomas, James son of Alphaeus, and Simon (called the Zealot),"
            },
            {
                "verse_number": "16",
                "verse_text": "Judas son of James and Judas Iscariot. This Judas was the one who gave Jesus to his enemies."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus and the apostles came down from the mountain. Jesus stood on level ground where there was a large group of his followers. Also, there were many people from all around Judea, Jerusalem, and the seacoast cities of Tyre and Sidon."
            },
            {
                "verse_number": "18",
                "verse_text": "They all came to hear Jesus teach and to be healed of their sicknesses. He healed those who were troubled by evil spirits."
            },
            {
                "verse_number": "19",
                "verse_text": "All the people were trying to touch Jesus, because power was coming from him and healing them all!"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus looked at his followers and said, &apos;Poor people, you are happy, because God&quot;s kingdom belongs to you. because you will be satisfied. You people who are now crying are happy, because you will laugh with joy. because you have had your easy life. because you will be hungry. How terrible it will be for you who are laughing now, because you will be sad and cry."
            },
            {
                "verse_number": "21",
                "verse_text": "You people who are now hungry are happy,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You are happy when people hate you and are cruel to you. You are happy when they say that you are evil because you belong to the Son of Man."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time be full of joy, because you have a great reward in heaven. Their fathers were cruel to the prophets in the same way these people are cruel to you."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;But how terrible it will be for you who are rich,"
            },
            {
                "verse_number": "25",
                "verse_text": "How terrible it will be for you who are full now,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;How terrible when all people say only good things about you. Their fathers always said good things about the false prophets."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I say to you who are listening to me, love your enemies. Do good to those who hate you."
            },
            {
                "verse_number": "28",
                "verse_text": "Ask God to bless those who say bad things to you. Pray for those who are cruel to you."
            },
            {
                "verse_number": "29",
                "verse_text": "If anyone slaps you on one cheek, let him slap the other cheek too. If someone takes your coat, do not stop him from taking your shirt."
            },
            {
                "verse_number": "30",
                "verse_text": "Give to everyone who asks you. When a person takes something that is yours, don&quot;t ask for it back."
            },
            {
                "verse_number": "31",
                "verse_text": "Do for other people what you want them to do for you."
            },
            {
                "verse_number": "32",
                "verse_text": "If you love only those who love you, should you get some special praise for doing that? No! Even sinners love the people who love them!"
            },
            {
                "verse_number": "33",
                "verse_text": "If you do good only to those who do good to you, should you get some special praise for doing that? No! Even sinners do that!"
            },
            {
                "verse_number": "34",
                "verse_text": "If you lend things to people, always hoping to get something back, should you get some special praise for that? No! Even sinners lend to other sinners so that they can get back the same amount!"
            },
            {
                "verse_number": "35",
                "verse_text": "So love your enemies. Do good to them, and lend to them without hoping to get anything back. If you do these things, you will have a great reward. You will be sons of the Most High God. Yes, because God is kind even to people who are ungrateful and full of sin."
            },
            {
                "verse_number": "36",
                "verse_text": "Show mercy just as your father shows mercy."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Don&quot;t judge other people, and you will not be judged. Don&quot;t accuse others of being guilty, and you will not be accused of being guilty. Forgive other people, and you will be forgiven."
            },
            {
                "verse_number": "38",
                "verse_text": "Give, and you will receive. You will be given much. It will be poured into your hands&ndash;more than you can hold. You will be given so much that it will spill into your lap. The way you give to others is the way God will give to you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus told them this story: &apos;Can a blind man lead another blind man? No! Both of them will fall into a ditch."
            },
            {
                "verse_number": "40",
                "verse_text": "A student is not better than his teacher. But when the student has fully learned all that he has been taught, then he will be like his teacher."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Why do you notice the little piece of dust that is in your brother&quot;s eye, but you don&quot;t see the big piece of wood that is in your own eye?"
            },
            {
                "verse_number": "42",
                "verse_text": "You say to your brother, &quot;Brother, let me take that little piece of dust out of your eye.&quot; Why do you say this? You cannot see that big piece of wood in your own eye! You are a hypocrite! First, take the piece of wood out of your own eye. Then you will see clearly to take the dust out of your brother&quot;s eye."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;A good tree does not produce bad fruit. Also, a bad tree does not produce good fruit."
            },
            {
                "verse_number": "44",
                "verse_text": "Each tree is known by its fruit. People don&quot;t gather figs from thornbushes. And they don&quot;t get grapes from bushes."
            },
            {
                "verse_number": "45",
                "verse_text": "A good person has good things saved up in his heart. And so he brings good things out of his heart. But an evil person has evil things saved up in his heart. So he brings out bad things. A person speaks the things that are in his heart."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Why do you call me, &quot;Lord, Lord,&quot; but do not do what I say?"
            },
            {
                "verse_number": "47",
                "verse_text": "Everyone who comes to me and listens to my words and obeys"
            },
            {
                "verse_number": "48",
                "verse_text": "is like a man building a house. He digs deep and lays his foundation on rock. The floods come, and the water tries to wash the house away. But the flood cannot move the house, because the house was built well."
            },
            {
                "verse_number": "49",
                "verse_text": "But the one who hears my words and does not obey is like a man who builds his house on the ground without a foundation. When the floods come, the house quickly falls down. And that house is completely destroyed.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished saying all these things to the people, he went to Capernaum."
            },
            {
                "verse_number": "2",
                "verse_text": "In Capernaum there was an army officer. He had a servant who was so sick he was nearly dead. The officer loved the servant very much."
            },
            {
                "verse_number": "3",
                "verse_text": "When the officer heard about Jesus, he sent some Jewish elders to him. The officer wanted the leaders to ask Jesus to come and heal his servant."
            },
            {
                "verse_number": "4",
                "verse_text": "The men went to Jesus and begged him saying, &apos;This officer is worthy of your help."
            },
            {
                "verse_number": "5",
                "verse_text": "He loves our people, and he built us a synagogue.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jesus went with the men. He was getting near the officer&quot;s house when the officer sent friends to say, &apos;Lord, you don&quot;t need to come into my house. I am not good enough for you to be under my roof."
            },
            {
                "verse_number": "7",
                "verse_text": "That is why I did not come to you myself. You only need to say the word, and my servant will be healed."
            },
            {
                "verse_number": "8",
                "verse_text": "I, too, am a man under the authority of other men. And I have soldiers under my command. I tell one soldier, &quot;Go,&quot; and he goes. And I tell another soldier, &quot;Come,&quot; and he comes. And I say to my servant, &quot;Do this,&quot; and my servant obeys me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus heard this, he was amazed. He turned to the crowd following him and said, &apos;I tell you, this is the greatest faith I have seen anywhere, even in Israel.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The men who had been sent to Jesus went back to the house. There they found that the servant was healed."
            },
            {
                "verse_number": "11",
                "verse_text": "The next day Jesus went to a town called Nain. His followers and a large crowd were traveling with him."
            },
            {
                "verse_number": "12",
                "verse_text": "When he came near the town gate, he saw a funeral. A mother, who was a widow, had lost her only son. A large crowd from the town was with the mother while her son was being carried out."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Lord saw her, he felt very sorry for her. Jesus said to her, &apos;Don&quot;t cry.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He went up to the coffin and touched it. The men who were carrying it stopped. Jesus said, &apos;Young man, I tell you, get up!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And the son sat up and began to talk. Then Jesus gave him back to his mother."
            },
            {
                "verse_number": "16",
                "verse_text": "All the people were amazed. They began praising God. They said, &apos;A great prophet has come to us! God is taking care of his people.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "This news about Jesus spread through all Judea and into all the places around there."
            },
            {
                "verse_number": "18",
                "verse_text": "John&quot;s followers told him about all these things. He called for two of his followers."
            },
            {
                "verse_number": "19",
                "verse_text": "He sent them to the Lord to ask, &apos;Are you the One who is coming, or should we wait for another?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the men came to Jesus. They said, &apos;John the Baptist sent us to you with this question: &quot;Are you the One who is coming, or should we wait for another?&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "At that time, Jesus healed many people of their sicknesses, diseases, and evil spirits. He healed many blind people so that they could see again."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said to John&quot;s followers, &apos;Go tell John the things that you saw and heard here. The blind can see. The crippled can walk. People with a harmful skin disease are healed. The deaf can hear, and the dead are given life. And the Good News is told to the poor."
            },
            {
                "verse_number": "23",
                "verse_text": "The person who does not lose faith is blessed!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When John&quot;s followers left, Jesus began to tell the people about John: &apos;What did you go out into the desert to see? A reed blown by the wind?"
            },
            {
                "verse_number": "25",
                "verse_text": "What did you go out to see? A man dressed in fine clothes? No. People who have fine clothes live in kings&quot; palaces."
            },
            {
                "verse_number": "26",
                "verse_text": "But what did you go out to see? A prophet? Yes, and I tell you, John is more than a prophet."
            },
            {
                "verse_number": "27",
                "verse_text": "This was written about John: &quot;I will send my messenger ahead of you. He will prepare the way for you.&quot; Malachi 3:1 &quot;We played music for you, but you did not dance. We sang a sad song, but you did not cry.&quot; Simon said, &apos;Teacher, tell me.&apos; Jesus said to Simon, &apos;You are right.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "I tell you, John is greater than any other man ever born. But even the least important person in the kingdom of God is greater than John.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "(When the people heard this, they all agreed that God&quot;s teaching was good. Even the tax collectors agreed. These were people who were already baptized by John."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and teachers of the law refused to accept God&quot;s plan for themselves; they did not let John baptize them.)"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus said, &apos;What shall I say about the people of this time? What are they like?"
            },
            {
                "verse_number": "32",
                "verse_text": "They are like children sitting in the marketplace. One group of children calls to the other group and says,"
            },
            {
                "verse_number": "33",
                "verse_text": "John the Baptist came and did not eat like other people or drink wine. And you say, &quot;He has a demon in him.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "The Son of Man came eating like other people and drinking wine. And you say, &quot;Look at him! He eats too much and drinks too much wine! He is a friend of the tax collectors and &apos;sinners&apos;!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "But wisdom is shown to be right by the things it does.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "One of the Pharisees asked Jesus to eat with him. Jesus went into the Pharisee&quot;s house and sat at the table."
            },
            {
                "verse_number": "37",
                "verse_text": "A sinful woman in the town learned that Jesus was eating at the Pharisee&quot;s house. So she brought an alabaster jar of perfume."
            },
            {
                "verse_number": "38",
                "verse_text": "She stood at Jesus&quot; feet, crying, and began to wash his feet with her tears. She dried his feet with her hair, kissed them many times and rubbed them with the perfume."
            },
            {
                "verse_number": "39",
                "verse_text": "The Pharisee who asked Jesus to come to his house saw this. He thought to himself, &apos;If Jesus were a prophet, he would know that the woman who is touching him is a sinner!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said to the Pharisee, &apos;Simon, I have something to say to you.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said, &apos;There were two men. Both men owed money to the same banker. One man owed the banker 500 silver coins. The other man owed the banker 50 silver coins."
            },
            {
                "verse_number": "42",
                "verse_text": "The men had no money; so they could not pay what they owed. But the banker told the men that they did not have to pay him. Which one of the two men will love the banker more?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Simon, the Pharisee, answered, &apos;I think it would be the one who owed him the most money.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then Jesus turned toward the woman and said to Simon, &apos;Do you see this woman? When I came into your house, you gave me no water for my feet. But she washed my feet with her tears and dried my feet with her hair."
            },
            {
                "verse_number": "45",
                "verse_text": "You did not kiss me, but she has been kissing my feet since I came in!"
            },
            {
                "verse_number": "46",
                "verse_text": "You did not rub my head with oil, but she rubbed my feet with perfume."
            },
            {
                "verse_number": "47",
                "verse_text": "I tell you that her many sins are forgiven. This is clear because she showed great love. But the person who has only a little to be forgiven will feel only a little love.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to her, &apos;Your sins are forgiven.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The people sitting at the table began to think to themselves, &apos;Who is this man? How can he forgive sins?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to the woman, &apos;Because you believed, you are saved from your sins. Go in peace.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The next day, while Jesus was traveling through some cities and small towns, he preached and told the Good News about God&quot;s kingdom. The 12 apostles were with him."
            },
            {
                "verse_number": "2",
                "verse_text": "There were also some women with him who had been healed of sicknesses and evil spirits. One of the women was Mary, called Magdalene, from whom seven demons had gone out."
            },
            {
                "verse_number": "3",
                "verse_text": "Also among the women were Joanna, the wife of Chuza (Herod&quot;s helper), Susanna, and many other women. These women used their own money to help Jesus and his apostles."
            },
            {
                "verse_number": "4",
                "verse_text": "A great crowd gathered. People were coming to Jesus from every town. He told them this story:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;A farmer went out to plant his seed. While he was planting, some seed fell beside the road. People walked on the seed, and the birds ate all this seed."
            },
            {
                "verse_number": "6",
                "verse_text": "Some seed fell on rock. It began to grow but then died because it had no water."
            },
            {
                "verse_number": "7",
                "verse_text": "Some seed fell among thorny weeds. This seed grew, but later the weeds choked the good plants."
            },
            {
                "verse_number": "8",
                "verse_text": "And some seed fell on good ground. This seed grew and made 100 times more grain.&apos; Jesus finished the story. Then he called out, &apos;Let those with ears use them and listen!&apos; &quot;They will look, but they may not see. They will listen, but they may not understand.&quot; Isaiah 6:9 Jesus got up and gave a command to the wind and the waves. The wind stopped, and the lake became calm. The followers were afraid and amazed. They said to each other, &apos;What kind of man is this? He commands the wind and the water, and they obey him!&apos; While Jesus was on his way to Jairus&quot; house, the people were crowding all around him. All the people said they had not touched Jesus. Peter said, &apos;Master, the people are all around you and are pushing against you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus&quot; followers asked him, &apos;What does this story mean?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;You have been chosen to know the secret truths of the kingdom of God. But I use stories to speak to other people. I do this so that:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what the story means: The seed is God&quot;s teaching."
            },
            {
                "verse_number": "12",
                "verse_text": "What is the seed that fell beside the road? It is like the people who hear God&quot;s teaching, but then the devil comes and takes it away from their hearts. So they cannot believe the teaching and be saved."
            },
            {
                "verse_number": "13",
                "verse_text": "What is the seed that fell on rock? It is like those who hear God&quot;s teaching and accept it gladly. But they don&quot;t have deep roots. They believe for a while, but then trouble comes. They stop believing and turn away from God."
            },
            {
                "verse_number": "14",
                "verse_text": "What is the seed that fell among the thorny weeds? It is like those who hear God&quot;s teaching, but they let the worries, riches, and pleasures of this life keep them from growing. So they never produce good fruit."
            },
            {
                "verse_number": "15",
                "verse_text": "And what is the seed that fell on the good ground? That is like those who hear God&quot;s teaching with a good, honest heart. They obey God&quot;s teaching and patiently produce good fruit."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;No one lights a lamp and then covers it with a bowl or hides it under a bed. Instead, he puts the lamp on a lampstand so that those who come in will have enough light to see."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything that is hidden will become clear. Every secret thing will be made known."
            },
            {
                "verse_number": "18",
                "verse_text": "So be careful how you listen. The person who has something will be given more. But to the person who has nothing, this will happen: Even what he thinks he has will be taken away from him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus&quot; mother and brothers came to see him. There was such a crowd that they could not get to him."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone said to Jesus, &apos;Your mother and your brothers are standing outside. They want to see you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered them, &apos;My mother and my brothers are those who listen to God&quot;s teaching and obey it!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "One day Jesus and his followers got into a boat. He said to them, &apos;Come with me across the lake.&apos; And so they started across."
            },
            {
                "verse_number": "23",
                "verse_text": "While they were sailing, Jesus fell asleep. A big storm blew up on the lake. The boat began to fill with water, and they were in danger."
            },
            {
                "verse_number": "24",
                "verse_text": "The followers went to Jesus and woke him. They said, &apos;Master! Master! We will drown!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to his followers, &apos;Where is your faith?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus and his followers sailed across the lake from Galilee to the area where the Gerasene people live."
            },
            {
                "verse_number": "27",
                "verse_text": "When Jesus got out of the boat, a man from the town came to Jesus. This man had demons inside him. For a long time he had worn no clothes. He lived in the burial caves, not in a house."
            },
            {
                "verse_number": "28",
                "verse_text": "When he saw Jesus, he cried out and fell down before him. The man said with a loud voice, &apos;What do you want with me, Jesus, Son of the Most High God? Please don&quot;t punish me!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He said this because Jesus had commanded the evil spirit to come out of him. Many times it had taken hold of him. He had been kept under guard and chained hand and foot. But he had broken his chains and had been driven by the demon out into the desert."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus asked him, &apos;What is your name?&apos; The man answered, &apos;Legion.&apos; (He said his name was &apos;Legion&apos; because many demons were in him.)"
            },
            {
                "verse_number": "31",
                "verse_text": "The demons begged Jesus not to send them into eternal darkness."
            },
            {
                "verse_number": "32",
                "verse_text": "On the hill there was a large herd of pigs eating. The demons begged Jesus to allow them to go into the pigs. So Jesus allowed them to do this."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the demons came out of the man and went into the pigs. The herd of pigs ran down the hill and into the lake. All the pigs drowned."
            },
            {
                "verse_number": "34",
                "verse_text": "The men who took care of the pigs ran away. They told about this in the town and the countryside."
            },
            {
                "verse_number": "35",
                "verse_text": "And people went to see what had happened. They came to Jesus and found the man sitting there at Jesus&quot; feet. The man was clothed and in his right mind because the demons were gone. But the people were frightened."
            },
            {
                "verse_number": "36",
                "verse_text": "The men who saw these things happen told the others all about how Jesus had made the man well."
            },
            {
                "verse_number": "37",
                "verse_text": "All the people of the Gerasene country asked Jesus to go away. They were all very afraid. So Jesus got into the boat and went back across the lake."
            },
            {
                "verse_number": "38",
                "verse_text": "The man that Jesus had healed begged to go with him. But Jesus sent him away, saying,"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Go back home and tell people what God did for you.&apos; So the man went all over town telling how much Jesus had done for him."
            },
            {
                "verse_number": "40",
                "verse_text": "When Jesus got back to the other side of the lake, a crowd welcomed him. Everyone was waiting for him."
            },
            {
                "verse_number": "41",
                "verse_text": "A man named Jairus came to Jesus. Jairus was a ruler of the synagogue. He bowed down at Jesus&quot; feet and begged him to come to his house."
            },
            {
                "verse_number": "42",
                "verse_text": "Jairus had only one daughter. She was 12 years old, and she was dying."
            },
            {
                "verse_number": "43",
                "verse_text": "A woman was there who had been bleeding for 12 years. She had spent all her money on doctors, but no doctor was able to heal her."
            },
            {
                "verse_number": "44",
                "verse_text": "The woman came up behind Jesus and touched the edge of his coat. At that moment, her bleeding stopped."
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus said, &apos;Who touched me?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "But Jesus said, &apos;Someone did touch me! I felt power go out from me.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When the woman saw that she could not hide, she came forward, shaking. She bowed down before Jesus. While all the people listened, she told why she had touched him. Then, she said, she was healed immediately."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to her, &apos;Dear woman, you are healed because you believed. Go in peace.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "While Jesus was still speaking, someone came from the house of the synagogue ruler and said to the ruler, &apos;Your daughter has died! Don&quot;t bother the teacher now.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "When Jesus heard this, he said to Jairus, &apos;Don&quot;t be afraid. Just believe, and your daughter will be well.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went to the house. He let only Peter, John, James, and the girl&quot;s father and mother go inside with him."
            },
            {
                "verse_number": "52",
                "verse_text": "All the people were crying and feeling sad because the girl was dead. But Jesus said, &apos;Don&quot;t cry. She is not dead; she is only sleeping.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "The people laughed at Jesus because they knew that the girl was dead."
            },
            {
                "verse_number": "54",
                "verse_text": "But Jesus took her by the hand and called to her, &apos;My child, stand up!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Her spirit came back into her, and she stood up immediately. Jesus said, &apos;Give her something to eat.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "The girl&quot;s parents were amazed. Jesus told them not to tell anyone about what happened."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called the 12 apostles together. He gave them power to heal sicknesses and power over all demons."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus sent the apostles out to tell about God&quot;s kingdom and to heal the sick."
            },
            {
                "verse_number": "3",
                "verse_text": "He said to them, &apos;When you travel, don&quot;t take a walking stick. Also, don&quot;t carry a bag, or food, or money. Take for your trip only the clothes you are wearing."
            },
            {
                "verse_number": "4",
                "verse_text": "When you go into a house, stay there until it is time to leave."
            },
            {
                "verse_number": "5",
                "verse_text": "If the people in the town will not welcome you, go outside the town and shake the dust off of your feet. This will be a warning to them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the apostles went out. They traveled through all the towns. They told the Good News and healed people everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "Herod, the governor, heard about all these things that were happening. He was confused because some people said, &apos;John the Baptist is risen from death.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Others said, &apos;Elijah has come to us.&apos; And still others said, &apos;One of the prophets from long ago has risen from death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Herod said, &apos;I cut off John&quot;s head. So who is this man I hear these things about?&apos; And Herod kept trying to see Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "When the apostles returned, they told Jesus all the things they had done on their trip. Then Jesus took them away to a town called Bethsaida. There, Jesus and his apostles could be alone together."
            },
            {
                "verse_number": "11",
                "verse_text": "But the people learned where Jesus went and followed him. Jesus welcomed them and talked with them about God&quot;s kingdom. He healed those who needed to be healed."
            },
            {
                "verse_number": "12",
                "verse_text": "Late in the afternoon, the 12 apostles came to Jesus and said, &apos;No one lives in this place. Send the people away. They need to find food and places to sleep in the towns and countryside around here.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jesus said to them, &apos;You give them something to eat.&apos; They said, &apos;We have only five loaves of bread and two fish. Do you want us to go buy food for all these people?&apos; Jesus said to his followers, &apos;Tell the people to sit in groups of about 50 people.&apos; Peter answered, &apos;You are the Christ from God.&apos; The people were all wondering about the things Jesus did. But he said to his followers, But the man said, &apos;Lord, first let me go and bury my father.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "(There were about 5,000 men there.)"
            },
            {
                "verse_number": "15",
                "verse_text": "So the followers did this, and all the people sat down."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus took the five loaves of bread and two fish. He looked up to heaven and thanked God for the food. Then Jesus divided the food and gave it to the followers to give to the people."
            },
            {
                "verse_number": "17",
                "verse_text": "All the people ate and were satisfied. And there was much food left. Twelve baskets were filled with pieces of food that were not eaten."
            },
            {
                "verse_number": "18",
                "verse_text": "One time when Jesus was praying alone, his followers came together there. Jesus asked them, &apos;Who do the people say I am?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;Some say you are John the Baptist. Others say you are Elijah. And others say you are one of the prophets from long ago who has come back to life.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus asked, &apos;And who do you say I am?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus warned them not to tell anyone. Then he said,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The Son of Man must suffer many things. He will be rejected by the Jewish elders, the leading priests, and the teachers of the law. The Son of Man will be killed. But after three days he will be raised from death.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went on to say to all of them, &apos;If anyone wants to follow me, he must say &quot;no&quot; to the things he wants. Every day he must be willing even to die on a cross, and he must follow me."
            },
            {
                "verse_number": "24",
                "verse_text": "Whoever wants to save his life will lose it. And whoever gives his life for me will save it."
            },
            {
                "verse_number": "25",
                "verse_text": "It is worth nothing for a man to have the whole world, if he himself is destroyed or lost."
            },
            {
                "verse_number": "26",
                "verse_text": "If anyone is ashamed of me and my teaching, then I will be ashamed of him. I will be ashamed of him at the time I come with my glory and with the glory of the Father and the holy angels."
            },
            {
                "verse_number": "27",
                "verse_text": "I tell you the truth. Some of you people standing here will see the kingdom of God before you die.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "About eight days after Jesus said these things, he took Peter, James, and John and went up on a mountain to pray."
            },
            {
                "verse_number": "29",
                "verse_text": "While Jesus was praying, his face was changed, and his clothes became shining white."
            },
            {
                "verse_number": "30",
                "verse_text": "Then two men were talking with Jesus. The men were Moses and Elijah."
            },
            {
                "verse_number": "31",
                "verse_text": "They appeared in heavenly glory, talking with Jesus about his death which would happen in Jerusalem."
            },
            {
                "verse_number": "32",
                "verse_text": "Peter and the others were asleep. But they woke up and saw the glory of Jesus. They also saw the two men who were standing with him."
            },
            {
                "verse_number": "33",
                "verse_text": "When Moses and Elijah were about to leave, Peter said, &apos;Master, it is good that we are here. We will put three tents here&ndash;one for you, one for Moses, and one for Elijah.&apos; (Peter did not know what he was saying.)"
            },
            {
                "verse_number": "34",
                "verse_text": "While Peter was saying these things, a cloud came down all around them. Peter, James, and John became afraid when the cloud covered them."
            },
            {
                "verse_number": "35",
                "verse_text": "A voice came from the cloud. The voice said, &apos;This is my Son. He is the One I have chosen. Obey him.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When the voice finished speaking, only Jesus was there. Peter, James, and John said nothing. At that time they told no one about what they had seen."
            },
            {
                "verse_number": "37",
                "verse_text": "The next day, Jesus, Peter, James, and John came down from the mountain. A large crowd met Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "A man in the crowd shouted to Jesus, &apos;Teacher, please come and look at my son. He is the only child I have."
            },
            {
                "verse_number": "39",
                "verse_text": "An evil spirit comes into my son, and then he shouts. He loses control of himself, and he foams at the mouth. The evil spirit keeps on hurting him and almost never leaves him."
            },
            {
                "verse_number": "40",
                "verse_text": "I begged your followers to make the evil spirit leave my son, but they could not do it.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus answered, &apos;You people who live now have no faith. Your lives are all wrong. How long must I be with you and be patient with you?&apos; Then Jesus said to the man, &apos;Bring your son here.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While the boy was coming, the demon threw him on the ground. The boy lost control of himself. But Jesus gave a strong command to the evil spirit. Then the boy was healed, and Jesus gave him back to his father."
            },
            {
                "verse_number": "43",
                "verse_text": "All the people were amazed at the great power of God."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Don&quot;t forget the things I tell you now: The Son of Man will be handed over into the control of men.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the followers did not understand what Jesus meant. The meaning was hidden from them so that they could not understand it. But they were afraid to ask Jesus about what he said."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus&quot; followers began to have an argument about which one of them was the greatest."
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus knew what they were thinking. So he took a little child and stood the child beside him."
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said, &apos;If anyone accepts a little child like this in my name, then he accepts me. And when he accepts me, he accepts the One who sent me. He who is least among you all&ndash;he is the greatest.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "John answered, &apos;Master, we saw someone using your name to force demons out of people. We told him to stop because he does not belong to our group.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to him, &apos;Don&quot;t stop him. If a person is not against you, then he is for you.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "The time was coming near when Jesus would leave and be taken to heaven. He was determined to go to Jerusalem"
            },
            {
                "verse_number": "52",
                "verse_text": "and sent some men ahead of him. The men went into a town in Samaria to make everything ready for Jesus."
            },
            {
                "verse_number": "53",
                "verse_text": "But the people there would not welcome him because he was going toward Jerusalem."
            },
            {
                "verse_number": "54",
                "verse_text": "James and John, the followers of Jesus, saw this. They said, &apos;Lord, do you want us to call fire down from heaven and destroy those people?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "But Jesus turned and scolded them. [And Jesus said, &apos;You don&quot;t know what kind of spirit you belong to."
            },
            {
                "verse_number": "56",
                "verse_text": "The Son of Man did not come to destroy the souls of men but to save them.&apos;] Then he and his followers went to another town."
            },
            {
                "verse_number": "57",
                "verse_text": "They were all going along the road. Someone said to Jesus, &apos;I will follow you any place you go.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus answered, &apos;The foxes have holes to live in. The birds have nests to live in. But the Son of Man has no place to rest his head.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus said to another man, &apos;Follow me!&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "But Jesus said to him, &apos;Let the people who are dead bury their own dead! You must go and tell about the kingdom of God.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Another man said, &apos;I will follow you, Lord, but first let me go and say good-bye to my family.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said, &apos;Anyone who begins to plow a field but keeps looking back is of no use in the kingdom of God.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After this, the Lord chose 72 others. He sent them out in pairs. He sent them ahead of him into every town and place where he planned to go."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;There are a great many people to harvest. But there are only a few workers to harvest them. God owns the harvest. Pray to God that he will send more workers to help gather his harvest."
            },
            {
                "verse_number": "3",
                "verse_text": "You can go now. But listen! I am sending you, and you will be like sheep among wolves."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t carry a purse, a bag, or sandals. Don&quot;t stop to talk with people on the road."
            },
            {
                "verse_number": "5",
                "verse_text": "Before you go into a house, say, &quot;Peace be with this house.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "If a peaceful man lives there, your blessing of peace will stay with him. If the man is not peaceful, then your blessing of peace will come back to you."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay in the same house. Eat and drink what the people there give you. A worker should be given his pay. Don&quot;t move from house to house."
            },
            {
                "verse_number": "8",
                "verse_text": "If you go into a town and the people welcome you, eat what they give you."
            },
            {
                "verse_number": "9",
                "verse_text": "Heal the sick who live there. Tell them, &quot;The kingdom of God is soon coming to you!&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "But if you go into a town, and the people don&quot;t welcome you, then go out into the streets of that town. Say to them,"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;Even the dirt from your town that sticks to our feet we wipe off against you. But remember that the kingdom of God is coming soon.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "I tell you, on the Judgment Day it will be worse for the people of that town than for the people of Sodom."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How terrible for you, Korazin! How terrible for you, Bethsaida! I did many miracles in you. If those same miracles had happened in Tyre and Sidon, those people would have changed their lives and stopped sinning long ago. They would have worn rough cloth and put ashes on themselves to show that they had changed."
            },
            {
                "verse_number": "14",
                "verse_text": "But on the Judgment Day it will be worse for you than for Tyre and Sidon."
            },
            {
                "verse_number": "15",
                "verse_text": "And you, Capernaum, will you be lifted up to heaven? No! You will be thrown down to the depths!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;He who listens to you is really listening to me. He who refuses to accept you is really refusing to accept me. And he who refuses to accept me is refusing to accept the One who sent me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When the 72 men came back from their trip, they were very happy. They said, &apos;Lord, even the demons obeyed us when we used your name!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus said to the men, &apos;I saw Satan falling like lightning from the sky."
            },
            {
                "verse_number": "19",
                "verse_text": "Listen! I gave you power to walk on snakes and scorpions. I gave you more power than the Enemy has. Nothing will hurt you."
            },
            {
                "verse_number": "20",
                "verse_text": "You should be happy, but not because the spirits obey you. You should be happy because your names are written in heaven.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Holy Spirit made Jesus rejoice. He said, &apos;I thank you, Father, Lord of heaven and earth, because you have hidden these things from the people who are wise and smart. But you have shown them to those who are like little children. Yes, Father, you did this because this is what you really wanted."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;My Father has given me all things. No one knows the Son&ndash;only the Father knows. And only the Son knows the Father. The only people who will know about the Father are those whom the Son chooses to tell.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus turned to his followers and said privately, &apos;You are blessed to see what you now see!"
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you, many prophets and kings wanted to see what you now see. But they did not see these things. And many prophets and kings wanted to hear what you now hear. But they did not hear these things.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then a teacher of the law stood up. He was trying to test Jesus. He said, &apos;Teacher, what must I do to get life forever?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus said to him, &apos;What is written in the law? What do you read there?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The man answered, &apos;Love the Lord your God. Love him with all your heart, all your soul, all your strength, and all your mind.&apos; Also, &apos;You must love your neighbor as you love yourself.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to him, &apos;Your answer is right. Do this and you will have life forever.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But the man wanted to show that the way he was living was right. So he said to Jesus, &apos;And who is my neighbor?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "To answer this question, Jesus said, &apos;A man was going down the road from Jerusalem to Jericho. Some robbers attacked him. They tore off his clothes and beat him. Then they left him lying there, almost dead."
            },
            {
                "verse_number": "31",
                "verse_text": "It happened that a Jewish priest was going down that road. When the priest saw the man, he walked by on the other side of the road."
            },
            {
                "verse_number": "32",
                "verse_text": "Next, a Levite came there. He went over and looked at the man. Then he walked by on the other side of the road."
            },
            {
                "verse_number": "33",
                "verse_text": "Then a Samaritan traveling down the road came to where the hurt man was lying. He saw the man and felt very sorry for him."
            },
            {
                "verse_number": "34",
                "verse_text": "The Samaritan went to him and poured olive oil and wine on his wounds and bandaged them. He put the hurt man on his own donkey and took him to an inn. At the inn, the Samaritan took care of him."
            },
            {
                "verse_number": "35",
                "verse_text": "The next day, the Samaritan brought out two silver coins and gave them to the innkeeper. The Samaritan said, &quot;Take care of this man. If you spend more money on him, I will pay it back to you when I come again.&quot;&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus said, &apos;Which one of these three men do you think was a neighbor to the man who was attacked by the robbers?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The teacher of the law answered, &apos;The one who helped him.&apos; Jesus said to him, &apos;Then go and do the same thing he did!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "While Jesus and his followers were traveling, Jesus went into a town. A woman named Martha let Jesus stay at her house."
            },
            {
                "verse_number": "39",
                "verse_text": "Martha had a sister named Mary. Mary was sitting at Jesus&quot; feet and listening to him teach."
            },
            {
                "verse_number": "40",
                "verse_text": "Martha became angry because she had so much work to do. She went in and said, &apos;Lord, don&quot;t you care that my sister has left me alone to do all the work? Tell her to help me!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But the Lord answered her, &apos;Martha, Martha, you are getting worried and upset about too many things."
            },
            {
                "verse_number": "42",
                "verse_text": "Only one thing is important. Mary has chosen the right thing, and it will never be taken away from her.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "One time Jesus was praying in a place. When he finished, one of his followers said to him, &apos;John taught his followers how to pray. Lord, please teach us how to pray, too.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus said to them, &apos;When you pray, say: &quot;Father, we pray that your name will always be kept holy. We pray that your kingdom will come. because we forgive every person who has done wrong to us."
            },
            {
                "verse_number": "3",
                "verse_text": "Give us the food we need for each day."
            },
            {
                "verse_number": "4",
                "verse_text": "Forgive us the sins we have done, And do not cause us to be tested.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Your friend inside the house answers, &quot;Don&quot;t bother me! The door is already locked. My children and I are in bed. I cannot get up and give you the bread now.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, maybe friendship is not enough to make him get up to give you the bread. But he will surely get up to give you what you need if you continue to ask."
            },
            {
                "verse_number": "9",
                "verse_text": "So I tell you, continue to ask, and God will give to you. Continue to search, and you will find. Continue to knock, and the door will open for you."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, if a person continues asking, he will receive. If he continues searching, he will find. And if he continues knocking, the door will open for him."
            },
            {
                "verse_number": "11",
                "verse_text": "What would you fathers do if your son asks you for a fish? Would any of you give him a snake?"
            },
            {
                "verse_number": "12",
                "verse_text": "Or, if your son asks for an egg, would you give him a scorpion?"
            },
            {
                "verse_number": "13",
                "verse_text": "Even though you are bad, you know how to give good things to your children. So surely your heavenly Father knows how to give the Holy Spirit to those who ask him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "One time Jesus was sending a demon out of a man who could not talk. When the demon came out, the man was able to speak. The people were amazed."
            },
            {
                "verse_number": "15",
                "verse_text": "But some of them said, &apos;Jesus uses the power of Beelzebul to force demons out of people. Beelzebul is the ruler of demons.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Other people wanted to test Jesus. They asked him to give them a sign from heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus knew what they were thinking. So he said to them, &apos;Every kingdom that is divided and fights against itself will be destroyed. And a family that fights against itself will break apart."
            },
            {
                "verse_number": "18",
                "verse_text": "So if Satan is fighting against himself, then how will his kingdom last? You say that I use the power of Beelzebul to force out demons."
            },
            {
                "verse_number": "19",
                "verse_text": "But if I use the power of Beelzebul to force out demons, then by what power do your people force out demons? So your own people prove that you are wrong."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I use the power of God to force out demons, the kingdom of God has come to you!"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;When a strong man with many weapons guards his own house, then the things in his house are safe."
            },
            {
                "verse_number": "22",
                "verse_text": "But suppose a stronger man comes and defeats him. The stronger man will take away the weapons that the first man trusted to keep his house safe. Then the stronger man will do what he wants with the first man&quot;s things."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;If anyone is not with me, he is against me. He who does not work with me is working against me."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When an evil spirit comes out of a person, it travels through dry places, looking for a place to rest. But that spirit finds no place to rest. So it says, &quot;I will go back to the home I left.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the spirit comes back to that person, it finds that home swept clean and made neat."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the evil spirit goes out and brings seven other spirits more evil than itself. Then all the evil spirits go into that person and live there. And he has even more trouble than he had before.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "When Jesus was saying these things, a woman in the crowd spoke out. She said to Jesus, &apos;Your mother is blessed because she gave birth to you and nursed you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But Jesus said, &apos;Those who hear the teaching of God and obey it&ndash;they are the ones who are truly blessed.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The crowd grew larger. Jesus said, &apos;The people who live today are evil. They ask for a miracle as a sign from God. But they will have no sign&ndash;only the sign of Jonah."
            },
            {
                "verse_number": "30",
                "verse_text": "Jonah was a sign for those people who lived in Nineveh. In the same way the Son of Man will be a sign for the people of this time."
            },
            {
                "verse_number": "31",
                "verse_text": "On the Judgment Day the Queen of the South will stand up with the men who live now. She will show that they are guilty because she came from far away to listen to Solomon&quot;s wise teaching. And I tell you that someone greater than Solomon is here!"
            },
            {
                "verse_number": "32",
                "verse_text": "On the Judgment Day the men of Nineveh will stand up with the people who live now. And they will show that you are guilty, because when Jonah preached to those people, they changed their hearts and lives. And I tell you that someone greater than Jonah is here!"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;No one takes a light and puts it under a bowl or hides it. Instead, he puts the light on a lampstand so that the people who come in can see."
            },
            {
                "verse_number": "34",
                "verse_text": "Your eye is a light for the body. If your eyes are good, then your whole body will be full of light. But if your eyes are evil, then your whole body will be full of darkness."
            },
            {
                "verse_number": "35",
                "verse_text": "So be careful! Don&quot;t let the light in you become darkness."
            },
            {
                "verse_number": "36",
                "verse_text": "If your whole body is full of light, and none of it is dark, then you will shine bright, as when a lamp shines on you.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "After Jesus had finished speaking, a Pharisee asked Jesus to eat with him. So Jesus went in and sat at the table."
            },
            {
                "verse_number": "38",
                "verse_text": "But the Pharisee was surprised when he saw that Jesus did not wash his hands before the meal."
            },
            {
                "verse_number": "39",
                "verse_text": "The Lord said to him, &apos;You Pharisees clean the outside of the cup and the dish. But inside you are full of greed and evil."
            },
            {
                "verse_number": "40",
                "verse_text": "You are foolish. The same One who made what is outside also made what is inside."
            },
            {
                "verse_number": "41",
                "verse_text": "So give what is in your cups and dishes to the poor. Then you will be fully clean."
            },
            {
                "verse_number": "42",
                "verse_text": "But how terrible for you Pharisees! You give God one-tenth of even your mint, your rue, and every other plant in your garden. But you forget to be fair to other people and to love God. These are the things you should do. And you should also continue to do those other things&ndash;like giving one-tenth."
            },
            {
                "verse_number": "43",
                "verse_text": "How terrible for you Pharisees, because you love to get the most important seats in the synagogues. And you love people to show respect to you in the marketplaces."
            },
            {
                "verse_number": "44",
                "verse_text": "How terrible for you, because you are like hidden graves. People walk on them without knowing it.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "One of the teachers of the law said to Jesus, &apos;Teacher, when you say these things, you are insulting us, too.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus answered, &apos;How terrible for you, you teachers of the law! You make strict rules that are very hard for people to obey. But you yourselves don&quot;t even try to follow those rules."
            },
            {
                "verse_number": "47",
                "verse_text": "How terrible for you, because you build tombs for the prophets. But these are the prophets that your fathers killed!"
            },
            {
                "verse_number": "48",
                "verse_text": "And now you show that you approve of what your fathers did. They killed the prophets, and you build tombs for the prophets!"
            },
            {
                "verse_number": "49",
                "verse_text": "This is why in his wisdom God said, &quot;I will send prophets and apostles to them. Some of my prophets and apostles will be killed, and others will be treated cruelly.&quot;"
            },
            {
                "verse_number": "50",
                "verse_text": "So you who live now will be punished for the deaths of all the prophets who were killed since the beginning of the world."
            },
            {
                "verse_number": "51",
                "verse_text": "You will be punished for the killing of Abel and for the killing of Zechariah. Zechariah was killed between the altar and the Temple. Yes, I tell you that you people who live now will be punished for them all."
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;How terrible for you, you teachers of the law. You have hidden the key to learning about God. You yourselves would not learn, and you stopped others from learning, too.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus was leaving, the teachers of the law and the Pharisees began to give him trouble, asking him questions about many things."
            },
            {
                "verse_number": "54",
                "verse_text": "They were trying to catch Jesus saying something wrong."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Many thousands of people had gathered. There were so many people that they were stepping on each other. Before Jesus spoke to them, he said to his followers, &apos;Be careful of the yeast of the Pharisees. They are hypocrites."
            },
            {
                "verse_number": "2",
                "verse_text": "Everything that is hidden will be shown. Everything that is secret will be made known."
            },
            {
                "verse_number": "3",
                "verse_text": "The things you say in the dark will be told in the light. The things you have whispered in an inner room will be shouted from the top of the house.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus said to the people, &apos;I tell you, my friends, don&quot;t be afraid of people. People can kill the body, but after that they can do nothing more to hurt you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will show you the One to fear. You should fear him who has the power to kill you and also to throw you into hell. Yes, he is the One you should fear."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;When five sparrows are sold, they cost only two pennies. But God does not forget any of them."
            },
            {
                "verse_number": "7",
                "verse_text": "Yes, God even knows how many hairs you have on your head. Don&quot;t be afraid. You are worth much more than many sparrows."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I tell you, if anyone stands before others and says that he believes in me, then I will say that he belongs to me. I will say this before the angels of God."
            },
            {
                "verse_number": "9",
                "verse_text": "But if anyone stands before others and says he does not believe in me, then I will say that he does not belong to me. I will say this before the angels of God."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If a person says something against the Son of Man, he can be forgiven. But a person who says bad things against the Holy Spirit will not be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When men bring you into the synagogues before the leaders and other important men, don&quot;t worry about how to defend yourself or what to say."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time the Holy Spirit will teach you what you must say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One of the men in the crowd said to Jesus, &apos;Teacher, tell my brother to divide with me the property our father left us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus said to him, &apos;Who said that I should be your judge or decide how to divide the property between you two?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus said to them, &apos;Be careful and guard against all kinds of greed. A man&quot;s life is not measured by the many things he owns.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus used this story: &apos;There was a rich man who had some land, which grew a good crop of food."
            },
            {
                "verse_number": "17",
                "verse_text": "The rich man thought to himself, &quot;What will I do? I have no place to keep all my crops.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then he said, &quot;I know what I will do. I will tear down my barns and build bigger ones! I will put all my grain and other goods together in my new barns."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I can say to myself, I have enough good things stored to last for many years. Rest, eat, drink, and enjoy life!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But God said to that man, &quot;Foolish man! Tonight you will die. So who will get those things you have prepared for yourself?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;This is how it will be for anyone who stores things up only for himself and is not rich toward God.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said to his followers, &apos;So I tell you, don&quot;t worry about the food you need to live. Don&quot;t worry about the clothes you need for your body."
            },
            {
                "verse_number": "23",
                "verse_text": "Life is more important than food. And the body is more important than clothes."
            },
            {
                "verse_number": "24",
                "verse_text": "Look at the birds. They don&quot;t plant or harvest. They don&quot;t save food in houses or barns. But God takes care of them. And you are worth much more than birds."
            },
            {
                "verse_number": "25",
                "verse_text": "None of you can add any time to your life by worrying about it."
            },
            {
                "verse_number": "26",
                "verse_text": "If you cannot do even the little things, then why worry about the big things?"
            },
            {
                "verse_number": "27",
                "verse_text": "Look at the wild flowers. See how they grow. They don&quot;t work or make clothes for themselves. But I tell you that even Solomon, the great and rich king, was not dressed as beautifully as one of these flowers."
            },
            {
                "verse_number": "28",
                "verse_text": "God clothes the grass in the field like that. That grass is living today, but tomorrow it will be thrown into the fire. So you know how much more God will clothe you. Don&quot;t have so little faith!"
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t always think about what you will eat or what you will drink. Don&quot;t worry about it."
            },
            {
                "verse_number": "30",
                "verse_text": "All the people in the world are trying to get those things. Your Father knows that you need them."
            },
            {
                "verse_number": "31",
                "verse_text": "The thing you should seek is God&quot;s kingdom. Then all the other things you need will be given to you."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Don&quot;t fear, little flock. Your Father wants to give you the kingdom."
            },
            {
                "verse_number": "33",
                "verse_text": "Sell the things you have and give to the poor. Get for yourselves purses that don&quot;t wear out. Get the treasure in heaven that never runs out. Thieves can&quot;t steal it in heaven, and moths can&quot;t destroy it."
            },
            {
                "verse_number": "34",
                "verse_text": "Your heart will be where your treasure is."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Be ready! Be dressed for service and have your lamps shining."
            },
            {
                "verse_number": "36",
                "verse_text": "Be like servants who are waiting for their master to come home from a wedding party. The master comes and knocks. The servants immediately open the door for him."
            },
            {
                "verse_number": "37",
                "verse_text": "Those servants will be blessed when their master comes home, because he sees that his servants are ready and waiting for him. I tell you the truth. The master will dress himself to serve and tell the servants to sit at the table. Then the master will serve them."
            },
            {
                "verse_number": "38",
                "verse_text": "Those servants might have to wait until midnight or later for their master. But they will be happy when he comes in and finds them still waiting."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Remember this: If the owner of the house knew what time a thief was coming, then the owner would not allow the thief to enter his house."
            },
            {
                "verse_number": "40",
                "verse_text": "So you also must be ready! The Son of Man will come at a time when you don&quot;t expect him!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Peter said, &apos;Lord, did you tell this story for us or for all people?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The Lord said, &apos;Who is the wise and trusted servant? Who is the servant the master trusts to give the other servants their food at the right time?"
            },
            {
                "verse_number": "43",
                "verse_text": "When the master comes and finds his servant doing the work he gave him, that servant will be very happy."
            },
            {
                "verse_number": "44",
                "verse_text": "I tell you the truth. The master will choose that servant to take care of everything the master owns."
            },
            {
                "verse_number": "45",
                "verse_text": "But what will happen if the servant is evil and thinks that his master will not come back soon? That servant will begin to beat the other servants, men and women. He will eat and drink and get drunk."
            },
            {
                "verse_number": "46",
                "verse_text": "Then the master will come when that servant is not ready. It will be a time when the servant is not expecting him. Then the master will cut him in pieces and send him away to be with the others who don&quot;t obey."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;The servant who knows what his master wants but is not ready or does not do what the master wants will be beaten with many blows!"
            },
            {
                "verse_number": "48",
                "verse_text": "But the servant who does not know what his master wants and does things that should be punished will be beaten with few blows. Everyone who has been given much will be responsible for much. Much more will be expected from the one who has been given more.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus continued speaking, &apos;I came to set fire to the world. I wish it were already burning!"
            },
            {
                "verse_number": "50",
                "verse_text": "I must be baptized with a different kind of baptism. I feel very troubled until it is over."
            },
            {
                "verse_number": "51",
                "verse_text": "Do you think that I came to give peace to the world? No! I came to divide the world!"
            },
            {
                "verse_number": "52",
                "verse_text": "From now on, a family with five people will be divided, three against two, and two against three."
            },
            {
                "verse_number": "53",
                "verse_text": "A father and son will be divided: The son will be against his father. The father will be against his son. A mother and her daughter will be divided: The daughter will be against her mother. The mother will be against her daughter. A mother-in-law and her daughter-in-law will be divided: The daughter-in-law will be against her mother-in-law. The mother-in-law will be against her daughter-in-law.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Then Jesus said to the people, &apos;When you see clouds coming up in the west, you say, &quot;It&quot;s going to rain.&quot; And soon it begins to rain."
            },
            {
                "verse_number": "55",
                "verse_text": "When you feel the wind begin to blow from the south, you say, &quot;It will be a hot day.&quot; And you are right."
            },
            {
                "verse_number": "56",
                "verse_text": "Hypocrites! You can understand the weather. Why don&quot;t you understand what is happening now?"
            },
            {
                "verse_number": "57",
                "verse_text": "&apos;Why can&quot;t you decide for yourselves what is right?"
            },
            {
                "verse_number": "58",
                "verse_text": "When someone is suing you, and you are going with him to court, try hard to settle it on the way. If you don&quot;t settle it, he may take you to the judge. The judge might turn you over to the officer. And the officer might throw you into jail."
            },
            {
                "verse_number": "59",
                "verse_text": "You will not get out of there until they have taken everything you have.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "At that time some people were there with Jesus. They told him about what had happened to some people from Galilee. Pilate killed those people while they were worshiping. He mixed their blood with the blood of the animals they were sacrificing to God."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus answered, &apos;Do you think this happened to them because they were more sinful than all others from Galilee?"
            },
            {
                "verse_number": "3",
                "verse_text": "No, they were not! But if all of you don&quot;t change your hearts and lives, then you will be destroyed as they were!"
            },
            {
                "verse_number": "4",
                "verse_text": "What about those 18 people who died when the tower of Siloam fell on them? Do you think they were more sinful than all the others who live in Jerusalem?"
            },
            {
                "verse_number": "5",
                "verse_text": "They were not! But I tell you, if you don&quot;t change your hearts and lives, then you will all be destroyed too!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told this story: &apos;A man had a fig tree planted in his vineyard. He came looking for some fruit on the tree, but he found none."
            },
            {
                "verse_number": "7",
                "verse_text": "So the man said to his servant who took care of his vineyard, &quot;I have been looking for fruit on this tree for three years, but I never find any. Cut it down! Why should it waste the ground?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the servant answered, &quot;Master, let the tree have one more year to produce fruit. Let me dig up the dirt around it and put on some fertilizer."
            },
            {
                "verse_number": "9",
                "verse_text": "Maybe the tree will produce fruit next year. If the tree still doesn&quot;t produce fruit, then you can cut it down.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus was teaching in one of the synagogues on the Sabbath day."
            },
            {
                "verse_number": "11",
                "verse_text": "In the synagogue there was a woman who had an evil spirit in her. This spirit had made the woman a cripple for 18 years. Her back was always bent; she could not stand up straight."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus saw her, he called her over and said, &apos;Woman, your sickness has left you!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus put his hands on her. Immediately she was able to stand up straight and began praising God."
            },
            {
                "verse_number": "14",
                "verse_text": "The synagogue leader was angry because Jesus healed on the Sabbath day. He said to the people, &apos;There are six days for work. So come to be healed on one of those days. Don&quot;t come for healing on the Sabbath day.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord answered, &apos;You people are hypocrites! All of you untie your work animals and lead them to drink water every day&ndash;even on the Sabbath day!"
            },
            {
                "verse_number": "16",
                "verse_text": "This woman that I healed is our Jewish sister. But Satan has held her for 18 years. Surely it is not wrong for her to be freed from her sickness on a Sabbath day!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus said this, all the men who were criticizing him were ashamed. And all the people were happy for the wonderful things Jesus was doing."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jesus said, &apos;What is God&quot;s kingdom like? What can I compare it with?"
            },
            {
                "verse_number": "19",
                "verse_text": "God&quot;s kingdom is like the seed of the mustard plant. A man plants this seed in his garden. The seed grows and becomes a tree. The wild birds build nests on its branches.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said again, &apos;What can I compare God&quot;s kingdom with?"
            },
            {
                "verse_number": "21",
                "verse_text": "It is like yeast that a woman mixes into a big bowl of flour. The yeast makes all the dough rise.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus was teaching in every town and village. He continued to travel toward Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone said to Jesus, &apos;Lord, how many people will be saved? Only a few?&apos; Jesus said,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Try hard to enter through the narrow door that opens the way to heaven! Many people will try to enter there, but they will not be able."
            },
            {
                "verse_number": "25",
                "verse_text": "A man gets up and closes the door of his house. You can stand outside and knock on the door. You can say, &quot;Sir, open the door for us!&quot; But he will answer, &quot;I don&quot;t know you! Where did you come from?&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will say, &quot;We ate and drank with you. You taught in the streets of our town.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "But he will say to you, &quot;I don&quot;t know you! Where did you come from? Go away from me! All of you do evil!&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "You will see Abraham, Isaac, Jacob, and all the prophets in God&quot;s kingdom. But you will be thrown outside. Then you will cry and grind your teeth with pain."
            },
            {
                "verse_number": "29",
                "verse_text": "People will come from the east, west, north, and south. They will sit down at the table in the kingdom of God."
            },
            {
                "verse_number": "30",
                "verse_text": "Those who are last now will be first in the future. And those who are first now will be last in the future.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "At that time some Pharisees came to Jesus and said, &apos;Go away from here! Herod wants to kill you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;Go tell that fox Herod, &quot;Today and tomorrow I am forcing demons out of people and finishing my work of healing. Then, on the third day, I will reach my goal.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "Yet I must be on my way today and tomorrow and the next day. Surely it cannot be right for a prophet to be killed anywhere except in Jerusalem."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Jerusalem, Jerusalem! You kill the prophets. You kill with stones those men that God has sent you. Many times I wanted to help your people. I wanted to gather them together as a hen gathers her chicks under her wings. But you did not let me."
            },
            {
                "verse_number": "35",
                "verse_text": "Now your home will be left completely empty. I tell you, you will not see me again until that time when you will say, &quot;God bless the One who comes in the name of the Lord.&quot;&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "On a Sabbath day, Jesus went to the home of a leading Pharisee to eat with him. The people there were all watching Jesus very closely."
            },
            {
                "verse_number": "2",
                "verse_text": "A man with dropsy was brought before Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus said to the Pharisees and teachers of the law, &apos;Is it right or wrong to heal on the Sabbath day?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But they would not answer his question. So Jesus took the man, healed him, and sent him away."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said to the Pharisees and teachers of the law, &apos;If your son or ox falls into a well on the Sabbath day, will you not pull him out quickly?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And they could not answer him."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Jesus noticed that some of the guests were choosing the best places to sit. So Jesus told this story:"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When someone invites you to a wedding feast, don&quot;t take the most important seat. The host may have invited someone more important than you."
            },
            {
                "verse_number": "9",
                "verse_text": "And if you are sitting in the most important seat, the host will come to you and say, &quot;Give this man your seat.&quot; Then you will begin to move down to the last place. And you will be very embarrassed."
            },
            {
                "verse_number": "10",
                "verse_text": "So when you are invited, go sit in a seat that is not important. Then the host will come to you and say, &quot;Friend, move up here to a more important place!&quot; Then all the other guests will respect you."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who makes himself great will be made humble. But the person who makes himself humble will be made great.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus said to the man who had invited him, &apos;When you give a lunch or a dinner, don&quot;t invite only your friends, brothers, relatives, and rich neighbors. At another time they will invite you to eat with them. Then you will have your reward."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, when you give a feast, invite the poor, the crippled, the lame and the blind."
            },
            {
                "verse_number": "14",
                "verse_text": "Then you will be blessed, because they cannot pay you back. They have nothing. But you will be rewarded when the good people rise from death.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "One of the men sitting at the table with Jesus heard these things. The man said to Jesus, &apos;The people who will eat a meal in God&quot;s kingdom are blessed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to him, &apos;A man gave a big banquet and invited many people."
            },
            {
                "verse_number": "17",
                "verse_text": "When it was time to eat, the man sent his servant to tell the guests, &quot;Come! Everything is ready!&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But all the guests said they could not come. Each man made an excuse. The first one said, &quot;I have just bought a field, and I must go look at it. Please excuse me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Another man said, &quot;I have just bought five pairs of oxen; I must go and try them. Please excuse me.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "A third man said, &quot;I just got married; I can&quot;t come.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "So the servant returned. He told his master what had happened. Then the master became angry and said, &quot;Go at once into the streets and alleys of the town. Bring in the poor, the crippled, the blind, and the lame.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Later the servant said to him, &quot;Master, I did what you told me to do, but we still have places for more people.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The master said to the servant, &quot;Go out to the roads and country lanes. Tell the people there to come. I want my house to be full!"
            },
            {
                "verse_number": "24",
                "verse_text": "None of those men that I invited first will ever eat with me!&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds were traveling with Jesus. He turned and said to them,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;If anyone comes to me but loves his father, mother, wife, children, brothers, or sisters more than he loves me, then he cannot be my follower. A person must love me more than he loves himself!"
            },
            {
                "verse_number": "27",
                "verse_text": "If anyone is not willing to die on a cross when he follows me, then he cannot be my follower."
            },
            {
                "verse_number": "28",
                "verse_text": "If you wanted to build a tower, you would first sit down and decide how much it would cost. You must see if you have enough money to finish the job."
            },
            {
                "verse_number": "29",
                "verse_text": "If you don&quot;t do that, you might begin the work, but you would not be able to finish. And if you could not finish it, then all who would see it would laugh at you."
            },
            {
                "verse_number": "30",
                "verse_text": "They would say, &quot;This man began to build but was not able to finish!&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If a king is going to fight against another king, first he will sit down and plan. If the king has only 10,000 men, he will plan to see if he is able to defeat the other king who has 20,000 men."
            },
            {
                "verse_number": "32",
                "verse_text": "If he cannot defeat the other king, then he will send some men to speak to the other king and ask for peace."
            },
            {
                "verse_number": "33",
                "verse_text": "In the same way, you must give up everything you have to follow me. If you don&quot;t, you cannot be my follower!"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Salt is a good thing. But if the salt loses its salty taste, then it is worth nothing. You cannot make it salty again."
            },
            {
                "verse_number": "35",
                "verse_text": "It is no good for the soil or for manure. People throw it away. &apos;Let those with ears use them and listen!&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Many tax collectors and &apos;sinners&apos; came to listen to Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees and the teachers of the law began to complain: &apos;Look! This man welcomes sinners and even eats with them!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jesus told them this story:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Suppose one of you has 100 sheep, but he loses 1 of them. Then he will leave the other 99 sheep alone and go out and look for the lost sheep. The man will keep on searching for the lost sheep until he finds it."
            },
            {
                "verse_number": "5",
                "verse_text": "And when he finds it, the man is very happy. He puts it on his shoulders"
            },
            {
                "verse_number": "6",
                "verse_text": "and goes home. He calls to his friends and neighbors and says, &quot;Be happy with me because I found my lost sheep!&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way, I tell you there is much joy in heaven when 1 sinner changes his heart. There is more joy for that 1 sinner than there is for 99 good people who don&quot;t need to change."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Suppose a woman has ten silver coins, but she loses one of them. She will light a lamp and clean the house. She will look carefully for the coin until she finds it."
            },
            {
                "verse_number": "9",
                "verse_text": "And when she finds it, she will call her friends and neighbors and say, &quot;Be happy with me because I have found the coin that I lost!&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "In the same way, there is joy before the angels of God when 1 sinner changes his heart.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus said, &apos;A man had two sons."
            },
            {
                "verse_number": "12",
                "verse_text": "The younger son said to his father, &quot;Give me my share of the property.&quot; So the father divided the property between his two sons."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the younger son gathered up all that was his and left. He traveled far away to another country. There he wasted his money in foolish living."
            },
            {
                "verse_number": "14",
                "verse_text": "He spent everything that he had. Soon after that, the land became very dry, and there was no rain. There was not enough food to eat anywhere in the country. The son was hungry and needed money."
            },
            {
                "verse_number": "15",
                "verse_text": "So he got a job with one of the citizens there. The man sent the son into the fields to feed pigs."
            },
            {
                "verse_number": "16",
                "verse_text": "The son was so hungry that he was willing to eat the food the pigs were eating. But no one gave him anything."
            },
            {
                "verse_number": "17",
                "verse_text": "The son realized that he had been very foolish. He thought, &quot;All of my father&quot;s servants have plenty of food. But I am here, almost dying with hunger."
            },
            {
                "verse_number": "18",
                "verse_text": "I will leave and return to my father. I&quot;ll say to him: Father, I have sinned against God and against you."
            },
            {
                "verse_number": "19",
                "verse_text": "I am not good enough to be called your son. But let me be like one of your servants.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the son left and went to his father. &apos;While the son was still a long way off, his father saw him coming. He felt sorry for his son. So the father ran to him, and hugged and kissed him."
            },
            {
                "verse_number": "21",
                "verse_text": "The son said, &quot;Father, I have sinned against God and against you. I am not good enough to be called your son.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the father said to his servants, &quot;Hurry! Bring the best clothes and put them on him. Also, put a ring on his finger and sandals on his feet."
            },
            {
                "verse_number": "23",
                "verse_text": "And get our fat calf and kill it. Then we can have a feast and celebrate!"
            },
            {
                "verse_number": "24",
                "verse_text": "My son was dead, but now he is alive again! He was lost, but now he is found!&quot; So they began to celebrate."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The older son was in the field. As he came closer to the house, he heard the sound of music and dancing."
            },
            {
                "verse_number": "26",
                "verse_text": "So he called to one of the servants and asked, &quot;What does all this mean?&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The servant said, &quot;Your brother has come back. Your father killed the fat calf to eat because your brother came home safely!&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "The older son was angry and would not go in to the feast. So his father went out and begged him to come in."
            },
            {
                "verse_number": "29",
                "verse_text": "The son said to his father, &quot;I have served you like a slave for many years! I have always obeyed your commands. But you never even killed a young goat for me to have a feast with my friends."
            },
            {
                "verse_number": "30",
                "verse_text": "But your other son has wasted all your money on prostitutes. Then he comes home, and you kill the fat calf for him!&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "The father said to him, &quot;Son, you are always with me. All that I have is yours."
            },
            {
                "verse_number": "32",
                "verse_text": "We had to celebrate and be happy because your brother was dead, but now he is alive. He was lost, but now he is found.&quot;&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Jesus also said to his followers, &apos;Once there was a rich man. He had a manager to take care of his business. Later, the rich man learned that his manager was cheating him."
            },
            {
                "verse_number": "2",
                "verse_text": "So he called the manager in and said to him, &quot;I have heard bad things about you. Give me a report of what you have done with my money. You can&quot;t be my manager any longer!&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Later, the manager thought to himself, &quot;What will I do? My master is taking my job away from me! I am not strong enough to dig ditches. I am too proud to beg."
            },
            {
                "verse_number": "4",
                "verse_text": "I know! I&quot;ll do something so that when I lose my job, people will welcome me into their homes.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;So the manager called in everyone who owed the master any money. He said to the first man, &quot;How much do you owe my master?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "The man answered, &quot;I owe him 800 gallons of olive oil.&quot; The manager said to him, &quot;Here is your bill; sit down quickly and make the bill less. Write 400 gallons.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the manager said to another man, &quot;How much do you owe my master?&quot; The man answered, &quot;I owe him 1,000 bushels of wheat.&quot; Then the manager said to him, &quot;Here is your bill; you can make it less. Write 800 bushels.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Later, the master praised the dishonest manager for being smart. Yes, worldly people are smarter with their own kind than spiritual people are."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I tell you, make friends for yourselves using worldly riches. Then, when those things are gone, you will be welcomed in that home that continues forever."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever can be trusted with small things can also be trusted with large things. Whoever is dishonest in little things will be dishonest in large things too."
            },
            {
                "verse_number": "11",
                "verse_text": "If you cannot be trusted with worldly riches, then you will not be trusted with the true riches."
            },
            {
                "verse_number": "12",
                "verse_text": "And if you cannot be trusted with the things that belong to someone else, then you will not be given things of your own."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;No servant can serve two masters. He will hate one master and love the other. Or he will follow one master and refuse to follow the other. You cannot serve both God and money.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Pharisees were listening to all these things. They made fun of Jesus because they all loved money."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus said to them, &apos;You make yourselves look good in front of people. But God knows what is really in your hearts. The things that are important to people are worth nothing to God."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;God wanted the people to live by the law of Moses and the writings of the prophets. But ever since John came, the Good News about the kingdom of God is being told. Now everyone is trying hard to get into the kingdom."
            },
            {
                "verse_number": "17",
                "verse_text": "Even the smallest part of a letter in the law cannot be changed. It would be easier for heaven and earth to pass away."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If a man divorces his wife and marries another woman, he is guilty of adultery. And the man who marries a divorced woman is also guilty of adultery.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;There was a rich man who always dressed in the finest clothes. He lived in luxury every day."
            },
            {
                "verse_number": "20",
                "verse_text": "There was also a very poor man named Lazarus, whose body was covered with sores. Lazarus was often placed at the rich man&quot;s gate."
            },
            {
                "verse_number": "21",
                "verse_text": "He wanted to eat only the small pieces of food that fell from the rich man&quot;s table. And the dogs would come and lick his sores!"
            },
            {
                "verse_number": "22",
                "verse_text": "Later, Lazarus died. The angels took Lazarus and placed him in the arms of Abraham. The rich man died, too, and was buried."
            },
            {
                "verse_number": "23",
                "verse_text": "But he was sent to where the dead are and had much pain. The rich man saw Abraham far away with Lazarus in his arms."
            },
            {
                "verse_number": "24",
                "verse_text": "He called, &quot;Father Abraham, have mercy on me! Send Lazarus to me so that he can dip his finger in water and cool my tongue. I am suffering in this fire!&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "But Abraham said, &quot;My child, remember when you lived? You had all the good things in life, but all the bad things happened to Lazarus. Now Lazarus is comforted here, and you are suffering."
            },
            {
                "verse_number": "26",
                "verse_text": "Also, there is a big pit between you and us. No one can cross over to help you. And no one can leave there and come here.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The rich man said, &quot;Then please send Lazarus to my father&quot;s house on earth!"
            },
            {
                "verse_number": "28",
                "verse_text": "I have five brothers. Lazarus could warn my brothers so that they will not come to this place of pain.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Abraham said, &quot;They have the law of Moses and the writings of the prophets to read; let them learn from them!&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "The rich man said, &quot;No, father Abraham! If someone came to them from the dead, they would believe and change their hearts and lives.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Abraham said to him, &quot;No! If your brothers won&quot;t listen to Moses and the prophets, then they won&quot;t listen to someone who comes back from death.&quot;&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his followers, &apos;Things will surely happen that cause people to sin. But how terrible for the one who causes them to happen."
            },
            {
                "verse_number": "2",
                "verse_text": "It would be better for him to be thrown into the sea with a large stone around his neck than to cause one of these weak people to sin."
            },
            {
                "verse_number": "3",
                "verse_text": "So be careful! &apos;If your brother sins, tell him he is wrong. But if he is sorry and stops sinning, forgive him. While the ten men were going, they were healed. Jesus answered, &apos;God&quot;s kingdom is coming, but not in a way that you will be able to see with your eyes. Jesus answered, &apos;People can always find a dead body by looking for the vultures.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "If your brother sins against you seven times in one day, but he says that he is sorry each time, then forgive him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The apostles said to the Lord, &apos;Give us more faith!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said, &apos;If your faith is as big as a mustard seed, then you can say to this mulberry tree, &quot;Dig yourself up and plant yourself in the sea!&quot; And the tree will obey you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Suppose one of you has a servant who has been plowing the ground or caring for the sheep. When the servant comes in from working in the field, would you say, &quot;Come in and sit down to eat&quot;?"
            },
            {
                "verse_number": "8",
                "verse_text": "No, you would say to your servant, &quot;Prepare something for me to eat. Then get yourself ready and serve me. When I finish eating and drinking, then you can eat and drink.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "The servant does not get any special thanks for doing what his master told him to do."
            },
            {
                "verse_number": "10",
                "verse_text": "It is the same with you. When you do everything you are told to do, you should say, &quot;We don&quot;t deserve any special thanks. We have only done the work we should do.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus was on his way to Jerusalem. Traveling from Galilee to Samaria,"
            },
            {
                "verse_number": "12",
                "verse_text": "he came into a small town. Ten men met him there. These men did not come close to Jesus, because they all had a harmful skin disease."
            },
            {
                "verse_number": "13",
                "verse_text": "But they called to him, &apos;Jesus! Master! Please help us!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus saw the men, he said, &apos;Go and show yourselves to the priests.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When one of them saw that he was healed, he went back to Jesus. He praised God in a loud voice."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he bowed down at Jesus&quot; feet and thanked him. (This man was a Samaritan.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus asked, &apos;Ten men were healed; where are the other nine?"
            },
            {
                "verse_number": "18",
                "verse_text": "Is this Samaritan the only one who came back to thank God?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Jesus said to him, &apos;Stand up and go on your way. You were healed because you believed.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Some of the Pharisees asked Jesus, &apos;When will the kingdom of God come?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "People will not say, &quot;Look, God&quot;s kingdom is here!&quot; or, &quot;There it is!&quot; No, God&quot;s kingdom is within you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said to his followers, &apos;The time will come when you will want very much to see one of the days of the Son of Man. But you will not be able to see it."
            },
            {
                "verse_number": "23",
                "verse_text": "People will say to you, &quot;Look, there he is!&quot; or, &quot;Look, here he is!&quot; Stay where you are; don&quot;t go away and search."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;The Son of Man will come again. On the day he comes he will shine like lightning, which flashes across the sky and lights it up from one side to the other."
            },
            {
                "verse_number": "25",
                "verse_text": "But first, the Son of Man must suffer many things and be rejected by the people of this time."
            },
            {
                "verse_number": "26",
                "verse_text": "When the Son of Man comes again, it will be as it was when Noah lived."
            },
            {
                "verse_number": "27",
                "verse_text": "In the time of Noah, people were eating, drinking, and getting married even on the day when Noah entered the boat. Then the flood came and killed all the people."
            },
            {
                "verse_number": "28",
                "verse_text": "It will be the same as during the time of Lot. Those people were eating, drinking, buying, selling, planting, and building."
            },
            {
                "verse_number": "29",
                "verse_text": "They were doing these things even on the day Lot left Sodom. Then fire and sulfur rained down from the sky and killed them all."
            },
            {
                "verse_number": "30",
                "verse_text": "This is exactly how it will be when the Son of Man comes again."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;On that day, if a man is on his roof, he will not have time to go inside and get his things. If a man is in the field, he cannot go back home."
            },
            {
                "verse_number": "32",
                "verse_text": "Remember what happened to Lot&quot;s wife?"
            },
            {
                "verse_number": "33",
                "verse_text": "Whoever tries to keep his life will give up true life. But whoever gives up his life will have true life."
            },
            {
                "verse_number": "34",
                "verse_text": "At the time when I come again, there may be two people sleeping in one bed. One will be taken and the other will be left."
            },
            {
                "verse_number": "35",
                "verse_text": "There may be two women grinding grain together. One will be taken and the other will be left."
            },
            {
                "verse_number": "36",
                "verse_text": "[Two men will be in the same field. One man will be taken, but the other man will be left behind.]&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The followers asked Jesus, &apos;Where will this be, Lord?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus used this story to teach his followers that they should always pray and never lose hope."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Once there was a judge in a town. He did not care about God. He also did not care what people thought about him."
            },
            {
                "verse_number": "3",
                "verse_text": "In that same town there was a widow who kept coming to this judge. She said, &quot;There is a man who is not being fair to me. Give me my rights!&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the judge did not want to help the widow. After a long time, he thought to himself, &quot;I don&quot;t care about God. And I don&quot;t care about what people think."
            },
            {
                "verse_number": "5",
                "verse_text": "But this widow is bothering me. I will see that she gets her rights, or she will bother me until I am worn out!&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said, &apos;Listen to what the bad judge said."
            },
            {
                "verse_number": "7",
                "verse_text": "God&quot;s people cry to him night and day. God will always give them what is right, and he will not be slow to answer them."
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, God will help his people quickly! But when the Son of Man comes again, will he find those on earth who believe in him?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "There were some people who thought that they were very good and looked down on everyone else. Jesus used this story to teach them:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;One day there was a Pharisee and a tax collector. Both went to the Temple to pray."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisee stood alone, away from the tax collector. When the Pharisee prayed, he said, &quot;God, I thank you that I am not as bad as other people. I am not like men who steal, cheat, or take part in adultery. I thank you that I am better than this tax collector."
            },
            {
                "verse_number": "12",
                "verse_text": "I give up eating twice a week, and I give one-tenth of everything I earn!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The tax collector stood at a distance. When he prayed, he would not even look up to heaven. He beat on his chest because he was so sad. He said, &quot;God, have mercy on me. I am a sinner!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "I tell you, when this man went home, he was right with God. But the Pharisee was not right with God. Everyone who makes himself great will be made humble. But everyone who makes himself humble will be made great.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Some people brought their small children to Jesus so that he could touch them. When the followers saw this, they told the people not to do this."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus called the little children to him and said to his followers, &apos;Let the little children come to me. Don&quot;t stop them, because the kingdom of God belongs to people who are like these little children."
            },
            {
                "verse_number": "17",
                "verse_text": "I tell you the truth. You must accept God&quot;s kingdom like a little child, or you will never enter it!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "A Jewish leader asked Jesus, &apos;Good Teacher, what must I do to get the life that continues forever?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to him, &apos;Why do you call me good? Only God is good."
            },
            {
                "verse_number": "20",
                "verse_text": "You know the commands: &quot;You must not be guilty of adultery. You must not murder anyone. You must not steal. You must not tell lies about your neighbor in court. Honor your father and mother.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the leader said, &apos;I have obeyed all these commands since I was a boy!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus heard this, he said to him, &apos;But there is still one more thing you need to do. Sell everything you have and give the money to the poor. You will have a reward in heaven. Then come and follow me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But when the man heard this, he became very sad because he was very rich."
            },
            {
                "verse_number": "24",
                "verse_text": "When Jesus saw that the man was sad, he said, &apos;It will be very hard for rich people to enter the kingdom of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "It would be easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the people heard this, they asked, &apos;Then who can be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus answered, &apos;The things impossible for men are possible for God.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, &apos;Look, we left everything we had and followed you!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;I tell you the truth. Everyone who has left his house, wife, brothers, parents, or children for God&quot;s kingdom"
            },
            {
                "verse_number": "30",
                "verse_text": "will get much more than he left. He will receive many times more in this life. And after he dies, he will live with God forever.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus talked to the 12 apostles alone. He said to them, &apos;Listen! We are going to Jerusalem. Everything that God told the prophets to write about the Son of Man will happen!"
            },
            {
                "verse_number": "32",
                "verse_text": "He will be turned over to the non-Jewish people. They will laugh at him, insult him, and spit on him."
            },
            {
                "verse_number": "33",
                "verse_text": "They will beat him with whips and then kill him. But on the third day after his death, he will rise to life again.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The apostles tried to understand this, but they could not; the meaning was hidden from them."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus was coming near the city of Jericho. There was a blind man sitting beside the road, begging for money."
            },
            {
                "verse_number": "36",
                "verse_text": "When he heard the people coming down the road, he asked, &apos;What is happening?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "They told him, &apos;Jesus, the one from Nazareth, is coming here.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The blind man cried out, &apos;Jesus, Son of David! Please help me!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "The people who were in front, leading the group, told the blind man to be quiet. But the blind man shouted more and more, &apos;Son of David, please help me!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus stopped and said, &apos;Bring the blind man to me!&apos; When he came near, Jesus asked him,"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;What do you want me to do for you?&apos; He said, &apos;Lord, I want to see again.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to him, &apos;Then see! You are healed because you believed.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "At once the man was able to see, and he followed Jesus, thanking God. All the people who saw this praised God."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was going through the city of Jericho."
            },
            {
                "verse_number": "2",
                "verse_text": "In Jericho there was a man named Zacchaeus. He was a wealthy, very important tax collector."
            },
            {
                "verse_number": "3",
                "verse_text": "He wanted to see who Jesus was, but he was too short to see above the crowd."
            },
            {
                "verse_number": "4",
                "verse_text": "He ran ahead to a place where he knew Jesus would come. He climbed a sycamore tree so he could see Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus came to that place, he looked up and saw Zacchaeus in the tree. He said to him, &apos;Zacchaeus, hurry and come down! I must stay at your house today.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Zacchaeus came down quickly. He was pleased to have Jesus in his house."
            },
            {
                "verse_number": "7",
                "verse_text": "All the people saw this and began to complain, &apos;Look at the kind of man Jesus stays with. Zacchaeus is a sinner!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Zacchaeus said to the Lord, &apos;I will give half of my money to the poor. If I have cheated anyone, I will pay that person back four times more!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said, &apos;Salvation has come to this house today. This man truly belongs to the family of Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "The Son of Man came to find lost people and save them.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus traveled closer to Jerusalem. Some of the people thought that God&quot;s kingdom would appear soon."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus knew that the people thought this, so he told them this story: &apos;A very important man was preparing to go to a country far away to be made a king. Then he planned to return home and rule his people."
            },
            {
                "verse_number": "13",
                "verse_text": "So the man called ten of his servants together. He gave a bag of money to each servant. He said, &quot;Do business with this money till I get back.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "But the people in the kingdom hated the man. So they sent a group to follow him and say, &quot;We don&quot;t want this man to be our king!&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But the man became king. When he came home, he said, &quot;Call those servants who have my money. I want to know how much they earned with it.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The first servant came and said, &quot;Sir, I earned ten bags of money with the one bag you gave me!&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king said to the servant, &quot;Fine! You are a good servant. I see that I can trust you with small things. So now I will let you rule over ten of my cities.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The second servant said, &quot;Sir, with your one bag of money I earned five bags!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king said to this servant, &quot;You can rule over five cities.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Then another servant came in. The servant said to the king, &quot;Sir, here is your bag of money. I wrapped it in a piece of cloth and hid it."
            },
            {
                "verse_number": "21",
                "verse_text": "I was afraid of you because you are a hard man. You even take money that you didn&quot;t earn and gather food that you didn&quot;t plant.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the king said to the servant, &quot;You evil servant! I will use your own words to condemn you. You said that I am a hard man. You said that I even take money that I didn&quot;t earn and gather food that I didn&quot;t plant."
            },
            {
                "verse_number": "23",
                "verse_text": "If that is true, then you should have put my money in the bank. Then, when I came back, my money would have earned some interest.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Then the king said to the men who were watching, &quot;Take the bag of money away from this servant and give it to the servant who earned ten bags of money.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "They said to the king, &quot;But sir, that servant already has ten bags of money!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king said, &quot;The one who uses what he has will get more. But the one who does not use what he has will have everything taken away from him."
            },
            {
                "verse_number": "27",
                "verse_text": "Now where are my enemies who didn&quot;t want me to be king? Bring them here and kill them before me.&quot;&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus said this, he went on toward Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus came near Bethphage and Bethany, towns near the hill called the Mount of Olives. Then he sent out two of his followers."
            },
            {
                "verse_number": "30",
                "verse_text": "He said, &apos;Go into the town you can see there. When you enter it, you will find a colt tied there. No one has ever ridden this colt. Untie it, and bring it here to me."
            },
            {
                "verse_number": "31",
                "verse_text": "If anyone asks you why you are taking it, say, &quot;The Master needs it.&quot;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The two followers went into town. They found the colt just as Jesus told them."
            },
            {
                "verse_number": "33",
                "verse_text": "The followers untied it, but the owners of the colt came out. They asked the followers, &apos;Why are you untying our colt?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The followers answered, &apos;The Master needs it.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So they brought it to Jesus. They threw their coats on the colt&quot;s back and put Jesus on it."
            },
            {
                "verse_number": "36",
                "verse_text": "As Jesus rode toward Jerusalem, the followers spread their coats on the road before him."
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus was coming close to Jerusalem. He was already near the bottom of the Mount of Olives. The whole crowd of followers was very happy. They began shouting praise to God for all the powerful works they had seen. They said,"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;God bless the king who comes in the name of the Lord! There is peace in heaven and glory to God!&apos; Psalm 118:26"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the Pharisees said to Jesus, &apos;Teacher, tell your followers not to say these things!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But Jesus answered, &apos;I tell you, if my followers don&quot;t say these things, then the stones will cry out.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus came near Jerusalem. He saw the city and began to cry for it."
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to Jerusalem, &apos;I wish you knew today what would bring you peace! But you can&quot;t know it, because it is hidden from you."
            },
            {
                "verse_number": "43",
                "verse_text": "A time is coming when your enemies will build a wall around you and will hold you in on all sides."
            },
            {
                "verse_number": "44",
                "verse_text": "They will destroy you and all your people. Not one stone of your buildings will be left on another. All this will happen because you did not know the time when God came to save you.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus went into the Temple. He began to throw out the people who were selling things there."
            },
            {
                "verse_number": "46",
                "verse_text": "He said, &apos;It is written in the Scriptures, &quot;My Temple will be a house where people will pray.&quot; But you have changed it into a &quot;hideout for robbers&quot;!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus taught in the Temple every day. The leading priests, the teachers of the law, and some of the leaders of the people wanted to kill Jesus."
            },
            {
                "verse_number": "48",
                "verse_text": "But all the people were listening closely to him and were interested in all the things he said. So the leading priests, the teachers of the law, and the leaders did not know how they could kill him."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was in the Temple, teaching the people and telling them the Good News. The leading priests, teachers of the law, and Jewish elders came up to talk with him."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;Tell us! What authority do you have to do these things? Who gave you this authority?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;I will ask you a question too. Tell me:"
            },
            {
                "verse_number": "4",
                "verse_text": "When John baptized people, did that come from God or from man?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The priests, the teachers of the law, and the Jewish leaders all talked about this. They said to each other, &apos;If we answer, &quot;John&quot;s baptism was from God,&quot; then Jesus will say, &quot;Then why did you not believe John?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "But if we say, &quot;John&quot;s baptism was from man,&quot; then all the people will kill us with stones because they believe that John was a prophet.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they answered, &apos;We don&quot;t know the answer.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Jesus said to them, &apos;Then I will not tell you by what authority I do these things!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus told the people this story: &apos;A man planted a vineyard. The man leased the land to some farmers. Then he went away for a long time."
            },
            {
                "verse_number": "10",
                "verse_text": "Later, it was time for the grapes to be picked. So the man sent a servant to those farmers to get his share of the grapes. But they beat the servant and sent him away with nothing."
            },
            {
                "verse_number": "11",
                "verse_text": "Then he sent another servant. They beat this servant too. They showed no respect for him and sent him away with nothing."
            },
            {
                "verse_number": "12",
                "verse_text": "So the man sent a third servant. The farmers hurt this servant badly and threw him out."
            },
            {
                "verse_number": "13",
                "verse_text": "The owner of the vineyard said, &quot;What will I do now? I will send my son whom I love very much. Maybe they will respect him!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "When they saw the son, they said to each other, &quot;This is the owner&quot;s son. This vineyard will be his. If we kill him, then it will be ours!&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the farmers threw the son out of the vineyard and killed him. &apos;What will the owner of this vineyard do? The people heard this story. They said, &apos;No! Let this never happen!&apos; &quot;The stone that the builders did not want became the cornerstone&quot;? Psalm 118:22 They said, &apos;Caesar&quot;s.&apos; &quot;The Lord said to my Lord: Sit by me at my right side,"
            },
            {
                "verse_number": "16",
                "verse_text": "He will come and kill those farmers! Then he will give the vineyard to other farmers.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus looked at them and said, &apos;Then what does this verse mean:"
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who falls on that stone will be broken. If that stone falls on you, it will crush you!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The teachers of the law and the priests heard this story that Jesus told. They knew the story was about them. So they wanted to arrest Jesus at once. But they were afraid of what the people would do."
            },
            {
                "verse_number": "20",
                "verse_text": "So they waited for the right time to get Jesus. They sent some spies who acted as if they were good men. They wanted to trap Jesus in what he said so they could hand him over to the authority and power of the governor."
            },
            {
                "verse_number": "21",
                "verse_text": "So the spies asked Jesus, &apos;Teacher, we know that what you say and teach is true. You teach the same to all people. You always teach the truth about God&quot;s way."
            },
            {
                "verse_number": "22",
                "verse_text": "Tell us, is it right that we pay taxes to Caesar or not?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus knew that these men were trying to trick him. He said,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Show me a coin. Whose name is on the coin? And whose picture is on it?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to them, &apos;Then give to Caesar the things that are Caesar&quot;s. And give to God the things that are God&quot;s.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The men were amazed at his answer. They could say nothing. They were not able to trap Jesus in anything he said before the people."
            },
            {
                "verse_number": "27",
                "verse_text": "Some Sadducees came to Jesus. (Sadducees believe that people will not rise from death.) They asked,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Teacher, Moses wrote that a man&quot;s brother might die. He leaves a wife but no children. Then that man must marry the widow and have children for his dead brother."
            },
            {
                "verse_number": "29",
                "verse_text": "One time there were seven brothers. The first brother married, but died. He had no children."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the second brother married the widow, and he died."
            },
            {
                "verse_number": "31",
                "verse_text": "And the third brother married the widow, and he died. The same thing happened with all the other brothers. They all died and had no children."
            },
            {
                "verse_number": "32",
                "verse_text": "The woman was the last to die."
            },
            {
                "verse_number": "33",
                "verse_text": "But all seven brothers married her. So when people rise from death, whose wife will the woman be?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to the Sadducees, &apos;On earth, people marry each other."
            },
            {
                "verse_number": "35",
                "verse_text": "But those who will be worthy to be raised from death and live again will not marry."
            },
            {
                "verse_number": "36",
                "verse_text": "In that life they are like angels and cannot die. They are children of God, because they have been raised from death."
            },
            {
                "verse_number": "37",
                "verse_text": "Moses clearly showed that the dead are raised to life. When Moses wrote about the burning bush, he said that the Lord is &quot;the God of Abraham, the God of Isaac, and the God of Jacob.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "God is the God of living people, not dead people. All people are alive to God.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the teachers of the law said, &apos;Teacher, your answer was good.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "No one was brave enough to ask him another question."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Jesus said, &apos;Why do people say that the Christ is the Son ofDavid?"
            },
            {
                "verse_number": "42",
                "verse_text": "In the book of Psalms, David himself says:"
            },
            {
                "verse_number": "43",
                "verse_text": "until I put your enemies under your control.&quot; Psalm 110:1"
            },
            {
                "verse_number": "44",
                "verse_text": "David calls the Christ &quot;Lord.&quot; But the Christ is also the son of David. How can both these things be true?&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "While all the people were listening, Jesus said to his followers,"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Be careful of the teachers of the law. They like to walk around wearing clothes that look important. And they love for people to show respect to them in the marketplaces. They love to have the most important seats in the synagogues and at the feasts."
            },
            {
                "verse_number": "47",
                "verse_text": "But they cheat widows and steal their houses. Then they try to make themselves look good by saying long prayers. God will punish these men very much.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus saw some rich people putting their gifts into the Temple money box."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Jesus saw a poor widow. She put two small copper coins into the box."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;I tell you the truth. This poor widow gave only two small coins. But she really gave more than all those rich people."
            },
            {
                "verse_number": "4",
                "verse_text": "The rich have plenty; they gave only what they did not need. This woman is very poor, but she gave all she had. And she needed that money to live on.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the followers were talking about the Temple and how it was decorated with beautiful stones and gifts offered to God."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus said, &apos;The time will come when all that you see here will be destroyed. Every stone will be thrown down to the ground. Not one stone will be left on another!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Some followers asked Jesus, &apos;Teacher, when will these things happen? What will show us that it is time for them to take place?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said, &apos;Be careful! Don&quot;t be fooled. Many people will come using my name. They will say, &quot;I am the Christ&quot; and, &quot;The right time has come!&quot; But don&quot;t follow them."
            },
            {
                "verse_number": "9",
                "verse_text": "When you hear about wars and riots, don&quot;t be afraid. These things must happen first. Then the end will come later.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then he said to them, &apos;Nations will fight against other nations. Kingdoms will fight against other kingdoms."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be great earthquakes, sicknesses, and other terrible things in many places. In some places there will be no food for the people to eat. Fearful events and great signs will come from heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But before all these things happen, people will arrest you and treat you cruelly. They will judge you in their synagogues and put you in jail. You will be forced to stand before kings and governors. They will do all these things to you because you follow me."
            },
            {
                "verse_number": "13",
                "verse_text": "But this will give you an opportunity to tell about me."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t worry about what you will say."
            },
            {
                "verse_number": "15",
                "verse_text": "I will give you the wisdom to say things so that none of your enemies will be able to show that you are wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "Even your parents, brothers, relatives and friends will turn against you. They will kill some of you."
            },
            {
                "verse_number": "17",
                "verse_text": "All people will hate you because you follow me."
            },
            {
                "verse_number": "18",
                "verse_text": "But none of these things can really harm you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will save yourselves by continuing strong in your faith through all these things."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When you see armies all around Jerusalem, then you will know that it will soon be destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "At that time, the people in Judea should run away to the mountains. The people in Jerusalem must get out. If you are near the city, don&quot;t go in!"
            },
            {
                "verse_number": "22",
                "verse_text": "These are the days of punishment to make come true all that is written in the Scriptures."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time, it will be hard for women who are pregnant or have nursing babies! Great trouble will come upon this land, and God will be angry with these people."
            },
            {
                "verse_number": "24",
                "verse_text": "Some will be killed by the sword and taken as prisoners to all nations. Jerusalem will be crushed by non-Jewish people until their time is over."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Amazing things will happen to the sun, moon, and stars. On earth, nations will be afraid because of the roar and fury of the sea. They will not know what to do."
            },
            {
                "verse_number": "26",
                "verse_text": "People will be so afraid they will faint. They will wonder what is happening to the whole world. Everything in the sky will be changed."
            },
            {
                "verse_number": "27",
                "verse_text": "Then people will see the Son of Man coming in a cloud with power and great glory."
            },
            {
                "verse_number": "28",
                "verse_text": "When these things begin to happen, don&quot;t fear. Look up and hold your heads high because the time when God will free you is near!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus told this story: &apos;Look at the fig tree and all the other trees."
            },
            {
                "verse_number": "30",
                "verse_text": "When their leaves appear, you know that summer is near."
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, when you see all these things happening, then you will know that God&quot;s kingdom is coming very soon."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;I tell you the truth. All these things will happen while the people of this time are still living!"
            },
            {
                "verse_number": "33",
                "verse_text": "The whole world, earth and sky, will be destroyed; but the words I have said will never be destroyed!"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Be careful! Don&quot;t spend your time feasting and drinking. Or don&quot;t be too busy with worldly things. If you do that, you will not be able to think straight. And then that day might come when you are not ready."
            },
            {
                "verse_number": "35",
                "verse_text": "It will close like a trap on all people on earth."
            },
            {
                "verse_number": "36",
                "verse_text": "So be ready all the time. Pray that you will be strong enough to escape all these things that will happen. And pray that you will be able to stand before the Son of Man.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "During the day, Jesus taught the people in the Temple. At night he went out of the city and stayed on the Mount of Olives."
            },
            {
                "verse_number": "38",
                "verse_text": "Every morning all the people got up early to go to the Temple to listen to him."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "It was almost time for the Jewish Feast of Unleavened Bread, called the Passover Feast."
            },
            {
                "verse_number": "2",
                "verse_text": "The leading priests and teachers of the law were trying to find a way to kill Jesus. But they were afraid of the people."
            },
            {
                "verse_number": "3",
                "verse_text": "One of Jesus&quot; 12 apostles was named Judas Iscariot. Satan entered Judas, and he went to"
            },
            {
                "verse_number": "4",
                "verse_text": "the leading priests and some of the soldiers who guarded the Temple. He talked to them about a way to give Jesus to them."
            },
            {
                "verse_number": "5",
                "verse_text": "They were pleased and promised to give Judas money."
            },
            {
                "verse_number": "6",
                "verse_text": "Judas agreed. Then he waited for the best time to turn Jesus over to them without the crowd knowing it."
            },
            {
                "verse_number": "7",
                "verse_text": "The Day of Unleavened Bread came. This was the day the Passover lambs had to be sacrificed."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said to Peter and John, &apos;Go and prepare the Passover meal for us to eat.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They asked, &apos;Where do you want us to prepare it?&apos; Jesus said to them, They said, &apos;No.&apos; He said to them, &apos;That&quot;s enough.&apos; But Peter said, &apos;Man, I am not!&apos; Immediately, while Peter was still speaking, a rooster crowed. Jesus said to them, &apos;If I tell you I am the Christ, you will not believe me. Jesus said to them, &apos;Yes, you are right when you say that I am.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Listen! After you go into the city, you will see a man carrying a jar of water. Follow him into the house that he enters."
            },
            {
                "verse_number": "11",
                "verse_text": "Tell the person who owns that house, &quot;The Teacher asks that you please show us the room where he and his followers may eat the Passover meal.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then he will show you a large room upstairs. This room is ready for you. Prepare the Passover meal there.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Peter and John left. Everything happened as Jesus had said. So they prepared the Passover meal."
            },
            {
                "verse_number": "14",
                "verse_text": "When the time came, Jesus and the apostles were sitting at the table."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, &apos;I wanted very much to eat this Passover meal with you before I die."
            },
            {
                "verse_number": "16",
                "verse_text": "I will never eat another Passover meal until it is given its true meaning in the kingdom of God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus took a cup. He gave thanks to God for it and said, &apos;Take this cup and give it to everyone here."
            },
            {
                "verse_number": "18",
                "verse_text": "I will not drink again from the fruit of the vine until God&quot;s kingdom comes.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Jesus took some bread. He thanked God for it, broke it, and gave it to the apostles. Then Jesus said, &apos;This bread is my body that I am giving for you. Do this to remember me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "In the same way, after supper, Jesus took the cup and said, &apos;This cup shows the new agreement that God makes with his people. This new agreement begins with my blood which is poured out for you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos;One of you will turn against me. His hand is by my hand on the table."
            },
            {
                "verse_number": "22",
                "verse_text": "The Son of Man will do what God has planned. But how terrible it will be for that man who gives the Son of Man to be killed.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the apostles asked each other, &apos;Which one of us would do that to Jesus?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the apostles began to argue about which one of them was the most important."
            },
            {
                "verse_number": "25",
                "verse_text": "But Jesus said to them, &apos;The kings of the world rule over their people. Men who have authority over others are called &quot;very important.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But you must not be like that. The greatest among you should be like the youngest, and the leader should be like the servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Who is more important: the one sitting at the table or the one serving him? You think the one at the table is more important. But I am like a servant among you!"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You men have stayed with me through many struggles."
            },
            {
                "verse_number": "29",
                "verse_text": "My Father has given me the power to rule. I also give you authority to rule with me."
            },
            {
                "verse_number": "30",
                "verse_text": "You will eat and drink at my table in my kingdom. You will sit on thrones and judge the 12 tribes of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Satan has asked to test all of you as a farmer tests his wheat. Simon, Simon,"
            },
            {
                "verse_number": "32",
                "verse_text": "I have prayed that you will not lose your faith! Help your brothers be stronger when you come back to me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But Peter said to Jesus, &apos;Lord, I am ready to go to prison with you. I will even die with you!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But Jesus said, &apos;Peter, before the rooster crows tonight, you will say you don&quot;t know me. You will say this three times!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Jesus said to the apostles, &apos;When I sent you out without money, a bag, or sandals, did you need anything?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "He said to them, &apos;But now if you have money or a bag, carry that with you. If you don&quot;t have a sword, sell your coat and buy one."
            },
            {
                "verse_number": "37",
                "verse_text": "The Scripture says, &quot;He was treated like a criminal.&quot; This scripture must have its full meaning. It was written about me, and it is happening now.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The followers said, &apos;Look, Lord, here are two swords!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Jesus went about a stone&quot;s throw away from them. He kneeled down and prayed,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;Father, if it is what you want, then let me not have this cup of suffering. But do what you want, not what I want.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then an angel from heaven appeared to him to help him."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus was full of pain; he prayed even more. Sweat dripped from his face as if he were bleeding."
            },
            {
                "verse_number": "45",
                "verse_text": "When he finished praying, he went to his followers. They were asleep. (Their sadness had made them very tired.)"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus said to them, &apos;Why are you sleeping? Get up and pray for strength against temptation.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was speaking, a crowd came up. One of the 12 apostles was leading them. He was Judas. He came close to Jesus so that he could kiss him."
            },
            {
                "verse_number": "48",
                "verse_text": "But Jesus said to him, &apos;Judas, are you using the kiss to give the Son of Man to his enemies?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The followers of Jesus were standing there too. They saw what was happening. They said to Jesus, &apos;Lord, should we use our swords?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "And one of them did use his sword. He cut off the right ear of the servant of the high priest."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus said, &apos;Stop!&apos; Then he touched the servant&quot;s ear and healed him."
            },
            {
                "verse_number": "52",
                "verse_text": "Those who came to arrest Jesus were the leading priests, the soldiers who guarded the Temple, and the Jewish elders. Jesus said to them, &apos;Why did you come out here with swords and sticks? Do you think I am a criminal?"
            },
            {
                "verse_number": "53",
                "verse_text": "I was with you every day in the Temple. Why didn&quot;t you try to arrest me there? But this is your time&ndash;the time when darkness rules.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "They arrested Jesus and took him away. They brought him into the house of the high priest. Peter followed them, but he did not go near Jesus."
            },
            {
                "verse_number": "55",
                "verse_text": "The soldiers started a fire in the middle of the courtyard and sat together. Peter sat with them."
            },
            {
                "verse_number": "56",
                "verse_text": "A servant girl saw Peter sitting there near the light. She looked closely at Peter&quot;s face and said, &apos;This man was also with him!&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "But Peter said this was not true. He said, &apos;Girl, I don&quot;t know him.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "A short time later, another person saw Peter and said, &apos;You are also one of them.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "About an hour later, another man insisted, &apos;It is true! This man was with him. He is from Galilee!&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "But Peter said, &apos;Man, I don&quot;t know what you are talking about!&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Then the Lord turned and looked straight at Peter. And Peter remembered what the Lord had said: &apos;Before the rooster crows tonight, you will say three times that you don&quot;t know me.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then Peter went outside and cried with much pain in his heart."
            },
            {
                "verse_number": "65",
                "verse_text": "The men said many cruel things to Jesus."
            },
            {
                "verse_number": "66",
                "verse_text": "When day came, the elders of the people, the leading priests, and the teachers of the law came together. They led Jesus away to their highest court."
            },
            {
                "verse_number": "67",
                "verse_text": "They said, &apos;If you are the Christ, then tell us that you are!&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "And if I ask you, you will not answer."
            },
            {
                "verse_number": "69",
                "verse_text": "But beginning now, the Son of Man will sit at the right hand of the powerful God.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "They all said, &apos;Then are you the Son of God?&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "They said, &apos;Why do we need witnesses now? We ourselves heard him say this!&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then the whole group stood up and led Jesus to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "They began to accuse Jesus. They told Pilate, &apos;We caught this man telling things that were confusing our people. He says that we should not pay taxes to Caesar. He calls himself the Christ, a king.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Pilate asked Jesus, &apos;Are you the king of the Jews?&apos; Jesus answered, &apos;Yes, that is right.&apos; The soldiers threw lots to decide who would get his clothes. On the Sabbath day they rested, as the law of Moses commanded."
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate said to the leading priests and the people, &apos;I find nothing wrong with this man.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They said again and again, &apos;But Jesus is making trouble with the people! He teaches all around Judea. He began in Galilee, and now he is here!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Pilate heard this and asked if Jesus was from Galilee."
            },
            {
                "verse_number": "7",
                "verse_text": "If so, Jesus was under Herod&quot;s authority. Herod was in Jerusalem at that time; so Pilate sent Jesus to him."
            },
            {
                "verse_number": "8",
                "verse_text": "When Herod saw Jesus, he was very glad. He had heard about Jesus and had wanted to meet him for a long time. Herod was hoping to see Jesus work a miracle."
            },
            {
                "verse_number": "9",
                "verse_text": "Herod asked Jesus many questions, but Jesus said nothing."
            },
            {
                "verse_number": "10",
                "verse_text": "The leading priests and teachers of the law were standing there. They were shouting things against Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Herod and his soldiers made fun of Jesus. They dressed him in a kingly robe and then sent him back to Pilate."
            },
            {
                "verse_number": "12",
                "verse_text": "In the past, Pilate and Herod had always been enemies. But on that day they became friends."
            },
            {
                "verse_number": "13",
                "verse_text": "Pilate called all the people together with the leading priests and the Jewish leaders."
            },
            {
                "verse_number": "14",
                "verse_text": "He said to them, &apos;You brought this man to me. You said that he was making trouble among the people. But I have questioned him before you all, and I have not found him guilty of the things you say."
            },
            {
                "verse_number": "15",
                "verse_text": "Also, Herod found nothing wrong with him; he sent him back to us. Look, he has done nothing for which he should die."
            },
            {
                "verse_number": "16",
                "verse_text": "So, after I punish him, I will let him go free.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "[Every year at the Passover Feast, Pilate had to release one prisoner to the people.]"
            },
            {
                "verse_number": "18",
                "verse_text": "But all the people shouted, &apos;Kill him! Let Barabbas go free!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "(Barabbas was a man who was in prison because he started a riot in the city. He was guilty of murder.)"
            },
            {
                "verse_number": "20",
                "verse_text": "Pilate wanted to let Jesus go free. So he told this to the crowd."
            },
            {
                "verse_number": "21",
                "verse_text": "But they shouted again, &apos;Kill him! Kill him on a cross!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "A third time Pilate said to them, &apos;Why? What wrong has he done? I can find no reason to kill him. So I will have him punished and set him free.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But they continued to shout. They demanded that Jesus be killed on the cross. Their yelling became so loud that"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate decided to give them what they wanted."
            },
            {
                "verse_number": "25",
                "verse_text": "They wanted Barabbas to go free, the man who was in jail for starting a riot and for murder. Pilate let Barabbas go free and gave Jesus to them to be killed."
            },
            {
                "verse_number": "26",
                "verse_text": "The soldiers led Jesus away. At that time, there was a man coming into the city from the fields. His name was Simon, and he was from the city of Cyrene. The soldiers forced Simon to carry Jesus&quot; cross and walk behind him."
            },
            {
                "verse_number": "27",
                "verse_text": "A large crowd of people was following Jesus. Some of the women were sad and crying."
            },
            {
                "verse_number": "28",
                "verse_text": "But Jesus turned and said to them, &apos;Women of Jerusalem, don&quot;t cry for me. Cry for yourselves and for your children too!"
            },
            {
                "verse_number": "29",
                "verse_text": "The time is coming when people will say, &quot;Happy are the women who cannot have children! Happy are the women who have no babies to nurse.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then people will say to the mountains, &quot;Fall on us!&quot; And they will say to the hills, &quot;Cover us!&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "If they act like this now when life is good, what will happen when bad times come?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "There were also two criminals led out with Jesus to be killed."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus and the two criminals were taken to a place called the Skull. There the soldiers nailed Jesus to his cross. They also nailed the criminals to their crosses, one beside Jesus on the right and the other beside Jesus on the left."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos;Father, forgive them. They don&quot;t know what they are doing.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The people stood there watching. The leaders made fun of Jesus. They said, &apos;If he is God&quot;s Chosen One, the Christ, then let him save himself. He saved other people, didn&quot;t he?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Even the soldiers made fun of him. They came to Jesus and offered him some vinegar."
            },
            {
                "verse_number": "37",
                "verse_text": "They said, &apos;If you are the king of the Jews, save yourself!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "(At the top of the cross these words were written: &apos;THIS IS THE KING OF THE JEWS.&apos;)"
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals began to shout insults at Jesus: &apos;Aren&quot;t you the Christ? Then save yourself! And save us too!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But the other criminal stopped him. He said, &apos;You should fear God! You are getting the same punishment as he is."
            },
            {
                "verse_number": "41",
                "verse_text": "We are punished justly; we should die. But this man has done nothing wrong!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then this criminal said to Jesus, &apos;Jesus, remember me when you come into your kingdom!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then Jesus said to him, &apos;Listen! What I say is true: Today you will be with me in paradise!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "It was about noon, and the whole land became dark until three o&quot;clock in the afternoon."
            },
            {
                "verse_number": "45",
                "verse_text": "There was no sun! The curtain in the Temple was torn into two pieces."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus cried out in a loud voice, &apos;Father, I give you my life.&apos; After Jesus said this, he died."
            },
            {
                "verse_number": "47",
                "verse_text": "The army officer there saw what happened. He praised God, saying, &apos;I know this was a good man!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Many people had gathered there to watch this thing. When they saw what happened, they returned home. They beat their chests because they were so sad."
            },
            {
                "verse_number": "49",
                "verse_text": "Those who were close friends of Jesus were there. Some were women who had followed Jesus from Galilee. They all stood far away from the cross and watched."
            },
            {
                "verse_number": "52",
                "verse_text": "Joseph went to Pilate to ask for the body of Jesus."
            },
            {
                "verse_number": "53",
                "verse_text": "So Joseph took the body down from the cross and wrapped it in cloth. Then he put Jesus&quot; body in a tomb that was cut in a wall of rock. This tomb had never been used before."
            },
            {
                "verse_number": "54",
                "verse_text": "This was late on Preparation Day. When the sun went down, the Sabbath day would begin."
            },
            {
                "verse_number": "55",
                "verse_text": "The women who had come from Galilee with Jesus followed Joseph. They saw the tomb and saw inside where the body of Jesus was laid."
            },
            {
                "verse_number": "56",
                "verse_text": "Then the women left to prepare perfumes and spices."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Very early on the first day of the week, the women came to the tomb where Jesus&quot; body was laid. They brought the spices they had prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "They found that the stone had been rolled away from the entrance of the tomb."
            },
            {
                "verse_number": "3",
                "verse_text": "They went in, but they did not find the body of the Lord Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "While they were wondering about this, two men in shining clothes suddenly stood beside them."
            },
            {
                "verse_number": "5",
                "verse_text": "The women were very afraid; they bowed their heads to the ground. The men said to the women, &apos;Why are you looking for a living person here? This is a place for the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus is not here. He has risen from death! Do you remember what he said in Galilee?"
            },
            {
                "verse_number": "7",
                "verse_text": "He said that the Son of Man must be given to evil men, be killed on a cross, and rise from death on the third day.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the women remembered what Jesus had said."
            },
            {
                "verse_number": "9",
                "verse_text": "The women left the tomb and told all these things to the 11 apostles and the other followers."
            },
            {
                "verse_number": "10",
                "verse_text": "These women were Mary Magdalene, Joanna, Mary the mother of James, and some other women. The women told the apostles everything that had happened at the tomb."
            },
            {
                "verse_number": "11",
                "verse_text": "But they did not believe the women. It sounded like nonsense."
            },
            {
                "verse_number": "12",
                "verse_text": "But Peter got up and ran to the tomb. He looked in, but he saw only the cloth that Jesus&quot; body had been wrapped in. Peter went away to be alone, wondering about what had happened."
            },
            {
                "verse_number": "13",
                "verse_text": "That same day two of Jesus&quot; followers were going to a town named Emmaus. It is about seven miles from Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "They were talking about everything that had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "While they were discussing these things, Jesus himself came near and began walking with them."
            },
            {
                "verse_number": "16",
                "verse_text": "(They were not allowed to recognize Jesus.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he said, &apos;What are these things you are talking about while you walk?&apos; The two followers stopped. Their faces were very sad. The followers said, &apos;It is about Jesus of Nazareth. He was a prophet from God to all the people. He said and did many powerful things."
            },
            {
                "verse_number": "18",
                "verse_text": "The one named Cleopas answered, &apos;You must be the only one in Jerusalem who does not know what just happened there.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to them, &apos;What are you talking about?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Our leaders and the leading priests gave him up to be judged and killed. They nailed him to a cross."
            },
            {
                "verse_number": "21",
                "verse_text": "But we were hoping that he would free the Jews. It is now the third day since this happened."
            },
            {
                "verse_number": "22",
                "verse_text": "And today some women among us told us some amazing things. Early this morning they went to the tomb,"
            },
            {
                "verse_number": "23",
                "verse_text": "but they did not find his body there. They came and told us that they had seen a vision of angels. The angels said that Jesus was alive!"
            },
            {
                "verse_number": "24",
                "verse_text": "So some of our group went to the tomb, too. They found it just as the women said, but they did not see Jesus.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said to them, &apos;You are foolish and slow to realize what is true. You should believe everything the prophets said."
            },
            {
                "verse_number": "26",
                "verse_text": "They said that the Christ must suffer these things before he enters his glory.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Jesus began to explain everything that had been written about himself in the Scriptures. He started with Moses, and then he talked about what all the prophets had said about him."
            },
            {
                "verse_number": "28",
                "verse_text": "They came near the town of Emmaus, and Jesus acted as if he did not plan to stop there."
            },
            {
                "verse_number": "29",
                "verse_text": "But they begged him, &apos;Stay with us. It is late; it is almost night.&apos; So he went in to stay with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus sat down with them and took some bread. He gave thanks for the food and divided it. Then he gave it to them."
            },
            {
                "verse_number": "31",
                "verse_text": "And then, they were allowed to recognize Jesus. But when they saw who he was, he disappeared."
            },
            {
                "verse_number": "32",
                "verse_text": "They said to each other, &apos;When Jesus talked to us on the road, it felt like a fire burning in us. It was exciting when he explained the true meaning of the Scriptures.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the two followers got up at once and went back to Jerusalem. There they found the 11 apostles and others gathered."
            },
            {
                "verse_number": "34",
                "verse_text": "They were saying, &apos;The Lord really has risen from death! He showed himself to Simon.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the two followers told what had happened on the road. They talked about how they recognized Jesus when he divided the bread."
            },
            {
                "verse_number": "36",
                "verse_text": "While the two followers were telling this, Jesus himself stood among those gathered. He said to them, &apos;Peace be with you.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "They were fearful and terrified. They thought they were seeing a ghost."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus said, &apos;Why are you troubled? Why do you doubt what you see?"
            },
            {
                "verse_number": "39",
                "verse_text": "Look at my hands and my feet. It is I myself! Touch me. You can see that I have a living body; a ghost does not have a body like this.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "After Jesus said this, he showed them his hands and feet."
            },
            {
                "verse_number": "41",
                "verse_text": "The followers were amazed and very happy. They still could not believe it. Jesus said to them, &apos;Do you have any food here?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "They gave him a piece of cooked fish."
            },
            {
                "verse_number": "43",
                "verse_text": "While the followers watched, Jesus took the fish and ate it."
            },
            {
                "verse_number": "44",
                "verse_text": "He said to them, &apos;Remember when I was with you before? I said that everything written about me must happen&ndash;everything in the law of Moses, the books of the prophets, and the Psalms.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus opened their minds so they could understand the Scriptures."
            },
            {
                "verse_number": "46",
                "verse_text": "He said to them, &apos;It is written that the Christ would be killed and rise from death on the third day."
            },
            {
                "verse_number": "49",
                "verse_text": "Listen! My Father has promised you something; I will send it to you. But you must stay in Jerusalem until you have received that power from heaven.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus led his followers out of Jerusalem almost to Bethany. He raised his hands and blessed them."
            },
            {
                "verse_number": "51",
                "verse_text": "While he was blessing them, he was separated from them and carried into heaven."
            },
            {
                "verse_number": "52",
                "verse_text": "They worshiped him and then went back to the city very happy."
            },
            {
                "verse_number": "53",
                "verse_text": "They stayed in the Temple all the time, praising God."
            }
        ]
    }
}