{
    "John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Before the world began, there was the Word. The Word was with God, and the Word was God."
            },
            {
                "verse_number": "2",
                "verse_text": "He was with God in the beginning."
            },
            {
                "verse_number": "3",
                "verse_text": "All things were made through him. Nothing was made without him."
            },
            {
                "verse_number": "4",
                "verse_text": "In him there was life. That life was light for the people of the world."
            },
            {
                "verse_number": "5",
                "verse_text": "The Light shines in the darkness. And the darkness has not overpowered the Light."
            },
            {
                "verse_number": "6",
                "verse_text": "There was a man named John who was sent by God."
            },
            {
                "verse_number": "7",
                "verse_text": "He came to tell people about the Light. Through him all people could hear about the Light and believe."
            },
            {
                "verse_number": "8",
                "verse_text": "John was not the Light, but he came to tell people about the Light."
            },
            {
                "verse_number": "9",
                "verse_text": "The true Light was coming into the world. The true Light gives light to all."
            },
            {
                "verse_number": "10",
                "verse_text": "The Word was in the world. The world was made through him, but the world did not know him."
            },
            {
                "verse_number": "11",
                "verse_text": "He came to the world that was his own. But his own people did not accept him."
            },
            {
                "verse_number": "12",
                "verse_text": "But some people did accept him. They believed in him. To them he gave the right to become children of God."
            },
            {
                "verse_number": "13",
                "verse_text": "They did not become his children in the human way. They were not born because of the desire or wish of some man. They were born of God."
            },
            {
                "verse_number": "14",
                "verse_text": "The Word became a man and lived among us. We saw his glory&ndash;the glory that belongs to the only Son of the Father. The Word was full of grace and truth."
            },
            {
                "verse_number": "15",
                "verse_text": "John told about him. He said, &apos;This is the One I was talking about. I said, &quot;The One who comes after me is greater than I am. He was living before me.&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Word was full of grace and truth. From him we all received more and more blessings."
            },
            {
                "verse_number": "17",
                "verse_text": "The law was given through Moses, but grace and truth came through Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "No man has ever seen God. But God the only Son is very close to the Father. And the Son has shown us what God is like."
            },
            {
                "verse_number": "19",
                "verse_text": "The Jews in Jerusalem sent some priests and Levites to John. The Jews sent them to ask, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "John spoke freely and did not refuse to answer. He said clearly, &apos;I am not the Christ.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So they asked him, &apos;Then who are you? Are you Elijah?&apos; He answered, &apos;No, I am not Elijah.&apos; He answered, &apos;No, I am not the Prophet.&apos; &apos;I am the voice of a man calling out in the desert: &quot;Make the road straight for the Lord.&quot;&apos; Isaiah 40:3 They said, &apos;Rabbi, where are you staying?&apos; (&apos;Rabbi&apos; means &apos;Teacher.&apos;) Philip answered, &apos;Come and see.&apos; Jesus answered, &apos;I saw you when you were under the fig tree. That was before Philip told you about me.&apos; Then they asked, &apos;Are you the Prophet?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then they said, &apos;Who are you? Give us an answer to tell those who sent us. What do you say about yourself?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "John told them in the words of the prophet Isaiah:"
            },
            {
                "verse_number": "24",
                "verse_text": "In the group of Jews who were sent, there were some Pharisees."
            },
            {
                "verse_number": "25",
                "verse_text": "They said to John: &apos;You say you are not the Christ. You say you are not Elijah or the Prophet. Then why do you baptize people?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "John answered, &apos;I baptize people with water. But there is one here with you that you don&quot;t know."
            },
            {
                "verse_number": "27",
                "verse_text": "He is the One who comes after me. I am not good enough to untie the strings of his sandals.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "This all happened at Bethany on the other side of the Jordan River. This is where John was baptizing people."
            },
            {
                "verse_number": "29",
                "verse_text": "The next day John saw Jesus coming toward him. John said, &apos;Look, the Lamb of God. He takes away the sins of the world!"
            },
            {
                "verse_number": "30",
                "verse_text": "This is the One I was talking about. I said, &quot;A man will come after me, but he is greater than I am, because he was living before me.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "Even I did not know who he was. But I came baptizing with water so that the people of Israel could know who he is.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "I have seen this happen. So I tell people: &quot;He is the Son of God.&quot;&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The next day John was there again with two of his followers."
            },
            {
                "verse_number": "36",
                "verse_text": "He saw Jesus walking by and said, &apos;Look, the Lamb of God!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The two followers heard John say this. So they followed Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus turned and saw them following him. He asked, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus answered, &apos;Come with me and you will see.&apos; So the two men went with Jesus. They saw the place where Jesus was staying and stayed there with him that day. It was then about four o&quot;clock."
            },
            {
                "verse_number": "40",
                "verse_text": "These two men followed Jesus after they heard about him from John. One of the men was Andrew. He was Simon Peter&quot;s brother."
            },
            {
                "verse_number": "41",
                "verse_text": "The first thing Andrew did was to find his brother, Simon. He said to Simon, &apos;We have found the Messiah.&apos; (&apos;Messiah&apos; means &apos;Christ.&apos;)"
            },
            {
                "verse_number": "42",
                "verse_text": "Then Andrew took Simon to Jesus. Jesus looked at Simon and said, &apos;You are Simon son of John. You will be called Cephas.&apos; (&apos;Cephas&apos; means &apos;Peter.&apos; )"
            },
            {
                "verse_number": "43",
                "verse_text": "The next day Jesus decided to go to Galilee. He found Philip and said to him, &apos;Follow me.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Philip was from the town of Bethsaida, where Andrew and Peter lived."
            },
            {
                "verse_number": "45",
                "verse_text": "Philip found Nathanael and told him, &apos;Remember that Moses wrote in the law about a man who was coming, and the prophets also wrote about him. We have found him. He is Jesus, the son of Joseph. He is from Nazareth.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "But Nathanael said to Philip, &apos;Nazareth! Can anything good come from Nazareth?&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus saw Nathanael coming toward him. He said, &apos;Here is truly a person of Israel. There is nothing false in him.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Nathanael asked, &apos;How do you know me?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then Nathanael said to Jesus, &apos;Teacher, you are the Son of God. You are the King of Israel.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to Nathanael, &apos;You believe in me because I told you I saw you under the fig tree. But you will see greater things than that!&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "And Jesus said to them, &apos;I tell you the truth. You will all see heaven open. You will see &quot;angels of God going up and coming down&quot; on the Son of Man.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Two days later there was a wedding in the town of Cana in Galilee. Jesus&quot; mother was there."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus and his followers were also invited to the wedding."
            },
            {
                "verse_number": "3",
                "verse_text": "When all the wine was gone, Jesus&quot; mother said to him, &apos;They have no more wine.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Dear woman, why come to me? My time has not yet come.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "His mother said to the servants, &apos;Do whatever he tells you to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "In that place there were six stone water jars. The Jews used jars like these in their washing ceremony. Each jar held about 20 or 30 gallons."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to the servants, &apos;Fill the jars with water.&apos; So they filled the jars to the top."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said to them, &apos;Now take some out and give it to the master of the feast.&apos; So the servants took the water to the master."
            },
            {
                "verse_number": "9",
                "verse_text": "When he tasted it, the water had become wine. He did not know where the wine came from. But the servants who brought the water knew. The master of the wedding called the bridegroom"
            },
            {
                "verse_number": "10",
                "verse_text": "and said to him, &apos;People always serve the best wine first. Later, after the guests have been drinking a lot, they serve the cheaper wine. But you have saved the best wine till now.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So in Cana of Galilee, Jesus did his first miracle. There he showed his glory, and his followers believed in him."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus went to the town of Capernaum with his mother, brothers and his followers. They all stayed in Capernaum for a few days."
            },
            {
                "verse_number": "13",
                "verse_text": "But it was almost time for the Jewish Passover Feast. So Jesus went to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "In the Temple he found men selling cattle, sheep, and doves. He saw others sitting at tables, exchanging money."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus made a whip out of cords. Then he forced all these men, with the sheep and cattle, to leave the Temple. He turned over the tables and scattered the money of the men who were exchanging it."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he said to those who were selling pigeons, &apos;Take these things out of here! Don&quot;t make my Father&quot;s house a place for buying and selling!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When this happened the followers remembered what was written in the Scriptures: &apos;My strong love for your Temple completely controls me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Jews said to Jesus, &apos;Show us a miracle for a sign. Prove that you have the right to do these things.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered, &apos;Destroy this temple, and I will build it again in three days.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Jews answered, &apos;Men worked 46 years to build this Temple! Do you really believe you can build it again in three days?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "(But the temple Jesus meant was his own body."
            },
            {
                "verse_number": "22",
                "verse_text": "After Jesus was raised from death, his followers remembered that Jesus had said this. Then they believed the Scripture and the words Jesus said.)"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus was in Jerusalem for the Passover Feast. Many people believed in him because they saw the miracles he did."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus did not believe in them because he knew them all."
            },
            {
                "verse_number": "25",
                "verse_text": "He did not need anyone to tell him about people. Jesus knew what was in a person&quot;s mind."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Nicodemus who was one of the Pharisees. He was an important Jewish leader."
            },
            {
                "verse_number": "2",
                "verse_text": "One night Nicodemus came to Jesus. He said, &apos;Teacher, we know that you are a teacher sent from God. No one can do the miracles you do, unless God is with him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;I tell you the truth. Unless you are born again, you cannot be in God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Nicodemus said, &apos;But if a man is already old, how can he be born again? He cannot enter his mother&quot;s body again. So how can he be born a second time?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus answered, &apos;I tell you the truth. Unless you are born from water and the Spirit, you cannot enter God&quot;s kingdom."
            },
            {
                "verse_number": "6",
                "verse_text": "A person&quot;s body is born from his human parents. But a person&quot;s spiritual life is born from the Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t be surprised when I tell you, &quot;You must all be born again.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "The wind blows where it wants to go. You hear the wind blow. But you don&quot;t know where the wind comes from or where it is going. It is the same with every person who is born from the Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Nicodemus asked, &apos;How can all this be possible?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;You are an important teacher in Israel. But you still don&quot;t understand these things?"
            },
            {
                "verse_number": "11",
                "verse_text": "I tell you the truth. We talk about what we know. We tell about what we have seen. But you don&quot;t accept what we tell you."
            },
            {
                "verse_number": "12",
                "verse_text": "I have told you about things here on earth, but you do not believe me. So surely you will not believe me if I tell you about the things of heaven!"
            },
            {
                "verse_number": "13",
                "verse_text": "The only one who has ever gone up to heaven is the One who came down from heaven&ndash;the Son of Man."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Moses lifted up the snake in the desert. It is the same with the Son of Man. The Son of Man must be lifted up too."
            },
            {
                "verse_number": "15",
                "verse_text": "Then everyone who believes in him can have eternal life."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;For God loved the world so much that he gave his only Son. God gave his Son so that whoever believes in him may not be lost, but have eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "God did not send his Son into the world to judge the world guilty, but to save the world through him."
            },
            {
                "verse_number": "18",
                "verse_text": "He who believes in God&quot;s Son is not judged guilty. He who does not believe has already been judged guilty, because he has not believed in God&quot;s only Son."
            },
            {
                "verse_number": "19",
                "verse_text": "People are judged by this fact: I am the Light from God that has come into the world. But men did not want light. They wanted darkness because they were doing evil things."
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone who does evil hates the light. He will not come to the light because it will show all the evil things he has done."
            },
            {
                "verse_number": "21",
                "verse_text": "But he who follows the true way comes to the light. Then the light will show that the things he has done were done through God.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "After this, Jesus and his followers went into the area of Judea. There Jesus stayed with his followers and baptized people."
            },
            {
                "verse_number": "23",
                "verse_text": "John was also baptizing in Aenon, near Salim, because there was plenty of water there. People were going there to be baptized."
            },
            {
                "verse_number": "24",
                "verse_text": "(This was before John was put into prison.)"
            },
            {
                "verse_number": "25",
                "verse_text": "Some of John&quot;s followers had an argument with a Jew about religious washing."
            },
            {
                "verse_number": "26",
                "verse_text": "So they came to John and said, &apos;Teacher, remember the man who was with you on the other side of the Jordan River, the one you spoke about? He is baptizing, and everyone is going to him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "John answered, &apos;A man can get only what God gives him."
            },
            {
                "verse_number": "28",
                "verse_text": "You yourselves heard me say, &quot;I am not the Christ. I am only the one God sent to prepare the way for him.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "The bride belongs only to the bridegroom. The friend who helps the bridegroom waits and listens for him. He is glad when he hears the bridegroom&quot;s voice. That is the same pleasure I have. And my time of joy is now here."
            },
            {
                "verse_number": "30",
                "verse_text": "He must become greater. And I must become less important."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;The One who comes from above is greater than all. He who is from the earth belongs to the earth and talks about things on the earth. But the One who comes from heaven is greater than all."
            },
            {
                "verse_number": "32",
                "verse_text": "He tells what he has seen and heard, but no one accepts what he says."
            },
            {
                "verse_number": "33",
                "verse_text": "The person who accepts what he says has proven that God is true."
            },
            {
                "verse_number": "34",
                "verse_text": "God sent him, and he tells the things that God says. God gives him the Spirit fully."
            },
            {
                "verse_number": "35",
                "verse_text": "The Father loves the Son and has given him power over everything."
            },
            {
                "verse_number": "36",
                "verse_text": "He who believes in the Son has eternal life. But he who does not obey the Son will never have that life. God&quot;s anger stays with him.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees heard that Jesus was making and baptizing more followers than John."
            },
            {
                "verse_number": "2",
                "verse_text": "(But really Jesus himself did not baptize people. His followers did the baptizing.) Jesus knew that the Pharisees had heard about him."
            },
            {
                "verse_number": "3",
                "verse_text": "So he left Judea and went back to Galilee."
            },
            {
                "verse_number": "4",
                "verse_text": "On the way he had to go through the country of Samaria."
            },
            {
                "verse_number": "5",
                "verse_text": "In Samaria Jesus came to the town called Sychar. This town is near the field that Jacob gave to his son Joseph."
            },
            {
                "verse_number": "6",
                "verse_text": "Jacob&quot;s well was there. Jesus was tired from his long trip. So he sat down beside the well. It was about noon."
            },
            {
                "verse_number": "7",
                "verse_text": "A Samaritan woman came to the well to get some water. Jesus said to her, &apos;Please give me a drink.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "(This happened while Jesus&quot; followers were in town buying some food.)"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman said, &apos;I am surprised that you ask me for a drink. You are a Jew and I am a Samaritan.&apos; (Jews are not friends with Samaritans. )"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;You don&quot;t know what God gives. And you don&quot;t know who asked you for a drink. If you knew, you would have asked me, and I would have given you living water.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The woman said, &apos;Sir, where will you get that living water? The well is very deep, and you have nothing to get water with."
            },
            {
                "verse_number": "12",
                "verse_text": "Are you greater than Jacob, our father? Jacob is the one who gave us this well. He drank from it himself. Also, his sons and flocks drank from this well.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;Every person who drinks this water will be thirsty again."
            },
            {
                "verse_number": "14",
                "verse_text": "But whoever drinks the water I give will never be thirsty again. The water I give will become a spring of water flowing inside him. It will give him eternal life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The woman said to him, &apos;Sir, give me this water. Then I will never be thirsty again. And I will not have to come back here to get more water.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus told her, &apos;Go get your husband and come back here.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The woman answered, &apos;But I have no husband.&apos; Jesus said to her, &apos;You are right to say you have no husband. The man believed what Jesus told him and went home. They answered, &apos;It was about one o&quot;clock yesterday when the fever left him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Really you have had five husbands. But the man you live with now is not your husband. You told the truth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The woman said, &apos;Sir, I can see that you are a prophet."
            },
            {
                "verse_number": "20",
                "verse_text": "Our fathers worshiped on this mountain. But you Jews say that Jerusalem is the place where people must worship.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos;Believe me, woman. The time is coming when you will not have to be in Jerusalem or on this mountain to worship the Father."
            },
            {
                "verse_number": "22",
                "verse_text": "You Samaritans worship what you don&quot;t understand. We Jews understand what we worship. Salvation comes from the Jews."
            },
            {
                "verse_number": "23",
                "verse_text": "The time is coming when the true worshipers will worship the Father in spirit and truth. That time is now here. And these are the kinds of worshipers the Father wants."
            },
            {
                "verse_number": "24",
                "verse_text": "God is spirit. Those who worship God must worship in spirit and truth.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The woman said, &apos;I know that the Messiah is coming.&apos; (Messiah is the One called Christ.) &apos;When the Messiah comes, he will explain everything to us.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Jesus said, &apos;He is talking to you now. I am he.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Just then his followers came back from town. They were surprised because they saw Jesus talking with a woman. But none of them asked, &apos;What do you want?&apos; or &apos;Why are you talking with her?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the woman left her water jar and went back to town. She said to the people,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;A man told me everything I have ever done. Come see him. Maybe he is the Christ!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the people left the town and went to see Jesus."
            },
            {
                "verse_number": "31",
                "verse_text": "While the woman was away, the followers were begging him, &apos;Teacher, eat something!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus answered, &apos;I have food to eat that you know nothing about.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the followers asked themselves, &apos;Did somebody already bring Jesus some food?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos;My food is to do what the One who sent me wants me to do. My food is to finish the work that he gave me to do."
            },
            {
                "verse_number": "35",
                "verse_text": "You say, &quot;Four more months to wait before we gather the grain.&quot; But I tell you, open your eyes. Look at the fields that are ready for harvesting now."
            },
            {
                "verse_number": "36",
                "verse_text": "Even now, the one who harvests the crop is being paid. He is gathering crops for eternal life. So now the one who plants can be happy along with the one who harvests."
            },
            {
                "verse_number": "37",
                "verse_text": "It is true when we say, &quot;One person plants, but another harvests the crop.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "I sent you to harvest a crop that you did not work for. Others did the work, and you get the profit from their work.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Many of the Samaritans in that town believed in Jesus. They believed because of what the woman said: &apos;He told me everything I have ever done.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "The Samaritans came to Jesus and begged him to stay with them. So he stayed there two days."
            },
            {
                "verse_number": "41",
                "verse_text": "Many more believed because of the things he said."
            },
            {
                "verse_number": "42",
                "verse_text": "They said to the woman, &apos;First we believed in Jesus because of what you told us. But now we believe because we heard him ourselves. We know that this man really is the Savior of the world.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Two days later, Jesus left and went to Galilee."
            },
            {
                "verse_number": "44",
                "verse_text": "(Jesus had said before that a prophet is not respected in his own country.)"
            },
            {
                "verse_number": "45",
                "verse_text": "When Jesus arrived in Galilee, the people there welcomed him. They had seen all the things he did at the Passover Feast in Jerusalem. They had been at the Passover Feast, too."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus went to visit Cana in Galilee again. This is where Jesus had changed the water into wine. One of the king&quot;s important officers lived in the city of Capernaum. This man&quot;s son was sick."
            },
            {
                "verse_number": "47",
                "verse_text": "The man heard that Jesus had come from Judea and was now in Galilee. He went to Jesus and begged him to come to Capernaum and heal his son. His son was almost dead."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to him, &apos;You people must see signs and miracles before you will believe in me.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The officer said, &apos;Sir, come before my child dies.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus answered, &apos;Go. Your son will live.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "On the way the man&quot;s servants came and met him. They told him, &apos;Your son is well.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "The man asked, &apos;What time did my son begin to get well?&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "The father knew that one o&quot;clock was the exact time that Jesus had said, &apos;Your son will live.&apos; So the man and all the people of his house believed in Jesus."
            },
            {
                "verse_number": "54",
                "verse_text": "That was the second miracle that Jesus did after coming from Judea to Galilee."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Later Jesus went to Jerusalem for a special Jewish feast."
            },
            {
                "verse_number": "2",
                "verse_text": "In Jerusalem there is a pool with five covered porches. In the Jewish language it is called Bethzatha. This pool is near the Sheep Gate."
            },
            {
                "verse_number": "3",
                "verse_text": "Many sick people were lying on the porches beside the pool. Some were blind, some were crippled, and some were paralyzed [and they waited for the water to move."
            },
            {
                "verse_number": "4",
                "verse_text": "Sometimes an angel of the Lord came down to the pool and stirred up the water. After the angel did this, the first person to go into the pool was healed from any sickness he had]."
            },
            {
                "verse_number": "5",
                "verse_text": "There was a man lying there who had been sick for 38 years."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus saw the man and knew that he had been sick for a very long time. So Jesus asked him, &apos;Do you want to be well?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The sick man answered, &apos;Sir, there is no one to help me get into the pool when the water starts moving. I try to be the first one into the water. But when I try, someone else always goes in before I can.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jesus said, &apos;Stand up. Pick up your mat and walk.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And immediately the man was well. He picked up his mat and began to walk. The day all this happened was a Sabbath day."
            },
            {
                "verse_number": "10",
                "verse_text": "So the Jews said to the man who had been healed, &apos;Today is the Sabbath. It is against our law for you to carry your mat on the Sabbath day.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But he answered, &apos;The man who made me well told me, &quot;Pick up your mat and walk.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they asked him, &apos;Who is the man who told you to pick up your mat and walk?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the man who had been healed did not know who it was. There were many people in that place, and Jesus had left."
            },
            {
                "verse_number": "14",
                "verse_text": "Later, Jesus found the man at the Temple. Jesus said to him, &apos;See, you are well now. But stop sinning or something worse may happen to you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the man left and went back to the Jews. He told them that Jesus was the one who had made him well."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus was doing this on the Sabbath day. So the Jews began to do bad things to him."
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus said to them, &apos;My Father never stops working. And so I work, too.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "This made the Jews try harder to kill him. They said, &apos;First Jesus was breaking the law about the Sabbath day. Then he said that God is his own Father! He is making himself equal with God!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Jesus said, &apos;I tell you the truth. The Son can do nothing alone. The Son does only what he sees his Father doing. The Son does whatever the Father does."
            },
            {
                "verse_number": "20",
                "verse_text": "The Father loves the Son, and the Father shows the Son all the things he himself does. But the Father will show the Son greater things than this to do. Then you will all be amazed."
            },
            {
                "verse_number": "21",
                "verse_text": "The Father raises the dead and gives them life. In the same way, the Son gives life to those he wants to."
            },
            {
                "verse_number": "22",
                "verse_text": "Also, the Father judges no one. But the Father has given the Son power to do all the judging."
            },
            {
                "verse_number": "23",
                "verse_text": "God did this so that all people will respect the Son the same way they respect the Father. He who does not respect the Son does not respect the Father. The Father is the One who sent the Son."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I tell you the truth. Whoever hears what I say and believes in the One who sent me has eternal life. He will not be judged guilty. He has already left death and has entered into life."
            },
            {
                "verse_number": "25",
                "verse_text": "I tell you the truth. The time is coming and is already here when the dead will hear the voice of the Son of God. And those who hear will have life."
            },
            {
                "verse_number": "26",
                "verse_text": "Life comes from the Father himself. So the Father has allowed the Son to give life."
            },
            {
                "verse_number": "27",
                "verse_text": "And the Father has given the Son the approval to judge because he is the Son of Man."
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t be surprised at this. A time is coming when all who are dead and in their graves will hear his voice."
            },
            {
                "verse_number": "29",
                "verse_text": "Then they will come out of their graves. Those who did good will rise and have life forever. But those who did evil will rise to be judged guilty."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;I can do nothing alone. I judge only the way I am told, so my judgment is right. I don&quot;t try to please myself. I try to please the One who sent me."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If I tell people about myself, then they will not accept what I say about myself."
            },
            {
                "verse_number": "32",
                "verse_text": "But there is another who tells about me. And I know that the things he says about me are true."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You have sent men to John. And he has told you about the truth."
            },
            {
                "verse_number": "34",
                "verse_text": "But I don&quot;t need a man to tell about me. I tell you this so that you can be saved."
            },
            {
                "verse_number": "35",
                "verse_text": "John was like a burning and shining lamp. And you were happy to enjoy his light for a while."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;But I have a proof about myself that is greater than that of John. The things I do are my proof. These are the things my Father gave me to do. They show that the Father sent me."
            },
            {
                "verse_number": "37",
                "verse_text": "And the Father who sent me has given proof about me himself. You have never heard his voice. You have never seen what he looks like."
            },
            {
                "verse_number": "38",
                "verse_text": "His teaching does not live in you because you don&quot;t believe in the One that the Father sent."
            },
            {
                "verse_number": "39",
                "verse_text": "You carefully study the Scriptures because you think that they give you eternal life. Those are the same Scriptures that tell about me!"
            },
            {
                "verse_number": "40",
                "verse_text": "But you refuse to come to me to have that life."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;I don&quot;t want praise from men."
            },
            {
                "verse_number": "42",
                "verse_text": "But I know you&ndash;I know that you don&quot;t have God&quot;s love in you."
            },
            {
                "verse_number": "43",
                "verse_text": "I have come from my Father&ndash;I speak for him. But you don&quot;t accept me. But when another person comes, speaking only for himself, you will accept him."
            },
            {
                "verse_number": "44",
                "verse_text": "You like to have praise from each other. But you never try to get the praise that comes from the only God. So how can you believe?"
            },
            {
                "verse_number": "45",
                "verse_text": "Don&quot;t think that I will stand before the Father and say that you are wrong. Moses is the one who says that you are wrong. And he is the one that you hoped would save you."
            },
            {
                "verse_number": "46",
                "verse_text": "If you really believed Moses, you would believe me because Moses wrote about me."
            },
            {
                "verse_number": "47",
                "verse_text": "But you don&quot;t believe what Moses wrote. So how can you believe what I say?&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus went across Lake Galilee (or, Lake Tiberias)."
            },
            {
                "verse_number": "2",
                "verse_text": "Many people followed him because they saw the miracles he did to heal the sick."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus went up on a hill and there sat down with his followers."
            },
            {
                "verse_number": "4",
                "verse_text": "It was almost the time for the Jewish Passover Feast."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus looked up and saw a large crowd coming toward him. He said to Philip, &apos;Where can we buy bread for all these people to eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(Jesus asked Philip this question to test him. Jesus already knew what he planned to do.)"
            },
            {
                "verse_number": "7",
                "verse_text": "Philip answered, &apos;Someone would have to work almost a year to buy enough bread for each person here to have only a little piece.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Another follower there was Andrew. He was Simon Peter&quot;s brother. Andrew said,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Here is a boy with five loaves of barley bread and two little fish. But that is not enough for so many people.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;Tell the people to sit down.&apos; This was a very grassy place. There were about 5,000 men who sat down there."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus took the loaves of bread. He thanked God for the bread and gave it to the people who were sitting there. He did the same with the fish. He gave them as much as they wanted."
            },
            {
                "verse_number": "12",
                "verse_text": "They all had enough to eat. When they had finished, Jesus said to his followers, &apos;Gather the pieces of fish and bread that were not eaten. Don&quot;t waste anything.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So they gathered up the pieces that were left. They filled 12 large baskets with the pieces that were left of the five barley loaves."
            },
            {
                "verse_number": "14",
                "verse_text": "The people saw this miracle that Jesus did. They said, &apos;He must truly be the Prophet who is coming into the world.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus knew that the people planned to come and take him by force and make him their king. So he left and went into the hills alone."
            },
            {
                "verse_number": "16",
                "verse_text": "That evening Jesus&quot; followers went down to Lake Galilee."
            },
            {
                "verse_number": "17",
                "verse_text": "It was dark now and Jesus had not yet come to them. The followers got into a boat and started across the lake to Capernaum."
            },
            {
                "verse_number": "18",
                "verse_text": "By now a strong wind was blowing, and the waves on the lake were getting bigger."
            },
            {
                "verse_number": "19",
                "verse_text": "They rowed the boat about three or four miles. Then they saw Jesus walking on the water, coming toward the boat. The followers were afraid."
            },
            {
                "verse_number": "20",
                "verse_text": "But Jesus said to them, &apos;Don&quot;t be afraid. It is I.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then they were glad to take him into the boat. At once the boat came to land at the place where they wanted to go."
            },
            {
                "verse_number": "22",
                "verse_text": "The next day came. Some people had stayed on the other side of the lake. They knew that Jesus had not gone in the boat with his followers but that they had left without him. And they knew that only one boat had been there."
            },
            {
                "verse_number": "23",
                "verse_text": "But then some boats came from Tiberias. They landed near the place where the people had eaten the bread after the Lord had given thanks."
            },
            {
                "verse_number": "24",
                "verse_text": "The people saw that Jesus and his followers were not there now. So they got into boats and went to Capernaum. They wanted to find Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "The people found Jesus on the other side of the lake. They asked him, &apos;Teacher, when did you come here?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;Are you looking for me because you saw me do miracles? No! I tell you the truth. You are looking for me because you ate the bread and were satisfied."
            },
            {
                "verse_number": "27",
                "verse_text": "Earthly food spoils and ruins. So don&quot;t work to get that kind of food. But work to get the food that stays good always and gives you eternal life. The Son of Man will give you that food. God the Father has shown that he is with the Son of Man.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The people asked Jesus, &apos;What are the things God wants us to do?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;The work God wants you to do is this: to believe in the One that God sent.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the people asked, &apos;What miracle will you do? If we can see a miracle, then we will believe you. What will you do?"
            },
            {
                "verse_number": "31",
                "verse_text": "Our ancestors ate the manna in the desert. This is written in the Scriptures: &quot;God gave them bread from heaven to eat.&quot;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said, &apos;I tell you the truth. Moses was not the one who gave you bread from heaven. But my Father gives you the true bread from heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "God&quot;s bread is the One who comes down from heaven and gives life to the world.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The people said, &apos;Sir, give us this bread always.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Jesus said, &apos;I am the bread that gives life. He who comes to me will never be hungry. He who believes in me will never be thirsty."
            },
            {
                "verse_number": "36",
                "verse_text": "But as I told you before, you have seen me, and still you don&quot;t believe."
            },
            {
                "verse_number": "37",
                "verse_text": "The Father gives me the people who are mine. Every one of them will come to me, and I will always accept them."
            },
            {
                "verse_number": "38",
                "verse_text": "I came down from heaven to do what God wants me to do. I did not come to do what I want to do."
            },
            {
                "verse_number": "39",
                "verse_text": "I must not lose even one of those that God has given me, but I must raise them up on the last day. This is what the One who sent me wants me to do."
            },
            {
                "verse_number": "40",
                "verse_text": "Everyone who sees the Son and believes in him has eternal life. I will raise him up on the last day. This is what my Father wants.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The Jews began to complain about Jesus. They complained because he said, &apos;I am the bread that comes down from heaven.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The Jews said, &apos;This is Jesus. We know his father and mother. He is only Joseph&quot;s son. How can he say, &quot;I came down from heaven&quot;?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "But Jesus answered, &apos;Stop complaining to each other."
            },
            {
                "verse_number": "44",
                "verse_text": "The Father is the One who sent me. No one can come to me unless the Father draws him to me. And I will raise him up on the last day."
            },
            {
                "verse_number": "45",
                "verse_text": "It is written in the prophets, &quot;God will teach all the people.&quot; Everyone who listens to the Father and learns from him comes to me."
            },
            {
                "verse_number": "46",
                "verse_text": "No one has seen the Father except the One who is from God. Only he has seen the Father."
            },
            {
                "verse_number": "47",
                "verse_text": "I tell you the truth. He who believes has eternal life."
            },
            {
                "verse_number": "48",
                "verse_text": "I am the bread that gives life."
            },
            {
                "verse_number": "49",
                "verse_text": "Your ancestors ate the manna in the desert. But still they died."
            },
            {
                "verse_number": "50",
                "verse_text": "Here is the bread that comes down from heaven. If anyone eats this bread, he will never die."
            },
            {
                "verse_number": "51",
                "verse_text": "I am the living bread that came down from heaven. If anyone eats this bread, he will live forever. This bread is my flesh. I will give my flesh so that the people in the world may have life.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Then the Jews began to argue among themselves. They said, &apos;How can this man give us his flesh to eat?&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus said, &apos;I tell you the truth. You must eat the flesh of the Son of Man. And you must drink his blood. If you don&quot;t do this, then you won&quot;t have real life in you."
            },
            {
                "verse_number": "54",
                "verse_text": "He who eats my flesh and drinks my blood has eternal life. I will raise him up on the last day."
            },
            {
                "verse_number": "55",
                "verse_text": "My flesh is true food. My blood is true drink."
            },
            {
                "verse_number": "56",
                "verse_text": "Whoever eats my flesh and drinks my blood lives in me, and I live in him."
            },
            {
                "verse_number": "57",
                "verse_text": "The Father sent me. The Father lives, and I live because of the Father. So he who eats me will live because of me."
            },
            {
                "verse_number": "58",
                "verse_text": "I am not like the bread our ancestors ate. They ate that bread, but still they died. I am the bread that came down from heaven. He who eats this bread will live forever.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus said all these things while he was teaching in the synagogue in Capernaum."
            },
            {
                "verse_number": "60",
                "verse_text": "The followers of Jesus heard this. Many of them said, &apos;This teaching is hard. Who can accept it?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Jesus knew that his followers were complaining about this. So he said, &apos;Does this teaching bother you?"
            },
            {
                "verse_number": "62",
                "verse_text": "Then will it also bother you to see the Son of Man going back to the place where he came from?"
            },
            {
                "verse_number": "63",
                "verse_text": "It is not the flesh that gives a person life. It is the spirit that gives life. The words I told you are spirit, and so they give life."
            },
            {
                "verse_number": "64",
                "verse_text": "But some of you don&quot;t believe.&apos; (Jesus knew who did not believe. He knew this from the beginning. And he knew who would turn against him.)"
            },
            {
                "verse_number": "65",
                "verse_text": "Jesus said, &apos;That is the reason I said, &quot;If the Father does not let a person come to me, then he cannot come.&quot;&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "After Jesus said this, many of his followers left him. They stopped following him."
            },
            {
                "verse_number": "67",
                "verse_text": "Jesus asked the 12 followers, &apos;Do you want to leave, too?&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "Simon Peter answered Jesus, &apos;Lord, who would we go to? You have the words that give eternal life."
            },
            {
                "verse_number": "69",
                "verse_text": "We believe in you. We know that you are the Holy One from God.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "Then Jesus answered, &apos;I chose all 12 of you. But 1 of you is a devil.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "Jesus was talking about Judas, the son of Simon Iscariot. Judas was 1 of the 12. But later he was going to turn against Jesus."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus traveled around Galilee. He did not want to travel in Judea, because the Jews there wanted to kill him."
            },
            {
                "verse_number": "2",
                "verse_text": "It was time for the Jewish Feast of Shelters."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jesus&quot; brothers said to him, &apos;You should leave here and go to Judea. Then your followers there can see the miracles you do."
            },
            {
                "verse_number": "4",
                "verse_text": "Anyone who wants to be well known does not hide what he does. If you are doing these things, show yourself to the world.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "(Even Jesus&quot; brothers did not believe in him.)"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to his brothers, &apos;The right time for me has not yet come. But any time is right for you."
            },
            {
                "verse_number": "7",
                "verse_text": "The world cannot hate you. But it hates me, because I tell about the evil things it does."
            },
            {
                "verse_number": "8",
                "verse_text": "So you go to the feast. I will not go now. The right time for me has not yet come.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "After saying this, Jesus stayed in Galilee."
            },
            {
                "verse_number": "10",
                "verse_text": "So Jesus&quot; brothers left to go to the feast. When they had gone, Jesus went, too. But he did not let people see him."
            },
            {
                "verse_number": "11",
                "verse_text": "At the feast the Jews were looking for him. They said, &apos;Where is that man?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "There was a large crowd of people there. Many of them were whispering to each other about Jesus. Some said, &apos;He is a good man.&apos; Others said, &apos;No, he fools the people.&apos; Still others said, &apos;The Christ will not come from Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "But no one was brave enough to talk about Jesus openly. They were afraid of the Jews."
            },
            {
                "verse_number": "14",
                "verse_text": "The feast was about half over. Then Jesus went to the Temple and began to teach."
            },
            {
                "verse_number": "15",
                "verse_text": "The Jews were amazed. They said, &apos;This man has never studied in school. How did he learn so much?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus answered, &apos;The things I teach are not my own. My teaching comes from him who sent me."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone chooses to do what God wants, then he will know that my teaching comes from God. He will know that this teaching is not my own."
            },
            {
                "verse_number": "18",
                "verse_text": "He who teaches his own ideas is trying to get honor for himself. But he who tries to bring honor to the one who sent him&ndash;that person speaks the truth. There is nothing false in him."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses gave you the law, but none of you obey that law. Why are you trying to kill me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The people answered, &apos;A demon has come into you. We are not trying to kill you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to them, &apos;I did one miracle, and you are all amazed."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses gave you the law about circumcision. (But really Moses did not give you circumcision. Circumcision came from our ancestors.) And yet you circumcise a baby boy on a Sabbath day."
            },
            {
                "verse_number": "23",
                "verse_text": "This shows that a baby boy can be circumcised on a Sabbath day to obey the law of Moses. So why are you angry at me for healing a person&quot;s whole body on the Sabbath day?"
            },
            {
                "verse_number": "24",
                "verse_text": "Stop judging by the way things look! Be fair, and judge by what is really right.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then some of the people who lived in Jerusalem said, &apos;This is the man they are trying to kill."
            },
            {
                "verse_number": "26",
                "verse_text": "But he is teaching where everyone can see and hear him. And no one is trying to stop him. Maybe the leaders have decided that he really is the Christ."
            },
            {
                "verse_number": "27",
                "verse_text": "But we know where this man is from. Yet when the real Christ comes, no one will know where he comes from.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus was still teaching in the Temple. He cried out, &apos;Yes, you know me, and you know where I am from. But I have not come by my own authority. I was sent by the One who is true. You don&quot;t know him."
            },
            {
                "verse_number": "29",
                "verse_text": "But I know him. I am from him, and he sent me.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When Jesus said this, they tried to seize him. But no one was able to touch him. It was not yet the right time."
            },
            {
                "verse_number": "31",
                "verse_text": "But many of the people believed in Jesus. They said, &apos;When the Christ comes, will he do more miracles than this man has done?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The Pharisees heard the crowd whispering these things about Jesus. So the leading priests and the Pharisees sent some Temple guards to arrest him."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Jesus said, &apos;I will be with you a little while longer. Then I will go back to the One who sent me."
            },
            {
                "verse_number": "34",
                "verse_text": "You will look for me, but you will not find me. And you cannot come where I am.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The Jews said to each other, &apos;Where will this man go so we cannot find him? Will he go to the Greek cities where our people live? Will he teach the Greek people there?"
            },
            {
                "verse_number": "36",
                "verse_text": "This man says, &quot;You will look for me but you will not find me.&quot; He also says, &quot;You cannot come where I am.&quot; What does this mean?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The last day of the feast came. It was the most important day. On that day Jesus stood up and said in a loud voice, &apos;If anyone is thirsty, let him come to me and drink."
            },
            {
                "verse_number": "38",
                "verse_text": "If a person believes in me, rivers of living water will flow out from his heart. This is what the Scripture says.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus was talking about the Holy Spirit. The Spirit had not yet been given because Jesus had not yet been raised to glory. But later, those who believed in Jesus would receive the Spirit."
            },
            {
                "verse_number": "40",
                "verse_text": "The people heard these things that Jesus said. Some of them said, &apos;This man really is the Prophet.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Others said, &apos;He is the Christ.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The Scripture says that the Christ will come from David&quot;s family. And the Scripture says that the Christ will come from Bethlehem, the town where David lived.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So the people did not agree with each other about Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "Some of them wanted to arrest him, but no one was able to touch him."
            },
            {
                "verse_number": "45",
                "verse_text": "The Temple guards went back to the leading priests and the Pharisees. The priests and the Pharisees asked, &apos;Why didn&quot;t you bring Jesus?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "The Temple guards answered, &apos;The things he says are greater than the words of any man!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "The Pharisees answered, &apos;So Jesus has fooled you too!"
            },
            {
                "verse_number": "48",
                "verse_text": "Have any of the leaders or the Pharisees believed in him? No!"
            },
            {
                "verse_number": "49",
                "verse_text": "But those people, who know nothing about the law, are under God&quot;s curse!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But Nicodemus was there in that group. He was the one who had gone to see Jesus before. Nicodemus said,"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Our law does not judge a man without hearing him. We cannot judge him until we know what he has done.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "They answered, &apos;Are you from Galilee too? Study the Scriptures. You will learn that no prophet comes from Galilee.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "And everyone left and went home."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Jesus went to the Mount of Olives."
            },
            {
                "verse_number": "2",
                "verse_text": "But early in the morning he went back to the Temple. All the people came to Jesus, and he sat and taught them."
            },
            {
                "verse_number": "3",
                "verse_text": "The teachers of the law and the Pharisees brought a woman there. She had been caught in adultery. They forced the woman to stand before the people."
            },
            {
                "verse_number": "4",
                "verse_text": "They said to Jesus, &apos;Teacher, this woman was caught having physical relations with a man who is not her husband."
            },
            {
                "verse_number": "5",
                "verse_text": "The law of Moses commands that we kill with stones every woman who does this. What do you say we should do?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They were asking this to trick Jesus so that they could have some charge against him. But Jesus knelt down and started writing on the ground with his finger. Then Jesus said, &apos;So I also don&quot;t judge you. You may go now, but don&quot;t sin again.&apos; Jesus answered, &apos;You don&quot;t know me or my Father. But if you knew me, then you would know my Father, too.&apos; Jesus answered, &apos;I am what I have told you from the beginning. But they said, &apos;We are not like children who never knew who their father was. God is our Father. He is the only Father we have.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They continued to ask Jesus their question. So he stood up and said, &apos;Is there anyone here who has never sinned? The person without sin can throw the first stone at this woman.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jesus knelt down again and wrote on the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who heard Jesus began to leave one by one. The older men left first, and then the others. Jesus was left there alone with the woman. She was standing before him."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus stood up again and asked her, &apos;Woman, all of those people have gone. Has no one judged you guilty?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "She answered, &apos;No one has judged me, sir.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Later, Jesus talked to the people again. He said, &apos;I am the light of the world. The person who follows me will never live in darkness. He will have the light that gives life.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the Pharisees said to Jesus, &apos;When you talk about yourself, you are the only one to say these things are true. We cannot accept these things you say.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus answered, &apos;Yes, I am saying these things about myself, but they are true. I know where I came from. And I know where I am going. You don&quot;t know where I came from or where I am going."
            },
            {
                "verse_number": "15",
                "verse_text": "You judge me the way you would judge any man. I don&quot;t judge anyone."
            },
            {
                "verse_number": "16",
                "verse_text": "But if I judge, I judge truthfully. When I judge, I am not alone. The Father who sent me is with me."
            },
            {
                "verse_number": "17",
                "verse_text": "Your own law says that when two witnesses say the same thing, then you must accept what they say."
            },
            {
                "verse_number": "18",
                "verse_text": "I am one of the witnesses who speaks about myself. And the Father who sent me is my other witness.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They asked, &apos;Where is your father?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said these things while he was teaching in the Temple. He was near the place where the money that the people give is kept. But no one arrested him. The right time for Jesus had not yet come."
            },
            {
                "verse_number": "21",
                "verse_text": "Again, Jesus said to the people, &apos;I will leave you. You will look for me, but you will die in your sins. You cannot come where I am going.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the Jews asked, &apos;Will he kill himself? Is that why he said, &quot;You cannot come where I am going&quot;?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus said, &apos;You people are from here below. But I am from above. You belong to this world, but I don&quot;t belong to this world."
            },
            {
                "verse_number": "24",
                "verse_text": "So I told you that you would die in your sins. Yes, you will die in your sins if you don&quot;t believe that I am he.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "They asked, &apos;Then who are you?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "I have many things to say about you and to judge you for. But I tell people only the things I have heard from the One who sent me. And he speaks the truth.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The people did not understand that Jesus was talking to them about the Father."
            },
            {
                "verse_number": "28",
                "verse_text": "So Jesus said to them, &apos;You will lift up the Son of Man. Then you will know that I am he. You will know that these things I do are not by my own authority. You will know that I say only what the Father has taught me."
            },
            {
                "verse_number": "29",
                "verse_text": "The One who sent me is with me. I always do what is pleasing to him. So he has not left me alone.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "While Jesus was saying these things, many people believed in him."
            },
            {
                "verse_number": "31",
                "verse_text": "So Jesus said to the Jews who believed in him, &apos;If you continue to obey my teaching, you are truly my followers."
            },
            {
                "verse_number": "32",
                "verse_text": "Then you will know the truth. And the truth will make you free.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They answered, &apos;We are Abraham&quot;s children. And we have never been slaves. So why do you say that we will be free?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;I tell you the truth. Everyone who lives in sin is a slave to sin."
            },
            {
                "verse_number": "35",
                "verse_text": "A slave does not stay with a family forever, but a son belongs to the family forever."
            },
            {
                "verse_number": "36",
                "verse_text": "So if the Son makes you free, then you will be truly free."
            },
            {
                "verse_number": "37",
                "verse_text": "I know you are Abraham&quot;s children. But you want to kill me because you don&quot;t accept my teaching."
            },
            {
                "verse_number": "38",
                "verse_text": "I am telling you what my Father has shown me. But you do what your father has told you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "They answered, &apos;Our father is Abraham.&apos; Jesus said, &apos;If you were really Abraham&quot;s children, you would do the things that Abraham did."
            },
            {
                "verse_number": "40",
                "verse_text": "I am a man who has told you the truth which I heard from God. But you are trying to kill me. Abraham did nothing like that."
            },
            {
                "verse_number": "41",
                "verse_text": "So you are doing the things that your own father did.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos;If God were really your Father, you would love me. I came from God and now I am here. I did not come by my own authority. God sent me."
            },
            {
                "verse_number": "43",
                "verse_text": "You don&quot;t understand what I say because you cannot accept my teaching."
            },
            {
                "verse_number": "44",
                "verse_text": "Your father is the devil. You belong to him and want to do what he wants. He was a murderer from the beginning. He was against the truth, for there is no truth in him. He is a liar, and he is like the lies he tells. He is the father of lies."
            },
            {
                "verse_number": "45",
                "verse_text": "But I speak the truth. That is why you don&quot;t believe me."
            },
            {
                "verse_number": "46",
                "verse_text": "Can any of you prove that I am guilty of sin? If I am telling the truth, why don&quot;t you believe me?"
            },
            {
                "verse_number": "47",
                "verse_text": "He who belongs to God accepts what God says. But you don&quot;t accept what God says, because you don&quot;t belong to God.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Jews answered, &apos;We say you are a Samaritan! We say a demon has come into you. Are we not right?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus answered, &apos;I have no demon in me. I give honor to my Father, but you dishonor me."
            },
            {
                "verse_number": "50",
                "verse_text": "I am not trying to get honor for myself. There is One who wants this honor for me, and he is the judge."
            },
            {
                "verse_number": "51",
                "verse_text": "I tell you the truth. If anyone obeys my teaching, he will never die.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "The Jews said to Jesus, &apos;Now we know that you have a demon in you! Even Abraham and the prophets died. But you say, &quot;Whoever obeys my teaching will never die.&quot;"
            },
            {
                "verse_number": "53",
                "verse_text": "Do you think that you are greater than our father Abraham? Abraham died. And the prophets died, too. Who do you think you are?&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus answered, &apos;If I give honor to myself, that honor is worth nothing. The One who gives me honor is my Father. And you say that he is your God."
            },
            {
                "verse_number": "55",
                "verse_text": "But you don&quot;t really know him. I know him. If I said I did not know him, then I would be a liar as you are liars. But I do know him, and I obey what he says."
            },
            {
                "verse_number": "56",
                "verse_text": "Your father Abraham was very happy that he would see my day. He saw that day and was glad.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "The Jews said to him, &apos;What? You have never seen Abraham! You are not even 50 years old!&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus answered, &apos;I tell you the truth. Before Abraham was born, I am!&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "When Jesus said this, the people picked up stones to throw at him. But Jesus hid himself, and then he left the Temple."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus was walking along, he saw a man who had been born blind."
            },
            {
                "verse_number": "2",
                "verse_text": "His followers asked him, &apos;Teacher, whose sin caused this man to be born blind&ndash;his own sin or his parents&quot; sin?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;It is not this man&quot;s sin or his parents&quot; sin that made him blind. This man was born blind so that God&quot;s power could be shown in him."
            },
            {
                "verse_number": "4",
                "verse_text": "While it is daytime, we must continue doing the work of the One who sent me. The night is coming. And no one can work at night."
            },
            {
                "verse_number": "5",
                "verse_text": "While I am in the world, I am the light of the world.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After Jesus said this, he spit on the ground and made some mud with it. He put the mud on the man&quot;s eyes."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he told the man, &apos;Go and wash in the Pool of Siloam.&apos; (Siloam means Sent.) So the man went to the pool. He washed and came back. And he was able to see."
            },
            {
                "verse_number": "8",
                "verse_text": "Some people had seen this man begging before. They and the man&quot;s neighbors said, &apos;Look! Is this the same man who always sits and begs?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Some said, &apos;Yes! He is the one.&apos; But others said, &apos;No, he&quot;s not the same man. He only looks like him.&apos; So the man himself said, &apos;I am the man.&apos; The man answered, &apos;I don&quot;t know.&apos; He answered, &apos;He put mud on my eyes. I washed, and now I can see.&apos; Others said, &apos;But a man who is a sinner can&quot;t do miracles like these.&apos; So they could not agree with each other. The man answered, &apos;He is a prophet.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They asked, &apos;What happened? How did you get your sight?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;The man named Jesus made some mud and put it on my eyes. Then he told me to go to Siloam and wash. So I went and washed and came back seeing.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They asked him, &apos;Where is this man?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the people took to the Pharisees the man who had been blind."
            },
            {
                "verse_number": "14",
                "verse_text": "The day Jesus had made mud and healed his eyes was a Sabbath day."
            },
            {
                "verse_number": "15",
                "verse_text": "So now the Pharisees asked the man, &apos;How did you get your sight?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the Pharisees were saying, &apos;This man does not keep the Sabbath day. He is not from God!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They asked the man again, &apos;What do you say about him? It was your eyes he opened.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Jews did not believe that he had been blind and could now see again. So they sent for the man&quot;s parents"
            },
            {
                "verse_number": "19",
                "verse_text": "and asked them, &apos;Is this your son? You say that he was born blind. Then how does he see now?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "His parents answered, &apos;We know that this is our son, and we know that he was born blind."
            },
            {
                "verse_number": "21",
                "verse_text": "But we don&quot;t know how he can see now. We don&quot;t know who opened his eyes. Ask him. He is old enough to answer for himself.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "His parents said this because they were afraid of the Jews. The Jews had already decided that anyone who said that Jesus was the Christ would be put out of the synagogue."
            },
            {
                "verse_number": "23",
                "verse_text": "That is why his parents said, &apos;He is old enough. Ask him.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So for the second time, they called the man who had been blind. They said, &apos;You should give God the glory by telling the truth. We know that this man is a sinner.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He answered, &apos;I don&quot;t know if he is a sinner. But one thing I do know. I was blind, and now I can see.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They asked, &apos;What did he do to you? How did he make you see again?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He answered, &apos;I have already told you that. But you would not listen to me. Why do you want to hear it again? Do you want to become his followers, too?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then they insulted him and said, &apos;You are his follower. We are followers of Moses."
            },
            {
                "verse_number": "29",
                "verse_text": "We know that God spoke to Moses. But we don&quot;t even know where this man comes from!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The man answered, &apos;This is a very strange thing. You don&quot;t know where he comes from, and yet he opened my eyes."
            },
            {
                "verse_number": "31",
                "verse_text": "We all know that God does not listen to sinners. But God listens to anyone who worships and obeys him."
            },
            {
                "verse_number": "32",
                "verse_text": "Nobody has ever heard of anyone giving sight to a man born blind."
            },
            {
                "verse_number": "33",
                "verse_text": "If this man were not from God, he could do nothing.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They answered, &apos;You were born full of sin! Are you trying to teach us?&apos; And they threw the man out."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus heard that they had thrown him out. So Jesus found him and said, &apos;Do you believe in the Son of Man?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "He asked, &apos;Who is the Son of Man, sir? Tell me, so I can believe in him!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said to him, &apos;You have already seen him. The Son of Man is the one talking with you now.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He said, &apos;Yes, Lord, I believe!&apos; Then the man bowed and worshiped Jesus."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said, &apos;I came into this world so that the world could be judged. I came so that the blind could see and so that those who see will become blind.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some of the Pharisees were near Jesus. When they heard him say this, they asked, &apos;What? Are you saying that we are blind, too?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said, &apos;If you were really blind, you would not be guilty of sin. But now that you say you can see, your guilt remains.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said, &apos;I tell you the truth. The man who does not enter the sheepfold by the door, but climbs in some other way, is a thief and a robber."
            },
            {
                "verse_number": "2",
                "verse_text": "The one who enters by the door is the shepherd of the sheep."
            },
            {
                "verse_number": "3",
                "verse_text": "The man who guards the door opens it for him. And the sheep listen to the voice of the shepherd. He calls his own sheep, using their names, and he leads them out."
            },
            {
                "verse_number": "4",
                "verse_text": "He brings all of his sheep out. Then he goes ahead of them and leads them. They follow him because they know his voice."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will never follow a stranger. They will run away from him because they don&quot;t know his voice.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told the people this story, but they did not understand what it meant."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus said again, &apos;I tell you the truth. I am the door for the sheep."
            },
            {
                "verse_number": "8",
                "verse_text": "All the people who came before me were thieves and robbers. The sheep did not listen to them."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the door. The person who enters through me will be saved. He will be able to come in and go out and find pasture."
            },
            {
                "verse_number": "10",
                "verse_text": "A thief comes to steal and kill and destroy. But I came to give life&ndash;life in all its fullness."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I am the good shepherd. The good shepherd gives his life for the sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "The worker who is paid to keep the sheep is different from the shepherd who owns them. So when the worker sees a wolf coming, he runs away and leaves the sheep alone. Then the wolf attacks the sheep and scatters them."
            },
            {
                "verse_number": "13",
                "verse_text": "The man runs away because he is only a paid worker. He does not really care for the sheep."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I am the good shepherd. I know my sheep, and my sheep know me,"
            },
            {
                "verse_number": "15",
                "verse_text": "just as the Father knows me, and I know the Father. I give my life for the sheep."
            },
            {
                "verse_number": "16",
                "verse_text": "I have other sheep that are not in this flock here. I must bring them also. They will listen to my voice, and there will be one flock and one shepherd."
            },
            {
                "verse_number": "17",
                "verse_text": "The Father loves me because I give my life. I give my life so that I can take it back again."
            },
            {
                "verse_number": "18",
                "verse_text": "No one takes it away from me. I give my own life freely. I have the right to give my life, and I have the right to take it back. This is what my Father commanded me to do.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Again the Jews did not agree with each other because of these words Jesus said."
            },
            {
                "verse_number": "20",
                "verse_text": "Many of them said, &apos;A demon has come into him and made him crazy. Why listen to him?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But others said, &apos;A man who is crazy with a demon does not say things like this. Can a demon open the eyes of the blind?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The time came for the Feast of Dedication at Jerusalem. This was during the winter."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus was walking in the Temple in Solomon&quot;s Porch."
            },
            {
                "verse_number": "24",
                "verse_text": "The Jews gathered around him and said, &apos;How long will you make us wonder about you? If you are the Christ, then tell us plainly.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus answered, &apos;I told you already, but you did not believe. I do miracles in my Father&quot;s name. Those miracles show who I am."
            },
            {
                "verse_number": "26",
                "verse_text": "But you don&quot;t believe because you are not my sheep."
            },
            {
                "verse_number": "27",
                "verse_text": "My sheep listen to my voice. I know them, and they follow me."
            },
            {
                "verse_number": "28",
                "verse_text": "I give them eternal life, and they will never die. And no person can steal them out of my hand."
            },
            {
                "verse_number": "29",
                "verse_text": "My Father gave my sheep to me. He is greater than all, and no person can steal my sheep out of my Father&quot;s hand."
            },
            {
                "verse_number": "30",
                "verse_text": "The Father and I are one.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Again the Jews picked up stones to kill Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus said to them, &apos;I have done many good works from the Father. Which of these good works are you killing me for?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Jews answered, &apos;We are not killing you for any good work you did. But you say things that are against God. You are only a man, but you say you are the same as God!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;It is written in your law that God said, &quot;I have said you are gods!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "This Scripture called those people gods, the people who received God&quot;s message. And Scripture is always true."
            },
            {
                "verse_number": "36",
                "verse_text": "So why do you say that I speak against God because I said, &quot;I am God&quot;s Son&quot;? I am the one God chose and sent into the world."
            },
            {
                "verse_number": "37",
                "verse_text": "If I don&quot;t do what my Father does, then don&quot;t believe me."
            },
            {
                "verse_number": "38",
                "verse_text": "But if I do what my Father does, even though you don&quot;t believe in me, believe what I do. Then you will know and understand that the Father is in me and I am in the Father.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "They tried to take Jesus again, but he escaped from them."
            },
            {
                "verse_number": "40",
                "verse_text": "Then Jesus went back across the Jordan River to the place where John had first baptized. Jesus stayed there,"
            },
            {
                "verse_number": "41",
                "verse_text": "and many people came to him. They said, &apos;John never did a miracle. But everything John said about this man is true.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "And in that place many believed in Jesus."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Lazarus who was sick. He lived in the town of Bethany, where Mary and her sister Martha lived."
            },
            {
                "verse_number": "2",
                "verse_text": "Mary is the woman who later put perfume on the Lord and wiped his feet with her hair. Mary&quot;s brother was Lazarus, the man who was now sick."
            },
            {
                "verse_number": "3",
                "verse_text": "So Mary and Martha sent someone to tell Jesus, &apos;Lord, the one you love is sick.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus heard this he said, &apos;This sickness will not end in death. It is for the glory of God. This has happened to bring glory to the Son of God.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus loved Martha and her sister and Lazarus."
            },
            {
                "verse_number": "6",
                "verse_text": "But when he heard that Lazarus was sick, he stayed where he was for two more days."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Jesus said to his followers, &apos;Let us go back to Judea.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The followers said, &apos;But Teacher, the Jews there tried to kill you with stones. That was only a short time ago. Now you want to go back there?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus answered, &apos;Are there not 12 hours in the day? If anyone walks in the daylight, he will not stumble because he can see by this world&quot;s light."
            },
            {
                "verse_number": "10",
                "verse_text": "But if anyone walks at night he stumbles because there is no light to help him see.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "After Jesus said this, he added, &apos;Our friend Lazarus has fallen asleep. But I am going there to wake him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The followers said, &apos;But Lord, if he can sleep, he will get well.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus meant that Lazarus was dead. But Jesus&quot; followers thought that he meant Lazarus was really sleeping."
            },
            {
                "verse_number": "14",
                "verse_text": "So then Jesus said plainly, &apos;Lazarus is dead."
            },
            {
                "verse_number": "15",
                "verse_text": "And I am glad for your sakes that I was not there so that you may believe. But let us go to him now.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Thomas (the one called Didymus) said to the other followers, &apos;Let us go, too. We will die with him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus arrived in Bethany. There he learned that Lazarus had already been dead and in the tomb for four days."
            },
            {
                "verse_number": "18",
                "verse_text": "Bethany was about two miles from Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Many Jews had come there to comfort Martha and Mary about their brother."
            },
            {
                "verse_number": "20",
                "verse_text": "Martha heard that Jesus was coming, and she went out to meet him. But Mary stayed at home."
            },
            {
                "verse_number": "21",
                "verse_text": "Martha said to Jesus, &apos;Lord, if you had been here, my brother would not have died."
            },
            {
                "verse_number": "22",
                "verse_text": "But I know that even now God will give you anything you ask.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said, &apos;Your brother will rise and live again.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Martha answered, &apos;I know that he will rise and live again in the resurrection on the last day.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to her, &apos;I am the resurrection and the life. He who believes in me will have life even if he dies."
            },
            {
                "verse_number": "26",
                "verse_text": "And he who lives and believes in me will never die. Martha, do you believe this?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Martha answered, &apos;Yes, Lord. I believe that you are the Christ, the Son of God. You are the One who was coming to the world.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Martha said this, she went back to her sister Mary. She talked to Mary alone. Martha said, &apos;The Teacher is here and he is asking for you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When Mary heard this, she got up quickly and went to Jesus."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus had not yet come into the town. He was still at the place where Martha had met him."
            },
            {
                "verse_number": "31",
                "verse_text": "The Jews were with Mary in the house, comforting her. They saw Mary stand and leave quickly. They followed her, thinking that she was going to the tomb to cry there."
            },
            {
                "verse_number": "32",
                "verse_text": "But Mary went to the place where Jesus was. When she saw him, she fell at his feet and said, &apos;Lord, if you had been here, my brother would not have died.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus saw that Mary was crying and that the Jews who came with her were crying, too. Jesus felt very sad in his heart and was deeply troubled."
            },
            {
                "verse_number": "34",
                "verse_text": "He asked, &apos;Where did you bury him?&apos; &apos;Come and see, Lord,&apos; they said. Martha said, &apos;But, Lord, it has been four days since he died. There will be a bad smell.&apos; Martha was the sister of the dead man. Jesus said to them, &apos;Take the cloth off of him and let him go.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus cried."
            },
            {
                "verse_number": "36",
                "verse_text": "So the Jews said, &apos;See how much he loved him.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But some of them said, &apos;If Jesus healed the eyes of the blind man, why didn&quot;t he keep Lazarus from dying?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Again Jesus felt very sad in his heart. He came to the tomb. The tomb was a cave with a large stone covering the entrance."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said, &apos;Move the stone away.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Jesus said to her, &apos;Didn&quot;t I tell you that if you believed, you would see the glory of God?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "So they moved the stone away from the entrance. Then Jesus looked up and said, &apos;Father, I thank you that you heard me."
            },
            {
                "verse_number": "42",
                "verse_text": "I know that you always hear me. But I said these things because of the people here around me. I want them to believe that you sent me.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "After Jesus said this, he cried out in a loud voice, &apos;Lazarus, come out!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The dead man came out. His hands and feet were wrapped with pieces of cloth, and he had a cloth around his face."
            },
            {
                "verse_number": "45",
                "verse_text": "There were many Jews who had come to visit Mary. They saw what Jesus did. And many of them believed in him."
            },
            {
                "verse_number": "46",
                "verse_text": "But some of them went to the Pharisees. They told the Pharisees what Jesus had done."
            },
            {
                "verse_number": "47",
                "verse_text": "Then the leading priests and Pharisees called a meeting of the Jewish council. They asked, &apos;What should we do? This man is doing many miracles."
            },
            {
                "verse_number": "48",
                "verse_text": "If we let him continue doing these things, everyone will believe in him. Then the Romans will come and take away our Temple and our nation.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "One of the men there was Caiaphas. He was the high priest that year. Caiaphas said, &apos;You people know nothing!"
            },
            {
                "verse_number": "50",
                "verse_text": "It is better for one man to die for the people than for the whole nation to be destroyed. But you don&quot;t realize this.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Caiaphas did not think of this himself. He was high priest that year. So he was really prophesying that Jesus would die for the Jewish nation"
            },
            {
                "verse_number": "52",
                "verse_text": "and for God&quot;s scattered children. This would bring them all together and make them one."
            },
            {
                "verse_number": "53",
                "verse_text": "That day they started planning to kill Jesus."
            },
            {
                "verse_number": "54",
                "verse_text": "So Jesus no longer traveled openly among the Jews. He left there and went to a place near the desert. He went to a town called Ephraim and stayed there with his followers."
            },
            {
                "verse_number": "55",
                "verse_text": "It was almost time for the Jewish Passover Feast. Many from the country went up to Jerusalem before the Passover. They went to do the special things to make themselves pure."
            },
            {
                "verse_number": "56",
                "verse_text": "The people looked for Jesus. They stood in the Temple and were asking each other, &apos;Is he coming to the Feast? What do you think?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "But the leading priests and the Pharisees had given orders about Jesus. They said that if anyone knew where Jesus was, he must tell them. Then they could arrest Jesus."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Six days before the Passover Feast, Jesus went to Bethany, where Lazarus lived. (Lazarus is the man Jesus raised from death.)"
            },
            {
                "verse_number": "2",
                "verse_text": "There they had a dinner for Jesus. Martha served the food. Lazarus was one of the people eating with Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "Mary brought in a pint of very expensive perfume made from pure nard. She poured the perfume on Jesus&quot; feet, and then she wiped his feet with her hair. And the sweet smell from the perfume filled the whole house."
            },
            {
                "verse_number": "4",
                "verse_text": "Judas Iscariot, one of Jesus&quot; followers, was there. (He was the one who would later turn against Jesus.) Judas said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;This perfume was worth an entire year&quot;s wages. It should have been sold and the money given to the poor.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Judas did not really care about the poor. He said this because he was a thief. He was the one who kept the money box, and he often stole money from it."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered, &apos;Let her alone. It was right for her to save this perfume for today&ndash;the day for me to be prepared for burial."
            },
            {
                "verse_number": "8",
                "verse_text": "The poor will always be with you, but you will not always have me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "A large crowd of Jews heard that Jesus was in Bethany. So they went there to see not only Jesus but also Lazarus. Lazarus was the one Jesus raised from death."
            },
            {
                "verse_number": "10",
                "verse_text": "So the leading priests made plans to kill Lazarus, too."
            },
            {
                "verse_number": "11",
                "verse_text": "Because of Lazarus many Jews were leaving them and believing in Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day a great crowd in Jerusalem heard that Jesus was coming there. These were the people who had come to the Passover Feast."
            },
            {
                "verse_number": "13",
                "verse_text": "They took branches of palm trees and went out to meet Jesus. They shouted, &apos;Praise God! God bless the One who comes in the name of the Lord! God bless the King of Israel!&apos; Psalm 118:25-26 Your king is coming. He is sitting on the colt of a donkey.&apos; Zechariah 9:9 Then a voice came from heaven, &apos;I have brought glory to it, and I will do it again.&apos; But others said, &apos;An angel has spoken to him.&apos; &apos;Lord, who believed the things we told them? Who has seen the Lord&quot;s power?&apos; Isaiah 53:1 He has closed their minds. This is so that they will not see with their eyes nor understand in their minds. This is so they will not come back to me and be forgiven.&apos; Isaiah 6:10"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus found a colt and sat on it. This was as the Scripture says,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Don&quot;t be afraid, people of Jerusalem!"
            },
            {
                "verse_number": "16",
                "verse_text": "The followers of Jesus did not understand this at first. But after Jesus was raised to glory, they remembered that this had been written about him. And they remembered that they had done these things to him."
            },
            {
                "verse_number": "17",
                "verse_text": "There had been many people with Jesus when he raised Lazarus from death and told him to come out of the tomb. Now they were telling others about what Jesus did."
            },
            {
                "verse_number": "18",
                "verse_text": "Many people went out to meet Jesus, because they had heard about this miracle."
            },
            {
                "verse_number": "19",
                "verse_text": "So the Pharisees said to each other, &apos;You can see that nothing is going right for us. Look! The whole world is following him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "There were some Greek people, too, who came to Jerusalem to worship at the Passover Feast."
            },
            {
                "verse_number": "21",
                "verse_text": "They went to Philip. (Philip was from Bethsaida, in Galilee.) They said, &apos;Sir, we would like to see Jesus.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Philip told Andrew. Then Andrew and Philip told Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to them, &apos;The time has come for the Son of Man to receive his glory."
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you the truth. A grain of wheat must fall to the ground and die. Then it makes many seeds. But if it never dies, it remains only a single seed."
            },
            {
                "verse_number": "25",
                "verse_text": "The person who loves his life will give up true life. But the person who hates his life in this world will keep true life forever."
            },
            {
                "verse_number": "26",
                "verse_text": "Whoever serves me must follow me. Then my servant will be with me everywhere I am. My Father will honor anyone who serves me."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Now I am very troubled. What should I say? Should I say, &quot;Father, save me from this time&quot;? No, I came to this time so that I could suffer."
            },
            {
                "verse_number": "28",
                "verse_text": "Father, bring glory to your name!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The crowd standing there heard the voice. They said it was thunder."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said, &apos;That voice was for you, not for me."
            },
            {
                "verse_number": "31",
                "verse_text": "Now is the time for the world to be judged. Now the ruler of this world will be thrown down."
            },
            {
                "verse_number": "32",
                "verse_text": "I will be lifted up from the earth. And when this happens, I will draw all people toward me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus said this to show how he would die."
            },
            {
                "verse_number": "34",
                "verse_text": "The crowd said, &apos;We have heard from the law that the Christ will live forever. So why do you say, &quot;The Son of Man must be lifted up&quot;? Who is this &quot;Son of Man&quot;?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Jesus said, &apos;The light will be with you for a little longer. So walk while you have the light. Then the darkness will not catch you. He who walks in the darkness does not know where he is going."
            },
            {
                "verse_number": "36",
                "verse_text": "So believe in the light while you still have it. Then you will become sons of light.&apos; When Jesus had said this, he left and hid himself from them."
            },
            {
                "verse_number": "37",
                "verse_text": "Though Jesus had done many miracles before the people, they still did not believe in him."
            },
            {
                "verse_number": "38",
                "verse_text": "This was to make clear the full meaning of what Isaiah the prophet said:"
            },
            {
                "verse_number": "39",
                "verse_text": "This is why the people could not believe: Isaiah also said,"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;He has blinded their eyes."
            },
            {
                "verse_number": "41",
                "verse_text": "Isaiah said this because he saw Jesus&quot; glory and spoke about him."
            },
            {
                "verse_number": "42",
                "verse_text": "But many people believed in Jesus, even many of the leaders. But because of the Pharisees, they did not say that they believed in him. They were afraid that they would be put out of the synagogue."
            },
            {
                "verse_number": "43",
                "verse_text": "They loved praise from men more than praise from God."
            },
            {
                "verse_number": "44",
                "verse_text": "Then Jesus cried out, &apos;He who believes in me is really believing in the One who sent me."
            },
            {
                "verse_number": "45",
                "verse_text": "He who sees me sees the One who sent me."
            },
            {
                "verse_number": "46",
                "verse_text": "I have come as light into the world. I came so that whoever believes in me would not stay in darkness."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;If anyone hears my words and does not obey them, I do not judge him. For I did not come to judge the world, but to save the world."
            },
            {
                "verse_number": "48",
                "verse_text": "There is a judge for the one who refuses to believe in me and does not accept my words. The word I have taught will be his judge on the last day."
            },
            {
                "verse_number": "49",
                "verse_text": "The things I taught were not from myself. The Father who sent me told me what to say and what to teach."
            },
            {
                "verse_number": "50",
                "verse_text": "And I know that eternal life comes from what the Father commands. So whatever I say is what the Father told me to say.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "It was almost time for the Jewish Passover Feast. Jesus knew that it was time for him to leave this world and go back to the Father. He had always loved those who were his own in the world, and he loved them all the way to the end."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus and his followers were at the evening meal. The devil had already persuaded Judas Iscariot to turn against Jesus. (Judas was the son of Simon.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus knew that the Father had given him power over everything. He also knew that he had come from God and was going back to God."
            },
            {
                "verse_number": "4",
                "verse_text": "So during the meal Jesus stood up and took off his outer clothing. Taking a towel, he wrapped it around his waist."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he poured water into a bowl and began to wash the followers&quot; feet. He dried them with the towel that was wrapped around him."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus came to Simon Peter. But Peter said to Jesus, &apos;Lord, are you going to wash my feet?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered, &apos;You don&quot;t understand what I am doing now. But you will understand later.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter said, &apos;No! You will never wash my feet.&apos; Jesus answered, &apos;If I don&quot;t wash your feet, then you are not one of my people.&apos; Jesus answered, &apos;Where I am going you cannot follow now. But you will follow later.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Simon Peter answered, &apos;Lord, after you wash my feet, wash my hands and my head, too!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;After a person has had a bath, his whole body is clean. He needs only to wash his feet. And you men are clean, but not all of you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus knew who would turn against him. That is why Jesus said, &apos;Not all of you are clean.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When he had finished washing their feet, he put on his clothes and sat down again. Jesus asked, &apos;Do you understand what I have just done for you?"
            },
            {
                "verse_number": "13",
                "verse_text": "You call me &quot;Teacher&quot; and &quot;Lord.&quot; And this is right, because that is what I am."
            },
            {
                "verse_number": "14",
                "verse_text": "I, your Lord and Teacher, have washed your feet. So you also should wash each other&quot;s feet."
            },
            {
                "verse_number": "15",
                "verse_text": "I did this as an example for you. So you should do as I have done for you."
            },
            {
                "verse_number": "16",
                "verse_text": "I tell you the truth. A servant is not greater than his master. A messenger is not greater than the one who sent him."
            },
            {
                "verse_number": "17",
                "verse_text": "If you know these things, you will be happy if you do them."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I am not talking about all of you. I know those I have chosen. But what the Scripture said must happen: &quot;The man who ate at my table has now turned against me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I am telling you this now before it happens. Then when it happens you will believe that I am he."
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you the truth. Whoever accepts anyone I send also accepts me. And whoever accepts me also accepts the One who sent me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After Jesus said this, he was very troubled. He said openly, &apos;I tell you the truth. One of you will turn against me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The followers all looked at each other. They did not know whom Jesus was talking about."
            },
            {
                "verse_number": "23",
                "verse_text": "One of the followers was sitting next to Jesus. This was the follower Jesus loved."
            },
            {
                "verse_number": "24",
                "verse_text": "Simon Peter made signs to him to ask Jesus who it was that he was talking about."
            },
            {
                "verse_number": "25",
                "verse_text": "That follower leaned closer to Jesus and asked, &apos;Lord, who is it that will turn against you?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;I will dip this bread into the dish. The man I give it to is the man who will turn against me.&apos; So Jesus took a piece of bread. He dipped it and gave it to Judas Iscariot, the son of Simon."
            },
            {
                "verse_number": "27",
                "verse_text": "As soon as Judas took the bread, Satan entered him. Jesus said to Judas, &apos;The thing that you will do&ndash;do it quickly!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "None of the men at the table understood why Jesus said this to Judas."
            },
            {
                "verse_number": "29",
                "verse_text": "He was the one who kept the money box. So some of the followers thought that Jesus was telling Judas to buy what was needed for the feast. Or they thought that Jesus wanted Judas to give something to the poor."
            },
            {
                "verse_number": "30",
                "verse_text": "Judas accepted the bread Jesus gave him and immediately went out. It was night."
            },
            {
                "verse_number": "31",
                "verse_text": "When Judas was gone, Jesus said, &apos;Now the Son of Man receives his glory. And God receives glory through him."
            },
            {
                "verse_number": "32",
                "verse_text": "If God receives glory through him, then God will give glory to the Son through himself. And God will give him glory quickly.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus said, &apos;My children, I will be with you only a little longer. You will look for me. And what I told the Jews, I tell you now: Where I am going you cannot come."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;I give you a new command: Love each other. You must love each other as I have loved you."
            },
            {
                "verse_number": "35",
                "verse_text": "All people will know that you are my followers if you love each other.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Simon Peter asked Jesus, &apos;Lord, where are you going?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Peter asked, &apos;Lord, why can&quot;t I follow you now? I am ready to die for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus answered, &apos;Will you really die for me? I tell you the truth. Before the rooster crows, you will say three times that you don&quot;t know me.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said, &apos;Don&quot;t let your hearts be troubled. Trust in God. And trust in me."
            },
            {
                "verse_number": "2",
                "verse_text": "There are many rooms in my Father&quot;s house. I would not tell you this if it were not true. I am going there to prepare a place for you."
            },
            {
                "verse_number": "3",
                "verse_text": "After I go and prepare a place for you, I will come back. Then I will take you to be with me so that you may be where I am."
            },
            {
                "verse_number": "4",
                "verse_text": "You know the way to the place where I am going.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Thomas said to Jesus, &apos;Lord, we don&quot;t know where you are going. So how can we know the way?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus answered, &apos;I am the way. And I am the truth and the life. The only way to the Father is through me."
            },
            {
                "verse_number": "7",
                "verse_text": "If you really knew me, then you would know my Father, too. But now you do know him, and you have seen him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Philip said to him, &apos;Lord, show us the Father. That is all we need.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus answered, &apos;I have been with you a long time now. Do you still not know me, Philip? He who has seen me has seen the Father. So why do you say, &quot;Show us the Father&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t you believe that I am in the Father and the Father is in me? The words I say to you don&quot;t come from me. The Father lives in me, and he is doing his own work."
            },
            {
                "verse_number": "11",
                "verse_text": "Believe me when I say that I am in the Father and the Father is in me. Or believe because of the miracles I have done."
            },
            {
                "verse_number": "12",
                "verse_text": "I tell you the truth. He who believes in me will do the same things that I do. He will do even greater things than these because I am going to the Father."
            },
            {
                "verse_number": "13",
                "verse_text": "And if you ask for anything in my name, I will do it for you. Then the Father&quot;s glory will be shown through the Son."
            },
            {
                "verse_number": "14",
                "verse_text": "If you ask me for anything in my name, I will do it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If you love me, you will do the things I command."
            },
            {
                "verse_number": "16",
                "verse_text": "I will ask the Father, and he will give you another Helper. He will give you this Helper to be with you forever."
            },
            {
                "verse_number": "17",
                "verse_text": "The Helper is the Spirit of truth. The world cannot accept him because it does not see him or know him. But you know him. He lives with you and he will be in you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I will not leave you all alone like orphans. I will come back to you."
            },
            {
                "verse_number": "19",
                "verse_text": "In a little while the world will not see me anymore, but you will see me. Because I live, you will live, too."
            },
            {
                "verse_number": "20",
                "verse_text": "On that day you will know that I am in my Father. You will know that you are in me and I am in you."
            },
            {
                "verse_number": "21",
                "verse_text": "He who knows my commands and obeys them is the one who loves me. And my Father will love him who loves me. I will love him and will show myself to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Judas (not Judas Iscariot) said, &apos;But, Lord, why do you plan to show yourself to us, but not to the world?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;If anyone loves me, then he will obey my teaching. My Father will love him, and we will come to him and make our home with him."
            },
            {
                "verse_number": "24",
                "verse_text": "He who does not love me does not obey my teaching. This teaching that you hear is not really mine. It is from my Father, who sent me."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have told you all these things while I am with you."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Helper will teach you everything. He will cause you to remember all the things I told you. This Helper is the Holy Spirit whom the Father will send in my name."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I leave you peace. My peace I give you. I do not give it to you as the world does. So don&quot;t let your hearts be troubled. Don&quot;t be afraid."
            },
            {
                "verse_number": "28",
                "verse_text": "You heard me say to you, &quot;I am going, but I am coming back to you.&quot; If you loved me, you should be happy that I am going back to the Father because he is greater than I am."
            },
            {
                "verse_number": "29",
                "verse_text": "I have told you this now, before it happens. Then when it happens, you will believe."
            },
            {
                "verse_number": "30",
                "verse_text": "I will not talk with you much longer. The ruler of this world is coming. He has no power over me."
            },
            {
                "verse_number": "31",
                "verse_text": "But the world must know that I love the Father. So I do exactly what the Father told me to do. &apos;Come now, let us go."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am the true vine; my Father is the gardener."
            },
            {
                "verse_number": "2",
                "verse_text": "He cuts off every branch of mine that does not produce fruit. And he trims and cleans every branch that produces fruit so that it will produce even more fruit."
            },
            {
                "verse_number": "3",
                "verse_text": "You are already clean because of the words I have spoken to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Remain in me, and I will remain in you. No branch can produce fruit alone. It must remain in the vine. It is the same with you. You cannot produce fruit alone. You must remain in me."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I am the vine, and you are the branches. If a person remains in me and I remain in him, then he produces much fruit. But without me he can do nothing."
            },
            {
                "verse_number": "6",
                "verse_text": "If anyone does not remain in me, then he is like a branch that is thrown away. That branch dies. People pick up dead branches, throw them into the fire, and burn them."
            },
            {
                "verse_number": "7",
                "verse_text": "Remain in me and follow my teachings. If you do this, then you can ask for anything you want, and it will be given to you."
            },
            {
                "verse_number": "8",
                "verse_text": "You should produce much fruit and show that you are my followers. This brings glory to my Father."
            },
            {
                "verse_number": "9",
                "verse_text": "I loved you as the Father loved me. Now remain in my love."
            },
            {
                "verse_number": "10",
                "verse_text": "I have obeyed my Father&quot;s commands, and I remain in his love. In the same way, if you obey my commands, you will remain in my love."
            },
            {
                "verse_number": "11",
                "verse_text": "I have told you these things so that you can have the same joy I have. I want your joy to be the fullest joy."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;This is my command: Love each other as I have loved you."
            },
            {
                "verse_number": "13",
                "verse_text": "The greatest love a person can show is to die for his friends."
            },
            {
                "verse_number": "14",
                "verse_text": "You are my friends if you do what I command you."
            },
            {
                "verse_number": "15",
                "verse_text": "I don&quot;t call you servants now. A servant does not know what his master is doing. But now I call you friends because I have made known to you everything I heard from my Father."
            },
            {
                "verse_number": "16",
                "verse_text": "You did not choose me; I chose you. And I gave you this work, to go and produce fruit. I want you to produce fruit that will last. Then the Father will give you anything you ask for in my name."
            },
            {
                "verse_number": "17",
                "verse_text": "This is my command: Love each other."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If the world hates you, remember that it hated me first."
            },
            {
                "verse_number": "19",
                "verse_text": "If you belonged to the world, then it would love you as it loves its own. But I have chosen you out of the world. So you don&quot;t belong to it. That is why the world hates you."
            },
            {
                "verse_number": "20",
                "verse_text": "Remember what I told you: A servant is not greater than his master. If people did wrong to me, they will do wrong to you, too. And if they obeyed my teaching, they will obey yours, too."
            },
            {
                "verse_number": "21",
                "verse_text": "They will do all this to you because of me. They don&quot;t know the One who sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "If I had not come and spoken to them, they would not be guilty of sin. But now they have no excuse for their sin."
            },
            {
                "verse_number": "23",
                "verse_text": "He who hates me also hates my Father."
            },
            {
                "verse_number": "24",
                "verse_text": "I did works among them that no one else has ever done. If I had not done those works, they would not be guilty of sin. But now they have seen what I did, and yet they have hated both me and my Father."
            },
            {
                "verse_number": "25",
                "verse_text": "But this happened so that what is written in their law would be true: &quot;They hated me for no reason.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;I will send you the Helper from the Father. He is the Spirit of truth who comes from the Father. When he comes, he will tell about me."
            },
            {
                "verse_number": "27",
                "verse_text": "And you also must tell people about me because you have been with me from the beginning."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have told you these things to keep you from giving up."
            },
            {
                "verse_number": "2",
                "verse_text": "People will put you out of their synagogues. Yes, the time is coming when whoever kills you will think that he is offering service to God."
            },
            {
                "verse_number": "3",
                "verse_text": "They will do this because they have not known the Father and they have not known me."
            },
            {
                "verse_number": "4",
                "verse_text": "I have told you these things now. So when the time comes, you will remember that I warned you. &apos;I did not tell you these things at the beginning, because I was with you then."
            },
            {
                "verse_number": "5",
                "verse_text": "Now I am going back to the One who sent me. But none of you asks me, &quot;Where are you going?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Your hearts are filled with sadness because I have told you these things."
            },
            {
                "verse_number": "7",
                "verse_text": "But I tell you the truth. It is better for you that I go away. When I go away I will send the Helper to you. If I do not go away, then the Helper will not come."
            },
            {
                "verse_number": "8",
                "verse_text": "When the Helper comes, he will prove to the people of the world the truth about sin, about being right with God, and about judgment."
            },
            {
                "verse_number": "9",
                "verse_text": "He will prove to them about sin, because they don&quot;t believe in me."
            },
            {
                "verse_number": "10",
                "verse_text": "He will prove to them that I am right with God, because I am going to the Father. You will not see me anymore."
            },
            {
                "verse_number": "11",
                "verse_text": "And the Helper will prove to them the truth about judgment, because the ruler of this world is already judged."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I have many more things to say to you, but they are too much for you now."
            },
            {
                "verse_number": "13",
                "verse_text": "But when the Spirit of truth comes he will lead you into all truth. He will not speak his own words. He will speak only what he hears and will tell you what is to come."
            },
            {
                "verse_number": "14",
                "verse_text": "The Spirit of truth will bring glory to me. He will take what I have to say and tell it to you."
            },
            {
                "verse_number": "15",
                "verse_text": "All that the Father has is mine. That is why I said that the Spirit will take what I have to say and tell it to you."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;After a little while you will not see me. And then after a little while you will see me again.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Some of the followers said to each other, &apos;What does Jesus mean when he says, &quot;After a little while you will not see me, and then after a little while you will see me again&quot;? And what does he mean when he says, &quot;Because I am going to the Father&quot;?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "They also asked, &apos;What does he mean by &quot;a little while&quot;? We don&quot;t understand what he is saying.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus saw that the followers wanted to ask him about this. So Jesus said to the followers, &apos;Are you asking each other what I meant when I said, &quot;After a little while you will not see me. And then after a little while you will see me again&quot;?"
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you the truth. You will cry and be sad, but the world will be happy. You will be sad, but your sadness will become joy."
            },
            {
                "verse_number": "21",
                "verse_text": "When a woman gives birth to a baby, she has pain, because her time has come. But when her baby is born, she forgets the pain. She forgets because she is so happy that a child has been born into the world."
            },
            {
                "verse_number": "22",
                "verse_text": "It is the same with you. Now you are sad. But I will see you again and you will be happy. And no one will take away your joy."
            },
            {
                "verse_number": "23",
                "verse_text": "In that day you will not ask me for anything. I tell you the truth. My Father will give you anything you ask for in my name."
            },
            {
                "verse_number": "24",
                "verse_text": "You have never asked for anything in my name. Ask and you will receive. And your joy will be the fullest joy."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have told you these things, using words that hide the meaning. But the time will come when I will not use words like that to tell you things. I will speak to you in plain words about the Father."
            },
            {
                "verse_number": "26",
                "verse_text": "In that day you will ask the Father for things in my name. I am saying that I will not need to ask the Father for you."
            },
            {
                "verse_number": "27",
                "verse_text": "No! The Father himself loves you. He loves you because you have loved me. And he loves you because you have believed that I came from God."
            },
            {
                "verse_number": "28",
                "verse_text": "I came from the Father into the world. Now I am leaving the world and going back to the Father.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then the followers of Jesus said, &apos;You are speaking clearly to us now. You are not using words that are hard to understand."
            },
            {
                "verse_number": "30",
                "verse_text": "We can see now that you know all things. You can answer a person&quot;s question even before he asks it. This makes us believe that you came from God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered, &apos;So now you believe?"
            },
            {
                "verse_number": "32",
                "verse_text": "Listen to me. A time is coming when you will be scattered. Each of you will be scattered to your own home. That time is now here. You will leave me. I will be alone. But I am never really alone. Why? Because the Father is with me."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;I told you these things so that you can have peace in me. In this world you will have trouble. But be brave! I have defeated the world!&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus said these things he looked toward heaven. Jesus prayed, &apos;Father, the time has come. Give glory to your Son so that the Son can give glory to you."
            },
            {
                "verse_number": "2",
                "verse_text": "You gave the Son power over all people so that the Son could give eternal life to all those people you have given to him."
            },
            {
                "verse_number": "3",
                "verse_text": "And this is eternal life: that men can know you, the only true God, and that men can know Jesus Christ, the One you sent."
            },
            {
                "verse_number": "4",
                "verse_text": "I finished the work you gave me to do. I brought you glory on earth."
            },
            {
                "verse_number": "5",
                "verse_text": "And now, Father, give me glory with you. Give me the glory I had with you before the world was made."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You gave me some men from the world. I have shown them what you are like. Those men belonged to you, and you gave them to me. They have obeyed your teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "Now they know that everything you gave me comes from you."
            },
            {
                "verse_number": "8",
                "verse_text": "I gave these men the teachings that you gave me. They accepted those teachings. They know that I truly came from you."
            },
            {
                "verse_number": "9",
                "verse_text": "I pray for them now. I am not praying for the people in the world. But I am praying for those men you gave me, because they are yours."
            },
            {
                "verse_number": "10",
                "verse_text": "All I have is yours, and all you have is mine. And my glory is shown through these men."
            },
            {
                "verse_number": "11",
                "verse_text": "Now I am coming to you. I will not stay in the world now. But these men are still in the world. Holy Father, keep them safe. Keep them safe by the power of your name (the name you gave me), so that they will be one, the same as you and I are one."
            },
            {
                "verse_number": "12",
                "verse_text": "While I was with them, I kept them safe. I kept them safe by the power of your name&ndash;the name you gave me. I protected them. And only one of them, the one who is going to hell, was lost. He was lost so that what was said in the Scripture would happen."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I am coming to you now. But I pray these things while I am still in the world. I say these things so that these men can have my joy. I want them to have all of my joy."
            },
            {
                "verse_number": "14",
                "verse_text": "I have given them your teaching. And the world has hated them. The world hated these men, because they don&quot;t belong to the world, the same as I don&quot;t belong to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "I am not asking you to take them out of the world. But I am asking that you keep them safe from the Evil One."
            },
            {
                "verse_number": "16",
                "verse_text": "They don&quot;t belong to the world, the same as I don&quot;t belong to the world."
            },
            {
                "verse_number": "17",
                "verse_text": "Make them ready for your service through your truth. Your teaching is truth."
            },
            {
                "verse_number": "18",
                "verse_text": "I have sent them into the world, the same as you sent me into the world."
            },
            {
                "verse_number": "19",
                "verse_text": "I am making myself ready to serve. I do this for them so that they can truly be ready for your service."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I pray for these men. But I am also praying for all people who will believe in me because of the teaching of these men."
            },
            {
                "verse_number": "21",
                "verse_text": "Father, I pray that all people who believe in me can be one. You are in me and I am in you. I pray that these people can also be one in us, so that the world will believe that you sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "I have given these people the glory that you gave me. I gave them this glory so that they can be one, the same as you and I are one."
            },
            {
                "verse_number": "23",
                "verse_text": "I will be in them and you will be in me. So they will be completely one. Then the world will know that you sent me. And the world will know that you loved these people the same as you loved me."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Father, I want these people that you have given me to be with me in every place I am. I want them to see my glory. This is the glory you gave me because you loved me before the world was made."
            },
            {
                "verse_number": "25",
                "verse_text": "Father, you are the One who is good. The world does not know you, but I know you. And these people know that you sent me."
            },
            {
                "verse_number": "26",
                "verse_text": "I showed them what you are like. And again I will show them what you are like. Then they will have the same love that you have for me. And I will live in them.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished praying, he left with his followers. They went across the Kidron Valley. On the other side there was a garden of olive trees. Jesus and his followers went there."
            },
            {
                "verse_number": "2",
                "verse_text": "Judas knew where this place was, because Jesus met there often with his followers. Judas was the one who turned against Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "So Judas led a group of soldiers to the garden. Judas also brought some guards from the leading priests and the Pharisees. They were carrying torches, lanterns, and weapons."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus knew everything that would happen to him. Jesus went out and asked, &apos;Who is it you are looking for?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The men answered, &apos;Jesus from Nazareth.&apos; Jesus said, &apos;I am Jesus.&apos; (Judas, the one who turned against Jesus, was standing there with them.) They said, &apos;Jesus of Nazareth.&apos; Peter answered, &apos;No, I am not!&apos; Peter denied it and said, &apos;No, I am not.&apos; They answered, &apos;But we are not allowed to put anyone to death.&apos; Jesus answered, &apos;You say that I am a king. That is true. I was born for this: to tell people about the truth. That is why I came into the world. And everyone who belongs to the truth listens to me.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus said, &apos;I am Jesus,&apos; the men moved back and fell to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus asked them again, &apos;Who is it you are looking for?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said, &apos;I told you that I am he. So if you are looking for me, then let these other men go.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "This happened so that the words Jesus said before might come true: &apos;I have not lost any of the men you gave me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Simon Peter had a sword. He took out the sword and struck the servant of the high priest, cutting off his right ear. (The servant&quot;s name was Malchus.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus said to Peter, &apos;Put your sword back. Shall I not drink of the cup the Father has given me?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the soldiers with their commander and the Jewish guards arrested Jesus. They tied him"
            },
            {
                "verse_number": "13",
                "verse_text": "and led him first to Annas. Annas was the father-in-law of Caiaphas, the high priest that year."
            },
            {
                "verse_number": "14",
                "verse_text": "Caiaphas was the one who had told the Jews that it would be better if one man died for all the people."
            },
            {
                "verse_number": "15",
                "verse_text": "Simon Peter and another one of Jesus&quot; followers went along after Jesus. This follower knew the high priest. So he went with Jesus into the high priest&quot;s courtyard."
            },
            {
                "verse_number": "16",
                "verse_text": "But Peter waited outside near the door. The follower who knew the high priest came back outside. He spoke to the girl at the door and brought Peter inside."
            },
            {
                "verse_number": "17",
                "verse_text": "The girl at the door said to Peter, &apos;Aren&quot;t you also one of that man&quot;s followers?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "It was cold, so the servants and guards had built a fire. They were standing around it and warming themselves. Peter was standing with them, warming himself."
            },
            {
                "verse_number": "19",
                "verse_text": "The high priest asked Jesus questions about his followers and his teaching."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered, &apos;I have spoken openly to everyone. I have always taught in synagogues and in the Temple, where all the Jews come together. I never said anything in secret."
            },
            {
                "verse_number": "21",
                "verse_text": "So why do you question me? Ask the people who heard my teaching. They know what I said.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus said this, one of the guards standing there hit him. The guard said, &apos;Is that the way you answer the high priest?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered him, &apos;If I said something wrong, then say what was wrong. But if what I said is true, why do you hit me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Annas sent Jesus to Caiaphas, the high priest. Jesus was still tied."
            },
            {
                "verse_number": "25",
                "verse_text": "Simon Peter was standing and warming himself. They said to him, &apos;Aren&quot;t you one of that man&quot;s followers?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "One of the servants of the high priest was there. This servant was a relative of the man whose ear Peter had cut off. The servant said, &apos;Didn&quot;t I see you with him in the garden?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Again Peter said it wasn&quot;t true. Just then a rooster crowed."
            },
            {
                "verse_number": "28",
                "verse_text": "Then they led Jesus from Caiaphas&quot; house to the Roman governor&quot;s palace. It was early in the morning. The Jews would not go inside the palace. They did not want to make themselves unclean, because they wanted to eat the Passover meal."
            },
            {
                "verse_number": "29",
                "verse_text": "So Pilate went outside to them. He asked, &apos;What charges do you bring against this man?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They answered, &apos;He is a criminal. That is why we brought him to you.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Pilate said to them, &apos;Take him yourselves and judge him by your own law.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "(This happened so that what Jesus had said about how he would die would come true.)"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Pilate went back inside the palace. He called Jesus to him and asked, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos;Is that your own question, or did others tell you about me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Pilate answered, &apos;I am not a Jew. It was your own people and their leading priests who brought you before me. What have you done wrong?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus said, &apos;My kingdom does not belong to this world. If it belonged to this world, my servants would have fought to keep me from being given over to the Jewish leaders. But my kingdom is from another place.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Pilate said, &apos;So you are a king!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Pilate said, &apos;What is truth?&apos; After he said this, he went out to the Jews again. He said to them, &apos;I can find nothing to charge against this man."
            },
            {
                "verse_number": "39",
                "verse_text": "But it is your custom that I free one prisoner to you at the time of the Passover. Do you want me to free this &quot;king of the Jews&quot;?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They shouted back, &apos;No, not him! Let Barabbas go free!&apos; (Barabbas was a robber.)"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Pilate ordered that Jesus be taken away and whipped."
            },
            {
                "verse_number": "2",
                "verse_text": "The soldiers used some thorny branches to make a crown. They put this crown on Jesus&quot; head and put a purple robe around him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they came to Jesus many times and said, &apos;Hail, King of the Jews!&apos; They hit Jesus in the face."
            },
            {
                "verse_number": "4",
                "verse_text": "Again Pilate came out and said to them, &apos;Look! I am bringing Jesus out to you. I want you to know that I find nothing I can charge against him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to the Jews, &apos;Here is the man!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the leading priests and the guards saw Jesus they shouted, &apos;Kill him on a cross! Kill him on a cross!&apos; But Pilate answered, &apos;Take him and nail him to a cross yourselves. I find nothing I can charge against him.&apos; Pilate asked them, &apos;Do you want me to kill your king on a cross?&apos; The leading priests answered, &apos;The only king we have is Caesar!&apos; The soldiers took charge of Jesus. &apos;They divided my clothes among them. And they threw lots for my clothing.&apos; Psalm 22:18 So the soldiers did this."
            },
            {
                "verse_number": "7",
                "verse_text": "The Jews answered, &apos;We have a law that says he should die, because he said he is the Son of God.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When Pilate heard this, he was even more afraid."
            },
            {
                "verse_number": "9",
                "verse_text": "He went back inside the palace and asked Jesus, &apos;Where are you from?&apos; But Jesus did not answer him."
            },
            {
                "verse_number": "10",
                "verse_text": "Pilate said, &apos;You refuse to speak to me? Don&quot;t you know that I have power to set you free and power to have you killed on a cross?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;The only power you have over me is the power given to you by God. The man who gave me to you is guilty of a greater sin.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "After this, Pilate tried to let Jesus go free. But the Jews cried out, &apos;Anyone who makes himself king is against Caesar. If you let this man go free, you are not Caesar&quot;s friend.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Pilate heard what the Jews were saying. So he brought Jesus out to the place called The Stone Pavement. (In the Jewish language the name is Gabbatha.) Pilate sat down on the judge&quot;s seat there."
            },
            {
                "verse_number": "14",
                "verse_text": "It was about six o&quot;clock in the morning on Preparation Day of Passover week. Pilate said to the Jews, &apos;Here is your king!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They shouted, &apos;Take him away! Take him away! Kill him on a cross!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Pilate gave Jesus to them to be killed on a cross."
            },
            {
                "verse_number": "17",
                "verse_text": "Carrying his own cross, Jesus went out to a place called The Place of the Skull. (In the Jewish language this place is called Golgotha.)"
            },
            {
                "verse_number": "18",
                "verse_text": "There they nailed Jesus to the cross. They also put two other men on crosses, one on each side of Jesus with Jesus in the middle."
            },
            {
                "verse_number": "19",
                "verse_text": "Pilate wrote a sign and put it on the cross. It read: &apos;JESUS OF NAZARETH, THE KING OF THE JEWS.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The sign was written in the Jewish language, in Latin, and in Greek. Many of the Jews read the sign, because this place where Jesus was killed was near the city."
            },
            {
                "verse_number": "21",
                "verse_text": "The leading Jewish priests said to Pilate, &apos;Don&quot;t write, &quot;The King of the Jews.&quot; But write, &quot;This man said, I am the King of the Jews.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate answered, &apos;What I have written, I have written!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "After the soldiers nailed Jesus to the cross, they took his clothes. They divided them into four parts. Each soldier got one part. They also took his long shirt. It was all one piece of cloth, woven from top to bottom."
            },
            {
                "verse_number": "24",
                "verse_text": "So the soldiers said to each other, &apos;We should not tear this into parts. We should throw lots to see who will get it.&apos; This happened to give full meaning to the Scripture:"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus&quot; mother stood near his cross. His mother&quot;s sister was also standing there, with Mary the wife of Clopas, and Mary Magdalene."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus saw his mother. He also saw the follower he loved standing there. He said to his mother, &apos;Dear woman, here is your son.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said to the follower, &apos;Here is your mother.&apos; From that time on, this follower took her to live in his home."
            },
            {
                "verse_number": "28",
                "verse_text": "After this, Jesus knew that everything had been done. To make the Scripture come true, he said, &apos;I am thirsty.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "There was a jar full of vinegar there, so the soldiers soaked a sponge in it. Then they put the sponge on a branch of a hyssop plant and lifted it to Jesus&quot; mouth."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus tasted the vinegar. Then he said, &apos;It is finished.&apos; He bowed his head and died."
            },
            {
                "verse_number": "31",
                "verse_text": "This day was Preparation Day. The next day was a special Sabbath day. The Jews did not want the bodies to stay on the cross on the Sabbath day. So they asked Pilate to order that the legs of the men be broken and the bodies be taken away."
            },
            {
                "verse_number": "32",
                "verse_text": "So the soldiers came and broke the legs of the first man on the cross beside Jesus. Then they broke the legs of the man on the other cross beside Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "But when the soldiers came to Jesus, they saw that he was already dead. So they did not break his legs."
            },
            {
                "verse_number": "34",
                "verse_text": "But one of the soldiers stuck his spear into Jesus&quot; side. At once blood and water came out."
            },
            {
                "verse_number": "35",
                "verse_text": "(The one who saw this happen has told about it. The things he says are true. He knows that he tells the truth. He told about it so that you also can believe.)"
            },
            {
                "verse_number": "36",
                "verse_text": "These things happened to make the Scripture come true: &apos;Not one of his bones will be broken.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And another Scripture said, &apos;They will look at the one they have stabbed.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Later, a man named Joseph from Arimathea asked Pilate if he could take the body of Jesus. (Joseph was a secret follower of Jesus, because he was afraid of the Jews.) Pilate gave his permission. So Joseph came and took Jesus&quot; body away."
            },
            {
                "verse_number": "39",
                "verse_text": "Nicodemus went with Joseph. Nicodemus was the man who earlier had come to Jesus at night. He brought about 75 pounds of spices. This was a mixture of myrrh and aloes."
            },
            {
                "verse_number": "40",
                "verse_text": "These two men took Jesus&quot; body and wrapped it with the spices in pieces of linen cloth. (This is how the Jews bury people.)"
            },
            {
                "verse_number": "41",
                "verse_text": "In the place where Jesus was killed, there was a garden. In the garden was a new tomb where no one had ever been buried."
            },
            {
                "verse_number": "42",
                "verse_text": "The men laid Jesus in that tomb because it was near, and the Jews were preparing to start their Sabbath day."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Early on the first day of the week, Mary Magdalene went to the tomb. It was still dark. Mary saw that the large stone had been moved away from the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "So Mary ran to Simon Peter and the other follower (the one Jesus loved). Mary said, &apos;They have taken the Lord out of the tomb. We don&quot;t know where they have put him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Peter and the other follower started for the tomb."
            },
            {
                "verse_number": "4",
                "verse_text": "They were both running, but the other follower ran faster than Peter. So the other follower reached the tomb first."
            },
            {
                "verse_number": "5",
                "verse_text": "He bent down and looked in. He saw the strips of linen cloth lying there, but he did not go in."
            },
            {
                "verse_number": "6",
                "verse_text": "Then following him came Simon Peter. He went into the tomb and saw the strips of linen lying there."
            },
            {
                "verse_number": "7",
                "verse_text": "He also saw the cloth that had been around Jesus&quot; head. The cloth was folded up and laid in a different place from the strips of linen."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the other follower, who had reached the tomb first, also went in. He saw and believed."
            },
            {
                "verse_number": "9",
                "verse_text": "(These followers did not yet understand from the Scriptures that Jesus must rise from death.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the followers went back home."
            },
            {
                "verse_number": "11",
                "verse_text": "But Mary stood outside the tomb, crying. While she was still crying, she bent down and looked inside the tomb."
            },
            {
                "verse_number": "12",
                "verse_text": "She saw two angels dressed in white. They were sitting where Jesus&quot; body had been, one at the head and one at the feet."
            },
            {
                "verse_number": "13",
                "verse_text": "They asked her, &apos;Woman, why are you crying?&apos; She answered, &apos;They have taken away my Lord. I don&quot;t know where they have put him.&apos; Mary thought he was the gardener. So she said to him, &apos;Did you take him away, sir? Tell me where you put him, and I will get him.&apos; But Thomas said, &apos;I will not believe it until I see the nail marks in his hands. And I will not believe until I put my finger where the nails were and put my hand into his side.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Mary said this, she turned around and saw Jesus standing there. But she did not know that it was Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus asked her, &apos;Woman, why are you crying? Whom are you looking for?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to her, &apos;Mary.&apos; Mary turned toward Jesus and said in the Jewish language, &apos;Rabboni.&apos; (This means Teacher.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to her, &apos;Don&quot;t hold me. I have not yet gone up to the Father. But go to my brothers and tell them this: &quot;I am going back to my Father and your Father. I am going back to my God and your God.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Mary Magdalene went and said to the followers, &apos;I saw the Lord!&apos; And she told them what Jesus had said to her."
            },
            {
                "verse_number": "19",
                "verse_text": "It was the first day of the week. That evening Jesus&quot; followers were together. The doors were locked, because they were afraid of the Jews. Then Jesus came and stood among them. He said, &apos;Peace be with you!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "After he said this, he showed them his hands and his side. His followers were very happy when they saw the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus said again, &apos;Peace be with you! As the Father sent me, I now send you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "After he said this, he breathed on them and said, &apos;Receive the Holy Spirit."
            },
            {
                "verse_number": "23",
                "verse_text": "If you forgive anyone his sins, they are forgiven. If you don&quot;t forgive them, they are not forgiven.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Thomas (called Didymus) was not with the followers when Jesus came. Thomas was 1 of the 12."
            },
            {
                "verse_number": "25",
                "verse_text": "The other followers told Thomas, &apos;We saw the Lord.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "A week later the followers were in the house again. Thomas was with them. The doors were locked, but Jesus came in and stood among them. He said, &apos;Peace be with you!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said to Thomas, &apos;Put your finger here. Look at my hands. Put your hand here in my side. Stop doubting and believe.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Thomas said to him, &apos;My Lord and my God!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus told him, &apos;You believe because you see me. Those who believe without seeing me will be truly happy.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus did many other miracles before his followers that are not written in this book."
            },
            {
                "verse_number": "31",
                "verse_text": "But these are written so that you can believe that Jesus is the Christ, the Son of God. Then, by believing, you can have life through his name."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Later, Jesus showed himself to his followers by Lake Galilee. This is how it happened:"
            },
            {
                "verse_number": "2",
                "verse_text": "Some of the followers were together. They were Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the two sons of Zebedee, and two other followers."
            },
            {
                "verse_number": "3",
                "verse_text": "Simon Peter said, &apos;I am going out to fish.&apos; The other followers said, &apos;We will go with you.&apos; So they went out and got into the boat. They fished that night but caught nothing. They answered, &apos;No.&apos; He answered, &apos;Yes, Lord, you know that I love you.&apos; Jesus said, &apos;Take care of my lambs.&apos; He answered, &apos;Yes, Lord, you know that I love you.&apos; Jesus said, &apos;Take care of my sheep.&apos; Peter was hurt because Jesus asked him the third time, &apos;Do you love me?&apos; Peter said, &apos;Lord, you know everything. You know that I love you!&apos; He said to him, &apos;Take care of my sheep."
            },
            {
                "verse_number": "4",
                "verse_text": "Early the next morning Jesus stood on the shore. But the followers did not know that it was Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to them, &apos;Friends, have you caught any fish?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &apos;Throw your net into the water on the right side of the boat, and you will find some.&apos; So they did this. They caught so many fish that they could not pull the net back into the boat."
            },
            {
                "verse_number": "7",
                "verse_text": "The follower whom Jesus loved said to Peter, &apos;It is the Lord!&apos; When Peter heard him say this, he wrapped his coat around himself. (Peter had taken his clothes off.) Then he jumped into the water."
            },
            {
                "verse_number": "8",
                "verse_text": "The other followers went to shore in the boat, dragging the net full of fish. They were not very far from shore, only about 100 yards."
            },
            {
                "verse_number": "9",
                "verse_text": "When the followers stepped out of the boat and onto the shore, they saw a fire of hot coals. There were fish on the fire, and there was bread."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said, &apos;Bring some of the fish that you caught.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Simon Peter went into the boat and pulled the net to the shore. It was full of big fish. There were 153. Even though there were so many, the net did not tear."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus said to them, &apos;Come and eat.&apos; None of the followers dared ask him, &apos;Who are you?&apos; They knew it was the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus came and took the bread and gave it to them. He also gave them the fish."
            },
            {
                "verse_number": "14",
                "verse_text": "This was now the third time Jesus showed himself to his followers after he was raised from death."
            },
            {
                "verse_number": "15",
                "verse_text": "When they finished eating, Jesus said to Simon Peter, &apos;Simon son of John do you love me more than these?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Again Jesus said, &apos;Simon son of John do you love me?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A third time he said, &apos;Simon son of John do you love me?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you the truth. When you were younger, you tied your own belt and went where you wanted. But when you are old, you will put out your hands and someone else will tie them. They will take you where you don&quot;t want to go.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "(Jesus said this to show how Peter would die to give glory to God.) Then Jesus said to Peter, &apos;Follow me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Peter turned and saw that the follower Jesus loved was walking behind them. (This was the follower who had leaned against Jesus at the supper and had said, &apos;Lord, who will turn against you?&apos;)"
            },
            {
                "verse_number": "21",
                "verse_text": "When Peter saw him behind them he asked Jesus, &apos;Lord, what about him?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered, &apos;Perhaps I want him to live until I come back. That should not be important to you. You follow me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So a story spread among the brothers that this follower would not die. But Jesus did not say that he would not die. He only said, &apos;Perhaps I want him to live until I come back. That should not be important to you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "That follower is the one who is telling these things. He is the one who has now written them down. We know that what he says is true."
            },
            {
                "verse_number": "25",
                "verse_text": "There are many other things that Jesus did. If every one of them were written down, I think the whole world would not be big enough for all the books that would be written."
            }
        ]
    }
}