{
    "2 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Simon Peter, a servant and apostle of Jesus Christ. To you who have received a faith as valuable as ours. You received that faith because our God and Savior Jesus Christ is fair and does what is right."
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace be given to you more and more. You will have grace and peace because you truly know God and Jesus our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus has the power of God. His power has given us everything we need to live and to serve God. We have these things because we know him. Jesus called us by his glory and goodness."
            },
            {
                "verse_number": "4",
                "verse_text": "Through his glory and goodness, he gave us the very great and rich gifts he promised us. With those gifts you can share in God&quot;s nature. And so the world will not ruin you with its evil desires."
            },
            {
                "verse_number": "5",
                "verse_text": "Because you have these blessings, you should try as much as you can to add these things to your lives: to your faith, add goodness; and to your goodness, add knowledge;"
            },
            {
                "verse_number": "6",
                "verse_text": "and to your knowledge, add self-control; and to your self-control, add the ability to hold on; and to your ability to hold on, add service for God;"
            },
            {
                "verse_number": "7",
                "verse_text": "and to your service for God, add kindness for your brothers and sisters in Christ; and to this kindness, add love."
            },
            {
                "verse_number": "8",
                "verse_text": "If all these things are in you and are growing, they will help you never to be useless. They will help your knowledge of our Lord Jesus Christ make your lives better."
            },
            {
                "verse_number": "9",
                "verse_text": "But if anyone does not have these things, he cannot see clearly. He is blind. He has forgotten that he was made clean from his past sins."
            },
            {
                "verse_number": "10",
                "verse_text": "My brothers, God called you and chose you to be his. Try hard to show that you really are God&quot;s chosen people. If you do all these things, you will never fall."
            },
            {
                "verse_number": "11",
                "verse_text": "And you will be given a very great welcome into the kingdom of our Lord and Savior Jesus Christ. That kingdom continues forever."
            },
            {
                "verse_number": "12",
                "verse_text": "You know these things, and you are very strong in the truth. But I will always help you to remember these things."
            },
            {
                "verse_number": "13",
                "verse_text": "I think it is right for me to help you remember while I am still living here on earth."
            },
            {
                "verse_number": "14",
                "verse_text": "I know that I must soon leave this body. Our Lord Jesus Christ has shown me that."
            },
            {
                "verse_number": "15",
                "verse_text": "I will try the best I can to help you remember these things always. I want you to be able to remember them even after I am gone."
            },
            {
                "verse_number": "16",
                "verse_text": "We have told you about the powerful coming of our Lord Jesus Christ. What we told you were not just smart stories that someone invented. But we saw the greatness of Jesus with our own eyes."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus heard the voice of God, the Greatest Glory. That was when Jesus received honor and glory from God the Father. The voice said, &apos;This is my Son, and I love him. I am very pleased with him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "We heard that voice. It came from heaven while we were with Jesus on the holy mountain."
            },
            {
                "verse_number": "19",
                "verse_text": "This makes us more sure about the message the prophets gave. And it is good for you to follow closely what they said. Their message is like a light shining in a dark place. That light shines until the day begins and the morning star rises in your hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "Most of all, you must understand this: No prophecy in the Scriptures ever comes from the prophet&quot;s own interpretation."
            },
            {
                "verse_number": "21",
                "verse_text": "No prophecy ever came from what a man wanted to say. But men led by the Holy Spirit spoke words from God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "There used to be false prophets among God&quot;s people, just as there are now. And you will have some false teachers in your group. They will secretly teach things that are wrong&ndash;teachings that will cause people to be lost. They will even refuse to accept the Master, Jesus, who bought their freedom. And so they will quickly destroy themselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Many will follow their evil ways and say evil things about the Way of truth."
            },
            {
                "verse_number": "3",
                "verse_text": "Those false teachers only want your money. So they will use you by telling you what is not true. But God has already judged them guilty. And they will not escape the One who will destroy them."
            },
            {
                "verse_number": "4",
                "verse_text": "When angels sinned, God did not let them go free without punishment. God sent them to hell and put them in caves of darkness. They are being held there to be judged."
            },
            {
                "verse_number": "5",
                "verse_text": "And God punished the evil people who lived long ago. He brought a flood to the world that was full of people who were against him. But God saved Noah and seven other people with him. Noah was a man who preached about being right with God."
            },
            {
                "verse_number": "6",
                "verse_text": "And God also punished the evil cities of Sodom and Gomorrah. He burned those cities until there was nothing left but ashes. He made those cities an example to show what will happen to those who are against God."
            },
            {
                "verse_number": "7",
                "verse_text": "But God saved Lot from those cities. Lot, a good man, was troubled because of the sinful behavior of evil people."
            },
            {
                "verse_number": "8",
                "verse_text": "(Lot was a good man, but he lived with evil people every day. His good heart was hurt by the evil things that he saw and heard.)"
            },
            {
                "verse_number": "9",
                "verse_text": "And so the Lord knows how to save those who serve him. He will save them when troubles come. And the Lord will hold evil people and punish them, while waiting for the Judgment Day."
            },
            {
                "verse_number": "10",
                "verse_text": "That punishment is especially for those who live by doing the evil things their sinful selves want, and for those who hate the Lord&quot;s authority. These false teachers do anything they want and brag about it. They are not afraid to say bad things about the glorious angels."
            },
            {
                "verse_number": "11",
                "verse_text": "The angels are much stronger and more powerful than false teachers. But even the angels do not accuse them with insults before the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "But these men say bad things about what they do not understand. They are like animals that act without thinking. These animals are born to be caught and killed. And, like wild animals, these false teachers will be destroyed."
            },
            {
                "verse_number": "13",
                "verse_text": "They have caused many people to suffer; so they themselves will suffer. That is their pay for what they have done. They take pleasure in doing evil things openly. So they are like dirty spots and stains among you. They bring shame to you in the meals that you eat together."
            },
            {
                "verse_number": "14",
                "verse_text": "Every time they look at a woman they want her. Their desire for sin is never satisfied. They lead weak people into the trap of sin. They have taught their hearts to be selfish. God will punish them."
            },
            {
                "verse_number": "15",
                "verse_text": "These false teachers left the right road and lost their way. They followed the way that Balaam went. Balaam was the son of Beor, who loved being paid for doing wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "But a donkey told Balaam that he was sinning. And the donkey is an animal that cannot talk. But the donkey spoke with a man&quot;s voice and stopped the prophet&quot;s crazy thinking."
            },
            {
                "verse_number": "17",
                "verse_text": "Those false teachers are like rivers that have no water. They are like clouds blown by a storm. A place in the blackest darkness has been kept for them."
            },
            {
                "verse_number": "18",
                "verse_text": "They brag with words that mean nothing. By their evil desires they lead people into the trap of sin. They lead away people who are just beginning to escape from other people who live in error."
            },
            {
                "verse_number": "19",
                "verse_text": "They promise them freedom, but they themselves are not free. They are slaves of things that will be destroyed. For a person is a slave of anything that controls him."
            },
            {
                "verse_number": "20",
                "verse_text": "They were made free from the evil in the world by knowing our Lord and Savior Jesus Christ. But if they return to evil things and those things control them, then it is worse for them than it was before."
            },
            {
                "verse_number": "21",
                "verse_text": "Yes, it would be better for them to have never known the right way. That would be better than to know the right way and then to turn away from the holy teaching that was given to them."
            },
            {
                "verse_number": "22",
                "verse_text": "What they did is like this true saying: &apos;A dog eats what it throws up.&apos; And, &apos;After a pig is washed, it goes back and rolls in the mud.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My friends, this is the second letter I have written to you. I wrote both letters to you to help your honest minds remember something."
            },
            {
                "verse_number": "2",
                "verse_text": "I want you to remember the words that the holy prophets spoke in the past. And remember the command that our Lord and Savior gave us through your apostles."
            },
            {
                "verse_number": "3",
                "verse_text": "It is important for you to understand what will happen in the last days. People will laugh at you. They will live doing the evil things they want to do."
            },
            {
                "verse_number": "4",
                "verse_text": "They will say, &apos;Jesus promised to come again. Where is he? Our fathers have died. But the world continues the way it has been since it was made.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they do not want to remember what happened long ago. God spoke and made heaven and earth. He made the earth from water and with water."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the world was flooded and destroyed with water."
            },
            {
                "verse_number": "7",
                "verse_text": "And that same word of God is keeping heaven and earth that we have now. They are being kept to be destroyed by fire. They are being kept for the Judgment Day and the destruction of all who are against God."
            },
            {
                "verse_number": "8",
                "verse_text": "But do not forget this one thing, dear friends: To the Lord one day is like a thousand years, and a thousand years is like one day."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord is not slow in doing what he promised&ndash;the way some people understand slowness. But God is being patient with you. He does not want anyone to be lost. He wants everyone to change his heart and life."
            },
            {
                "verse_number": "10",
                "verse_text": "But the day the Lord comes again will be a surprise, like a thief. The skies will disappear with a loud noise. Everything in the skies will be destroyed by fire. And the earth and everything in it will be exposed."
            },
            {
                "verse_number": "11",
                "verse_text": "In that way everything will be destroyed. So what kind of people should you be? You should live holy lives and serve God."
            },
            {
                "verse_number": "12",
                "verse_text": "You should wait for the day of God and look forward to its coming. When that day comes, the skies will be destroyed with fire, and everything in the skies will melt with heat."
            },
            {
                "verse_number": "13",
                "verse_text": "But God made a promise to us. And we are waiting for what he promised&ndash;a new heaven and a new earth where goodness lives."
            },
            {
                "verse_number": "14",
                "verse_text": "Dear friends, we are waiting for this to happen. So try as hard as you can to be without sin and without fault. Try to be at peace with God."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember that we are saved because our Lord is patient. Our dear brother Paul told you the same thing when he wrote to you with the wisdom that God gave him."
            },
            {
                "verse_number": "16",
                "verse_text": "Paul writes about this in all his letters. Sometimes there are things in Paul&quot;s letters that are hard to understand. And some people explain these things falsely. They are ignorant and weak in faith. They also falsely explain the other Scriptures. But they are destroying themselves by doing that."
            },
            {
                "verse_number": "17",
                "verse_text": "Dear friends, you already know about this. So be careful. Do not let those evil people lead you away by the wrong they do. Be careful so that you will not fall from your own strong faith."
            },
            {
                "verse_number": "18",
                "verse_text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. Glory be to him now and forever! Amen."
            }
        ]
    }
}