{
    "Ezra": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "It was the first year Cyrus was king of Persia. The Lord caused Cyrus to write an announcement and send it everywhere in his kingdom. And he also put it in writing. This happened so the Lord&quot;s message spoken by Jeremiah would come true. The announcement said:"
            },
            {
                "verse_number": "2",
                "verse_text": "This is what Cyrus king of Persia says: The Lord, the God of heaven, has given all the kingdoms of the earth to me. And he has appointed me to build a Temple for him at Jerusalem in Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Now all of you who are God&quot;s people are free to go to Jerusalem. May your God be with you. And you may build the Temple of the Lord. He is the God of Israel, who is in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Those who stay behind should support anyone who wants to go. Give them silver and gold, supplies and cattle. And give them special gifts for the Temple of God in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the family leaders of Judah and Benjamin got ready to go to Jerusalem. So did the priests and the Levites. They were going to Jerusalem to build the Temple of the Lord. God made all these people want to go."
            },
            {
                "verse_number": "6",
                "verse_text": "All their neighbors helped them. They gave them things made of silver and gold, along with supplies, cattle and valuable gifts. And they gave them the special gifts for the Temple."
            },
            {
                "verse_number": "7",
                "verse_text": "Also, King Cyrus brought out the bowls and pans that belonged in the Temple of the Lord. Nebuchadnezzar had taken them from Jerusalem. And he had put them in the temple of his own god."
            },
            {
                "verse_number": "8",
                "verse_text": "Cyrus king of Persia had Mithredath the treasurer get them out. So he made a list of the things for Sheshbazzar the prince of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "There were 30 gold dishes, 1,000 silver dishes, 29 silver pans,"
            },
            {
                "verse_number": "10",
                "verse_text": "30 gold bowls, 410 matching silver bowls and 1,000 other pieces."
            },
            {
                "verse_number": "11",
                "verse_text": "There was a total of 5,400 pieces of gold and silver. Sheshbazzar brought all these things along when the captives went from Babylon to Jerusalem."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "These are the people of the area who returned from captivity. Nebuchadnezzar king of Babylon had taken them captive to Babylon. Now they returned to Jerusalem and Judah. Each one went back to his own town."
            },
            {
                "verse_number": "2",
                "verse_text": "These people returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum and Baanah. These are the men from Israel:"
            },
            {
                "verse_number": "3",
                "verse_text": "the descendants of Parosh&ndash;2,172;"
            },
            {
                "verse_number": "4",
                "verse_text": "the descendants of Shephatiah&ndash;372;"
            },
            {
                "verse_number": "5",
                "verse_text": "the descendants of Arah&ndash;775;"
            },
            {
                "verse_number": "6",
                "verse_text": "the descendants of Pahath-Moab (through the family of Jeshua and Joab)&ndash;2,812;"
            },
            {
                "verse_number": "7",
                "verse_text": "the descendants of Elam&ndash;1,254;"
            },
            {
                "verse_number": "8",
                "verse_text": "the descendants of Zattu&ndash;945;"
            },
            {
                "verse_number": "9",
                "verse_text": "the descendants of Zaccai&ndash;760;"
            },
            {
                "verse_number": "10",
                "verse_text": "the descendants of Bani&ndash;642;"
            },
            {
                "verse_number": "11",
                "verse_text": "the descendants of Bebai&ndash;623;"
            },
            {
                "verse_number": "12",
                "verse_text": "the descendants of Azgad&ndash;1,222;"
            },
            {
                "verse_number": "13",
                "verse_text": "the descendants of Adonikam&ndash;666;"
            },
            {
                "verse_number": "14",
                "verse_text": "the descendants of Bigvai&ndash;2,056;"
            },
            {
                "verse_number": "15",
                "verse_text": "the descendants of Adin&ndash;454;"
            },
            {
                "verse_number": "16",
                "verse_text": "the descendants of Ater (through the family of Hezekiah)&ndash;98;"
            },
            {
                "verse_number": "17",
                "verse_text": "the descendants of Bezai&ndash;323;"
            },
            {
                "verse_number": "18",
                "verse_text": "the descendants of Jorah&ndash;112;"
            },
            {
                "verse_number": "19",
                "verse_text": "the descendants of Hashum&ndash;223;"
            },
            {
                "verse_number": "20",
                "verse_text": "the descendants of Gibbar&ndash;95."
            },
            {
                "verse_number": "21",
                "verse_text": "These are the men from the town of Bethlehem&ndash;123;"
            },
            {
                "verse_number": "22",
                "verse_text": "from Netophah&ndash;56;"
            },
            {
                "verse_number": "23",
                "verse_text": "from Anathoth&ndash;128;"
            },
            {
                "verse_number": "24",
                "verse_text": "from Azmaveth&ndash;42;"
            },
            {
                "verse_number": "25",
                "verse_text": "from Kiriath Jearim, Kephirah and Beeroth&ndash;743;"
            },
            {
                "verse_number": "26",
                "verse_text": "from Ramah and Geba&ndash;621;"
            },
            {
                "verse_number": "27",
                "verse_text": "from Micmash&ndash;122;"
            },
            {
                "verse_number": "28",
                "verse_text": "from Bethel and Ai&ndash;223;"
            },
            {
                "verse_number": "29",
                "verse_text": "from Nebo&ndash;52;"
            },
            {
                "verse_number": "30",
                "verse_text": "from Magbish&ndash;156;"
            },
            {
                "verse_number": "31",
                "verse_text": "from the other town of Elam&ndash;1,254;"
            },
            {
                "verse_number": "32",
                "verse_text": "from Harim&ndash;320;"
            },
            {
                "verse_number": "33",
                "verse_text": "from Lod, Hadid and Ono&ndash;725;"
            },
            {
                "verse_number": "34",
                "verse_text": "from Jericho&ndash;345;"
            },
            {
                "verse_number": "35",
                "verse_text": "from Senaah&ndash;3,630."
            },
            {
                "verse_number": "36",
                "verse_text": "These are the priests: the descendants of Jedaiah (through the family of Jeshua)&ndash;973;"
            },
            {
                "verse_number": "37",
                "verse_text": "the descendants of Immer&ndash;1,052;"
            },
            {
                "verse_number": "38",
                "verse_text": "the descendants of Pashhur&ndash;1,247;"
            },
            {
                "verse_number": "39",
                "verse_text": "the descendants of Harim&ndash;1,017."
            },
            {
                "verse_number": "40",
                "verse_text": "These are the Levites: the descendants of Jeshua and Kadmiel (through the family of Hodaviah)&ndash;74."
            },
            {
                "verse_number": "41",
                "verse_text": "These are the singers: the descendants of Asaph&ndash;128."
            },
            {
                "verse_number": "42",
                "verse_text": "These are the gatekeepers of the Temple: the descendants of Shallum, Ater, Talmon, Akkub, Hatita and Shobai&ndash;139."
            },
            {
                "verse_number": "43",
                "verse_text": "These are the Temple servants: the descendants of Ziha, Hasupha, Tabbaoth,"
            },
            {
                "verse_number": "44",
                "verse_text": "Keros, Siaha, Padon,"
            },
            {
                "verse_number": "45",
                "verse_text": "Lebanah, Hagabah, Akkub,"
            },
            {
                "verse_number": "46",
                "verse_text": "Hagab, Shalmai, Hanan,"
            },
            {
                "verse_number": "47",
                "verse_text": "Giddel, Gahar, Reaiah,"
            },
            {
                "verse_number": "48",
                "verse_text": "Rezin, Nekoda, Gazzam,"
            },
            {
                "verse_number": "49",
                "verse_text": "Uzza, Paseah, Besai,"
            },
            {
                "verse_number": "50",
                "verse_text": "Asnah, Meunim, Nephussim,"
            },
            {
                "verse_number": "51",
                "verse_text": "Bakbuk, Hakupha, Harhur,"
            },
            {
                "verse_number": "52",
                "verse_text": "Bazluth, Mehida, Harsha,"
            },
            {
                "verse_number": "53",
                "verse_text": "Barkos, Sisera, Temah,"
            },
            {
                "verse_number": "54",
                "verse_text": "Neziah and Hatipha."
            },
            {
                "verse_number": "55",
                "verse_text": "These are the descendants of the servants of Solomon: the descendants of Sotai, Hassophereth, Peruda,"
            },
            {
                "verse_number": "56",
                "verse_text": "Jaala, Darkon, Giddel,"
            },
            {
                "verse_number": "57",
                "verse_text": "Shephatiah, Hattil, Pokereth-Hazzebaim and Ami."
            },
            {
                "verse_number": "58",
                "verse_text": "The Temple servants and the descendants of the servants of Solomon numbered 392."
            },
            {
                "verse_number": "59",
                "verse_text": "Some people came to Jerusalem from these towns: Tel Melah, Tel Harsha, Kerub, Addon and Immer. But they could not prove that their families came from the family of Israel. Here are their names and their number:"
            },
            {
                "verse_number": "60",
                "verse_text": "the descendants of Delaiah, Tobiah and Nekoda&ndash;652."
            },
            {
                "verse_number": "61",
                "verse_text": "And these priests could not prove that their families came from Israel: the descendants of Hobaiah, Hakkoz and Barzillai. (He had married a daughter of Barzillai from Gilead and was called by her family name.)"
            },
            {
                "verse_number": "62",
                "verse_text": "These people searched for their family records. But they could not find them. So they could not be priests because they were thought to be unclean."
            },
            {
                "verse_number": "63",
                "verse_text": "The governor ordered them not to eat any of the food offered to God. First a priest had to settle this matter by using the Urim and Thummim."
            },
            {
                "verse_number": "64",
                "verse_text": "The total number of those who returned was 42,360."
            },
            {
                "verse_number": "65",
                "verse_text": "This is not counting their 7,337 male and female servants. They also had 200 men and women singers with them."
            },
            {
                "verse_number": "66",
                "verse_text": "They had 736 horses, 245 mules,"
            },
            {
                "verse_number": "67",
                "verse_text": "435 camels and 6,720 donkeys."
            },
            {
                "verse_number": "68",
                "verse_text": "That group arrived at the Temple of the Lord in Jerusalem. Some of the leaders of families gave special offerings. Those offerings were given to rebuild the Temple of God. It would be on the same site as before."
            },
            {
                "verse_number": "69",
                "verse_text": "Those people gave as much as they could to the treasury. It was to rebuild the Temple. They gave about 1,100 pounds of gold, about 6,000 pounds of silver and 100 pieces of clothing for the priests."
            },
            {
                "verse_number": "70",
                "verse_text": "All the Israelites settled in their hometowns. The priests, Levites, singers, gatekeepers and temple servants, along with some of the other people, settled in their own towns."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "By the seventh month, the Israelites were settled in their hometowns. They met together in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Jeshua son of Jozadak and his fellow priests joined Zerubbabel son of Shealtiel. They began to build the altar of the God of Israel. That&quot;s where they offered burnt offerings just as it is written in the Teachings of Moses. Moses was the man of God."
            },
            {
                "verse_number": "3",
                "verse_text": "They were afraid of the people living around them. But they still built the altar where it had been before. They offered burnt offerings on it to the Lord morning and evening."
            },
            {
                "verse_number": "4",
                "verse_text": "Then, to obey what was written, they celebrated the Feast of Shelters. They offered the right number of sacrifices for each day of the festival."
            },
            {
                "verse_number": "5",
                "verse_text": "After the Feast of Shelters, they had regular sacrifices every day. They had sacrifices for the New Moon and all the festivals commanded by the Lord. Also there were special offerings brought as gifts to the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "On the first day of the seventh month they began to bring burnt offerings to the Lord. But the foundation of the Lord&quot;s Temple had not yet been laid."
            },
            {
                "verse_number": "7",
                "verse_text": "Then they gave money to the stoneworkers and carpenters. They also gave food, wine and oil to the cities of Sidon and Tyre. This was so they would float cedar logs from Lebanon to the seacoast town of Joppa. Cyrus king of Persia had given permission for this."
            },
            {
                "verse_number": "8",
                "verse_text": "It was in the second year after their arrival at the Temple of God in Jerusalem. In the second month Zerubbabel and Jeshua began the work. So did the rest of their fellow priests and Levites. And all who had returned from captivity to Jerusalem began to work. They chose Levites 20 years old and older to be in charge of the building of the Temple of the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "These men were in charge of the work of building the Temple of God: Jeshua and his sons and brothers; Kadmiel and his sons who were the descendants of Hodaviah; and the sons of Henadad and their sons and brothers. They were all Levites."
            },
            {
                "verse_number": "10",
                "verse_text": "The builders finished laying the foundation of the Temple of the Lord. Then the priests, dressed in their robes, got trumpets. And the Levites, the sons of Asaph, had cymbals. They all took their places. They praised the Lord just as David king of Israel had said to do."
            },
            {
                "verse_number": "11",
                "verse_text": "With praise and thanksgiving, they sang to the Lord: &apos;He is good; his love for Israel continues forever.&apos; And then all the people shouted loudly, &apos;Praise the Lord! The foundation of his Temple has been laid.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But many of the older priests, Levites and family leaders cried aloud. They had seen the first Temple. Now they saw the foundation of this Temple. But most of the other people were shouting with joy."
            },
            {
                "verse_number": "13",
                "verse_text": "The people made so much noise no one could tell the difference between the joyful shouting and the sad crying. It could be heard far away."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The people of Judah and Benjamin had enemies. They heard that the returned captives were building a Temple for the Lord, the God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So the enemies came to Zerubbabel and the leaders of the families. The enemies said, &apos;Let us help you build. We are like you. We want to worship your God. We have been offering sacrifices to him since the time of Esarhaddon. He was king of Assyria, and he brought us here.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Zerubbabel, Jeshua and the leaders of Israel answered, &apos;No. You people will not help us build a Temple to our God. We will build it ourselves. It is for the Lord, the God of Israel. This is what King Cyrus, the king of Persia, commanded us to do.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the people around them tried to discourage the people of Judah. They tried to make them afraid to build."
            },
            {
                "verse_number": "5",
                "verse_text": "Their enemies hired others to delay the building plans. This went on during the time Cyrus was king of Persia. And it continued to the time Darius was king of Persia."
            },
            {
                "verse_number": "6",
                "verse_text": "When Xerxes became king, those enemies wrote a letter against the people of Judah and Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "Later Artaxerxes became king of Persia. Then Bishlam, Mithredath, Tabeel and those with them wrote a letter to Artaxerxes. The letter was written in the Aramaic language."
            },
            {
                "verse_number": "8",
                "verse_text": "Also Rehum the governor and Shimshai the governor&quot;s assistant wrote a letter. It was to Artaxerxes the king. And it was against Jerusalem. It said:"
            },
            {
                "verse_number": "9",
                "verse_text": "This letter is from Rehum the governor, Shimshai the assistant and others. They are judges and important officers. They are over the men who came from Tripolis, Persia, Erech and Babylon. They are over the Elamite people of Susa."
            },
            {
                "verse_number": "10",
                "verse_text": "And they are over those whom the great and honorable Ashurbanipal forced out of their countries. He forced them to move and settle in the city of Samaria. And he forced them to settle in other places west of the Euphrates River."
            },
            {
                "verse_number": "11",
                "verse_text": "(This is a copy of the letter they sent to Artaxerxes:) To King Artaxerxes. From your servants who live west of the Euphrates River. To Rehum the governor and Shimshai the assistant. To all the people with them living in Samaria. And to those in other places west of the Euphrates. Greetings."
            },
            {
                "verse_number": "12",
                "verse_text": "King Artaxerxes, you remember the Jews who came to us from you. You should know they have gone to Jerusalem. They are rebuilding that evil city that refuses to obey. They are fixing the walls and repairing the foundations of the buildings."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, King Artaxerxes, you should know what could happen. If Jerusalem is built and its walls are fixed, Jerusalem will pay no taxes of any kind. Then the amount of money your government collects will be less."
            },
            {
                "verse_number": "14",
                "verse_text": "Since we must be loyal to the government, we don&quot;t want to see the king dishonored. So we are writing to let the king know."
            },
            {
                "verse_number": "15",
                "verse_text": "We suggest you search the records of the kings who ruled before you. You will find out that the city of Jerusalem refuses to obey. It makes trouble for kings and areas controlled by Persia. Since long ago it has been a place where disobedience started. That is why it was destroyed."
            },
            {
                "verse_number": "16",
                "verse_text": "We want you to know this, King Artaxerxes. This city should not be rebuilt and its walls fixed. If it is, you will be left with nothing west of the Euphrates River."
            },
            {
                "verse_number": "17",
                "verse_text": "King Artaxerxes sent this answer:"
            },
            {
                "verse_number": "18",
                "verse_text": "The letter you sent to us has been translated and read to me."
            },
            {
                "verse_number": "19",
                "verse_text": "I ordered the records to be searched, and it was done. We found that Jerusalem has a long history of disobedience to kings. It has been a place of problems and trouble."
            },
            {
                "verse_number": "20",
                "verse_text": "Jerusalem has had powerful kings. They have ruled over the whole area west of the Euphrates. Taxes of all kinds have been paid to them."
            },
            {
                "verse_number": "21",
                "verse_text": "Now, give an order for those men to stop work. The city of Jerusalem will not be rebuilt until I say so."
            },
            {
                "verse_number": "22",
                "verse_text": "Make sure you do this. If it continues, it will hurt the government."
            },
            {
                "verse_number": "23",
                "verse_text": "A copy of the letter that King Artaxerxes sent was read. It was read to Rehum and Shimshai the assistant and the others. Then they quickly went to the Jews in Jerusalem. They forced them to stop building."
            },
            {
                "verse_number": "24",
                "verse_text": "So the work on the Temple of God in Jerusalem stopped. It stopped until the second year Darius was king of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Haggai and Zechariah son of Iddo were prophets. They prophesied to the Jews in Judah and Jerusalem. They prophesied in the name of the God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak started working again. They worked to rebuild the Temple of God in Jerusalem. The prophets of God were there, helping them."
            },
            {
                "verse_number": "3",
                "verse_text": "At that time Tattenai was the governor west of the Euphrates. He and Shethar-Bozenai and others went to the Jews. They asked, &apos;Who gave you permission to rebuild this Temple and fix these walls?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They also asked, &apos;What are the names of these men working on this building?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But their God was watching over the elders of the Jews. The builders were not stopped until a report could go to King Darius. And then his written answer had to be received."
            },
            {
                "verse_number": "6",
                "verse_text": "This is a copy of the letter that Tattenai, Shethar-Bozenai and the others sent to King Darius. Tattenai was governor west of the Euphrates River. The other people were important officers west of the Euphrates."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what the report they sent to him said: To King Darius. Greetings. May you have peace. &apos;Then King Cyrus gave them to Sheshbazzar. He had appointed Sheshbazzar as governor."
            },
            {
                "verse_number": "8",
                "verse_text": "King Darius, you should know that we went to the district of Judah. That is where the Temple of the great God is. The people there are building that Temple with large stones. They are putting timbers in the walls. The people are working very hard. And they are building very fast."
            },
            {
                "verse_number": "9",
                "verse_text": "We asked their elders, &apos;Who gave you permission to rebuild this Temple and these walls?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "We also asked for their names. We wrote down the names of their leaders so you would know who they are."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the answer they gave to us: &apos;We are the servants of the God of heaven and earth. We are rebuilding the Temple that a great king of Israel built. He finished it many years ago."
            },
            {
                "verse_number": "12",
                "verse_text": "But our ancestors made the God of heaven angry. So God let them be defeated by Nebuchadnezzar king of Babylon. He destroyed this Temple. And he took the people to Babylon as captives."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Later, Cyrus was in his first year as king of Babylon. He gave a special order for this Temple to be rebuilt."
            },
            {
                "verse_number": "14",
                "verse_text": "And Cyrus brought out things from the temple in Babylon. They were the gold and silver bowls and pans that came from the Temple of God. Nebuchadnezzar had taken them from the Temple in Jerusalem. And he had put them in the temple in Babylon."
            },
            {
                "verse_number": "15",
                "verse_text": "Cyrus said to him, &quot;Take these gold and silver bowls and pans. Put them back in the Temple in Jerusalem. And rebuild the Temple of God where it was.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Sheshbazzar came. He laid the foundations of the Temple of God in Jerusalem. From that day until now the work has been going on. But it is not yet finished.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now, if the king wishes, let a search be made. Search the royal records of Babylon to see if King Cyrus gave such an order. See if he gave an order to rebuild this Temple in Jerusalem. Then let the king write us and tell us what he has decided."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So King Darius gave an order to search the records. They were kept in the treasury in Babylon."
            },
            {
                "verse_number": "2",
                "verse_text": "A scroll was found in the capital city, Ecbatana. It is in the area of Media. This is what was written on it: Note: &apos;Let the Temple be rebuilt. It will be a place to present sacrifices. Let its foundations be laid. The Temple should be 90 feet high and 90 feet wide. I, Darius, have given this order. Let it be obeyed quickly and carefully."
            },
            {
                "verse_number": "3",
                "verse_text": "King Cyrus gave an order about the Temple of God in Jerusalem. This was in the first year he was king. This was the order:"
            },
            {
                "verse_number": "4",
                "verse_text": "It must have three layers of large stones, then one layer of timbers. The costs should be paid from the king&quot;s treasury."
            },
            {
                "verse_number": "5",
                "verse_text": "The gold and silver things from the Temple of God should be put back in their places. Nebuchadnezzar took those things from the Temple in Jerusalem. And he brought them to Babylon. They are to be put back in the Temple of God in Jerusalem.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now then, I, Darius, give this order to you, Tattenai, governor west of the Euphrates. And I give it to Shethar-Bozenai and all the officers of that area. Stay away from there."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not bother or interrupt the work on that Temple of God. Let the governor of the Jews and the Jewish elders rebuild this Temple. Let them build it where it was before."
            },
            {
                "verse_number": "8",
                "verse_text": "Also, I order you to do this for those elders of the Jews. They are building this Temple. The cost of the building is to be fully paid from the royal treasury. The money will come from taxes collected west of the Euphrates River. Do this so the work will not stop."
            },
            {
                "verse_number": "9",
                "verse_text": "Give those people anything they need. Give them young bulls, male sheep or male lambs for burnt offerings to the God of heaven. Give them wheat, salt, wine or olive oil. Give the priests in Jerusalem anything they ask for. Give it every day without fail."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they may offer sacrifices pleasing to the God of heaven. And they can pray for the life of the king and his sons."
            },
            {
                "verse_number": "11",
                "verse_text": "Also, I give this order: If anyone changes this order, a wood beam is to be pulled from his house. Drive one end of the beam through his body. And because he did this crime, make his house a pile of ruins."
            },
            {
                "verse_number": "12",
                "verse_text": "God has chosen Jerusalem as the place he is to be worshiped. May he defeat any king or person who tries to change this order. May God destroy anyone who tries to destroy this Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "So, Tattenai, the governor west of the Euphrates, Shethar-Bozenai and the others obeyed. They carried out King Darius&quot; order quickly and carefully."
            },
            {
                "verse_number": "14",
                "verse_text": "So the Jewish elders continued to build. And they were successful because of the preaching of Haggai the prophet and Zechariah son of Iddo. They finished building the Temple as the God of Israel had said. It was also done to obey the kings Cyrus, Darius and Artaxerxes of Persia."
            },
            {
                "verse_number": "15",
                "verse_text": "The Temple was finished on the third day of the month Adar. It was the sixth year that Darius was king."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the people of Israel celebrated. They gave the Temple to God to honor him. Everybody was happy: the priests, the Levites and the rest of the Jews who had returned from captivity."
            },
            {
                "verse_number": "17",
                "verse_text": "This is how they gave the Temple to God for worshiping him: They offered 100 bulls, 200 male sheep and 400 male lambs as sacrifices. And as an offering to forgive the sins of all Israel, they offered 12 male goats. That is 1 goat for each tribe in Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they put the priests and the Levites into their separate groups. Each group had a certain time to serve God in the Temple at Jerusalem. This was done just as it is written in the Book of Moses."
            },
            {
                "verse_number": "19",
                "verse_text": "The Jews who returned from captivity celebrated the Passover. This was on the fourteenth day of the first month."
            },
            {
                "verse_number": "20",
                "verse_text": "The priests and Levites had made themselves clean. The Levites killed the Passover lambs for all the Jews who had returned from captivity. They also did it for their relatives the priests and for themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "So all the people of Israel who returned from captivity ate the Passover lamb. So did those who had given up the unclean ways of their non-Jewish neighbors. They worshiped the Lord, the God of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "For seven days they celebrated the Feast of Unleavened Bread in a very joyful way. The Lord had made them happy by changing the mind of the King of Assyria. So the king had helped them in the work on the Temple of the God of Israel."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After these things during the rule of Artaxerxes king of Persia, Ezra came up from Babylon. Ezra was the son of Seraiah. Seraiah was the son of Azariah. Azariah was the son of Hilkiah."
            },
            {
                "verse_number": "2",
                "verse_text": "Hilkiah was the son of Shallum. Shallum was the son of Zadok. Zadok was the son of Ahitub."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahitub was the son of Amariah. Amariah was the son of Azariah. Azariah was the son of Meraioth."
            },
            {
                "verse_number": "4",
                "verse_text": "Meraioth was the son of Zerahiah. Zerahiah was the son of Uzzi. Uzzi was the son of Bukki."
            },
            {
                "verse_number": "5",
                "verse_text": "Bukki was the son of Abishua. Abishua was the son of Phinehas. Phinehas was the son of Eleazar. Eleazar was the son of Aaron the high priest."
            },
            {
                "verse_number": "6",
                "verse_text": "This Ezra came to Jerusalem from Babylon. He was a teacher. He knew the Teachings of Moses well. The Teachings had been given by the Lord, the God of Israel. Ezra received everything he asked for from the king. This was because the Lord his God was helping him."
            },
            {
                "verse_number": "7",
                "verse_text": "In the seventh year of King Artaxerxes more Israelites came to Jerusalem. Among them were priests, Levites, singers, gatekeepers and Temple servants."
            },
            {
                "verse_number": "8",
                "verse_text": "Ezra also arrived in Jerusalem. It was the fifth month of Artaxerxes&quot; seventh year as king."
            },
            {
                "verse_number": "9",
                "verse_text": "Ezra had left Babylon on the first day of the first month. And he arrived in Jerusalem on the first day of the fifth month. God was helping Ezra."
            },
            {
                "verse_number": "10",
                "verse_text": "Ezra had worked hard to know and obey the Teachings of the Lord. He also taught the rules and commands of the Lord to the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "King Artaxerxes had given a letter to Ezra. Ezra was a priest and teacher. He taught about the commands and laws the Lord gave Israel. This is a copy of the letter:"
            },
            {
                "verse_number": "12",
                "verse_text": "From Artaxerxes, king of kings. To Ezra the priest, a teacher of the Law of the God of heaven. Greetings."
            },
            {
                "verse_number": "13",
                "verse_text": "Now I give this order: Any Israelite in my kingdom who wishes may go with you to Jerusalem. This includes priests and Levites."
            },
            {
                "verse_number": "14",
                "verse_text": "Ezra, you are sent by the king and the seven people who advise him. You are to ask about how Judah and Jerusalem are obeying the Law of your God, which you are carrying with you."
            },
            {
                "verse_number": "15",
                "verse_text": "Also take with you the silver and gold the king and those who advise him have given freely. It&quot;s for the God of Israel, whose Temple is in Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "Also take the silver and gold you receive from the area of Babylon. And take the offerings the Israelites and their priests have given as gifts to the Lord. They are for the Temple of their God in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "With this money buy bulls, male sheep and male lambs. Buy the grain offerings and drink offerings that go with those sacrifices. Then sacrifice them on the altar in the Temple of your God in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "Then you and your fellow Jews may spend the silver and gold left over. Use it as you want and as God wishes."
            },
            {
                "verse_number": "19",
                "verse_text": "Take to the God of Jerusalem all the things put in your care. They are for the worship in the Temple of your God."
            },
            {
                "verse_number": "20",
                "verse_text": "And you may get anything else you need for the Temple of your God. Pay for it from the royal treasury."
            },
            {
                "verse_number": "21",
                "verse_text": "Now I, King Artaxerxes, give this order to all the men in charge of the treasury west of the Euphrates: Give Ezra anything he asks for right away. Ezra is a priest and a teacher of the Law of the God of heaven."
            },
            {
                "verse_number": "22",
                "verse_text": "Give him up to 7,500 pounds of silver, 600 bushels of wheat, 600 gallons of wine and 600 gallons of olive oil. And give him as much salt as he wants."
            },
            {
                "verse_number": "23",
                "verse_text": "Carefully give him whatever the God of heaven wants. Do it for the Temple of the God of heaven. We do not want God to be angry with the king and his sons."
            },
            {
                "verse_number": "24",
                "verse_text": "Remember, you must not make these people pay taxes of any kind: priests, Levites, singers, gatekeepers, Temple servants and other workers in this Temple of God."
            },
            {
                "verse_number": "25",
                "verse_text": "And you, Ezra, use the wisdom you have from your God. Choose judges and lawmakers to rule the Jews west of the Euphrates. They know the laws of your God. And teach anyone who does not know them."
            },
            {
                "verse_number": "26",
                "verse_text": "Whoever does not obey the law of your God or of the king must be punished. He will be killed or sent away. He will have his property taken away or be put in jail."
            },
            {
                "verse_number": "27",
                "verse_text": "Praise the Lord, the God of our ancestors. He caused the king to want to honor the Temple of the Lord in Jerusalem."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord has shown me, Ezra, his love. He did this before the king, those who advise the king and the royal officers. The Lord my God was helping me. So I had courage. I gathered the leaders of Israel to return with me."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "These are the leaders of the family groups who returned with me. And it is a listing of those who were with them. They came back from Babylon during the rule of King Artaxerxes."
            },
            {
                "verse_number": "2",
                "verse_text": "From the descendants of Phinehas, there was Gershom. From the descendants of Ithamar, there was Daniel. From the descendants of David, there was Hattush From the descendants of Parosh, there was Zechariah. And 150 men came with him."
            },
            {
                "verse_number": "3",
                "verse_text": "of the descendants of Shecaniah."
            },
            {
                "verse_number": "4",
                "verse_text": "From the descendants of Pahath-Moab, there was Eliehoenai son of Zerahiah, with 200 men."
            },
            {
                "verse_number": "5",
                "verse_text": "From the descendants of Zattu, there was Shecaniah son of Jahaziel, with 300 men."
            },
            {
                "verse_number": "6",
                "verse_text": "From the descendants of Adin, there was Ebed son of Jonathan, with 50 men."
            },
            {
                "verse_number": "7",
                "verse_text": "From the descendants of Elam, there was Jeshaiah son of Athaliah, with 70 men."
            },
            {
                "verse_number": "8",
                "verse_text": "From the descendants of Shephatiah, there was Zebadiah son of Michael, with 80 men."
            },
            {
                "verse_number": "9",
                "verse_text": "From the descendants of Joab, there was Obadiah son of Jehiel, with 218 men."
            },
            {
                "verse_number": "10",
                "verse_text": "From the descendants of Bani, there was Shelomith son of Josiphiah, with 160 men."
            },
            {
                "verse_number": "11",
                "verse_text": "From the descendants of Bebai, there was Zechariah son of Bebai, with 28 men."
            },
            {
                "verse_number": "12",
                "verse_text": "From the descendants of Azgad, there was Johanan son of Hakkatan, with 110 men."
            },
            {
                "verse_number": "13",
                "verse_text": "From the descendants of Adonikam, these were the last ones: Eliphelet, Jeuel and Shemaiah. With them were 60 men."
            },
            {
                "verse_number": "14",
                "verse_text": "From the descendants of Bigvai, there were Uthai and Zaccur, with 70 men."
            },
            {
                "verse_number": "15",
                "verse_text": "I, Ezra, called all those people together at the canal. It flows toward Ahava. We camped there for three days. I checked all the people and the priests. But I did not find any Levites."
            },
            {
                "verse_number": "16",
                "verse_text": "So I called these leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah and Meshullam. And I called Joiarib and Elnathan, who were teachers."
            },
            {
                "verse_number": "17",
                "verse_text": "I sent those men to Iddo, the leader at Casiphia. I told them what to say to Iddo and his relatives, who are the Temple servants in Casiphia. I sent them to bring servants to us for the Temple of our God."
            },
            {
                "verse_number": "18",
                "verse_text": "Our God was helping us. So Iddo&quot;s relatives gave us Sherebiah, a wise man from the descendants of Mahli. Mahli was the son of Levi. And Levi was the son of Israel. And they brought Sherebiah&quot;s sons and brothers. In all there were 18 men."
            },
            {
                "verse_number": "19",
                "verse_text": "And they brought to us Hashabiah and Jeshaiah from the descendants of Merari. And they also brought his brothers and nephews. In all there were 20 men."
            },
            {
                "verse_number": "20",
                "verse_text": "They also brought 220 of the Temple servants. This is a group David and the officers had set up to help the Levites. All of those men were listed by name."
            },
            {
                "verse_number": "21",
                "verse_text": "There by the Ahava Canal, I announced we would all give up eating. We would make ourselves humble before our God. And we would ask God for a safe trip for ourselves, our children and all our possessions."
            },
            {
                "verse_number": "22",
                "verse_text": "I was ashamed to ask the king for soldiers and horsemen. They could have protected us from enemies on the road. But we had said to the king, &apos;Our God helps everyone who obeys him. But God is very angry with all who reject him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So we gave up eating and prayed to our God about our trip. He answered our prayers."
            },
            {
                "verse_number": "24",
                "verse_text": "Then I chose 12 of the priests who were leaders. They were Sherebiah and Hashabiah and 10 of their relatives."
            },
            {
                "verse_number": "25",
                "verse_text": "I weighed the offering of silver and gold. And I weighed the things given for the Temple of our God. I gave them to the 12 priests I had chosen. The king, the people who advised him, his officers and all the Israelites there with us had given these things for the Temple."
            },
            {
                "verse_number": "26",
                "verse_text": "I weighed out and gave them about 50,000 pounds of silver, about 7,500 pounds of silver objects and about 7,500 pounds of gold."
            },
            {
                "verse_number": "27",
                "verse_text": "I gave them 20 gold bowls that weighed about 19 pounds. And I gave them 2 fine pieces of polished bronze that were as valuable as gold."
            },
            {
                "verse_number": "28",
                "verse_text": "Then I said to the priests, &apos;You and these things belong to the Lord for his service. The silver and gold are gifts to the Lord, the God of your ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "Guard these things carefully. In Jerusalem, weigh them in front of the leading priests, Levites and the leaders of the family groups of Israel. Do this in the rooms of the Temple of the Lord.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the priests and Levites took the silver, the gold and the special things that had been weighed out. They were to take them to the Temple of our God in Jerusalem."
            },
            {
                "verse_number": "31",
                "verse_text": "On the twelfth day of the first month we left the Ahava Canal. We started toward Jerusalem. Our God helped us. He protected us from enemies and robbers along the way."
            },
            {
                "verse_number": "32",
                "verse_text": "Then we arrived in Jerusalem. We rested there three days."
            },
            {
                "verse_number": "33",
                "verse_text": "On the fourth day we weighed out the silver, the gold and the special things in the Temple of our God. We handed them to the priest Meremoth son of Uriah. Eleazar son of Phinehas was with Meremoth. Also the Levites Jozabad son of Jeshua and Noadiah son of Binnui were with them."
            },
            {
                "verse_number": "34",
                "verse_text": "We checked everything by number and by weight. And the total weight was written down at that time."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the captives who returned made burnt offerings to the God of Israel. They sacrificed 12 bulls for all Israel, 96 male sheep and 77 male lambs. All these animals were burned as sacrifices to the Lord. For a sin offering to the Lord there were 12 male goats."
            },
            {
                "verse_number": "36",
                "verse_text": "They took King Artaxerxes&quot; orders to the royal officers and to the governors west of the Euphrates. Then these men gave help to the people and the Temple of God."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "After these things had been done, the leaders came to me. They said, &apos;Ezra, the Israelites, including the priests and Levites, have not kept themselves separate from the people around us. Those neighbors do evil things as the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians and Amorites did."
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelite men and their sons have married the women of these non-Jewish people. They have mixed the people who belong to God with the people around them. The leaders and officers of Israel did this first. And they caused the rest of the Israelites to do this unfaithful thing.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When I heard this, I angrily tore my robe and coat. I pulled hair from my head and beard and sat down in shock."
            },
            {
                "verse_number": "4",
                "verse_text": "Then everyone who trembled in fear at the word of the God of Israel gathered around me. This was because of the unfaithfulness of the captives who had returned. I sat there in shock until the evening sacrifice."
            },
            {
                "verse_number": "5",
                "verse_text": "Then, at the evening sacrifice, I got up from where I had shown my disgrace. My inner robe and coat were torn. And I fell on my knees with my hands spread out to the Lord my God."
            },
            {
                "verse_number": "6",
                "verse_text": "I prayed, &apos;My God, I am too ashamed and embarrassed to lift up my face to you. I am in disgrace because our sins are so many they are higher than our heads. Our sins even reach up to the sky."
            },
            {
                "verse_number": "7",
                "verse_text": "From the days of our ancestors until now, we have been very guilty. Because of our sins, we, our kings and priests have suffered punishment. We have been punished by the sword and captivity. Foreign kings have taken away our things and shamed us. It is that way today."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But now, for a short time, the Lord our God has been kind to us. He has let some of us come back from captivity. He has let us live in safety in his holy place. And so our God gives us hope and a little relief from our slavery."
            },
            {
                "verse_number": "9",
                "verse_text": "Even though we are slaves, our God has not left us. He caused the kings of Persia to be kind to us. He has given us new life. So we can rebuild the Temple and repair its ruins. And he has given us a wall to protect us in Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But now, our God, what can we say after you have done all this? We have disobeyed your commands."
            },
            {
                "verse_number": "11",
                "verse_text": "You gave these commands through your servants the prophets. You said, &quot;The land you are entering to own is ruined. The people living there have spoiled it by the evil they do. Their evil filled the land with uncleanness from one end to the other."
            },
            {
                "verse_number": "12",
                "verse_text": "So do not let your daughters marry their sons. And do not let their daughters marry your sons. Do not wish for their peace or success. Then you may be strong and eat the good things of the land. And then you can leave this land to your descendants forever.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;What has happened to us is our own fault. We have done evil things. Our guilt is great. But you, our God, have punished us less than we deserve. You have left a few of us alive."
            },
            {
                "verse_number": "14",
                "verse_text": "We should not again break your commands by allowing marriages with these wicked people. If we did, you would get angry enough to destroy us. Then none of us would be left alive."
            },
            {
                "verse_number": "15",
                "verse_text": "Lord, God of Israel, by your goodness a few of us are left alive today. We admit that we are guilty. None of us should be allowed to stand before you.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ezra was praying and confessing. He was crying and throwing himself down in front of the Temple. A large group of Israelite men, women and children gathered around him. They were also crying loudly."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Shecaniah son of Jehiel the Elamite spoke to Ezra. Shecaniah said, &apos;We have been unfaithful to our God. We have been marrying women from the peoples around us. But even so, there is still hope for Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Now let us make an agreement before our God. We will send away all these women and their children. This is your advice. It is also the advice of those who respect the commands of our God. Let it be done to obey his Teachings."
            },
            {
                "verse_number": "4",
                "verse_text": "Get up, Ezra. You are in charge. But we will support you. So have courage and do it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Ezra got up. He made these people make a promise: the priests, the Levites and all the people of Israel. They promised to do what was suggested."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Ezra left the Temple. He went to the room of Jehohanan son of Eliashib. While Ezra was there, he did not eat or drink. He was still sad about the unfaithfulness of the captives who had returned."
            },
            {
                "verse_number": "7",
                "verse_text": "Then an order was sent everywhere in Judah and Jerusalem. All the captives who had returned had to meet together in Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "Whoever did not come to Jerusalem within three days would lose his property. And he would no longer be a member of the community of the returned captives. That was the decision of the officers and elders."
            },
            {
                "verse_number": "9",
                "verse_text": "So within three days all the men of Judah and Benjamin gathered in Jerusalem. It was the twentieth day of the ninth month. All the people were sitting in the open place in front of the Temple. They were upset because of the meeting and because it was raining."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ezra the priest stood up and said to them, &apos;You have been unfaithful. You have married non-Jewish women. You have made Israel more guilty."
            },
            {
                "verse_number": "11",
                "verse_text": "Now, confess it to the Lord, the God of your ancestors. Do the Lord&quot;s will. Separate yourselves from the people living around you and from your non-Jewish wives.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the whole group answered Ezra. They shouted, &apos;Ezra, you&quot;re right! We must do what you say."
            },
            {
                "verse_number": "13",
                "verse_text": "But there are many people here. It&quot;s the rainy season. We can&quot;t stand outside. Also, this problem can&quot;t be solved in a day or two. We have sinned badly."
            },
            {
                "verse_number": "14",
                "verse_text": "Let our officers make a decision for the whole group. Then let everyone in our towns who has married a non-Jewish woman meet with the elders and judges of each town. Let them meet at a planned time. Then the hot anger of our God will turn away from us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Only these men were against the plan: Jonathan son of Asahel, Jahzeiah son of Tikvah, Meshullam and Shabbethai the Levite."
            },
            {
                "verse_number": "16",
                "verse_text": "So the returned captives did what was suggested. Ezra the priest chose men who were leaders of the family groups. He named one from each family division. On the first day of the tenth month they sat down to study each case."
            },
            {
                "verse_number": "17",
                "verse_text": "By the first day of the first month, they had finished. They had dealt with all the men who had married non-Jewish women."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the descendants of the priests who had married foreign women: From the descendants of Jeshua son of Jozadak and Jeshua&quot;s brothers, there were Maaseiah, Eliezer, Jarib and Gedaliah. Among the gatekeepers, there were Shallum, Telem and Uri. From the descendants of Parosh, there were Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah and Benaiah."
            },
            {
                "verse_number": "19",
                "verse_text": "(They all promised to divorce their wives. Then each one brought a male sheep from the flock as a penalty offering.)"
            },
            {
                "verse_number": "20",
                "verse_text": "From the descendants of Immer, there were Hanani and Zebadiah."
            },
            {
                "verse_number": "21",
                "verse_text": "From the descendants of Harim, there were Maaseiah, Elijah, Shemaiah, Jehiel and Uzziah."
            },
            {
                "verse_number": "22",
                "verse_text": "From the descendants of Pashhur, there were Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad and Elasah."
            },
            {
                "verse_number": "23",
                "verse_text": "Among the Levites, there were Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah and Eliezer."
            },
            {
                "verse_number": "24",
                "verse_text": "Among the singers, there was Eliashib."
            },
            {
                "verse_number": "25",
                "verse_text": "And among the other Israelites, these married non-Jewish women:"
            },
            {
                "verse_number": "26",
                "verse_text": "From the descendants of Elam, there were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth and Elijah."
            },
            {
                "verse_number": "27",
                "verse_text": "From the descendants of Zattu, there were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad and Aziza."
            },
            {
                "verse_number": "28",
                "verse_text": "From the descendants of Bebai, there were Jehohanan, Hananiah, Zabbai and Athlai."
            },
            {
                "verse_number": "29",
                "verse_text": "From the descendants of Bani, there were Meshullam, Malluch, Adaiah, Jashub, Sheal and Jeremoth."
            },
            {
                "verse_number": "30",
                "verse_text": "From the descendants of Pahath-Moab, there were Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui and Manasseh."
            },
            {
                "verse_number": "31",
                "verse_text": "From the descendants of Harim, there were Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,"
            },
            {
                "verse_number": "32",
                "verse_text": "Benjamin, Malluch and Shemariah."
            },
            {
                "verse_number": "33",
                "verse_text": "From the descendants of Hashum, there were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh and Shimei."
            },
            {
                "verse_number": "34",
                "verse_text": "From the descendants of Bani, there were Maadai, Amram, Uel,"
            },
            {
                "verse_number": "35",
                "verse_text": "Benaiah, Bedeiah, Keluhi,"
            },
            {
                "verse_number": "36",
                "verse_text": "Vaniah, Meremoth, Eliashib,"
            },
            {
                "verse_number": "37",
                "verse_text": "Mattaniah, Mattenai and Jaasu."
            },
            {
                "verse_number": "38",
                "verse_text": "From the descendants of Binnui, there were Shimei,"
            },
            {
                "verse_number": "39",
                "verse_text": "Shelemiah, Nathan, Adaiah,"
            },
            {
                "verse_number": "40",
                "verse_text": "Macnadebai, Shashai, Sharai,"
            },
            {
                "verse_number": "41",
                "verse_text": "Azarel, Shelemiah, Shemariah,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shallum, Amariah and Joseph."
            },
            {
                "verse_number": "43",
                "verse_text": "From the descendants of Nebo, there were Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel and Benaiah."
            },
            {
                "verse_number": "44",
                "verse_text": "All these men had married non-Jewish women. And some of them had children by these wives."
            }
        ]
    }
}