{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem once was full of people. But now the city is empty. Jerusalem once was a great city among the nations. She was like a queen of all the other cities. But now she is a slave. Tears are on her cheeks. There is no one to comfort her. All her lovers are gone. All her friends have turned against her. They have become her enemies. She has suffered and worked hard. She lives among other nations. But she has found no rest. Those who chased her caught her. They caught her when she was in trouble. No one comes to Jerusalem for the feasts. No one passes through her gates. And her priests groan. Her young women are suffering. And Jerusalem suffers terribly. Her enemies enjoy the wealth they have won. The Lord is punishing her for her many sins. Her children have gone away. They are captives of the enemy in a foreign land. has gone away. Her rulers are like deer that cannot find food. They are weak and have run away from those who chased them. She remembers all the precious things she had in the past. She remembers when her people were defeated by the enemy. There was no one to help her. When her enemies saw her, they laughed to see her ruined. So she has become unclean. Those who honored her hate her now because they have seen her nakedness. Jerusalem groans and turns away. She did not think about what would happen to her. Her defeat was surprising. There was no one to comfort her. She says, &apos;Lord, see how I suffer. The enemy has won.&apos; all her precious things. She even saw foreigners enter her Temple. Lord, you had commanded that they should not enter the meeting of your people. They are looking for bread. They are giving away their precious things for food so they can stay alive. The city says, &apos;Look, Lord, and see. I am hated.&apos; Come, look at me and see. Is there any pain like mine? Is there any pain like that he has caused me? The Lord has punished me on the day of his great anger. It went down into my bones. He stretched out a net for my feet. He turned me back. He made me sad and lonely. I am weak all day. They are tied together by his hands. They hang around my neck. He has turned my strength into weakness. The Lord has let me be defeated by those who are stronger than I am. all my mighty men inside my walls. He brought an army against me to destroy my young men. As if in a winepress, the Lord has crushed the capital city of Judah. My eyes overflow with tears. There is no one near to comfort me. There is no one who can give me strength again. My children are left sad and lonely because the enemy has won.&apos; but there is no one to comfort her. The Lord has commanded for the people of Jacob that their enemies surround them. Jerusalem has become unclean like those around her. But I refused to obey him. Listen, all you people. Look at my pain. My young women and men have gone into captivity. but they turned against me. My priests and my elders have died in the city. They were looking for food so they could stay alive. I am troubled. My heart is troubled because I have been so stubborn. Out in the streets, the sword kills. Inside the houses, death destroys. There is no one to comfort me. All my enemies have heard of my trouble. They are happy that you have done this to me. Now bring that day you have announced. Let my enemies be like me. Do to them what you have done to me because of all my sins. I groan over and over again, and I am afraid.&apos; But now she has become like a widow."
            },
            {
                "verse_number": "2",
                "verse_text": "She cries loudly at night."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah has gone into captivity."
            },
            {
                "verse_number": "4",
                "verse_text": "The roads to Jerusalem are sad."
            },
            {
                "verse_number": "5",
                "verse_text": "Her enemies have become her masters."
            },
            {
                "verse_number": "6",
                "verse_text": "The beauty of Jerusalem"
            },
            {
                "verse_number": "7",
                "verse_text": "Jerusalem is suffering and homeless."
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem sinned terribly."
            },
            {
                "verse_number": "9",
                "verse_text": "Jerusalem made herself unclean by her sins."
            },
            {
                "verse_number": "10",
                "verse_text": "The enemy reached out and took"
            },
            {
                "verse_number": "11",
                "verse_text": "All of Jerusalem&quot;s people are groaning."
            },
            {
                "verse_number": "12",
                "verse_text": "Jerusalem says, &apos;You who pass by on the road don&quot;t seem to care."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The Lord sent fire from above."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;He has noticed my sins."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The Lord has rejected"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I cry about these things."
            },
            {
                "verse_number": "17",
                "verse_text": "Jerusalem reaches out her hands,"
            },
            {
                "verse_number": "18",
                "verse_text": "Jerusalem says, &apos;The Lord is right."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I called out to my friends,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Look at me, Lord. I am upset."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;People have heard my groaning."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Look at all their evil."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Look how the Lord in his anger has brought Jerusalem to shame. He has thrown down the greatness of Israel from the sky to the earth. He did not remember the Temple, his footstool, on the day of his anger. all the houses of the people of Jacob. In his anger he pulled down the strong places of Judah. He threw her kingdom and its rulers down to the ground in dishonor. all the strength of Israel. He took away his power from Israel when the enemy came. He burned against the people of Jacob like a flaming fire that burns up everything around it. He took hold of his sword. Like an enemy, he killed all the good-looking people. He poured out his anger like fire on the tents of Jerusalem. He has swallowed up Israel. He has swallowed up all her palaces. He has destroyed all her strong places. He has caused more moaning and groaning for Judah. He has destroyed the place where he met with his people. The Lord has made Jerusalem forget the set feasts and Sabbath days. He has rejected the king and the priest in his great anger. and abandoned his Temple. He has given to the enemy the walls of Jerusalem&quot;s palaces. The enemy shouted in the Lord&quot;s Temple as if it were a feast day. the wall around Jerusalem. He marked the wall off with a measuring line. He did not stop himself from destroying it. He made the walls and defenses sad. Together they have fallen. He destroyed and smashed the bars of the gates. Her king and her princes are sent away among the nations. The teaching of the Lord has stopped. The prophets have not had any visions from the Lord. sit on the ground and are silent. They pour dust on their heads and put on rough cloth to show how sad they are. The young women of Jerusalem bow their heads to the ground in sorrow. I am troubled. I feel as if I have been poured out on the ground because my people have been destroyed. Children and babies are fainting in the streets of the city. &apos;Where is some bread and wine?&apos; They faint like wounded soldiers in the streets of the city. They die in their mothers&quot; arms. What can I compare you to? What can I say you are like? How can I comfort you, Jerusalem? Your ruin is as big as the sea. No one can heal you. But they were false and worth nothing. They did not expose your sins. They did not keep you from being captured. The messages they preached to you were false. They fooled you. clap their hands at you. They make fun and shake their heads at Jerusalem. They ask, &apos;Is this the city that people called the most beautiful city, the happiest city on earth?&apos; to say things against you. They make fun and grind their teeth in anger. They say, &apos;We have swallowed her up. This is the day we were waiting for. We have finally seen it happen.&apos; He has carried out the order that he commanded long ago. He has destroyed without mercy. He has made your enemies happy because of what happened to you. He has strengthened your enemies. cry out to the Lord. Wall of Jerusalem, let your tears flow like a river day and night. Do not stop. Do not let your eyes rest. Cry all through the night. Pour out your heart like water in prayer to the Lord. Lift up your hands in prayer to him. Pray for the life of your children. They are fainting with hunger on every street corner. You have never done this to anyone else. Women eat their own babies, the children they have cared for. Priests and prophets are killed in the Temple of the Lord. lie on the ground in the streets of the city. My young women and young men have been killed by the sword. You, Lord, killed them on the day of your anger. You killed them without mercy. It was as if you were inviting them to a feast. No one escaped or remained alive on the day of the Lord&quot;s anger. My enemy has killed those whom I gave birth to and brought up.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord swallowed up without mercy"
            },
            {
                "verse_number": "3",
                "verse_text": "In his anger the Lord has removed"
            },
            {
                "verse_number": "4",
                "verse_text": "Like an enemy, the Lord prepared to shoot his bow."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has become like an enemy."
            },
            {
                "verse_number": "6",
                "verse_text": "He has destroyed his Temple as if it were a garden tent."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord has rejected his altar"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord planned to destroy"
            },
            {
                "verse_number": "9",
                "verse_text": "Jerusalem&quot;s gates have fallen to the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "The elders of Jerusalem"
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes are weak from crying."
            },
            {
                "verse_number": "12",
                "verse_text": "They say to their mothers,"
            },
            {
                "verse_number": "13",
                "verse_text": "What can I say about you, Jerusalem?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets saw visions about you."
            },
            {
                "verse_number": "15",
                "verse_text": "All who pass by on the road"
            },
            {
                "verse_number": "16",
                "verse_text": "All your enemies open their mouths"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has done what he planned."
            },
            {
                "verse_number": "18",
                "verse_text": "The people"
            },
            {
                "verse_number": "19",
                "verse_text": "Get up, cry out in the night."
            },
            {
                "verse_number": "20",
                "verse_text": "Jerusalem says: &apos;Look, Lord, and see."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Young men and old men"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You invited terrors to come against me on every side."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I am a man who has seen the suffering that comes from the rod of the Lord&quot;s anger. into darkness, not light. again and again, all day long. He broke my bones. with sadness and grief. like someone who has been dead a long time. He put heavy chains on me. But he ignores my prayer. He has made my life difficult. He is like a lion in hiding. He left me without help. He made me the target for his arrows. with the arrows from his arrow bag. All day long they make fun of me with songs. He filled me with suffering. He crushed me into the dirt. I have forgotten what happiness is. I have no more hope that the Lord will help me.&apos; Remember the misery and suffering. And I am very sad. when I think of this: His mercies never stop. Lord, your loyalty is great. So I have hope.&apos; He is good to those who look to him for help. for the Lord to save. while he is young. because the Lord has given him hard work to do. Maybe there is still hope. He should be filled with shame. his people forever. His love is great. or make them sad. is crushed under his feet. before the Most High God. if someone is cheated in his case in court. unless the Lord commands it. come by the command of the Most High God. when he is punished for his sins. Then let us return to the Lord. Let us say to God in heaven, And you have not forgiven us. You killed us without mercy. No prayer could get through. among the other nations. open their mouths and say things against us. We have been ruined and destroyed.&apos; because my people are destroyed. without stopping, and sees from heaven. what has happened to all the women of my city. hunted me like a bird. They threw stones at me. I said to myself, &apos;I am going to die.&apos; from the bottom of the pit. Do not ignore my cry for help.&apos; You said, &apos;Don&quot;t be afraid.&apos; You have given me back my life. Now judge my case for me. You have seen all their evil plans against me. and all their evil plans against me. are against me all the time. they make fun of me with songs. Pay them back for what they have done. Put your curse on them. Destroy them from the Lord&quot;s earth."
            },
            {
                "verse_number": "2",
                "verse_text": "He led me"
            },
            {
                "verse_number": "3",
                "verse_text": "He turned his hand against me"
            },
            {
                "verse_number": "4",
                "verse_text": "He caused my flesh and skin to wear out."
            },
            {
                "verse_number": "5",
                "verse_text": "He surrounded me and attacked me"
            },
            {
                "verse_number": "6",
                "verse_text": "He made me sit in the dark,"
            },
            {
                "verse_number": "7",
                "verse_text": "He shut me in so I could not get out."
            },
            {
                "verse_number": "8",
                "verse_text": "I cry out and beg for help."
            },
            {
                "verse_number": "9",
                "verse_text": "He has blocked my way with stones."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord is like a bear ready to attack me."
            },
            {
                "verse_number": "11",
                "verse_text": "He led me the wrong way and tore me to pieces."
            },
            {
                "verse_number": "12",
                "verse_text": "He prepared to shoot his bow."
            },
            {
                "verse_number": "13",
                "verse_text": "He shot me in the kidneys"
            },
            {
                "verse_number": "14",
                "verse_text": "I have become a joke to all my people."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord filled me with misery."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord broke my teeth with gravel."
            },
            {
                "verse_number": "17",
                "verse_text": "I have no more peace."
            },
            {
                "verse_number": "18",
                "verse_text": "I said, &apos;My strength is gone."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, remember my suffering and how I have no home."
            },
            {
                "verse_number": "20",
                "verse_text": "I remember them well."
            },
            {
                "verse_number": "21",
                "verse_text": "But I have hope"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord&quot;s love never ends."
            },
            {
                "verse_number": "23",
                "verse_text": "They are new every morning."
            },
            {
                "verse_number": "24",
                "verse_text": "I say to myself, &apos;The Lord is what I have left."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is good to those who put their hope in him."
            },
            {
                "verse_number": "26",
                "verse_text": "It is good to wait quietly"
            },
            {
                "verse_number": "27",
                "verse_text": "It is good for a man to work hard"
            },
            {
                "verse_number": "28",
                "verse_text": "He should sit alone and be quiet"
            },
            {
                "verse_number": "29",
                "verse_text": "He should bow to the Lord with his face to the ground."
            },
            {
                "verse_number": "30",
                "verse_text": "He should offer his cheek if someone wants to hit him."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord will not reject"
            },
            {
                "verse_number": "32",
                "verse_text": "Although the Lord brings sorrow, he also has mercy."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord does not like to punish people"
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord sees if any prisoner of the earth"
            },
            {
                "verse_number": "35",
                "verse_text": "He sees if someone is treated unfairly"
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord sees"
            },
            {
                "verse_number": "37",
                "verse_text": "Nobody can speak and have it happen"
            },
            {
                "verse_number": "38",
                "verse_text": "Both bad and good things"
            },
            {
                "verse_number": "39",
                "verse_text": "No man should complain"
            },
            {
                "verse_number": "40",
                "verse_text": "Let us examine and look at what we have done."
            },
            {
                "verse_number": "41",
                "verse_text": "Let us lift up our hands and pray from our hearts."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;We have sinned and turned against you."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;You wrapped yourself in anger and chased us."
            },
            {
                "verse_number": "44",
                "verse_text": "You wrapped yourself in a cloud."
            },
            {
                "verse_number": "45",
                "verse_text": "You made us like scum and trash"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;All of our enemies"
            },
            {
                "verse_number": "47",
                "verse_text": "We have been frightened and fearful."
            },
            {
                "verse_number": "48",
                "verse_text": "Streams of tears flow from my eyes"
            },
            {
                "verse_number": "49",
                "verse_text": "My tears flow continually,"
            },
            {
                "verse_number": "50",
                "verse_text": "until the Lord looks down"
            },
            {
                "verse_number": "51",
                "verse_text": "I am sad when I see"
            },
            {
                "verse_number": "52",
                "verse_text": "Those who are my enemies for no reason"
            },
            {
                "verse_number": "53",
                "verse_text": "They threw me alive into a pit."
            },
            {
                "verse_number": "54",
                "verse_text": "Water came up over my head."
            },
            {
                "verse_number": "55",
                "verse_text": "I called out to you, Lord,"
            },
            {
                "verse_number": "56",
                "verse_text": "You heard me calling, &apos;Do not close your ears."
            },
            {
                "verse_number": "57",
                "verse_text": "You came close when I called out to you."
            },
            {
                "verse_number": "58",
                "verse_text": "Lord, you have taken my case."
            },
            {
                "verse_number": "59",
                "verse_text": "Lord, you have seen how I have been wronged."
            },
            {
                "verse_number": "60",
                "verse_text": "You have seen how my enemies took revenge on me."
            },
            {
                "verse_number": "61",
                "verse_text": "Lord, you have heard their insults"
            },
            {
                "verse_number": "62",
                "verse_text": "The words and thoughts of my enemies"
            },
            {
                "verse_number": "63",
                "verse_text": "Look! In everything they do"
            },
            {
                "verse_number": "64",
                "verse_text": "Punish them as they should be punished, Lord."
            },
            {
                "verse_number": "65",
                "verse_text": "Make them stubborn."
            },
            {
                "verse_number": "66",
                "verse_text": "Chase them in anger."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "See how the gold has lost its shine! See how the good gold has changed! The stones of the Temple are scattered at every street corner. were more valuable than gold. But now they are thought of as clay jars made by the hands of a potter. to feed their young. But my people are cruel like ostriches in the desert. that his tongue sticks to the roof of his mouth. Children beg for bread. But no one breaks off a piece to share with them. are now starving in the streets. The people who grew up wearing nice clothes now pick through trash piles. more than Sodom was. Sodom was destroyed suddenly. No hands reached out to help her. They were whiter than milk. Their bodies were redder than rubies. Their faces shined like sapphires. No one even recognizes them in the streets. Their skin is stretched over their bones. It is as dry as wood. than those killed by hunger. They starved in pain and died because there was no food from the field. cooked their own children. The children became food for their parents. This happened when my people were destroyed. He poured out his strong anger. He set fire to Jerusalem. It burned down to the foundations. could not believe it. They could not believe that enemies could come through the gates of Jerusalem. And her priests had done evil. They killed in the city the people who did what was right. like blind men. They became dirty with blood. So no one could touch their clothes. &apos;Get away! Get away! Do not touch us!&apos; So they left and wandered around. The other nations said, &apos;Don&quot;t stay here.&apos; He did not look after them anymore. He did not respect the priests. He showed no mercy to the elders. looking for help that never came. We kept watch from our towers for a nation to save us. so we could not even walk in the streets. Our end came near. Our time was up. Our end came. were faster than eagles in the sky. They ran us into the mountains. They ambushed us in the desert. was caught in their traps. We had said about him, &apos;We will be protected by him among the nations.&apos; you who live in the land of Uz. But the Lord&quot;s anger is like a cup of wine that you also will have to drink. Then you will get drunk on it and make yourselves naked. He will not keep you in captivity any longer. But the Lord will punish your wrongs, people of Edom. He will uncover your sins."
            },
            {
                "verse_number": "2",
                "verse_text": "The precious people of Jerusalem"
            },
            {
                "verse_number": "3",
                "verse_text": "Even wild dogs give their milk"
            },
            {
                "verse_number": "4",
                "verse_text": "The baby is so thirsty"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who once ate fine foods"
            },
            {
                "verse_number": "6",
                "verse_text": "My people have been punished"
            },
            {
                "verse_number": "7",
                "verse_text": "Our princes were purer than snow."
            },
            {
                "verse_number": "8",
                "verse_text": "But now they are blacker than coal."
            },
            {
                "verse_number": "9",
                "verse_text": "Those people who were killed by the sword had it better"
            },
            {
                "verse_number": "10",
                "verse_text": "With their own hands kind women"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord turned loose all of his anger."
            },
            {
                "verse_number": "12",
                "verse_text": "Kings of the earth and people of the world"
            },
            {
                "verse_number": "13",
                "verse_text": "But it happened because her prophets had sinned."
            },
            {
                "verse_number": "14",
                "verse_text": "They wandered in the streets"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Go away! You are unclean,&apos; people shouted at them."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord himself scattered them."
            },
            {
                "verse_number": "17",
                "verse_text": "Also, our eyes grew tired"
            },
            {
                "verse_number": "18",
                "verse_text": "Our enemies hunted us"
            },
            {
                "verse_number": "19",
                "verse_text": "The men who chased us"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord&quot;s appointed king, who was our very breath,"
            },
            {
                "verse_number": "21",
                "verse_text": "Be happy and glad, people of Edom,"
            },
            {
                "verse_number": "22",
                "verse_text": "Your punishment is complete, Jerusalem."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Remember, Lord, what happened to us. Look and see our disgrace. Our houses have been given to foreigners. Our mothers have become like widows. We must pay for the wood for our fires. We get tired and have no rest. and with Assyria to get enough food. Now we must suffer because of their sins. There is no one who can save us from them. because there are men with swords in the desert. We burn with fever because of the terrible hunger. and the girls in the cities of Judah. They do not honor our elders. Boys stumble while carrying loads of wood. The young men no longer make music. Our dancing has turned into sadness. How terrible it is for us because we have sinned. Because of these things our eyes are dim. Now wild dogs wander around it. You will be King from now on. Why have you left us for so long? Make our days as they were before. Will your anger never end?"
            },
            {
                "verse_number": "2",
                "verse_text": "Our land has been turned over to strangers."
            },
            {
                "verse_number": "3",
                "verse_text": "We have become orphans with no father."
            },
            {
                "verse_number": "4",
                "verse_text": "We have to buy the water we drink."
            },
            {
                "verse_number": "5",
                "verse_text": "They work us hard as if we were animals with a yoke on our necks."
            },
            {
                "verse_number": "6",
                "verse_text": "We made an agreement with Egypt"
            },
            {
                "verse_number": "7",
                "verse_text": "Our ancestors sinned against you. But they are gone."
            },
            {
                "verse_number": "8",
                "verse_text": "Slaves have become our rulers."
            },
            {
                "verse_number": "9",
                "verse_text": "We risk our lives to get our food"
            },
            {
                "verse_number": "10",
                "verse_text": "Our skin is hot like an oven."
            },
            {
                "verse_number": "11",
                "verse_text": "The enemy raped the women of Jerusalem"
            },
            {
                "verse_number": "12",
                "verse_text": "The enemy hung our princes by the hands."
            },
            {
                "verse_number": "13",
                "verse_text": "The young men grind grain at the mill."
            },
            {
                "verse_number": "14",
                "verse_text": "The elders no longer sit at the city gates."
            },
            {
                "verse_number": "15",
                "verse_text": "We have no more joy in our hearts."
            },
            {
                "verse_number": "16",
                "verse_text": "The glory has gone from Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of this we are afraid."
            },
            {
                "verse_number": "18",
                "verse_text": "Mount Zion is empty."
            },
            {
                "verse_number": "19",
                "verse_text": "But you rule forever, Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "Why have you forgotten us for so long?"
            },
            {
                "verse_number": "21",
                "verse_text": "Bring us back to you, Lord. We will return."
            },
            {
                "verse_number": "22",
                "verse_text": "Or have you completely rejected us?"
            }
        ]
    }
}