{
    "Judges": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Joshua died. Then the people of Israel prayed to the Lord. They said, &apos;Who will be first to go and fight for us against the Canaanite people?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to them, &apos;The tribe of Judah will go. I have given them the power to take this land.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The men of Judah asked for help from the men of Simeon, their relatives. The men of Judah said, &apos;Come and help us fight the Canaanites for our land. If you do, we will go and help you fight for your land.&apos; So the men of Simeon went with them."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord gave the men of Judah the victory over the Canaanites and the Perizzites. The men of Judah defeated l0,000 men at the city of Bezek."
            },
            {
                "verse_number": "5",
                "verse_text": "There they found Adoni-Bezek, the ruler of the city, and fought him. The men of Judah defeated the Canaanites and the Perizzites."
            },
            {
                "verse_number": "6",
                "verse_text": "So Adoni-Bezek ran away. But the men of Judah chased him. When they caught him, they cut off his thumbs and big toes."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Adoni-Bezek said, &apos;I cut off the thumbs and big toes of 70 kings. And those kings had to eat scraps that fell from my table. Now God has paid me back for what I did to them.&apos; The men of Judah took Adoni-Bezek to Jerusalem, and he died there."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the men of Judah fought against Jerusalem and captured it. They used their swords to kill the people of Jerusalem. And they burned the city."
            },
            {
                "verse_number": "9",
                "verse_text": "Later, they went down to fight against more of the Canaanites. Some of the Canaanites lived in the mountains. Others lived in the dry country to the south. And still others lived in the western mountain slopes."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the men of Judah went to fight against the Canaanites in the city of Hebron. (Hebron used to be called Kiriath Arba.) The men of Judah defeated the descendants of Sheshai, Ahiman and Talmai."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the men of Judah left Hebron. They went to the city of Debir to fight against the people there. (Debir used to be called Kiriath Sepher.)"
            },
            {
                "verse_number": "12",
                "verse_text": "Before attacking the city, Caleb said, &apos;I want a man to attack and capture the city of Kiriath Sepher. I will give him Acsah, my daughter, as a wife.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Caleb had a younger brother named Kenaz. Kenaz had a son named Othniel. Othniel captured the city of Kiriath Sepher. So Caleb gave his daughter Acsah to Othniel to be his wife."
            },
            {
                "verse_number": "14",
                "verse_text": "When Acsah came to Othniel, he told her to ask her father for some land. So she got down from her donkey, and Caleb said, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Acsah answered Caleb, &apos;Do me a favor. You have put me in the dry land of southern Judah. Give me some land with springs of water.&apos; So Caleb gave her the upper and lower springs of water."
            },
            {
                "verse_number": "16",
                "verse_text": "The Kenite people left Jericho, the city of palm trees. They went with the men of Judah. The Kenites went to the Desert of Judah to live with the people there. This was in southern Judah near the city of Arad. (The Kenites were from the family of Moses&quot; father-in-law.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Some Canaanite people also lived in the city of Zephath. So the men of Judah and the men of Simeon, their relatives, defeated those Canaanites. They completely destroyed the city. So they called the city Hormah."
            },
            {
                "verse_number": "18",
                "verse_text": "The men of Judah captured Gaza, Ashkelon and Ekron and all the lands around them."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord was on the side of the men of Judah. They took the land in the mountains. But they could not force out the people living on the plain. This was because those people had iron chariots."
            },
            {
                "verse_number": "20",
                "verse_text": "As Moses had promised, Hebron was given to Caleb. Caleb forced out the three sons of Anak."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people of Benjamin could not make the Jebusite people leave Jerusalem. Since that time the Jebusites have lived with the Benjaminites in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "The men of Joseph went to fight against the city of Bethel. The Lord was on their side."
            },
            {
                "verse_number": "23",
                "verse_text": "They sent some spies to Bethel. (Bethel used to be called Luz.)"
            },
            {
                "verse_number": "24",
                "verse_text": "The spies saw a man coming out of the city. They said to him, &apos;Show us a way into the city. If you help us, we will be kind to you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The man showed the spies the way into the city. The men of Joseph killed the people in Bethel. But the man who helped them and his family were allowed to go free."
            },
            {
                "verse_number": "26",
                "verse_text": "He went to the land where the Hittite people lived, and he built a city. He named the city Luz, and it is called that today."
            },
            {
                "verse_number": "27",
                "verse_text": "There were Canaanites living in the cities of Beth Shan, Taanach, Dor, Ibleam, Megiddo and the small towns around them. The people of Manasseh did not force those people out of their towns. The Canaanites were determined to stay there."
            },
            {
                "verse_number": "28",
                "verse_text": "Later, the people of Israel grew strong. They forced the Canaanites to work as slaves for them. But the Israelites did not make all the Canaanites leave their land."
            },
            {
                "verse_number": "29",
                "verse_text": "There were Canaanites living in Gezer. And the people of Ephraim did not make all of those Canaanites leave their land. So the Canaanite people continued to live in Gezer with the people of Ephraim."
            },
            {
                "verse_number": "30",
                "verse_text": "Some Canaanites lived in the cities of Kitron and Nahalol. The people of Zebulun did not make them leave their land. They stayed and lived with the people of Zebulun. But Zebulun made them work as slaves."
            },
            {
                "verse_number": "31",
                "verse_text": "The people of Asher did not make the Canaanites leave the cities of Acco, Sidon, Ahlab, Aczib, Helbah, Aphek and Rehob."
            },
            {
                "verse_number": "32",
                "verse_text": "The people of Asher did not make them leave their land. So the Canaanites continued to live with the people of Asher."
            },
            {
                "verse_number": "33",
                "verse_text": "The people of Naphtali did not make the people leave the cities of Beth Shemesh and Beth Anath. So the people of Naphtali continued to live with the Canaanites in those cities. Those people worked as slaves for the people of Naphtali."
            },
            {
                "verse_number": "34",
                "verse_text": "The Amorites forced the Danites back into the mountains. The Amorites would not let them come down to live in the plain."
            },
            {
                "verse_number": "35",
                "verse_text": "The Amorites were determined to stay in Mount Heres, Aijalon and Shaalbim. But the Israelites grew stronger. Then they made the Amorites work as slaves for them."
            },
            {
                "verse_number": "36",
                "verse_text": "The land of the Amorites was from Scorpion Pass to Sela and beyond it."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The angel of the Lord went up from Gilgal to Bokim. He spoke to the people of Israel there and said: &apos;I brought you up from Egypt. I led you to the land I promised to give to your ancestors. I said, &quot;I will never break my agreement with you."
            },
            {
                "verse_number": "2",
                "verse_text": "But in return, you must not make an agreement with the people who live in this land. You must destroy their altars.&quot; But you did not obey me. How could you do this?"
            },
            {
                "verse_number": "3",
                "verse_text": "Now I will tell you this: &quot;I will not force out the people in this land. They will become your enemies. Their gods will become a trap for you.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "After the angel gave Israel this message from the Lord, they cried loudly."
            },
            {
                "verse_number": "5",
                "verse_text": "So they named the place Bokim. There they offered sacrifices to the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Joshua told the people they could go home. So each one went to take his own share of the land."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Israel served the Lord as long as Joshua was alive. They continued serving the Lord during the lifetimes of the elders who lived on after Joshua. These men had seen all the great things the Lord had done for Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Joshua son of Nun was the servant of the Lord. Joshua died at the age of 110."
            },
            {
                "verse_number": "9",
                "verse_text": "So the Israelites buried him in the land he had been given. That land was at Timnath Heres. It was in the mountains of Ephraim, north of Mount Gaash."
            },
            {
                "verse_number": "10",
                "verse_text": "After those people had died, their children grew up. They did not know the Lord or what he had done for Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "So they did evil and worshiped the Baal idols. They did what the Lord said was wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord had brought the people of Israel out of Egypt. And the ancestors of these people had worshiped the Lord. But the Israelites quit following the Lord. They began to worship the gods of the people who lived around them. That made the Lord angry."
            },
            {
                "verse_number": "13",
                "verse_text": "The Israelites quit following the Lord and worshiped Baal and Ashtoreth."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord was angry with the people of Israel. So he let robbers attack them and take their possessions. He let their enemies who lived around them defeat them. They could not protect themselves from their enemies."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Israelites went out to fight, they always lost. They lost because the Lord was not on their side. The Lord had sworn to them this would happen. So the Israelites suffered very much."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Lord chose leaders called judges. These leaders saved the people of Israel from the robbers."
            },
            {
                "verse_number": "17",
                "verse_text": "But the Israelites did not listen to their judges. They were not faithful to God. They followed other gods instead. In the past the people of Israel obeyed the Lord&quot;s commands. But now the Israelites stopped obeying the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "Many times the enemies of Israel hurt the Israelites. So the Israelites would cry for help. And each time the Lord felt sorry for them. Each time he sent a judge to save them from their enemies. The Lord was with those judges."
            },
            {
                "verse_number": "19",
                "verse_text": "But when each judge died, the Israelites again sinned and worshiped the false gods. They became worse than their ancestors. The Israelites were very stubborn; they refused to change their evil ways."
            },
            {
                "verse_number": "20",
                "verse_text": "So the Lord became angry with the Israelites. He said, &apos;These people have broken the agreement I made with their ancestors. They have not listened to me."
            },
            {
                "verse_number": "21",
                "verse_text": "So I will no longer defeat the nations who were left when Joshua died."
            },
            {
                "verse_number": "22",
                "verse_text": "I will use those nations to test Israel. I will see if Israel keeps the Lord&quot;s commands as their ancestors did.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "In the past the Lord had permitted those nations to stay in the land. He did not quickly force them out. He did not help Joshua&quot;s army defeat them."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These are the nations the Lord did not force to leave. He wanted to test the Israelites who had not fought in the wars to take Canaan."
            },
            {
                "verse_number": "2",
                "verse_text": "The only reason the Lord left those nations in the land was to teach the descendants of the Israelites. He wanted to teach the people who had not fought in those wars how to fight."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the nations: the five rulers of the Philistines, all the Canaanites, the people of Sidon and the Hivites. The Hivites lived in the Lebanon mountains from Mount Baal Hermon to Lebo Hamath."
            },
            {
                "verse_number": "4",
                "verse_text": "Those nations were in the land to test the Israelites. The Lord wanted to see if Israel would obey the commands he had given to their ancestors by Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Israel lived with the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites."
            },
            {
                "verse_number": "6",
                "verse_text": "The Israelites began to marry the daughters of those people. And the Israelites allowed their daughters to marry the sons of those people. Israel served the gods of those people."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Israel did what the Lord said was wrong. They forgot about the Lord their God. Instead, they served the idols of Baal and Asherah."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord was angry with Israel. He allowed Cushan-Rishathaim king of Northwest Mesopotamia to rule over the Israelites. They were under that king&quot;s rule for eight years."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Israel cried to the Lord. So the Lord sent a man to save them. He was Othniel son of Kenaz. (Kenaz was Caleb&quot;s younger brother.) Othniel saved the Israelites."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit of the Lord entered Othniel. And he became Israel&quot;s judge and went to war. The Lord helped him to defeat Cushan-Rishathaim king of Northwest Mesopotamia."
            },
            {
                "verse_number": "11",
                "verse_text": "So the land was at peace for 40 years. Then Othniel son of Kenaz died."
            },
            {
                "verse_number": "12",
                "verse_text": "Again the people of Israel did what the Lord said was wrong. So the Lord gave Eglon king of Moab power to defeat Israel. This was because of the evil Israel did."
            },
            {
                "verse_number": "13",
                "verse_text": "Eglon got the Ammonite people and the Amalekite people to join him. Then he attacked Israel and took Jericho, the city of palm trees."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Israel were under the rule of Eglon king of Moab for 18 years."
            },
            {
                "verse_number": "15",
                "verse_text": "So the people cried to the Lord. And he sent a man to save them. That man was Ehud, who was left-handed. Ehud was the son of Gera from the people of Benjamin. Israel sent Ehud to give Eglon king of Moab the payment he demanded."
            },
            {
                "verse_number": "16",
                "verse_text": "Ehud made a sword for himself. The sword had two edges and was about 18 inches long. He tied the sword to his right upper leg under his clothes."
            },
            {
                "verse_number": "17",
                "verse_text": "So Ehud came to Eglon king of Moab and gave him the payment he demanded. Eglon was a very fat man."
            },
            {
                "verse_number": "18",
                "verse_text": "After he had given Eglon the payment, Ehud sent home the men who had carried it."
            },
            {
                "verse_number": "19",
                "verse_text": "When he passed the statues near the city Gilgal, he turned around. Ehud said to Eglon, &apos;I have a secret message for you, King Eglon.&apos; The king said, &apos;Be quiet!&apos; Then he sent all of his servants out of the room. Ehud said, &apos;I have a message from God for you.&apos; As the king stood up from his chair,"
            },
            {
                "verse_number": "20",
                "verse_text": "Ehud went to King Eglon. Eglon was now sitting alone in the room on top of his summer palace."
            },
            {
                "verse_number": "21",
                "verse_text": "Ehud reached with his left hand. He took out the sword that was tied to his right upper leg. Then he stabbed the sword deep into the king&quot;s belly!"
            },
            {
                "verse_number": "22",
                "verse_text": "The sword went into Eglon&quot;s belly so far that even the handle sank in. And the blade came out his back. The king&quot;s fat covered the whole sword. So Ehud left the sword in Eglon."
            },
            {
                "verse_number": "23",
                "verse_text": "He went out of the room and closed and locked the doors behind him."
            },
            {
                "verse_number": "24",
                "verse_text": "The servants returned just after Ehud left. They found the doors to the room locked. So they thought the king was relieving himself."
            },
            {
                "verse_number": "25",
                "verse_text": "They waited for a long time. Finally they became worried because he still had not opened the doors. So they got the key and unlocked them. When they entered, they saw their king lying dead on the floor!"
            },
            {
                "verse_number": "26",
                "verse_text": "While the servants were waiting, Ehud had escaped. He passed by the statues and went to Seirah."
            },
            {
                "verse_number": "27",
                "verse_text": "When he arrived there, he blew a trumpet in the mountains of Ephraim. The people of Israel heard it and went down from the hills with Ehud leading them."
            },
            {
                "verse_number": "28",
                "verse_text": "He said to them, &apos;Follow me! The Lord has helped us to defeat our enemies, the people of Moab.&apos; So Israel followed Ehud. They took control of the places where the Jordan River could easily be crossed. Israel did not allow the Moabites to come across the Jordan River."
            },
            {
                "verse_number": "29",
                "verse_text": "Israel killed about 10,000 strong and able men from Moab. Not one Moabite man escaped."
            },
            {
                "verse_number": "30",
                "verse_text": "So that day Moab was forced to be under the rule of Israel. And there was peace in the land for 80 years."
            },
            {
                "verse_number": "31",
                "verse_text": "After Ehud, another man saved Israel. His name was Shamgar son of Anath. Shamgar killed 600 Philistines with a sharp stick used to guide oxen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After Ehud died, the people of Israel again did what the Lord said was wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "So he let Jabin, a king of Canaan, defeat Israel. Jabin ruled in the city of Hazor. Sisera was the commander of Jabin&quot;s army. Sisera lived in Harosheth Haggoyim."
            },
            {
                "verse_number": "3",
                "verse_text": "He had 900 iron chariots and was very cruel to the people of Israel for 20 years. So they cried to the Lord for help."
            },
            {
                "verse_number": "4",
                "verse_text": "There was a prophetess named Deborah. She was the wife of Lappidoth. She was judge of Israel at that time."
            },
            {
                "verse_number": "5",
                "verse_text": "Deborah would sit under the Palm Tree of Deborah. This was between the cities of Ramah and Bethel, in the mountains of Ephraim. And the people of Israel would come to her to settle their arguments."
            },
            {
                "verse_number": "6",
                "verse_text": "Deborah sent a message to a man named Barak. He was the son of Abinoam. Barak lived in the city of Kedesh, which is in the area of Naphtali. Deborah said to Barak, &apos;The Lord, the God of Israel, commands you: &quot;Go and gather 10,000 men of Naphtali and Zebulun. Lead them to Mount Tabor."
            },
            {
                "verse_number": "7",
                "verse_text": "I will make Sisera, the commander of Jabin&quot;s army, come to you. Sisera, his chariots and his army will meet you at the Kishon River. I will help you to defeat Sisera there.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Barak said to Deborah, &apos;I will go if you will go with me. But if you will not go with me, I won&quot;t go.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Of course I will go with you,&apos; Deborah answered. &apos;But you will not get credit for the victory. The Lord will let a woman defeat Sisera.&apos; So Deborah went with Barak to Kedesh."
            },
            {
                "verse_number": "10",
                "verse_text": "At Kedesh, Barak called the people of Zebulun and Naphtali together. From them, he gathered 10,000 men to follow him. Deborah went with Barak also."
            },
            {
                "verse_number": "11",
                "verse_text": "Now Heber the Kenite had left the other Kenite people. (The Kenites were descendants of Hobab, Moses&quot; brother-in-law.) Heber had put up his tent by the great tree in Zaanannim. This is near Kedesh."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Sisera was told that Barak son of Abinoam had gone up to Mount Tabor."
            },
            {
                "verse_number": "13",
                "verse_text": "So Sisera gathered his 900 iron chariots and all the men with him. They went from Harosheth Haggoyim to the Kishon River."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Deborah said to Barak, &apos;Get up! Today is the day the Lord will help you defeat Sisera. You know the Lord has already cleared the way for you.&apos; So Barak led 10,000 men down from Mount Tabor."
            },
            {
                "verse_number": "15",
                "verse_text": "He and his men attacked Sisera and his men. During the battle the Lord confused Sisera and his army and chariots. So Barak and his men used their swords to defeat Sisera&quot;s army. But Sisera left his chariot and ran away on foot."
            },
            {
                "verse_number": "16",
                "verse_text": "Barak and his men chased Sisera&quot;s chariots and army to Harosheth Haggoyim. They used their swords to kill all of Sisera&quot;s men. Not one of them was left alive."
            },
            {
                "verse_number": "17",
                "verse_text": "But Sisera himself ran away. He came to the tent where Jael lived. She was the wife of Heber, one of the Kenite family groups. Heber&quot;s family was at peace with Jabin king of Hazor."
            },
            {
                "verse_number": "18",
                "verse_text": "Jael went out to meet Sisera. She said to him, &apos;Come into my tent, master! Come in. Don&quot;t be afraid.&apos; So Sisera went into Jael&quot;s tent, and she covered him with a rug."
            },
            {
                "verse_number": "19",
                "verse_text": "Sisera said to Jael, &apos;I am thirsty. Please give me some water to drink.&apos; So she opened a leather bag in which she kept milk and gave him a drink. Then she covered him up."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Sisera said to Jael, &apos;Go stand at the entrance to the tent. If anyone comes and asks you, &quot;Is anyone here?&quot; say, &quot;No.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Jael, the wife of Heber, took a tent peg and a hammer. She quietly went to Sisera. Since he was very tired, he was sleeping. She hammered the tent peg through the side of Sisera&quot;s head and into the ground! And so Sisera died."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Barak came by Jael&quot;s tent, chasing Sisera. Jael went out to meet him and said, &apos;Come. I will show you the man you are looking for.&apos; So Barak entered her tent. There Sisera lay dead, with the tent peg in his head."
            },
            {
                "verse_number": "23",
                "verse_text": "On that day God defeated Jabin king of Canaan in the sight of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "Israel became stronger and stronger against Jabin king of Canaan. Finally, they destroyed him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "On that day Deborah and Barak son of Abinoam sang this song:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The leaders led Israel. The people volunteered to go to battle. Praise the Lord! Pay attention, rulers! I myself will sing to the Lord. I will make music to the Lord, the God of Israel. You marched from the land of Edom, and the earth shook. The skies rained, and the clouds dropped water. They shook before the Lord, the God of Israel! in the days of Jael, the main roads were empty. Travelers went on the back roads. until I, Deborah, arose. I arose to be a mother to Israel. Because of this, enemies fought us at our city gates. No one could find a shield or a spear among the 40,000 men of Israel. They volunteered freely from among the people. Praise the Lord! and sit on saddle blankets, listen! And you who walk along the road, listen! at the watering holes. There they tell about the victories of the Lord. They tell about the victories of the Lord&quot;s warriors in Israel. Then the Lord&quot;s people went down to the city gates. Wake up, wake up, sing a song! Get up, Barak! Go capture your enemies, son of Abinoam! The Lord&quot;s people came down to me with strong men. Benjamin was among the people who followed you. From the family group of Makir in West Manasseh, the commanders came down. And from Zebulun came those men who lead with an officer&quot;s staff. The people of Issachar were loyal to Barak. They followed him into the valley. The Reubenites thought hard about what they would do. Was it to hear the music played for your sheep? The Reubenites thought hard about what they would do. People of Dan, why did you stay by the ships? The people of Asher stayed at the seashore. They stayed at their safe harbors. So did the people of Naphtali on the battlefield. At that time the kings of Canaan fought at Taanach, by the waters of Megiddo. But they took away no silver or possessions of Israel. From their paths, they fought Sisera. that old river, the Kishon River. March on, my soul, with strength! Galloping, galloping go Sisera&quot;s mighty horses. &quot;Bitterly curse its people, because they did not come to help the Lord. They did not fight the strong enemy.&quot; be blessed above all women who live in tents. but Jael gave him milk. In a bowl fit for a ruler, she brought him cream. Her right hand reached for the workman&quot;s hammer. And she hit Sisera! She smashed his head! She crushed and pierced the side of his head! He fell, and he lay there. At her feet he sank. He fell. Where Sisera sank, there he fell, dead! She looked through the curtains. She asked, &quot;Why is Sisera&quot;s chariot so late in coming? Why are sounds of his chariots&quot; horses delayed?&quot; And Sisera&quot;s mother says to herself, Surely they are dividing those things among themselves! A girl or two is being given to each soldier. Maybe Sisera is taking pieces of dyed cloth. Maybe they are even taking pieces of dyed, embroidered cloth for the necks of the victors!&quot; But let all the people who love you be powerful like the rising sun!&apos; So there was peace in the land for 40 years."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen, kings."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Lord, in the past you came from Edom."
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains shook before the Lord, the God of Mount Sinai."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;In the days of Shamgar son of Anath,"
            },
            {
                "verse_number": "7",
                "verse_text": "There were no warriors in Israel"
            },
            {
                "verse_number": "8",
                "verse_text": "At that time they chose to follow new gods."
            },
            {
                "verse_number": "9",
                "verse_text": "My heart is with the commanders of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You who ride on white donkeys"
            },
            {
                "verse_number": "11",
                "verse_text": "Listen to the sound of the singers"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Wake up, wake up, Deborah!"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Then the men who were left came down to the important leaders."
            },
            {
                "verse_number": "14",
                "verse_text": "They came from Ephraim in the mountains of Amalek."
            },
            {
                "verse_number": "15",
                "verse_text": "The princes of Issachar were with Deborah."
            },
            {
                "verse_number": "16",
                "verse_text": "Why did you stay by the sheepfold?"
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Gilead stayed east of the Jordan River."
            },
            {
                "verse_number": "18",
                "verse_text": "But the people of Zebulun risked their lives."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The kings came, and they fought."
            },
            {
                "verse_number": "20",
                "verse_text": "The stars fought from heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "The Kishon River swept Sisera&quot;s men away,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the horses&quot; hooves beat the ground."
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;May the town of Meroz be cursed,&quot; said the angel of the Lord."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;May Jael, the wife of Heber the Kenite,"
            },
            {
                "verse_number": "25",
                "verse_text": "Sisera asked for water,"
            },
            {
                "verse_number": "26",
                "verse_text": "Jael reached out and took the tent peg."
            },
            {
                "verse_number": "27",
                "verse_text": "At Jael&quot;s feet he sank."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Sisera&quot;s mother looked out through the window."
            },
            {
                "verse_number": "29",
                "verse_text": "The wisest of her servant ladies answer her."
            },
            {
                "verse_number": "30",
                "verse_text": "&quot;Surely they are taking the possessions of the people they defeated!"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Let all your enemies die this way, Lord!"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Again the people of Israel did what the Lord said was wrong. So for seven years the Lord let the people of Midian rule Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "The Midianites were very powerful and were cruel to the Israelites. So the Israelites made hiding places in the mountains. They also hid in caves and safe places."
            },
            {
                "verse_number": "3",
                "verse_text": "Whenever the Israelites planted crops, the Midianites, Amalekites and other peoples from the east would come and attack them."
            },
            {
                "verse_number": "4",
                "verse_text": "These people camped in the land. And they destroyed the crops that the Israelites had planted. They did this as far as the land near Gaza. The people left nothing for Israel to eat. They left them no sheep, cattle or donkeys."
            },
            {
                "verse_number": "5",
                "verse_text": "The Midianites came up and camped in the land. They brought their tents and their animals with them. They were like swarms of locusts! There were so many people and camels they could not be counted. These people came into the land to ruin it."
            },
            {
                "verse_number": "6",
                "verse_text": "Israel became very poor because of the Midianites. So the Israelites cried out to the Lord for help."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites cried out to the Lord for help against the Midianites."
            },
            {
                "verse_number": "8",
                "verse_text": "So the Lord sent a prophet to them. The prophet said, &apos;This is what the Lord, the God of Israel, says: I brought you out of Egypt, the land of slavery."
            },
            {
                "verse_number": "9",
                "verse_text": "I saved you from the people of Egypt. And I saved you from all the people of Canaan. I forced them out of their land. And I gave it to you."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I said to you, &quot;I am the Lord your God. You will live in the land of the Amorites, but you must not worship their gods.&quot; But you did not obey me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The angel of the Lord came and sat down under an oak tree at Ophrah. The oak tree belonged to Joash, who was one of the Abiezrite people. Joash was the father of Gideon. Gideon was separating some wheat from the chaff in a winepress. Gideon did this to keep the wheat from the Midianites."
            },
            {
                "verse_number": "12",
                "verse_text": "The angel of the Lord appeared to Gideon and said, &apos;The Lord is with you, mighty warrior!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Gideon said, &apos;Pardon me, sir. If the Lord is with us, why are we having so many troubles? Our ancestors told us he did miracles. They told us the Lord brought them out of Egypt. But now he has left us. He has allowed the Midianites to defeat us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord turned to Gideon and said, &apos;You have the strength to save the people of Israel. Go and save them from the Midianites. I am the one who is sending you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Gideon answered, &apos;Pardon me, Lord. How can I save Israel? My family group is the weakest in Manasseh. And I am the least important member of my family.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord answered him, &apos;I will be with you. It will seem as if you are fighting only one man.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Gideon said to the Lord, &apos;If you are pleased with me, give me proof. Show me that it is really you talking with me."
            },
            {
                "verse_number": "18",
                "verse_text": "Please wait here. Do not go away until I come back to you. Let me bring my offering and set it in front of you.&apos; And the Lord said, &apos;I will wait until you come back.&apos; Someone told them, &apos;Gideon son of Joash did this.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Gideon went in and cooked a young goat. He also took about 20 quarts of flour and made bread without yeast. Then he put the meat into a basket. And he put the broth from the boiled meat into a pot. He brought out the meat, the broth and the bread without yeast. He brought the food to the angel of the Lord. Gideon gave it to him under the oak tree."
            },
            {
                "verse_number": "20",
                "verse_text": "The angel of God said to Gideon, &apos;Put the meat and the bread without yeast on that rock over there. Then pour the broth on them.&apos; And Gideon did as he was told."
            },
            {
                "verse_number": "21",
                "verse_text": "The angel of the Lord had a stick in his hand. He touched the meat and the bread with the end of the stick. Then fire jumped up from the rock! The meat and the bread were completely burned up! And the angel of the Lord disappeared!"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Gideon understood he had been talking to the angel of the Lord. So Gideon cried, &apos;Lord God! I have seen the angel of the Lord face to face!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But the Lord said to Gideon, &apos;Calm down! Don&quot;t be afraid! You will not die!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Gideon built an altar there to worship the Lord. Gideon named the altar The Lord Is Peace. It still stands at Ophrah, where the Abiezrites live."
            },
            {
                "verse_number": "25",
                "verse_text": "That same night the Lord spoke to Gideon. The Lord said, &apos;Take the bull that belongs to your father and a second bull seven years old. Pull down your father&quot;s altar to Baal. Cut down the Asherah idol beside it."
            },
            {
                "verse_number": "26",
                "verse_text": "Then build an altar to the Lord your God. Build it on this high ground. Lay its stones in the right order. Then kill and burn the bull on this altar. Use the wood from the Asherah idol to burn your offering.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Gideon got ten of his servants. And he did what the Lord had told him to do. But Gideon was afraid that his family and the men of the city might see him. So he did it at night, not in the daytime."
            },
            {
                "verse_number": "28",
                "verse_text": "The men of the city got up the next morning. They saw that the altar for Baal had been destroyed! And they saw that the Asherah idol beside it had been cut down! They also saw the altar Gideon had built. And they saw the bull that had been sacrificed on it."
            },
            {
                "verse_number": "29",
                "verse_text": "The men of the city looked at each other and asked, &apos;Who did this?&apos; They asked many questions and looked for the person who had done those things."
            },
            {
                "verse_number": "30",
                "verse_text": "So they said to Joash, &apos;Bring your son out. He has pulled down the altar of Baal. He has cut down the Asherah idol beside it. So your son must die!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Joash spoke to the angry crowd around him. He said, &apos;Are you going to take Baal&quot;s side? Are you going to defend Baal? Anyone who takes Baal&quot;s side will be killed by morning! If Baal is a god, let him fight for himself. It&quot;s his altar that has been pulled down.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So on that day Gideon got the name Jerub-Baal. The name means &apos;let Baal fight against him.&apos; They named him this because Gideon pulled down Baal&quot;s altar."
            },
            {
                "verse_number": "33",
                "verse_text": "All the Midianites, the Amalekites and other peoples from the east joined together. They came across the Jordan River and camped in the Valley of Jezreel."
            },
            {
                "verse_number": "34",
                "verse_text": "But the Spirit of the Lord entered Gideon! Gideon blew a trumpet to call the Abiezrites to follow him."
            },
            {
                "verse_number": "35",
                "verse_text": "He sent messengers to all of Manasseh. The people of Manasseh were called to follow Gideon. Gideon also sent messengers to the people of Asher, Zebulun and Naphtali. They also went up to meet Gideon and his men."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Gideon said to God, &apos;You said you would help me save Israel."
            },
            {
                "verse_number": "37",
                "verse_text": "I will put some wool on the threshing floor. Let there be dew only on the wool. But let all of the ground be dry. Then I will know what you said is true. I will know that you will use me to save Israel.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "And that is just what happened. Gideon got up early the next morning and squeezed the wool. He got a full bowl of water from the wool."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Gideon said to God, &apos;Don&quot;t be angry with me. Let me ask just one more thing. Please let me make one more test. Let the wool be dry while the ground around it gets wet with dew.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "That night God did that very thing. Just the wool was dry, but the ground around it was wet with dew."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Early in the morning Jerub-Baal and all his men set up their camp at the spring of Harod. (Jerub-Baal is also called Gideon.) The Midianites were camped north of them. The Midianites were camped in the valley at the bottom of the hill called Moreh."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord said to Gideon, &apos;You have too many men to defeat the Midianites. I don&quot;t want the Israelites to brag that they saved themselves."
            },
            {
                "verse_number": "3",
                "verse_text": "So now, announce to the people, &quot;Anyone who is afraid may leave Mount Gilead. He may go back home.&quot;&apos; And 22,000 men went back home. But 10,000 remained."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord said to Gideon, &apos;There are still too many men. Take the men down to the water, and I will test them for you there. If I say, &quot;This man will go with you,&quot; he will go. But if I say, &quot;That one will not go with you,&quot; he will not go.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Gideon led the men down to the water. There the Lord said to him, &apos;Separate them. Those who drink water by lapping it up like a dog will be in one group. Those who bend down to drink will be in the other group.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "There were 300 men who used their hands to bring water to their mouths. They lapped it as a dog does. All the rest got down on their knees to drink."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the Lord said to Gideon, &apos;I will save you, using the 300 men who lapped the water. And I will allow you to defeat Midian. Let all the other men go to their homes.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Gideon sent the rest of Israel to their homes. But he kept 300 men. He took the jars and the trumpets of those who went home. Now the camp of Midian was in the valley below Gideon. So Gideon and his servant Purah went down to the edge of the enemy camp. So they called out all the men of Ephraim. They took control of the Jordan River as far as Beth Barah."
            },
            {
                "verse_number": "9",
                "verse_text": "That night the Lord spoke to Gideon. He said, &apos;Get up. Go down and attack the camp of the Midianites. I will allow you to defeat them."
            },
            {
                "verse_number": "10",
                "verse_text": "But if you are afraid to go down, take your servant Purah with you."
            },
            {
                "verse_number": "11",
                "verse_text": "When you come to the camp of Midian, you will hear what they are saying. Then you will not be afraid to attack the camp.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Midianites, the Amalekites and all the peoples from the east were camped in that valley. There were so many of them they seemed like locusts. They had so many camels no one could count them. There were as many as there are grains of sand on the seashore!"
            },
            {
                "verse_number": "13",
                "verse_text": "When Gideon came to the enemy camp, he heard a man talking. That man was telling his friend about a dream. He was saying, &apos;Listen, I dreamed that a loaf of barley bread rolled into the camp of Midian. It hit the tent so hard that the tent turned over and fell flat!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The man&quot;s friend said, &apos;Your dream is about the sword of Gideon son of Joash, a man of Israel. God will let Gideon defeat Midian and the whole army!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Gideon heard about the dream and what it meant, he worshiped God. Then Gideon went back to the camp of Israel. He called out to them, &apos;Get up! The Lord has defeated the army of Midian for you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Gideon divided the 300 men into three groups. He gave each man a trumpet and an empty jar. A burning torch was inside each jar."
            },
            {
                "verse_number": "17",
                "verse_text": "Gideon told the men, &apos;Watch me and do what I do. When I get to the edge of the camp, do what I do."
            },
            {
                "verse_number": "18",
                "verse_text": "Surround the enemy camp. I and everyone with me will blow our trumpets. When we blow our trumpets, you blow your trumpets, too. Then shout, &quot;For the Lord and for Gideon!&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Gideon and the 100 men with him came to the edge of the enemy camp. They came just after the enemy had changed guards. It was during the middle watch of the night. Then Gideon and his men blew their trumpets and smashed their jars."
            },
            {
                "verse_number": "20",
                "verse_text": "All three groups of Gideon&quot;s men blew their trumpets and smashed their jars. They held the torches in their left hands and the trumpets in their right hands. Then they shouted, &apos;A sword for the Lord and for Gideon!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Each of Gideon&quot;s men stayed in his place around the camp. But inside the camp, the men of Midian began shouting and running away."
            },
            {
                "verse_number": "22",
                "verse_text": "When Gideon&quot;s 300 men blew their trumpets, the Lord caused all the men of Midian to fight each other with their swords! The enemy army ran away to the city of Beth Shittah. It is toward Zererah. They ran as far as the border of the city of Abel Meholah. It is near the city of Tabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "Then men of Israel from Naphtali, Asher and all of Manasseh were called out to chase the Midianites."
            },
            {
                "verse_number": "24",
                "verse_text": "Gideon sent messengers through all the mountains of Ephraim. They said, &apos;Come down and attack the Midianites. Take control of the Jordan River as far as Beth Barah. Do this before the Midianites can get to the river and cross it.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The men of Ephraim captured two princes of Midian named Oreb and Zeeb. The men of Ephraim killed Oreb at the rock of Oreb. They killed Zeeb at the winepress of Zeeb. And they continued chasing the Midianites. They cut off the heads of Oreb and Zeeb and took them to Gideon. He was now east of the Jordan River."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The men of Ephraim asked Gideon, &apos;Why did you treat us this way? Why didn&quot;t you call us when you went to fight against Midian?&apos; They were very angry at Gideon."
            },
            {
                "verse_number": "2",
                "verse_text": "But he answered them, &apos;I have not done as well as you! The small part you did was better than all that my people of Abiezer did."
            },
            {
                "verse_number": "3",
                "verse_text": "God allowed you to capture Oreb and Zeeb, the princes of Midian. How can I compare what I did with what you did?&apos; When the men of Ephraim heard Gideon&quot;s answer, they were not as angry anymore."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Gideon and his 300 men came to the Jordan River. They were tired, but they chased the enemy across to the other side."
            },
            {
                "verse_number": "5",
                "verse_text": "Gideon said to the men of Succoth, &apos;Please give my soldiers some bread. They are very tired. I am chasing Zebah and Zalmunna, the kings of Midian.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the leaders of Succoth said, &apos;Why should we give your soldiers bread? You haven&quot;t caught Zebah and Zalmunna yet.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Gideon said, &apos;The Lord will help me capture Zebah and Zalmunna. After that, I will whip your skin with thorns and briers from the desert.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Gideon left Succoth and went to the city of Peniel. He asked the men there for food. It was just as he had asked the men of Succoth. And the men of Peniel gave him the same answer as the men of Succoth."
            },
            {
                "verse_number": "9",
                "verse_text": "So Gideon said to the men of Peniel, &apos;After I win the victory, I will come back here. And I will pull down this tower.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Zebah and Zalmunna and their army were in the city of Karkor. Their army had about 15,000 men. They were all who were left of the army of the peoples of the east. Already 120,000 soldiers of that army had been killed."
            },
            {
                "verse_number": "11",
                "verse_text": "Gideon used the road of those who live in tents. This road is east of Nobah and Jogbehah. Gideon attacked the enemy army when they did not expect it."
            },
            {
                "verse_number": "12",
                "verse_text": "Zebah and Zalmunna, the kings of Midian, ran away. But Gideon chased and captured them. Gideon and his men defeated the enemy army."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Gideon son of Joash returned from the battle. He and his men returned by the Pass of Heres."
            },
            {
                "verse_number": "14",
                "verse_text": "Gideon captured a young man from Succoth and asked him some questions. The young man wrote down for Gideon the names of 77 men. They were the officers and elders of Succoth."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Gideon came to Succoth. He said to the men of that city, &apos;Here are Zebah and Zalmunna. You made fun of me by saying, &quot;Why should we give bread to your tired men? You have not caught Zebah and Zalmunna yet.&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Gideon took the elders of the city. He punished them with thorns and briers from the desert."
            },
            {
                "verse_number": "17",
                "verse_text": "He also pulled down the tower of Peniel. Then he killed the men in that city."
            },
            {
                "verse_number": "18",
                "verse_text": "Gideon spoke to Zebah and Zalmunna. He said, &apos;You killed some men on Mount Tabor. What were those men like?&apos; Zebah and Zalmunna answered, &apos;They were like you. Each one of them seemed like a prince.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon said, &apos;Those were my brothers, my mother&quot;s sons. As surely as the Lord lives, I would not kill you if you had spared them.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Gideon turned to Jether, his oldest son. Gideon said to him, &apos;Kill them.&apos; But Jether was only a boy and was afraid. So he did not take out his sword."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Zebah and Zalmunna said to Gideon, &apos;Come on. Kill us yourself. As the saying goes, &quot;It takes a man to do a man&quot;s job.&quot;&apos; So Gideon got up and killed Zebah and Zalmunna. Then he took the decorations off their camels&quot; necks."
            },
            {
                "verse_number": "22",
                "verse_text": "The people of Israel said to Gideon, &apos;You saved us from the Midianites. So now, rule over us. We want you, your son and your grandson to rule over us.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Gideon told them, &apos;The Lord will be your ruler. I will not rule over you. And my son will not rule over you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "He said, &apos;I want you to do this one thing for me. I want each of you to give me a gold earring from the things you took in the fighting.&apos; (The Ishmaelite men wore gold earrings. And some Ishmaelites had been defeated in the battle.)"
            },
            {
                "verse_number": "25",
                "verse_text": "So the people of Israel said to Gideon, &apos;We will gladly give you what you want.&apos; So they put a coat down on the ground. Each man threw an earring onto the coat."
            },
            {
                "verse_number": "26",
                "verse_text": "The gold earrings weighed about 43 pounds. This did not count the weight of the other gifts the people gave to Gideon. They gave him decorations, necklaces and purple robes. These were things that the kings of Midian had worn. The people also gave him chains from the camels of the kings of Midian."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon used the gold to make an idol. He put the idol in his hometown of Ophrah. All the people of Israel were unfaithful to God and worshiped the idol. It became a trap that caused Gideon and his family to sin."
            },
            {
                "verse_number": "28",
                "verse_text": "So Midian was forced to be under the rule of Israel. Midian did not cause trouble anymore. And the land had peace for 40 years, as long as Gideon was alive."
            },
            {
                "verse_number": "29",
                "verse_text": "Gideon son of Joash went to his home to live."
            },
            {
                "verse_number": "30",
                "verse_text": "He had 70 sons of his own. He had many sons because he had many wives."
            },
            {
                "verse_number": "31",
                "verse_text": "Gideon had a slave woman who lived in Shechem. He also had a son by her. He named that son Abimelech."
            },
            {
                "verse_number": "32",
                "verse_text": "So Gideon son of Joash died at a good old age. He was buried in the tomb of Joash, his father. That tomb is in Ophrah, where the Abiezrites live."
            },
            {
                "verse_number": "33",
                "verse_text": "As soon as Gideon died, the people of Israel were again unfaithful to God. They followed the Baal gods. They made Baal-of-the-Agreement their god."
            },
            {
                "verse_number": "34",
                "verse_text": "The Israelites did not remember the Lord their God. He had saved them from all their enemies who were living all around them."
            },
            {
                "verse_number": "35",
                "verse_text": "And Jerub-Baal, also called Gideon, had done many good things for Israel. But Israel was not kind to the family of Gideon for these things."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Abimelech son of Jerub-Baal, also called Gideon, went to his uncles. They lived in the city of Shechem. He said to his uncles and all of his mother&quot;s family group,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Ask the leaders of Shechem this question: &quot;Is it better for you to be ruled by the 70 sons of Jerub-Baal or to be ruled by only 1 man?&quot; Remember, I am your relative.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Abimelech&quot;s uncles spoke to all the leaders of Shechem. They asked them that question. All the leaders decided to follow Abimelech. They said, &apos;He is our brother.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the leaders of Shechem gave Abimelech about one and three-fourths pounds of silver. The silver was from the temple of the god Baal-of-the-Agreement. Abimelech used the silver to hire some worthless, reckless men. They followed Abimelech wherever he went."
            },
            {
                "verse_number": "5",
                "verse_text": "Abimelech went to Ophrah, the hometown of his father. There Abimelech murdered his 70 brothers. They were the sons of Abimelech&quot;s father, Gideon. He killed them all on one stone. But Gideon&quot;s youngest son, Jotham, hid from Abimelech and escaped."
            },
            {
                "verse_number": "6",
                "verse_text": "Then all of the leaders of Shechem and Beth Millo came together. They gathered beside the great tree at the stone pillar in Shechem. There they made Abimelech their king."
            },
            {
                "verse_number": "7",
                "verse_text": "When Jotham heard this, he went and stood on the top of Mount Gerizim. Jotham shouted to the people: &apos;Listen to me, you leaders of Shechem. Then God may listen to you!"
            },
            {
                "verse_number": "8",
                "verse_text": "One day the trees decided to appoint a king to rule over them. They said to the olive tree, &quot;You be king over us!&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But the olive tree said, &quot;Men and gods are honored by my oil. Should I stop making it just to go and sway over the other trees?&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Then the trees said to the fig tree, &quot;Come and be our king!&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But the fig tree answered, &quot;Should I stop making my sweet and good fruit? Should I stop just to go and sway over the other trees?&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Then the trees said to the vine, &quot;Come and be our king!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But the vine answered, &quot;My wine makes men and gods happy. Should I stop making it just to go and sway over the trees?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Then all the trees said to the thornbush, &quot;Come and be our king.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But the thornbush said to the trees, &quot;If you really want to appoint me king over you, come and find shelter in my shade! But if you do not want to do this, let fire come out of the thornbush. Let the fire burn up the cedars of Lebanon!&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Now, were you completely honest and sincere when you made Abimelech king? Have you been fair to Gideon and his family? Have you treated Gideon as you should?"
            },
            {
                "verse_number": "17",
                "verse_text": "Remember, my father fought for you. He risked his life to save you from the power of the Midianites."
            },
            {
                "verse_number": "18",
                "verse_text": "But now you have turned against my father&quot;s family. You have killed my father&quot;s 70 sons on one stone. You have made Abimelech king over the people of Shechem. He is the son of my father&quot;s slave girl! You have made Abimelech king just because he is your relative."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, if you have been honest and sincere to Gideon and his family today, be happy with Abimelech as your king. And may he be happy with you!"
            },
            {
                "verse_number": "20",
                "verse_text": "But if you have not acted right, may fire come out of Abimelech! May that fire completely burn you leaders of Shechem and Beth Millo! Also may fire come out of the leaders of Shechem and burn up Abimelech!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jotham ran away. He escaped to the city of Beer. He lived there because he was afraid of his brother Abimelech."
            },
            {
                "verse_number": "22",
                "verse_text": "Abimelech ruled Israel for three years."
            },
            {
                "verse_number": "23",
                "verse_text": "Then God sent an evil spirit to make trouble between Abimelech and the leaders of Shechem. So the leaders of Shechem turned against him."
            },
            {
                "verse_number": "24",
                "verse_text": "Abimelech had killed Gideon&quot;s 70 sons. They were Abimelech&quot;s own brothers. And the leaders of Shechem had helped him kill them. So God sent the evil spirit to punish them."
            },
            {
                "verse_number": "25",
                "verse_text": "The leaders of Shechem were against Abimelech then. They put men on the hilltops. These men attacked and robbed everyone who went by. Abimelech was told about these attacks."
            },
            {
                "verse_number": "26",
                "verse_text": "A man named Gaal and his brothers moved into Shechem. He was the son of Ebed. The leaders of Shechem decided to trust and follow Gaal."
            },
            {
                "verse_number": "27",
                "verse_text": "The people of Shechem went out to the vineyards to pick grapes. They walked on the grapes to make wine. Then they had a feast in the temple of their god. The people ate and drank and cursed Abimelech."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Gaal son of Ebed said, &apos;We are the men of Shechem. Why should we obey Abimelech? Who does he think he is? Isn&quot;t Abimelech one of Gideon&quot;s sons? Didn&quot;t Abimelech make Zebul his officer? We should not obey Abimelech! We should obey the men of Hamor, Shechem&quot;s father. Why should we obey Abimelech?"
            },
            {
                "verse_number": "29",
                "verse_text": "If you made me commander of these people, I would get rid of Abimelech! I would say to him, &quot;Get your army ready and come out to battle!&quot;&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Now Zebul was the ruler of Shechem. He heard what Gaal son of Ebed said. And Zebul became very angry."
            },
            {
                "verse_number": "31",
                "verse_text": "He sent messengers to Abimelech in the city of Arumah. The message said, &apos;Gaal son of Ebed and Gaal&quot;s brothers have come to Shechem. Gaal is turning the city against you!"
            },
            {
                "verse_number": "32",
                "verse_text": "So now you and your men should get up in the night. Then go lie in the fields outside the city."
            },
            {
                "verse_number": "33",
                "verse_text": "When the sun comes up in the morning, attack the city. Gaal and his men will come out to fight you. Then do what you can to them.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So Abimelech and all his soldiers got up during the night. They went near Shechem and separated into four groups. There they hid."
            },
            {
                "verse_number": "35",
                "verse_text": "Gaal son of Ebed went out and was standing at the entrance to the city gate. As he was standing there, Abimelech and his soldiers came out of their hiding places."
            },
            {
                "verse_number": "36",
                "verse_text": "When Gaal saw the soldiers, he said to Zebul, &apos;Look! There are people coming down from the mountains!&apos; But Zebul said, &apos;You are seeing the shadows of the mountains. The shadows just look like people.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But again Gaal said, &apos;Look, there are people coming down from the center of the land. And there is a group coming from the fortune-tellers&quot; tree!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Zebul said to Gaal, &apos;Where is your bragging now? You said, &quot;Who is Abimelech? Why should we obey him?&quot; You made fun of these men. Now go out and fight them.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So Gaal led the men of Shechem out to fight Abimelech."
            },
            {
                "verse_number": "40",
                "verse_text": "Abimelech and his men chased them. Many of Gaal&quot;s men were killed before they could get back to the city gate."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Abimelech stayed at Arumah. Zebul forced Gaal and his brothers to leave Shechem."
            },
            {
                "verse_number": "42",
                "verse_text": "The next day the people of Shechem went out to the fields. Abimelech was told about it."
            },
            {
                "verse_number": "43",
                "verse_text": "So he separated his men into three groups. And he hid them in the fields. When he saw the people coming out of the city, he jumped up and attacked them."
            },
            {
                "verse_number": "44",
                "verse_text": "Abimelech and his group ran to the entrance gate to the city. The other two groups ran out to the people in the fields and killed them."
            },
            {
                "verse_number": "45",
                "verse_text": "Abimelech and his men fought the city of Shechem all day. They captured it and killed its people. Then Abimelech tore down the city. And he threw salt over the ruins so nothing would ever grow there."
            },
            {
                "verse_number": "46",
                "verse_text": "The people who lived at the nearby Tower of Shechem heard what had happened to Shechem. So the leaders gathered in the safest room of the temple of the god Baal-of-the-Agreement."
            },
            {
                "verse_number": "47",
                "verse_text": "Abimelech heard that all the leaders of the Tower of Shechem had gathered there."
            },
            {
                "verse_number": "48",
                "verse_text": "So he and all his men went up to Mount Zalmon, near Shechem. Abimelech took an ax and cut some branches. Then he put them on his shoulders. He said to all his men with him, &apos;Hurry! Do what I have done!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "So all those men cut branches and followed Abimelech. They piled the branches against the safest room of the temple. Then they set them on fire and burned the people in the room. So all the people who lived at the Tower of Shechem also died. There were about 1,000 men and women."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Abimelech went to the city of Thebez. He surrounded the city, attacked it and captured it."
            },
            {
                "verse_number": "51",
                "verse_text": "But inside the city was a strong tower. All the men and women of that city ran to the tower. When they got inside, they locked the door behind them. Then they climbed up to the roof of the tower."
            },
            {
                "verse_number": "52",
                "verse_text": "Abimelech came to the tower and attacked it. He went up to the door of the tower to set it on fire."
            },
            {
                "verse_number": "53",
                "verse_text": "As Abimelech came near, a woman dropped a large stone for grinding grain on his head. The stone crushed Abimelech&quot;s skull."
            },
            {
                "verse_number": "54",
                "verse_text": "He quickly called to the officer who carried his armor. He said, &apos;Take out your sword and kill me. I don&quot;t want people to say, &quot;A woman killed Abimelech.&quot;&apos; So the officer stabbed Abimelech, and he died."
            },
            {
                "verse_number": "55",
                "verse_text": "When the people of Israel saw Abimelech was dead, they all returned home."
            },
            {
                "verse_number": "56",
                "verse_text": "In that way God punished Abimelech for all the evil he had done. Abimelech had sinned against his own father by killing his 70 brothers."
            },
            {
                "verse_number": "57",
                "verse_text": "God also punished the men of Shechem for the evil they had done. So the curse Jotham had spoken came true. (Jotham was the youngest son of Gideon.)"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After Abimelech died, another judge came to save the people of Israel. He was Tola son of Puah. (Puah was the son of Dodo.) Tola was from the people of Issachar. He lived in the city of Shamir in the mountains of Ephraim."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola was a judge for Israel for 23 years. Then he died and was buried in Shamir."
            },
            {
                "verse_number": "3",
                "verse_text": "After Tola died, Jair became judge. He lived in the region of Gilead. He was a judge for Israel for 22 years."
            },
            {
                "verse_number": "4",
                "verse_text": "Jair had 30 sons, who rode 30 donkeys. These 30 sons controlled 30 towns in Gilead. These towns are called the Towns of Jair to this day."
            },
            {
                "verse_number": "5",
                "verse_text": "Jair died and was buried in the city of Kamon."
            },
            {
                "verse_number": "6",
                "verse_text": "Again the Israelites did what the Lord said was wrong. They worshiped the Baal and Ashtoreth idols. They also worshiped the gods of the peoples of Aram, Sidon, Moab and Ammon. And they worshiped the gods of the Philistines. The Israelites left the Lord and stopped serving him."
            },
            {
                "verse_number": "7",
                "verse_text": "So the Lord became angry with them. He allowed the Philistines and the Ammonites to defeat them."
            },
            {
                "verse_number": "8",
                "verse_text": "In the same year those people destroyed the Israelites who lived east of the Jordan River. This is in the region of Gilead, where the Amorites lived. The Israelites suffered for 18 years."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites then crossed the Jordan River to fight the people of Judah, Benjamin and Ephraim. The Ammonites caused much trouble to the people of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "So the Israelites cried out to the Lord, &apos;We have sinned against you. We left our God and worshiped the Baal idols.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord answered the Israelites, &apos;You cried to me when the Egyptians, the Amorites, the Ammonites and the Philistines hurt you. I saved you from these people."
            },
            {
                "verse_number": "12",
                "verse_text": "You cried to me when the Sidonians, Amalekites and Maonites hurt you. I also saved you from those people."
            },
            {
                "verse_number": "13",
                "verse_text": "But you have left me. You have worshiped other gods. So I refuse to save you again!"
            },
            {
                "verse_number": "14",
                "verse_text": "You have chosen those gods. So go call to them for help. Let them save you when you are in trouble!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But the people of Israel said to the Lord, &apos;We have sinned. Do to us whatever you want, but please save us today!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Israelites threw away the foreign gods among them. And they worshiped the Lord again. So he felt sorry for them when he saw their suffering."
            },
            {
                "verse_number": "17",
                "verse_text": "The Ammonite people gathered for war and camped in Gilead. The Israelites gathered and camped at Mizpah."
            },
            {
                "verse_number": "18",
                "verse_text": "The leaders of the people of Gilead said, &apos;Who will lead us to attack the people of Ammon? He will become the head of all those who live in Gilead.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Jephthah was from the people of Gilead. He was a strong soldier. His father was named Gilead, and his mother was a prostitute."
            },
            {
                "verse_number": "2",
                "verse_text": "Gilead&quot;s wife had several sons. When they grew up, they forced Jephthah to leave his home. They said to him, &apos;You will not get any of our father&quot;s property. You are the son of another woman.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Jephthah ran away from his brothers. He lived in the land of Tob. There some worthless men began to follow Jephthah."
            },
            {
                "verse_number": "4",
                "verse_text": "After a time the Ammonite people fought against Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "The Ammonites made war against Israel. At that time the elders of Gilead came to Jephthah. They wanted him to come back to Gilead."
            },
            {
                "verse_number": "6",
                "verse_text": "They said to him, &apos;Come and lead our army so we can fight the Ammonites.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jephthah said to them, &apos;Didn&quot;t you hate me? You forced me to leave my father&quot;s house! Why are you coming to me now that you are in trouble?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The elders of Gilead said to Jephthah, &apos;That is the reason we come to you now. Please come with us and fight against the Ammonites! You will be the ruler over everyone who lives in Gilead.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jephthah answered, &apos;Suppose you take me back to Gilead to fight the Ammonites. If the Lord helps me win, I will be your ruler.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The elders of Gilead said to him, &apos;The Lord is listening to everything we are saying. We promise to do all that you tell us to do.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Jephthah went with the elders of Gilead. The people made him their leader and commander of their army. Jephthah repeated all of his words in front of the Lord at Mizpah."
            },
            {
                "verse_number": "12",
                "verse_text": "Jephthah sent messengers to the king of the Ammonites. The messengers asked the king, &apos;What have you got against Israel? Why have you come to attack our land?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king of the Ammonites answered the messengers of Jephthah. He said, &apos;We are fighting Israel because you took our land when you came up from Egypt. You took our land from the Arnon River to the Jabbok River to the Jordan River. Now tell the people of Israel to give our land back to us in peace.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jephthah sent the messengers to the Ammonite king again."
            },
            {
                "verse_number": "15",
                "verse_text": "They took this message: &apos;This is what Jephthah says: Israel did not take the land of the people of Moab or Ammon. So this became a custom in Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "When the people of Israel came out of Egypt, they went into the desert. They went to the Gulf of Aqaba and then to Kadesh."
            },
            {
                "verse_number": "17",
                "verse_text": "Israel sent messengers to the king of Edom. They asked, &quot;Let the people of Israel go across your land.&quot; But the king of Edom didn&quot;t let us. We sent the same message to the king of Moab. But he would not let us go across his land either. So the Israelites stayed at Kadesh."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Then the Israelites went into the desert. They went around the borders of the lands of Edom and Moab. Israel walked east of the land of Moab. They camped on the other side of the Arnon River. It was the border of the land of Moab. They did not cross it to go into the land of Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Then Israel sent messengers to Sihon king of the Amorites. Sihon was the king of the city of Heshbon. The messengers asked Sihon, &quot;Let the people of Israel pass through your land. We want to go to our land.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Sihon would not let the Israelites cross his land. He gathered all of his people and camped at Jahaz. Then the Amorites fought with Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;But the Lord, the God of Israel, helped the Israelites to defeat Sihon and his army. All the land of the Amorites became the property of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "So Israel took all the land of the Amorites. It went from the Arnon River to the Jabbok River. It also went from the desert to the Jordan River."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;It was the Lord, the God of Israel, who forced out the Amorites ahead of the people of Israel. So do you think you can make the people of Israel leave this land?"
            },
            {
                "verse_number": "24",
                "verse_text": "Surely you can live in the land which your god Chemosh has given you. So we will live in the land the Lord our God has given us!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Are you any better than Balak son of Zippor? He was the king of Moab. Did he ever quarrel or fight with the people of Israel?"
            },
            {
                "verse_number": "26",
                "verse_text": "For 300 years the Israelites have lived in Heshbon and Aroer and the towns around them. They have lived for 300 years in all the cities along the Arnon River. Why have you not taken these cities back in all that time?"
            },
            {
                "verse_number": "27",
                "verse_text": "I have not sinned against you. But you are sinning against me by making war on me! May the Lord, the Judge, decide whether the Israelites or Ammonites are right.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But the king of the Ammonites ignored this message from Jephthah."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the Spirit of the Lord entered Jephthah. Jephthah passed through Gilead and Manasseh. He came to the city of Mizpah in Gilead. From there, Jephthah passed through to the land of the Ammonites."
            },
            {
                "verse_number": "30",
                "verse_text": "Jephthah made a promise to the Lord. He said, &apos;If you will let me defeat the Ammonites,"
            },
            {
                "verse_number": "31",
                "verse_text": "I will give you a burnt offering. I will sacrifice the first thing that comes out of my house to meet me when I return from the victory. It will be the Lord&quot;s.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jephthah went over to fight the Ammonites. The Lord helped him defeat them."
            },
            {
                "verse_number": "33",
                "verse_text": "Jephthah defeated them from the city of Aroer to the area of Minnith. He defeated them as far as the city of Abel Keramim. He defeated 20 cities in this area. The defeat was great. So the Ammonites were defeated by the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jephthah returned home to Mizpah, his daughter came out to meet him. She was playing a tambourine and dancing. She was his only child. Jephthah did not have any other sons or daughters."
            },
            {
                "verse_number": "35",
                "verse_text": "When Jephthah saw his daughter, he tore his clothes to show how upset he was. He said, &apos;My daughter! You have made me so sad! This is because I have made a promise to the Lord, and I cannot break it!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then his daughter said, &apos;Father, you made a promise to the Lord. So do to me just what you promised. The Lord helped you defeat your enemies, the Ammonites.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then she said, &apos;But let me do one thing. Let me be alone for two months to go to the mountains. I will never marry. So let me and my friends go and cry together.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jephthah said, &apos;Go.&apos; He sent her away for two months. She and her friends stayed in the mountains. There they cried for her because she would never marry."
            },
            {
                "verse_number": "39",
                "verse_text": "After two months she returned to her father. Jephthah did to her what he promised to the Lord. Now Jephthah&quot;s daughter had never had a husband."
            },
            {
                "verse_number": "40",
                "verse_text": "Every year the women of Israel would go out for four days. They did this to remember the daughter of Jephthah from Gilead."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The men of Ephraim called all their soldiers together. Then they crossed the river to the town of Zaphon. They said to Jephthah, &apos;Why didn&quot;t you call us to help you fight the Ammonites? We will burn your house down with you in it!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jephthah answered them, &apos;My people and I fought a great battle against the Ammonites. I called you, but you didn&quot;t come to help me."
            },
            {
                "verse_number": "3",
                "verse_text": "I saw that you would not help me. So I risked my own life! I went over to fight against the Ammonites. The Lord helped me to defeat them. Now why have you come to fight against me today?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jephthah called the men of Gilead together. They fought the men of Ephraim. The men of Gilead attacked them because the Ephraimites had insulted them. They had said, &apos;You men of Gilead are nothing but deserters from Ephraim and Manasseh.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The men of Gilead captured the crossing places of the Jordan River. Those places led to the country of Ephraim. A man from Ephraim trying to escape would say, &apos;Let me cross the river.&apos; Then the men of Gilead would ask him, &apos;Are you from Ephraim?&apos; If he said, &apos;No,&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "they would say to him, &apos;Say the word &quot;Shibboleth.&quot;&apos; The men of Ephraim could not say that word correctly. They pronounced it &apos;Sibboleth.&apos; If the man from Ephraim said, &apos;Sibboleth,&apos; the men of Gilead would kill him at the crossing place. So 42,000 men from Ephraim were killed at that time."
            },
            {
                "verse_number": "7",
                "verse_text": "Jephthah was a judge for the people of Israel for six years. Then Jephthah, the man from Gilead, died. He was buried in a town in Gilead."
            },
            {
                "verse_number": "8",
                "verse_text": "After Jephthah died, Ibzan was a judge for Israel. He was from Bethlehem."
            },
            {
                "verse_number": "9",
                "verse_text": "He had 30 sons and 30 daughters. He let his daughters marry men who were not in his family group. And he brought 30 women who were not in his tribe to be wives for his sons. Ibzan judged Israel for seven years."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he died and was buried in Bethlehem."
            },
            {
                "verse_number": "11",
                "verse_text": "After Ibzan died, Elon was a judge for Israel. He was from the tribe of Zebulun. He judged Israel for ten years."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Elon, the man of Zebulun, died. He was buried in the city of Aijalon in the land of Zebulun."
            },
            {
                "verse_number": "13",
                "verse_text": "After Elon died, Abdon was a judge for Israel. He was the son of Hillel. Abdon was from the city of Pirathon."
            },
            {
                "verse_number": "14",
                "verse_text": "He had 40 sons and 30 grandsons, who rode on 70 donkeys. He judged Israel for eight years."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Abdon son of Hillel died. He was buried in Pirathon in the land of Ephraim. This is in the mountains where the Amalekites lived."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Again the people of Israel did what the Lord said was wrong. So he let the Philistines rule over them for 40 years."
            },
            {
                "verse_number": "2",
                "verse_text": "There was a man named Manoah from the city of Zorah. Manoah was from the tribe of Dan. He had a wife, but she could not have children."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel of the Lord appeared to Manoah&quot;s wife. He said, &apos;You have not been able to have children. But you will become pregnant and have a son!"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t drink wine or beer. Don&quot;t eat anything that is unclean."
            },
            {
                "verse_number": "5",
                "verse_text": "You will become pregnant and have a son. You must never cut his hair because he will be a Nazirite. He will be given to God from birth. He will begin the work of saving Israel from the power of the Philistines.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Manoah&quot;s wife went to him and told him what had happened. She said, &apos;A man from God came to me. He looked like an angel from God. His appearance was frightening. I didn&quot;t ask him where he was from. And he didn&quot;t tell me his name."
            },
            {
                "verse_number": "7",
                "verse_text": "But he said to me, &quot;You will be pregnant and will have a son. Don&quot;t drink wine or beer. Don&quot;t eat anything that is unclean. The reason is that the boy will be a Nazirite to God. He will be that from his birth until the day of his death.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Manoah said a prayer to the Lord: &apos;Lord, I beg you to let the man of God come to us again. Let him teach us what we should do for the boy who will be born to us.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "God heard Manoah&quot;s prayer. The angel of God came to Manoah&quot;s wife again. This was while she was sitting in a field. But her husband Manoah was not with her."
            },
            {
                "verse_number": "10",
                "verse_text": "So she ran to tell him, &apos;He is here! The man who appeared to me the other day is here!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Manoah got up and followed his wife. When he came to the man, he said, &apos;Are you the man who spoke to my wife?&apos; The man said, &apos;I am.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Manoah asked, &apos;When what you say happens, what kind of life should the boy live? What should he do?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The angel of the Lord said, &apos;Your wife must do everything I told her to do."
            },
            {
                "verse_number": "14",
                "verse_text": "She must not eat anything that grows on a grapevine. She must not drink any wine or beer. She must not eat anything that is unclean. She must do everything I have commanded her to do.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Manoah said to the angel of the Lord, &apos;We would like you to stay awhile. We want to cook a young goat for you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The angel of the Lord answered, &apos;Even if I stay awhile, I would not eat your food. But if you want to prepare something, offer a burnt offering to the Lord.&apos; (Manoah did not understand that the man was really the angel of the Lord.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Manoah asked the angel of the Lord, &apos;What is your name? We want to know. Then we may honor you when what you have said really happens.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The angel of the Lord said, &apos;Why do you ask my name? It is too wonderful for you to understand.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Manoah sacrificed a young goat on a rock. He also offered some grain as a gift to the Lord. The Lord did an amazing thing. Manoah and his wife watched what happened."
            },
            {
                "verse_number": "20",
                "verse_text": "The flames went up to the sky from the altar. As the fire burned, the angel of the Lord went up to heaven in the fire! When Manoah and his wife saw that, they bowed facedown on the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "The angel of the Lord did not appear to them again. Then Manoah understood that the man was really the angel of the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "Manoah said, &apos;We have seen God! Surely we will die because of this!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But his wife said to him, &apos;The Lord does not want to kill us. If he wanted to kill us, he would not have accepted our burnt offering or grain offering. He would not have shown us all these things. And he would not have told us all this.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the woman gave birth to a boy. She named him Samson. Samson grew, and the Lord blessed him."
            },
            {
                "verse_number": "25",
                "verse_text": "The Spirit of the Lord began to work in Samson. This was while he was in the city of Mahaneh Dan. It is between the cities of Zorah and Eshtaol."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Samson went down to the city of Timnah. There he saw a young Philistine woman."
            },
            {
                "verse_number": "2",
                "verse_text": "When he returned home, he said to his father and mother, &apos;I saw a Philistine woman in Timnah. I want you to get her for me. I want to marry her.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "His father and mother answered, &apos;Surely there is a woman from Israel you can marry. Do you have to marry a woman from the Philistines? The Philistines are not even circumcised.&apos; But Samson said, &apos;Get that woman for me! She is the one I want!&apos; So they said, &apos;Tell us your riddle. We want to hear it.&apos; &apos;Out of the eater comes something to eat. Out of the strong comes something sweet.&apos; The 30 men tried for three days to figure it out. But they could not find the answer. Samson said, &apos;I haven&quot;t even told my father or mother. Why should I tell you?&apos; &apos;What is sweeter than honey? What is stronger than a lion?&apos; Then Samson said to them, &apos;If you had not plowed with my little cow, you would not have solved my riddle!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "(Samson&quot;s parents did not know that the Lord wanted this to happen. He was looking for a way to start a fight with the Philistines. They were ruling over Israel at this time.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Samson went down with his father and mother to Timnah. They went as far as the vineyard near there. Suddenly, a young lion came roaring toward Samson!"
            },
            {
                "verse_number": "6",
                "verse_text": "The Spirit of the Lord entered Samson with great power. Samson tore the lion apart with his bare hands. For him it was as easy as tearing apart a young goat. But Samson did not tell his father or mother what he had done."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he went down to the city. There he talked to the Philistine woman, and he liked her."
            },
            {
                "verse_number": "8",
                "verse_text": "Several days later Samson went back to marry her. On his way he went over to look at the body of the dead lion. He found a swarm of bees in it. They had made some honey."
            },
            {
                "verse_number": "9",
                "verse_text": "Samson got some of the honey with his hands. He walked along eating it. When he came to his parents, he gave some to them. They ate it, too. But Samson did not tell them he had taken the honey from the body of the dead lion."
            },
            {
                "verse_number": "10",
                "verse_text": "Samson&quot;s father went down to see the Philistine woman. The custom was for the bridegroom to give a feast. So Samson gave a feast."
            },
            {
                "verse_number": "11",
                "verse_text": "When the people saw him, they sent 30 men to be with him."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samson said to the 30 men, &apos;Let me tell you a riddle. This feast will last for seven days. Try to find the answer during that time. If you can, I will give you 30 linen shirts. I will also give you 30 changes of clothes."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you can&quot;t tell me the answer, you must pay me. You must give me 30 linen shirts and 30 changes of clothes.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samson said,"
            },
            {
                "verse_number": "15",
                "verse_text": "On the fourth day, they came to Samson&quot;s wife. They said, &apos;Did you invite us here to make us poor? Trick your husband into telling us the answer to the riddle. If you don&quot;t, we will burn you and everyone in your father&quot;s house!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Samson&quot;s wife went to him and began crying. She said, &apos;You hate me! You don&quot;t really love me! You told my people a riddle, but you won&quot;t tell me the answer.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samson&quot;s wife cried for the rest of the seven days of the feast. So he finally gave her the answer on the seventh day. He told her because she kept bothering him. Then she told her people the answer to the riddle."
            },
            {
                "verse_number": "18",
                "verse_text": "Before sunset on the seventh day of the feast, the Philistine men had the answer. They came to Samson and said,"
            },
            {
                "verse_number": "19",
                "verse_text": "The Spirit of the Lord entered Samson and gave him great power. Samson went down to the city of Ashkelon. He killed 30 of their men and took all their clothes and property. He gave those clothes to the men who had answered his riddle. Then he went to his father&quot;s house very angry."
            },
            {
                "verse_number": "20",
                "verse_text": "And Samson&quot;s wife was given to his best man at the wedding."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "At the time of the wheat harvest, Samson went to visit his wife. He took a young goat with him. He said, &apos;I&quot;m going to my wife&quot;s room.&apos; But her father would not let Samson go in."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to Samson, &apos;I thought you really hated your wife. So I gave her to the best man from the wedding. Her younger sister is more beautiful. Take her.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Samson said to him, &apos;Now I have a good reason to hurt you Philistines. No one will blame me!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Samson went out and caught 300 foxes. He took 2 foxes at a time and tied their tails together. Then he tied a torch to the tails of each pair of foxes."
            },
            {
                "verse_number": "5",
                "verse_text": "Samson lit the torches. Then he let the foxes loose in the grainfields of the Philistines. In this way he burned up their standing grain and the piles of grain. He also burned up their vineyards and their olive trees."
            },
            {
                "verse_number": "6",
                "verse_text": "The Philistines asked, &apos;Who did this?&apos; Someone told them, &apos;Samson, the son-in-law of the man from Timnah, did. He did this because his father-in-law gave his wife to his best man.&apos; So the Philistines burned Samson&quot;s wife and her father to death. They answered, &apos;We have come to make Samson our prisoner. We want to pay him back for what he did to our people.&apos; Samson answered, &apos;I only paid them back for what they did to me!&apos; Samson said to them, &apos;Promise me you will not hurt me yourselves.&apos; &apos;With a donkey&quot;s jawbone I have made donkeys out of them. With a donkey&quot;s jawbone I have killed 1,000 men!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Samson said to the Philistines, &apos;Since you did this, I will hurt you, too! I won&quot;t stop until I pay you back!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Samson attacked the Philistines and killed many of them. Then he went down and stayed in a cave. It was in the rock of Etam."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Philistines went up and camped in the land of Judah. They stopped near a place named Lehi."
            },
            {
                "verse_number": "10",
                "verse_text": "The men of Judah asked them, &apos;Why have you come here to fight us?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then 3,000 men of Judah went to the cave in the rock of Etam. They said to Samson, &apos;What have you done to us? Don&quot;t you know that the Philistines rule over us?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they said to him, &apos;We have come to tie you up. We will give you to the Philistines.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The men from Judah said, &apos;We agree. We will just tie you up and give you to the Philistines. We will not kill you.&apos; So they tied Samson with two new ropes. Then they led him up from the cave in the rock."
            },
            {
                "verse_number": "14",
                "verse_text": "When Samson came to the place named Lehi, the Philistines came to meet him. They were shouting for joy. Then the Spirit of the Lord entered Samson and gave him great power. The ropes on him became weak like strings that had been burned. They fell off his hands!"
            },
            {
                "verse_number": "15",
                "verse_text": "Samson found a jawbone of a donkey that had just died. He took it and killed 1,000 men with it!"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Samson said,"
            },
            {
                "verse_number": "17",
                "verse_text": "When he finished speaking, he threw away the jawbone. So that place was named Ramath Lehi."
            },
            {
                "verse_number": "18",
                "verse_text": "Samson was very thirsty. So he cried out to the Lord. He said, &apos;I am your servant. You gave me this great victory. Do I have to die of thirst now? Do I have to be captured by people who are not circumcised?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then God opened up a hole in the ground at Lehi, and water came out. When Samson drank that water, he felt better. He felt strong again. So he named that spring Caller&quot;s Spring. It is still there in Lehi to this day."
            },
            {
                "verse_number": "20",
                "verse_text": "So Samson judged Israel for 20 years. That was in the days of the Philistines."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "One day Samson went to Gaza. He saw a prostitute there. He went in to spend the night with her."
            },
            {
                "verse_number": "2",
                "verse_text": "Someone told the people of Gaza, &apos;Samson has come here!&apos; So they surrounded the place and hid and waited for him. Remaining very quiet, they stayed near the city gate all night. They said to each other, &apos;When dawn comes, we will kill Samson!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Samson only stayed with the prostitute until midnight. Then he got up and took hold of the doors and the two posts of the city gate. He tore them loose, along with the bar. Then he put them on his shoulders. And he carried them to the top of the hill that faces the city of Hebron!"
            },
            {
                "verse_number": "4",
                "verse_text": "After this, Samson fell in love with a woman named Delilah. She lived in the Valley of Sorek."
            },
            {
                "verse_number": "5",
                "verse_text": "The kings of the Philistines went to Delilah. They said, &apos;Try to find out what makes Samson so strong. Try to trick him into telling you. Find out how we could capture him and tie him up. Then we will be able to control him. If you do this, each one of us will give you 28 pounds of silver.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Delilah said to Samson, &apos;Tell me why you are so strong. How could someone tie you up and take control of you?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson answered, &apos;Someone would have to tie me up. He would have to use seven new bowstrings that have not been dried. If he did that, I would be as weak as any other man.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the kings of the Philistines brought seven new bowstrings to Delilah. They had not been dried. She tied Samson with them."
            },
            {
                "verse_number": "9",
                "verse_text": "Some men were hiding in another room. Delilah said to Samson, &apos;Samson, the Philistines are about to capture you!&apos; But Samson easily broke the bowstrings. They broke like pieces of string burned in a fire. So the Philistines did not find out the secret of Samson&quot;s strength."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Delilah said to Samson, &apos;You&quot;ve made me look foolish. You lied to me. Please tell me. How could someone tie you up?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Samson said, &apos;They would have to tie me with new ropes that have not been used before. Then I would become as weak as any other man.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Delilah took new ropes and tied Samson. Some men were hiding in another room. Then she called out to him, &apos;Samson, the Philistines are about to capture you!&apos; But he broke the ropes as easily as if they were threads."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Delilah said to Samson, &apos;Until now, you have made me look foolish. You have lied to me. Tell me how someone could tie you up.&apos; He said, &apos;Use the loom. Weave the seven braids of my hair into the cloth. Tighten it with a pin. Then I will become as weak as any other man.&apos; Then Samson went to sleep. So Delilah wove the seven braids of his hair into the cloth. Again she called out to him, &apos;Samson, the Philistines are about to capture you!&apos; Samson woke up and pulled up the pin and the loom with the cloth. He woke up and thought, &apos;I&quot;ll get loose as I did before and shake myself free.&apos; But he did not know that the Lord had left him. &apos;This man destroyed our country. He killed many of us! But our god helped us capture our enemy.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then she fastened it with a pin."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Delilah said to him, &apos;How can you say, &quot;I love you,&quot; when you don&quot;t even trust me? This is the third time you have made me look foolish. You haven&quot;t told me the secret of your great strength.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "She kept bothering Samson about his secret day after day. He became so tired of it he felt he was going to die!"
            },
            {
                "verse_number": "17",
                "verse_text": "So he told her everything. He said, &apos;I have never had my hair cut. I have been set apart to God as a Nazirite since I was born. If someone shaved my head, then I would lose my strength. I would become as weak as any other man.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Delilah saw that he had told her everything sincerely. So she sent a message to the kings of the Philistines. She said, &apos;Come back one more time. He has told me everything.&apos; So the kings of the Philistines came back to Delilah. They brought the silver they had promised to give her."
            },
            {
                "verse_number": "19",
                "verse_text": "Delilah got Samson to go to sleep. He was lying in her lap. Then she called in a man to shave off the seven braids of Samson&quot;s hair. In this way she began to make him weak. And Samson&quot;s strength left him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then she called out to him, &apos;Samson, the Philistines are about to capture you!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Philistines captured Samson. They tore out his eyes. And they took him down to Gaza. They put bronze chains on him. They put him in prison and made him grind grain."
            },
            {
                "verse_number": "22",
                "verse_text": "But his hair began to grow again."
            },
            {
                "verse_number": "23",
                "verse_text": "The kings of the Philistines gathered to celebrate. They were going to offer a great sacrifice to their god Dagon. They said, &apos;Our god has given us Samson our enemy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When they saw him, they praised their god. They said,"
            },
            {
                "verse_number": "25",
                "verse_text": "The people were having a good time at the celebration. They said, &apos;Bring Samson out to perform for us.&apos; So they brought Samson from the prison. He performed for them. They made him stand between the pillars of the temple of Dagon."
            },
            {
                "verse_number": "26",
                "verse_text": "A servant was holding his hand. Samson said to him, &apos;Let me feel the pillars that hold up the temple. I want to lean against them.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Now the temple was full of men and women. All the kings of the Philistines were there. There were about 3,000 men and women on the roof. They watched Samson perform."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Samson prayed to the Lord. He said, &apos;Lord God, remember me. God, please give me strength one more time. Let me pay these Philistines back for putting out my two eyes!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Samson held the two center pillars of the temple. These two pillars supported the whole temple. He braced himself between the two pillars. His right hand was on one, and his left hand was on the other."
            },
            {
                "verse_number": "30",
                "verse_text": "Samson said, &apos;Let me die with these Philistines!&apos; Then he pushed as hard as he could. And the temple fell on the kings and all the people in it. So Samson killed more of the Philistines when he died than when he was alive."
            },
            {
                "verse_number": "31",
                "verse_text": "Samson&quot;s brothers and his whole family went down to get his body. They brought him back and buried him in the tomb of Manoah, his father. That tomb is between the cities of Zorah and Eshtaol. Samson was a judge for the people of Israel for 20 years."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Micah. He lived in the mountains of Ephraim."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to his mother, &apos;You remember the 28 pounds of silver that were taken from you. I heard you say a curse about it. I have the silver with me. I took it.&apos; His mother said, &apos;The Lord bless you, my son!&apos; He answered, &apos;I&quot;m a Levite from Bethlehem in Judah. I&quot;m looking for a place to live.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Micah gave the 28 pounds of silver to his mother. Then she said, &apos;I will give this silver to the Lord. I will have my son make a carved idol and an idol of melted silver. So I will give the silver back to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he gave the silver back to his mother. She took about 5 pounds of the silver and gave it to a silversmith. He used it to make a carved idol and an idol of melted silver. The idols were put in Micah&quot;s house."
            },
            {
                "verse_number": "5",
                "verse_text": "Micah had a temple for worshiping idols. He made a vest for a priest and some household idols. Then Micah chose one of his sons to be his priest."
            },
            {
                "verse_number": "6",
                "verse_text": "At that time the Israelites did not have a king. So everyone did what he thought was right."
            },
            {
                "verse_number": "7",
                "verse_text": "There was a young man who was a Levite. He was from the city of Bethlehem in the land of Judah. He had been living with the people of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "He left Bethlehem to look for another place to live. On his way he came to Micah&quot;s house. It was in the mountains of Ephraim."
            },
            {
                "verse_number": "9",
                "verse_text": "Micah asked him, &apos;Where have you come from?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Micah said to him, &apos;Live with me. Be my father and my priest. I will give you 4 ounces of silver each year. I will also give you clothes and food.&apos; So the Levite went in."
            },
            {
                "verse_number": "11",
                "verse_text": "The young Levite agreed to live with Micah. He became like one of Micah&quot;s own sons."
            },
            {
                "verse_number": "12",
                "verse_text": "Micah made him a priest. And he lived in Micah&quot;s house."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Micah said, &apos;Now I know the Lord will be good to me. I know this because I have a Levite as my priest!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "At that time the Israelites did not have a king. The people of Dan were still looking for a land where they could live. They wanted a land of their own. The other tribes of Israel already had their own lands. But the Danites did not yet have their own land."
            },
            {
                "verse_number": "2",
                "verse_text": "So they chose five soldiers from all their family groups. These five men were from the cities of Zorah and Eshtaol. They sent the men to spy out and explore the land. They were told, &apos;Go, explore the land.&apos; So they came to the mountains of Ephraim. They came to Micah&quot;s house, where they spent the night. The people of Dan rebuilt the city in that place. And they lived there."
            },
            {
                "verse_number": "3",
                "verse_text": "When they came near Micah&quot;s house, they recognized the voice of the young Levite. So they stopped at Micah&quot;s house. They asked the young Levite, &apos;Who brought you to this place? What are you doing here? Why are you here?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He told them what Micah had done for him. &apos;He has hired me. I am his priest.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They said to him, &apos;Please ask God something for us. Will our search for a place to live be successful?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The priest said to them, &apos;Go in peace. The Lord is pleased with your journey.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So the five men left. They came to the city of Laish. They saw that the people there lived in safety. They were like the people of Sidon. They lived in peace and were not afraid of others. They had plenty of everything. They lived a long way from the Sidonians. And they had no dealings with anyone else."
            },
            {
                "verse_number": "8",
                "verse_text": "The five men went back to Zorah and Eshtaol. Their relatives asked them, &apos;What did you find?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They answered, &apos;We have seen the land. And it is very good. We should attack them. Aren&quot;t you going to do something? Don&quot;t wait! Let&quot;s go and take that land!"
            },
            {
                "verse_number": "10",
                "verse_text": "When you go, you will see there is plenty of land. There is plenty of everything! The people are not expecting an attack. Surely God has given that land to us!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So 600 men of Dan left Zorah and Eshtaol. They were ready for war."
            },
            {
                "verse_number": "12",
                "verse_text": "On their way they stopped near the city of Kiriath Jearim in Judah. They set up camp there. That is why the place is named Mahaneh Dan to this very day. It is west of Kiriath Jearim."
            },
            {
                "verse_number": "13",
                "verse_text": "From there they traveled on to the mountains of Ephraim. Then they came to Micah&quot;s house."
            },
            {
                "verse_number": "14",
                "verse_text": "So the five men who had explored the land around Laish spoke. They said to their relatives, &apos;There is a vest for a priest in one of these houses. And there are household gods in these houses. There are also a carved idol and an idol of melted silver in these houses. You know what to do.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they stopped at the Levite&quot;s house. This was also Micah&quot;s house. And they greeted the Levite."
            },
            {
                "verse_number": "16",
                "verse_text": "The 600 men of Dan stood at the gate entrance. They wore their weapons of war."
            },
            {
                "verse_number": "17",
                "verse_text": "The five spies went into the house. They took the carved idol, the vest for a priest, the household idols and the silver idol. The priest and the 600 men ready for war stood by the gate entrance."
            },
            {
                "verse_number": "18",
                "verse_text": "When the spies went into Micah&quot;s house and took the carved image, the vest for a priest, the household idols and the silver idol, the priest asked them, &apos;What are you doing?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;Be quiet! Don&quot;t say a word. Come with us. Be our father and our priest. Is it better for you to be a priest for the people in one man&quot;s house? Or is it better for you to be a priest for a tribe and family group in Israel?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "This made the Levite happy. So he took the vest for a priest, the household idols and the carved idol. And he went with the men of Dan."
            },
            {
                "verse_number": "21",
                "verse_text": "They left Micah&quot;s house. They put their little children, their animals and everything they owned in front of them."
            },
            {
                "verse_number": "22",
                "verse_text": "The men of Dan went a long way from Micah&quot;s house. Then the men who lived near Micah were called out. They chased the men of Dan and caught up with them."
            },
            {
                "verse_number": "23",
                "verse_text": "The men with Micah shouted at the men of Dan. The men of Dan turned around. They said to Micah, &apos;What&quot;s the matter with you? Why have you called out your men to fight?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micah answered, &apos;You took my idols! I made those idols. You have also taken my priest. What do I have left? How can you ask me, &quot;What&quot;s the matter?&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The men of Dan answered, &apos;You should not argue with us. Some of our men have hot tempers. If you shout at us, they might attack you. You and your family might be killed.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the men of Dan went on their way. Micah knew they were too strong for him. So he turned and went back home."
            },
            {
                "verse_number": "27",
                "verse_text": "So the men of Dan took what Micah had made. They also took his priest and went on to Laish. They attacked those peaceful people. The people of Laish had not expected an attack. The men of Dan killed them with their swords. Then they burned the city."
            },
            {
                "verse_number": "28",
                "verse_text": "There was no one to save the people of Laish. They lived too far from Sidon. And they had no dealings with anyone else. Laish was in a valley near Beth Rehob."
            },
            {
                "verse_number": "29",
                "verse_text": "They changed the name of Laish to Dan. They named it after their ancestor Dan. He was one of the sons of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "The people of Dan set up the idols in the city of Dan. They made Jonathan son of Gershom their priest. Gershom was the son of Moses. Jonathan and his sons were priests for the tribe of Dan. They served as priests until the Israelites were taken captive."
            },
            {
                "verse_number": "31",
                "verse_text": "The people of Dan worshiped the idols Micah had made. They worshiped them as long as the Holy Tent of God was in Shiloh."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "At that time the people of Israel did not have a king. There was a Levite who lived in the faraway part of the mountains of Ephraim. He had taken a slave woman. She was from the city of Bethlehem in the land of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "But she was unfaithful to him. She left him and went back to her father&quot;s house. It was in Bethlehem in Judah. She stayed there for four months."
            },
            {
                "verse_number": "3",
                "verse_text": "Then her husband went to ask her to come back to him. He took with him his servant and two donkeys. The Levite came to her father&quot;s house. And she invited the Levite to come in. Her father was happy to see him."
            },
            {
                "verse_number": "4",
                "verse_text": "The father-in-law, the young woman&quot;s father, asked him to stay. So he stayed for three days. He ate, drank and slept there."
            },
            {
                "verse_number": "5",
                "verse_text": "On the fourth day they got up early in the morning. The Levite was getting ready to leave. But the woman&quot;s father said to his son-in-law, &apos;Refresh yourself by eating something. Then you may go.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the two men sat down to eat and drink together. After that, the father said to him, &apos;Please stay tonight. Relax and enjoy yourself.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the man got up to go, his father-in-law asked him to stay. So he stayed again that night."
            },
            {
                "verse_number": "8",
                "verse_text": "On the fifth day the man got up early in the morning to leave. The woman&quot;s father said, &apos;Refresh yourself. Wait until this afternoon.&apos; So the two men ate together."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Levite, his slave woman and his servant got up to leave. His father-in-law, the young woman&quot;s father, said, &apos;It&quot;s almost night. The day is almost gone. So spend the night here and enjoy yourself. Tomorrow morning you may get up early and go on your way home.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the Levite did not want to stay another night. He took his two saddled donkeys and his slave woman. He traveled toward the city of Jebus. (Jebus is another name for Jerusalem.)"
            },
            {
                "verse_number": "11",
                "verse_text": "The day was almost over. They were near Jebus. So the servant said to his master, &apos;Let&quot;s stop at this city. It&quot;s the city of the Jebusite people. Let&quot;s spend the night here.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But his master said, &apos;No. We won&quot;t go inside a strange city. Those people are not Israelites. We will go on to the city of Gibeah.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he said, &apos;Come on. Let&quot;s try to make it to Gibeah or Ramah. We can spend the night in one of those cities.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they went on. And the sun went down as they came near Gibeah. Gibeah belongs to the tribe of Benjamin."
            },
            {
                "verse_number": "15",
                "verse_text": "So they stopped there to spend the night. They came to the public square in the middle of the city and sat down. But no one invited them home to spend the night."
            },
            {
                "verse_number": "16",
                "verse_text": "That evening an old man came into the city from his work in the fields. His home was in the mountains of Ephraim. But now he was living in Gibeah. (The men of Gibeah were from the tribe of Benjamin.)"
            },
            {
                "verse_number": "17",
                "verse_text": "He saw the traveler, the Levite, in the public square. He asked, &apos;Where are you going? Where did you come from?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Levite answered, &apos;We are traveling from Bethlehem in Judah. We&quot;re going to my home. I&quot;m from a faraway part of the mountains of Ephraim. I have been to Bethlehem in Judah. Now I am going to the Holy Tent of the Lord. No one has invited me to stay in his house."
            },
            {
                "verse_number": "19",
                "verse_text": "We already have straw and food for our donkeys. There is bread and wine for me, the young woman and my servant. We don&quot;t need anything.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The old man said, &apos;You are welcome to stay at my house. Let me give you anything you need. But don&quot;t spend the night in the public square.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So the old man took the Levite into his house. He fed their donkeys, and they washed their feet. Then he gave them something to eat and drink."
            },
            {
                "verse_number": "22",
                "verse_text": "While they were enjoying themselves, some wicked men of the city surrounded the house. They beat on the door. They shouted to the old man who owned the house. They said, &apos;Bring out the man who came to your house. We want to force him to have physical relations with us.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The owner of the house went outside. And he said to them, &apos;No, my friends. Don&quot;t be so evil. This man is a guest in my house. Don&quot;t do this terrible thing!"
            },
            {
                "verse_number": "24",
                "verse_text": "Look, here is my daughter. She is a virgin. And here is the man&quot;s slave woman. I will bring them out to you now. Do anything you want with them. But don&quot;t do such a terrible thing to this man.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But the men would not listen to him. So the Levite took his slave woman and sent her outside to them. They raped her. They treated her very badly all night long. Then, at dawn, they let her go."
            },
            {
                "verse_number": "26",
                "verse_text": "She came back to the house where her master was staying. She fell down at the door and lay there until daylight."
            },
            {
                "verse_number": "27",
                "verse_text": "In the morning the Levite got up. He opened the door of the house. He went outside to go on his way. But there lay his slave woman. She had fallen down at the doorway of the house. Her hands were on the doorsill."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Levite said to her, &apos;Get up; let&quot;s go.&apos; But she did not answer. So he put her on his donkey and went home."
            },
            {
                "verse_number": "29",
                "verse_text": "When the Levite got home, he took a knife and cut his slave woman into 12 parts. Then he sent a part to each of the areas where the people of Israel lived."
            },
            {
                "verse_number": "30",
                "verse_text": "Everyone who saw this said, &apos;Nothing like this has ever happened before. It has never happened since the people of Israel came out of Egypt. Think about it. Tell us what to do.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "So all the Israelites joined together. They came to stand before the Lord in the city of Mizpah. They came from as far away as the cities of Dan and Beersheba. Even the Israelites from the land of Gilead were there."
            },
            {
                "verse_number": "2",
                "verse_text": "The leaders of all the tribes of Israel were there. They took their places in the meeting of the people of God. There were 400,000 soldiers with swords."
            },
            {
                "verse_number": "3",
                "verse_text": "(The people of Benjamin heard that the Israelites had gone up to Mizpah.) Then the Israelites said to the Levite, &apos;Tell us how this evil thing happened.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the husband of the murdered woman answered: &apos;My slave woman and I came to Gibeah in Benjamin to spend the night."
            },
            {
                "verse_number": "5",
                "verse_text": "During the night the men of Gibeah came after me. They surrounded the house and wanted to kill me. They raped my slave woman. And she died!"
            },
            {
                "verse_number": "6",
                "verse_text": "So I took her and cut her into parts. Then I sent one part to each area of Israel&quot;s land. I did it because the people of Benjamin have done this wicked and terrible thing in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, all you men of Israel, speak up. Tell what you have decided we should do.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then all the people stood up at the same time. They said, &apos;None of us will go home. Not one of us will go back to his house!"
            },
            {
                "verse_number": "9",
                "verse_text": "Now this is what we will do to Gibeah. We will throw lots so that God can show us what to do."
            },
            {
                "verse_number": "10",
                "verse_text": "We will choose 10 men from each 100 men. They will be from all the tribes of Israel. And we will choose 100 men from each 1,000. We will choose 1,000 men from each 10,000. These men will find supplies for the army. Then the army will go to the city of Gibeah of Benjamin. They will repay those people for the terrible thing they have done in Israel.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So all the men of Israel gathered against the city. They all agreed about what they were doing."
            },
            {
                "verse_number": "12",
                "verse_text": "The tribes of Israel sent men to all the family groups of Benjamin with a message. They said, &apos;What is this evil thing some of your men have done?"
            },
            {
                "verse_number": "13",
                "verse_text": "Give up the evil men in Gibeah so that we can put them to death. We must remove this evil from Israel.&apos; But the Benjaminites would not listen to their relatives, the people of Israel. The Lord answered, &apos;Judah shall go first.&apos; The Lord answered, &apos;Go up and fight them.&apos; The men of Israel encouraged each other. So they took the same battle positions they had taken the first day. The Lord answered, &apos;Go, because tomorrow I will help you defeat them.&apos; But the Israelites said, &apos;Let&quot;s run. Let&quot;s trick them into going farther away from their city and onto the roads.&apos; The men of Israel had moved back. They backed up because they were depending on the surprise attack. They had set it up near Gibeah. The Benjaminites had killed about 30 Israelites. They were saying, &apos;We are winning, as in the first battle!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Benjaminites left their own cities and met at Gibeah. They went to fight against the Israelites."
            },
            {
                "verse_number": "15",
                "verse_text": "In only one day the Benjaminites got 26,000 soldiers together. These soldiers were trained with swords. They also had 700 chosen men from Gibeah."
            },
            {
                "verse_number": "16",
                "verse_text": "Seven hundred of these trained soldiers were left-handed. Each of these left-handed soldiers could sling a stone at a hair and not miss!"
            },
            {
                "verse_number": "17",
                "verse_text": "The Israelites, except for the Benjaminites, gathered 400,000 fighting men. These 400,000 men used swords and were trained soldiers."
            },
            {
                "verse_number": "18",
                "verse_text": "The Israelites went up to the city of Bethel. They asked God, &apos;Which tribe shall be first to attack the Benjaminites?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The next morning the Israelites got up. They made a camp near Gibeah."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the men of Israel went out to fight the Benjaminites. The Israelites got into battle position at Gibeah."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Benjaminites came out of Gibeah. They killed 22,000 Israelites during the battle that day."
            },
            {
                "verse_number": "24",
                "verse_text": "The Israelites brought their battle lines against the Benjaminites the second day."
            },
            {
                "verse_number": "25",
                "verse_text": "The Benjaminites came out of Gibeah to attack the Israelites. This time, the Benjaminites killed 18,000 Israelites. All of these Israelites had been trained with swords."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Israelites went up to Bethel. There they sat down and cried to the Lord. They went without food all day until evening. They also brought burnt offerings and fellowship offerings to the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "The Israelites asked the Lord a question. (In those days the Ark of the Covenant with God was there at Bethel."
            },
            {
                "verse_number": "28",
                "verse_text": "A priest named Phinehas served before the Ark of the Covenant. He was the son of Eleazar, who was the son of Aaron.) The people of Israel asked, &apos;Shall we again go to fight against our relatives the Benjaminites? Or shall we stop fighting?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then the Israelites hid some men all around Gibeah."
            },
            {
                "verse_number": "30",
                "verse_text": "They went to fight against the Benjaminites at Gibeah on the third day. They got into position for battle, as they had done before."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Benjaminites came out of the city to fight them. The Israelites backed up and led the Benjaminites away from the city. The Benjaminites began to kill some of the Israelites as they had done before. About 30 men from Israel were killed. Some of them were killed in the fields and some on the roads. One road led to Bethel. Another road led to Gibeah."
            },
            {
                "verse_number": "32",
                "verse_text": "The Benjaminites said, &apos;We are winning as before!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "All the men of Israel moved from their places. They got into battle positions at a place named Baal Tamar. Then the Israelites ran out from their hiding places west of Gibeah."
            },
            {
                "verse_number": "34",
                "verse_text": "Ten thousand of the best trained soldiers from the army of Israel attacked Gibeah. The battle was very hard. The Benjaminites did not know disaster was about to come to them."
            },
            {
                "verse_number": "35",
                "verse_text": "The Lord used the Israelites to defeat the Benjaminites. On that day the Israelites killed 25,100 Benjaminites. All these men were armed with swords."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the Benjaminites saw that they were defeated."
            },
            {
                "verse_number": "37",
                "verse_text": "The men in hiding rushed into Gibeah. They spread out and killed everyone in the city with their swords."
            },
            {
                "verse_number": "38",
                "verse_text": "Now the men of Israel had made a plan with the men in hiding. The men in the surprise attack were to send up a signal. It was to be a big cloud of smoke from the city."
            },
            {
                "verse_number": "39",
                "verse_text": "So the army of Israel turned around in the battle."
            },
            {
                "verse_number": "40",
                "verse_text": "But then the big cloud of smoke began to rise from the city. The Benjaminites turned around and saw it. The whole city was full of smoke that went up into the sky."
            },
            {
                "verse_number": "41",
                "verse_text": "Then the Israelites turned and began to fight. The Benjaminites were terrified. Now they knew that disaster was coming to them."
            },
            {
                "verse_number": "42",
                "verse_text": "So the Benjaminites ran away from the Israelites. They ran toward the desert. But they could not escape the battle. And the Israelites who came out of the cities killed them."
            },
            {
                "verse_number": "43",
                "verse_text": "They surrounded the Benjaminites and chased them. They caught them in the area east of Gibeah."
            },
            {
                "verse_number": "44",
                "verse_text": "So 18,000 brave and strong Benjaminite fighters were killed."
            },
            {
                "verse_number": "45",
                "verse_text": "The Benjaminites ran toward the desert. They ran to a place called the rock of Rimmon. But the Israelites killed 5,000 Benjaminites along the roads. They kept chasing them as far as a place named Gidom. And they killed 2,000 more Benjaminites there."
            },
            {
                "verse_number": "46",
                "verse_text": "On that day 25,000 Benjaminites were killed. All of them had fought bravely with swords."
            },
            {
                "verse_number": "47",
                "verse_text": "But 600 Benjaminites ran to the rock of Rimmon in the desert. They stayed there for four months."
            },
            {
                "verse_number": "48",
                "verse_text": "Then the men of Israel went back to the land of Benjamin. They killed the people in every city. They also killed the animals. They destroyed everything they could find. And they burned every city they found."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "At Mizpah the men of Israel had made a promise. This was their promise: &apos;Not one of us will let his daughter marry a man from the tribe of Benjamin.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The people went to the city of Bethel. There they sat before God until evening, crying loudly."
            },
            {
                "verse_number": "3",
                "verse_text": "They said, &apos;Lord, you are the God of Israel. Why has this terrible thing happened to us? Why has one tribe of Israel been taken away?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Early the next day the people built an altar. They put burnt offerings and fellowship offerings to God on it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Israelites asked, &apos;Did any tribe of Israel not come here to meet with us before the Lord?&apos; They asked this question because they had made a great promise. They had promised that anyone who did not meet with them at Mizpah would be killed."
            },
            {
                "verse_number": "6",
                "verse_text": "The Israelites felt sorry for their relatives, the Benjaminites. They said, &apos;Today one tribe has been separated from Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "We made a promise before the Lord. We will not allow our daughters to marry a Benjaminite. How can we make sure that the men of Benjamin will have wives?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then they asked, &apos;Which one of the tribes of Israel did not come here to Mizpah?&apos; They found that no one from the city of Jabesh Gilead was there."
            },
            {
                "verse_number": "9",
                "verse_text": "The people of Israel counted everyone, but no one from Jabesh Gilead was there."
            },
            {
                "verse_number": "10",
                "verse_text": "So the whole group of Israelites sent 12,000 soldiers to Jabesh Gilead. They told the soldiers to kill the people in Jabesh Gilead with their swords. Even the women and children were to be killed."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what you must do: Kill every man in Jabesh Gilead. Also kill every woman who is not a virgin.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The soldiers found 400 young women in Jabesh Gilead who were virgins. They brought these women to the camp at Shiloh in Canaan."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the whole group of Israelites sent a message to the men of Benjamin. They offered to make peace with them. The men of Benjamin were at the rock of Rimmon."
            },
            {
                "verse_number": "14",
                "verse_text": "So the men of Benjamin came back at that time. The Israelites gave them the women from Jabesh Gilead who had not been killed. But there were not enough women for all of them."
            },
            {
                "verse_number": "15",
                "verse_text": "The people of Israel felt sorry for the Benjaminites. This was because the Lord had separated the tribes of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "The elders of the Israelites spoke. They said, &apos;The women of Benjamin have been killed. Where can we get wives for the men of Benjamin who are still alive?"
            },
            {
                "verse_number": "17",
                "verse_text": "These men must have children to continue their families. This is so a tribe in Israel will not die out."
            },
            {
                "verse_number": "18",
                "verse_text": "But we cannot allow our daughters to marry them. We have made this promise: &quot;Anyone who gives a wife to a man of Benjamin is cursed.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "We have an idea! There is a yearly festival of the Lord at Shiloh. Shiloh is north of the city of Bethel. It is east of the road that goes from Bethel to Shechem. And it is south of the city of Lebonah.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the elders told the men of Benjamin about their idea. They said, &apos;Go and hide in the vineyards."
            },
            {
                "verse_number": "21",
                "verse_text": "Watch for the young women from Shiloh to come out. They will come to join the dancing. Then run out from the vineyards. Each of you take one of the young Shiloh women and go to the land of Benjamin."
            },
            {
                "verse_number": "22",
                "verse_text": "The fathers or brothers of those young women will come to us. They will complain, but we will say: &quot;Be kind to the men of Benjamin. We did not get wives for Benjamin during the war. And you did not give the women to the men from Benjamin. So you are not guilty.&quot;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So that is what the Benjaminites did. While the young women were dancing, each man caught one of them. They took them away and married them. Then they went back to the land God had given them. They rebuilt their cities and lived there."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the Israelites went home. They went to their own tribes and family groups. They went to their own land that God had given them."
            },
            {
                "verse_number": "25",
                "verse_text": "In those days the Israelites did not have a king. Everyone did what he thought was right."
            }
        ]
    }
}