{
    "James": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From James, a servant of God and of the Lord Jesus Christ. To all of God&quot;s people who are scattered everywhere in the world: Greetings."
            },
            {
                "verse_number": "2",
                "verse_text": "My brothers, you will have many kinds of troubles. But when these things happen, you should be very happy."
            },
            {
                "verse_number": "3",
                "verse_text": "You know that these things are testing your faith. And this will give you patience."
            },
            {
                "verse_number": "4",
                "verse_text": "Let your patience show itself perfectly in what you do. Then you will be perfect and complete. You will have everything you need."
            },
            {
                "verse_number": "5",
                "verse_text": "But if any of you needs wisdom, you should ask God for it. God is generous. He enjoys giving to all people, so God will give you wisdom."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you ask God, you must believe. Do not doubt God. Anyone who doubts is like a wave in the sea. The wind blows the wave up and down."
            },
            {
                "verse_number": "9",
                "verse_text": "If a believer is poor, he should take pride that God has made him spiritually rich."
            },
            {
                "verse_number": "10",
                "verse_text": "If he is rich, he should take pride that God has shown him that he is spiritually poor. The rich person will die like a wild flower in the grass."
            },
            {
                "verse_number": "11",
                "verse_text": "The sun rises and becomes hotter and hotter. The heat makes the plants very dry, and the flower falls off. The flower was beautiful, but now it is dead. It is the same with a rich person. While he is still taking care of his business, he will die."
            },
            {
                "verse_number": "12",
                "verse_text": "When a person is tempted and still continues strong, he should be happy. After he has proved his faith, God will reward him with life forever. God promised this to all people who love him."
            },
            {
                "verse_number": "13",
                "verse_text": "When someone is being tempted, he should not say, &apos;God is tempting me.&apos; Evil cannot tempt God, and God himself does not tempt anyone."
            },
            {
                "verse_number": "14",
                "verse_text": "It is the evil that a person wants that tempts him. His own evil desire leads him away and holds him."
            },
            {
                "verse_number": "15",
                "verse_text": "This desire causes sin. Then the sin grows and brings death."
            },
            {
                "verse_number": "16",
                "verse_text": "My dear brothers, do not be fooled about this."
            },
            {
                "verse_number": "17",
                "verse_text": "Every good action and every perfect gift is from God. These good gifts come down from the Creator of the sun, moon, and stars. God does not change like their shifting shadows."
            },
            {
                "verse_number": "18",
                "verse_text": "God decided to give us life through the word of truth. He wanted us to be the most important of all the things he made."
            },
            {
                "verse_number": "19",
                "verse_text": "My dear brothers, always be willing to listen and slow to speak. Do not become angry easily."
            },
            {
                "verse_number": "20",
                "verse_text": "Anger will not help you live a good life as God wants."
            },
            {
                "verse_number": "21",
                "verse_text": "So put out of your life every evil thing and every kind of wrong you do. Don&quot;t be proud but accept God&quot;s teaching that is planted in your hearts. This teaching can save your souls."
            },
            {
                "verse_number": "22",
                "verse_text": "Do what God&quot;s teaching says; do not just listen and do nothing. When you only sit and listen, you are fooling yourselves."
            },
            {
                "verse_number": "23",
                "verse_text": "A person who hears God&quot;s teaching and does nothing is like a man looking in a mirror."
            },
            {
                "verse_number": "24",
                "verse_text": "He sees his face, then goes away and quickly forgets what he looked like."
            },
            {
                "verse_number": "25",
                "verse_text": "But the truly happy person is the one who carefully studies God&quot;s perfect law that makes people free. He continues to study it. He listens to God&quot;s teaching and does not forget what he heard. Then he obeys what God&quot;s teaching says. When he does this, it makes him happy."
            },
            {
                "verse_number": "26",
                "verse_text": "A person might think he is religious. But if he says things he should not say, then he is just fooling himself. His &apos;religion&apos; is worth nothing."
            },
            {
                "verse_number": "27",
                "verse_text": "Religion that God the Father accepts is this: caring for orphans or widows who need help; and keeping yourself free from the world&quot;s evil influence. This is the kind of religion that God accepts as pure and good."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My dear brothers, you are believers in our glorious Lord Jesus Christ. So never think that some people are more important than others."
            },
            {
                "verse_number": "2",
                "verse_text": "Suppose someone comes into your church meeting wearing very nice clothes and a gold ring. At the same time a poor man comes in wearing old, dirty clothes."
            },
            {
                "verse_number": "3",
                "verse_text": "You show special attention to the one wearing nice clothes. You say, &apos;Please, sit here in this good seat.&apos; But you say to the poor man, &apos;Stand over there,&apos; or &apos;Sit on the floor by my feet!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "What are you doing? You are making some people more important than others. With evil thoughts you are deciding which person is better."
            },
            {
                "verse_number": "5",
                "verse_text": "Listen, my dear brothers! God chose the poor in the world to be rich with faith. He chose them to receive the kingdom God promised to people who love him."
            },
            {
                "verse_number": "6",
                "verse_text": "But you show no respect to the poor man. And you know that it is the rich who are always trying to control your lives. And they are the ones who take you to court."
            },
            {
                "verse_number": "7",
                "verse_text": "They are the ones who say bad things against Jesus, who owns you."
            },
            {
                "verse_number": "8",
                "verse_text": "One law rules over all other laws. This royal law is found in the Scriptures: &apos;Love your neighbor as you love yourself.&apos; If you obey this law, then you are doing right."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you are treating one person as if he were more important than another, then you are sinning. That royal law proves that you are guilty of breaking God&quot;s law."
            },
            {
                "verse_number": "10",
                "verse_text": "A person might follow all of God&quot;s law. But if he fails to obey even one command, he is guilty of breaking all the commands in that law."
            },
            {
                "verse_number": "11",
                "verse_text": "God said, &apos;You must not be guilty of adultery.&apos; The same God also said, &apos;You must not murder anyone.&apos; So if you do not take part in adultery, but you murder someone, then you are guilty of breaking all of God&quot;s law."
            },
            {
                "verse_number": "12",
                "verse_text": "You will be judged by the law that makes people free. You should remember this in everything you say and do."
            },
            {
                "verse_number": "13",
                "verse_text": "Yes, you must show mercy to others, or God will not show mercy to you when he judges you. But the person who shows mercy can stand without fear when he is judged."
            },
            {
                "verse_number": "14",
                "verse_text": "My brothers, if someone says he has faith, but does nothing, his faith is worth nothing. Can faith like that save him?"
            },
            {
                "verse_number": "15",
                "verse_text": "A brother or sister in Christ might need clothes or might need food."
            },
            {
                "verse_number": "16",
                "verse_text": "And you say to him, &apos;God be with you! I hope you stay warm and get plenty to eat.&apos; You say this, but you do not give that person the things he needs. Unless you help him, your words are worth nothing."
            },
            {
                "verse_number": "17",
                "verse_text": "It is the same with faith. If faith does nothing, then that faith is dead, because it is alone."
            },
            {
                "verse_number": "18",
                "verse_text": "Someone might say, &apos;You have faith, but I do things. Show me your faith! Your faith does nothing. I will show you my faith by the things I do.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "You believe there is one God. Good! But the demons believe that, too! And they shake with fear."
            },
            {
                "verse_number": "20",
                "verse_text": "You foolish person! Must you be shown that faith that does nothing is worth nothing?"
            },
            {
                "verse_number": "21",
                "verse_text": "Abraham is our father. He was made right with God by the things he did. He offered his son Isaac to God on the altar."
            },
            {
                "verse_number": "22",
                "verse_text": "So you see that Abraham&quot;s faith and the things he did worked together. His faith was made perfect by what he did."
            },
            {
                "verse_number": "23",
                "verse_text": "This shows the full meaning of the Scripture that says: &apos;Abraham believed God, and God accepted Abraham&quot;s faith, and that faith made him right with God.&apos; And Abraham was called &apos;God&quot;s friend.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So you see that a person is made right with God by the things he does. He cannot be made right by faith only."
            },
            {
                "verse_number": "25",
                "verse_text": "Another example is Rahab, who was a prostitute. But she was made right with God by something she did: She helped the spies for God&quot;s people. She welcomed them into her home and helped them escape by a different road."
            },
            {
                "verse_number": "26",
                "verse_text": "A person&quot;s body that does not have a spirit is dead. It is the same with faith. Faith that does nothing is dead!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My brothers, not many of you should become teachers. You know that we who teach will be judged more strictly than others."
            },
            {
                "verse_number": "2",
                "verse_text": "We all make many mistakes. If there were a person who never said anything wrong, he would be perfect. He would be able to control his whole body, too."
            },
            {
                "verse_number": "3",
                "verse_text": "We put bits into the mouths of horses to make them obey us. We can control their whole bodies."
            },
            {
                "verse_number": "4",
                "verse_text": "It is the same with ships. A ship is very big, and it is pushed by strong winds. But a very small rudder controls that big ship. The man who controls the rudder decides where the ship will go. The ship goes where the man wants."
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same with the tongue. It is a small part of the body, but it brags about doing great things. A big forest fire can be started with only a little flame."
            },
            {
                "verse_number": "6",
                "verse_text": "And the tongue is like a fire. It is a whole world of evil among the parts of our bodies. The tongue spreads its evil through the whole body. It starts a fire that influences all of life. The tongue gets this fire from hell."
            },
            {
                "verse_number": "7",
                "verse_text": "People can tame every kind of wild animal, bird, reptile, and fish, and they have tamed them."
            },
            {
                "verse_number": "8",
                "verse_text": "But no one can tame the tongue. It is wild and evil. It is full of poison that can kill."
            },
            {
                "verse_number": "9",
                "verse_text": "We use our tongues to praise our Lord and Father, but then we curse people. And God made them like himself."
            },
            {
                "verse_number": "10",
                "verse_text": "Praises and curses come from the same mouth! My brothers, this should not happen."
            },
            {
                "verse_number": "11",
                "verse_text": "Do good and bad water flow from the same spring?"
            },
            {
                "verse_number": "12",
                "verse_text": "My brothers, can a fig tree make olives? Can a grapevine make figs? No! And a well full of salty water cannot give good water."
            },
            {
                "verse_number": "13",
                "verse_text": "Is there anyone among you who is truly wise and understanding? Then he should show his wisdom by living right. He should do good things without being proud. A wise person does not brag."
            },
            {
                "verse_number": "14",
                "verse_text": "But if you are selfish and have bitter jealousy in your hearts, you have no reason to brag. Your bragging is a lie that hides the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "That kind of &apos;wisdom&apos; does not come from God. That &apos;wisdom&apos; comes from the world. It is not spiritual. It is from the devil."
            },
            {
                "verse_number": "16",
                "verse_text": "Where there is jealousy and selfishness, there will be confusion and every kind of evil."
            },
            {
                "verse_number": "17",
                "verse_text": "But the wisdom that comes from God is like this: First, it is pure. Then it is also peaceful, gentle, and easy to please. This wisdom is always ready to help those who are troubled and to do good for others. This wisdom is always fair and honest."
            },
            {
                "verse_number": "18",
                "verse_text": "When people work for peace in a peaceful way, they receive the good result of their right living."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Do you know where your fights and arguments come from? They come from the selfish desires that make war inside you."
            },
            {
                "verse_number": "2",
                "verse_text": "You want things, but you do not have them. So you are ready to kill and are jealous of other people. But you still cannot get what you want. So you argue and fight. You do not get what you want because you do not ask God."
            },
            {
                "verse_number": "3",
                "verse_text": "Or when you ask, you do not receive because the reason you ask is wrong. You want things only so that you can use them for your own pleasures."
            },
            {
                "verse_number": "4",
                "verse_text": "So, you people are not loyal to God! You should know that loving the world is the same as hating God. So if a person wants to be a friend of the world, he makes himself God&quot;s enemy."
            },
            {
                "verse_number": "5",
                "verse_text": "Do you think the Scripture means nothing? It says, &apos;The Spirit that God made to live in us wants us for himself alone.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But God gives us even more grace, as the Scripture says, &apos;God is against the proud, but he gives grace to the humble.&apos; Proverbs 3:34"
            },
            {
                "verse_number": "7",
                "verse_text": "So give yourselves to God. Stand against the devil, and the devil will run away from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Come near to God, and God will come near to you. You are sinners. So clean sin out of your lives. You are trying to follow God and the world at the same time. Make your thinking pure."
            },
            {
                "verse_number": "9",
                "verse_text": "Be sad, cry, and weep! Change your laughter into crying. Change your joy into sadness."
            },
            {
                "verse_number": "10",
                "verse_text": "Humble yourself before the Lord, and he will honor you."
            },
            {
                "verse_number": "11",
                "verse_text": "Brothers, do not say bad things about each other. If you say bad things about your brother in Christ or judge him, then you are saying bad things about the law he follows. You are also judging the law he follows. And when you are judging the law, you are not a follower of the law. You have become a judge!"
            },
            {
                "verse_number": "12",
                "verse_text": "God is the only One who makes laws, and he is the only Judge. He is the only One who can save and destroy. So it is not right for you to judge your neighbor."
            },
            {
                "verse_number": "13",
                "verse_text": "Some of you say, &apos;Today or tomorrow we will go to some city. We will stay there a year, do business, and make money.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But you do not know what will happen tomorrow! Your life is like a mist. You can see it for a short time, but then it goes away."
            },
            {
                "verse_number": "15",
                "verse_text": "So you should say, &apos;If the Lord wants, we will live and do this or that.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But now you are proud and you brag. All of this bragging is wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "And when a person knows the right thing to do, but does not do it, then he is sinning."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "You rich people, listen! Cry and be very sad because of the trouble that will come to you."
            },
            {
                "verse_number": "2",
                "verse_text": "Your riches will rot, and your clothes will be eaten by moths."
            },
            {
                "verse_number": "3",
                "verse_text": "Your gold and silver will rust, and rust will be a proof that you were wrong. It will eat your bodies like fire. You saved your treasure for the last days."
            },
            {
                "verse_number": "4",
                "verse_text": "Men worked in your fields, but you did not pay them. They harvested your crops and are crying out against you. Now the Lord of heaven&quot;s armies has heard their cries."
            },
            {
                "verse_number": "5",
                "verse_text": "Your life on earth was full of rich living. You pleased yourselves with everything you wanted. You made yourselves fat, like an animal ready to be killed."
            },
            {
                "verse_number": "6",
                "verse_text": "You showed no mercy to the innocent man. You murdered him. He cannot stand against you."
            },
            {
                "verse_number": "7",
                "verse_text": "Brothers, be patient until the Lord comes again. A farmer is patient. He waits for his valuable crop to grow from the earth. He waits patiently for it to receive the first rain and the last rain."
            },
            {
                "verse_number": "8",
                "verse_text": "You, too, must be patient. Do not give up hope. The Lord is coming soon."
            },
            {
                "verse_number": "9",
                "verse_text": "Brothers, do not complain against each other. If you do not stop complaining, you will be judged guilty. And the Judge is ready to come!"
            },
            {
                "verse_number": "10",
                "verse_text": "Brothers, follow the example of the prophets who spoke for the Lord. They suffered many hard things, but they were patient."
            },
            {
                "verse_number": "11",
                "verse_text": "We say they are happy because they were able to do this. You have heard about Job&quot;s patience. You know that after all his trouble, the Lord helped him. This shows that the Lord is full of mercy and is kind."
            },
            {
                "verse_number": "12",
                "verse_text": "My brothers, it is very important that you not use an oath when you make a promise. Don&quot;t use the name of heaven, earth, or anything else to prove what you say. When you mean yes, say only &apos;yes.&apos; When you mean no, say only &apos;no.&apos; Do this so that you will not be judged guilty."
            },
            {
                "verse_number": "13",
                "verse_text": "If one of you is having troubles, he should pray. If one of you is happy, he should sing praises."
            },
            {
                "verse_number": "14",
                "verse_text": "If one of you is sick, he should call the church&quot;s elders. The elders should pour oil on him in the name of the Lord and pray for him."
            },
            {
                "verse_number": "15",
                "verse_text": "And the prayer that is said with faith will make the sick person well. The Lord will heal him. And if he has sinned, God will forgive him."
            },
            {
                "verse_number": "16",
                "verse_text": "Confess your sins to each other and pray for each other. Do this so that God can heal you. When a good man prays, great things happen."
            },
            {
                "verse_number": "17",
                "verse_text": "Elijah was a man just like us. He prayed that it would not rain. And it did not rain on the land for three and a half years!"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Elijah prayed again. And the rain came down from the sky, and the land grew crops again."
            },
            {
                "verse_number": "19",
                "verse_text": "My brothers, one of you may wander away from the truth. And someone may help him come back."
            },
            {
                "verse_number": "20",
                "verse_text": "Remember this: Anyone who brings a sinner back from the wrong way will save that sinner&quot;s soul from death. By doing this, that person will cause many sins to be forgiven."
            }
        ]
    }
}