{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon was David&quot;s son, and he became a powerful king. This was because the Lord his God was with him. The Lord made Solomon very great."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon spoke to all the people of Israel. He spoke to the commanders of 100 men and of 1,000 men. He spoke to the judges, to every leader in all Israel and to the leaders of the families."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon and all the people gathered with him went to the place of worship. This was at the town of Gibeon. God&quot;s Meeting Tent was there. Moses, the Lord&quot;s servant, had made that Tent in the desert."
            },
            {
                "verse_number": "4",
                "verse_text": "David had brought the Ark of the Covenant with God from Kiriath Jearim to Jerusalem. David had made a place for it there. He had set up a tent for it in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Bezalel was Uri&quot;s son, and Uri was Hur&quot;s son. Bezalel had made a bronze altar. It was in Gibeon in front of the Holy Tent. So Solomon and the people worshiped the Lord there."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon went up to the bronze altar before the Lord at the Meeting Tent. He offered 1,000 burnt offerings on the altar."
            },
            {
                "verse_number": "7",
                "verse_text": "That night God appeared to Solomon. God said, &apos;Solomon, ask for whatever you want me to give you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon answered, &apos;You have been very kind to my father David. You have chosen me to be the king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, Lord God, may your promise to my father David come true. You have made me king of a very large nation. There are so many of them they are like the dust of the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "Now give me wisdom and knowledge so I can lead these people in the right way. No one can rule them without your help.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God said to Solomon, &apos;What you want is good. I have chosen you to be king of these people. You have not asked for wealth or riches or honor. You have not asked for your enemies to be killed. You have not asked for a long life. But you have asked for wisdom and knowledge to lead my people."
            },
            {
                "verse_number": "12",
                "verse_text": "So I will give you wisdom and knowledge. I will also give you more wealth, riches and honor than any king who has lived before you. And the kings who will live after you will not have as much.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Solomon left the place of worship at Gibeon. He left the Meeting Tent and went back to Jerusalem. There King Solomon ruled over Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon gathered horses and chariots. He had 1,400 chariots and 12,000 horses. He put some horses and chariots in the cities where the chariots were kept. And he kept some with him in Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem, Solomon gathered much silver and gold. He got so much it was as common as rocks. He also gathered much cedar wood. It became as plentiful as the sycamore trees on the western mountain slopes."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon imported horses from Egypt and Kue. The king&quot;s traders bought the horses in Kue."
            },
            {
                "verse_number": "17",
                "verse_text": "They imported a chariot from Egypt for about 15 pounds of silver. And they imported a horse for nearly 4 pounds of silver. Then they sold the horses and chariots to all the kings of the Hittites and the Arameans."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Solomon decided to build a temple as a place to worship the Lord. He also decided to build a palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "He chose 70,000 men to carry things. He chose 80,000 men to cut stone in the mountains. And he chose 3,600 men to direct the workers."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon sent a message to Hiram king of the city of Tyre. Solomon said: Help me as you helped my father David. You sent him cedar logs so he could build himself a palace to live in. Solomon, the Lord loves his people. That is why he chose you to be their king. Praise the Lord, the God of Israel! He made heaven and earth! He gave King David a wise son. Solomon, you have wisdom and understanding. You will build a temple for the Lord and a palace for yourself."
            },
            {
                "verse_number": "4",
                "verse_text": "I will build a temple as a place to worship the Lord my God. And I will give this temple to the Lord. There we will burn sweet-smelling spices in his presence. We will set out the bread that shows we are in God&quot;s presence. And we will burn sacrifices every morning and evening. We will worship him on Sabbath days and New Moons. And we will worship him on the other feast days the Lord our God has commanded us to celebrate. This is a rule for Israel to obey forever."
            },
            {
                "verse_number": "5",
                "verse_text": "The temple I build will be great. This is because our God is greater than all gods."
            },
            {
                "verse_number": "6",
                "verse_text": "But no one can really build a house for our God. Not even the highest of heavens can hold God. How then can I build a temple for him? I can only build a place to burn sacrifices to God."
            },
            {
                "verse_number": "7",
                "verse_text": "Now send me a man skilled in working with gold, silver, bronze and iron. He must know how to work with purple, red and blue thread. He must know how to make engravings. He will work with my skilled craftsmen in Judah and Jerusalem. These are the men my father David chose."
            },
            {
                "verse_number": "8",
                "verse_text": "Also send me cedar, pine and juniper logs from Lebanon. I know your servants are experienced at cutting down the trees in Lebanon. My servants will help them."
            },
            {
                "verse_number": "9",
                "verse_text": "Send me a lot of wood. The temple I am going to build will be large and wonderful."
            },
            {
                "verse_number": "10",
                "verse_text": "I will give your servants who cut the wood 125,000 bushels of wheat. And I will give them 125,000 bushels of barley, 115,000 gallons of wine and 115,000 gallons of oil."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Hiram king of Tyre answered Solomon with this letter:"
            },
            {
                "verse_number": "12",
                "verse_text": "Hiram also said:"
            },
            {
                "verse_number": "13",
                "verse_text": "I will send you a skilled and wise man named Huram-Abi."
            },
            {
                "verse_number": "14",
                "verse_text": "His mother was from the people of Dan. And his father was from Tyre. Huram-Abi has skill in working with gold, silver, bronze, iron, stone and wood. He has skill in working with purple, blue and red thread and expensive linen. And he is skilled in making engravings. He can make any design you show him. He will help your craftsmen and the craftsmen of your father David."
            },
            {
                "verse_number": "15",
                "verse_text": "Now send my servants the wheat, barley, oil and wine you promised."
            },
            {
                "verse_number": "16",
                "verse_text": "We will cut as much wood from Lebanon as you need. We will use rafts to carry it by sea to Joppa. Then you may carry it to Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Solomon counted all the foreigners living in Israel. This was after the time his father David had counted the people. There were 153,600 foreigners in the country."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon chose 70,000 of them to carry things. He chose 80,000 of them to cut stone in the mountains. And he chose 3,600 of them to direct the workers. They were to keep the people working."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon began to build the Temple of the Lord. He built it in Jerusalem on Mount Moriah. This was where the Lord had appeared to David, Solomon&quot;s father. Solomon built the Temple on the place David had prepared. This place was the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon began building in the second month of the fourth year he ruled Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon used these measurements for building the Temple of God. It was 90 feet long and 30 feet wide. (Solomon used the old measurement.)"
            },
            {
                "verse_number": "4",
                "verse_text": "The porch in front of the Temple was 30 feet long and 30 feet high. Solomon covered the inside of the porch with pure gold."
            },
            {
                "verse_number": "5",
                "verse_text": "He put panels of pine on the walls of the main room. Then he covered them with pure gold. And he put designs of palm trees and chains in the gold."
            },
            {
                "verse_number": "6",
                "verse_text": "He put gems in the Temple for beauty. And he used gold from Parvaim."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon put gold on the Temple&quot;s ceiling beams, doorposts, walls and doors. And he carved creatures with wings on the walls."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Solomon made the Most Holy Place. It was 30 feet long and 30 feet wide. It was as wide as the Temple. He covered its walls with about 46,000 pounds of pure gold."
            },
            {
                "verse_number": "9",
                "verse_text": "The gold nails weighed over a pound. Solomon also covered the upper rooms with gold."
            },
            {
                "verse_number": "10",
                "verse_text": "He made two creatures with wings for the Most Holy Place. He made them out of hot liquid gold."
            },
            {
                "verse_number": "11",
                "verse_text": "The wings of the gold creatures were spread out. Together, they were 30 feet across. One wing of one creature touched the Temple wall. The wing was 7Â½ feet long. The creature&quot;s other wing touched a wing of the second creature. This wing was also 7Â½ feet long."
            },
            {
                "verse_number": "12",
                "verse_text": "One wing of the second creature touched the other side of the room. It was also 7Â½ feet long. The second creature&quot;s other wing touched the first creature&quot;s wing. This wing was also 7Â½ feet long."
            },
            {
                "verse_number": "13",
                "verse_text": "Together, the creatures&quot; wings were 30 feet across. The creatures stood on their feet. They looked inside toward the main room."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon made the curtain of blue, purple and red thread and expensive linen. And he put designs of creatures with wings in it."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon made two pillars to stand in front of the Temple. They were about 52 feet tall. The capital of each pillar was over 7 feet tall."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon made a net of chains. He put them on the tops of the pillars. He made 100 pomegranates and put them on the chains."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon put the pillars up in front of the Temple. One pillar stood on the south side. The other stood on the north. He named the south pillar He Establishes. And he named the north pillar In Him Is Strength."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Solomon made a bronze altar. It was 30 feet long, 30 feet wide and 15 feet tall."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon used melted bronze to make a large bowl, which was called the Sea. It was round and measured 15 feet across from edge to edge. It was over 7 feet tall, and it measured 45 feet around."
            },
            {
                "verse_number": "3",
                "verse_text": "There were carvings of bulls under the rim of the bowl. There were 10 bulls in every 1Â½ feet. They were put in two rows around the bowl when it was made."
            },
            {
                "verse_number": "4",
                "verse_text": "The bowl rested on 12 statues of bulls. Three bulls faced north, 3 faced west, 3 faced south and 3 faced east. The bowl was on top of them. They faced outward from the center of the bowl."
            },
            {
                "verse_number": "5",
                "verse_text": "The bowl was 3 inches thick. Its rim was like the rim of a cup. It looked like a lily blossom. It could hold about 17,500 gallons."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon made 10 smaller bowls. He put 5 of them on the south side. And he put 5 of them on the north. They were to be used to wash the animals for the burnt offerings. But the large bowl was to be used by the priests for washing."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon made 10 lampstands of gold, following the plans for them. He put them in the Temple. He put 5 on the south side and 5 on the north."
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon made 10 tables and put them in the Temple. He put 5 on the south side and 5 on the north. And he used gold to make 100 other bowls."
            },
            {
                "verse_number": "9",
                "verse_text": "Solomon also made the priests&quot; courtyard and the large courtyard. He made the doors that opened to the courtyard and covered them with bronze."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he put the large bowl on the south side. He put it in the Temple&quot;s southeast corner."
            },
            {
                "verse_number": "11",
                "verse_text": "He made the pots, shovels and bowls. So Huram finished his work for King Solomon on the Temple of God. He had made these things:"
            },
            {
                "verse_number": "12",
                "verse_text": "two pillars; two large bowls for the capitals on top of the pillars; two nets to cover the two large bowls for the capitals on top of the pillars; All the things Huram-Abi made King Solomon for the Temple of the Lord were made of polished bronze."
            },
            {
                "verse_number": "13",
                "verse_text": "400 pomegranates for the two nets (there were two rows of pomegranates for each net covering the bowls for the capitals on top of the pillars);"
            },
            {
                "verse_number": "14",
                "verse_text": "the stands with a bowl on each stand;"
            },
            {
                "verse_number": "15",
                "verse_text": "the large bowl with 12 bulls under it;"
            },
            {
                "verse_number": "16",
                "verse_text": "the pots, shovels, forks and all the things to go with them."
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon first had these things poured into clay molds. The molds were made in the plain of the Jordan between Succoth and Zarethan."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon had so many things made no one even tried to weigh all the bronze used."
            },
            {
                "verse_number": "19",
                "verse_text": "Solomon also made all the things for God&quot;s Temple. He made the gold altar. He made tables to hold the bread that shows we are in God&quot;s presence."
            },
            {
                "verse_number": "20",
                "verse_text": "He made the lampstands and their lamps of pure gold. They were to burn in front of the Most Holy Place as planned."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon used pure gold to make the flowers, lamps and tongs."
            },
            {
                "verse_number": "22",
                "verse_text": "He used pure gold to make the wick trimmers. He used pure gold for the bowls, pans and dishes used to carry coals. He used pure gold to make the doors for the Temple. And he used pure gold for the inside doors for the Most Holy Place and the doors for the main room."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then all the work Solomon had done for the Temple of the Lord was finished. He brought in everything his father David had given for the Temple. He brought in all the silver and gold and all the furniture. And he put everything in the treasuries of God&quot;s Temple."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon called for all the elders of Israel. He asked them to come to him in Jerusalem. He called for all the older leaders, the heads of the tribes and the leaders of the families. He wanted them to bring the Ark of the Covenant with the Lord from the older part of the city."
            },
            {
                "verse_number": "3",
                "verse_text": "All the men of Israel came together with King Solomon. This was during the festival that was held in the seventh month."
            },
            {
                "verse_number": "4",
                "verse_text": "All the elders of Israel arrived. Then the Levites picked up the Ark of the Covenant."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests and the Levites carried the Ark of the Covenant. They also carried the Meeting Tent and the holy things in it."
            },
            {
                "verse_number": "6",
                "verse_text": "King Solomon and all the Israelites met in front of the Ark of the Covenant. They sacrificed so many sheep and bulls no one could count them."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priests put the Ark of the Covenant with the Lord in its place. This was inside the Most Holy Place in the Temple. They put it under the wings of the gold creatures."
            },
            {
                "verse_number": "8",
                "verse_text": "The wings of the creatures were spread out over the place for the Ark of the Covenant. They covered it and its carrying poles."
            },
            {
                "verse_number": "9",
                "verse_text": "The carrying poles were very long. Anyone standing in the Holy Place in front of the Most Holy Place could see the ends of the poles. But no one could see the poles from outside the Holy Place. The poles are still there today."
            },
            {
                "verse_number": "10",
                "verse_text": "The only things inside the Ark of the Covenant were two stone tablets. Moses had put them in the Ark of the Covenant at Mount Sinai. That was where the Lord made an agreement with the Israelites after they came out of Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "Then all the priests left the Holy Place. All the priests from each group made themselves ready to serve the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "All the Levite musicians stood on the east side of the altar. They were Asaph, Heman, Jeduthun and all their sons and relatives. They were dressed in white linen and played cymbals, lyres and harps. With them were 120 priests who blew trumpets."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who blew the trumpets and those who sang together sounded like one person. They praised and thanked the Lord. They sang as they played their trumpets, cymbals and other instruments. They praised the Lord with this song: &apos;The Lord is good. His love continues forever.&apos; Then the Temple of the Lord was filled with a cloud."
            },
            {
                "verse_number": "14",
                "verse_text": "The priests could not continue their work because of the cloud. This was because the Lord&quot;s glory filled the Temple of God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon said, &apos;The Lord said he would live in the dark cloud."
            },
            {
                "verse_number": "2",
                "verse_text": "I have built a great Temple for you, Lord. It is a place for you to live forever.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "King Solomon turned around and blessed all the Israelites gathered in front of him."
            },
            {
                "verse_number": "4",
                "verse_text": "He said, &apos;Praise the Lord, the God of Israel. He has done what he promised my father David. The Lord said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;I brought my people out of Egypt. But I have not yet chosen a city in any tribe of Israel for my temple. This is where I have chosen to be worshiped. I have not chosen a man to lead my people, the Israelites."
            },
            {
                "verse_number": "6",
                "verse_text": "But now I have chosen Jerusalem as the place I am to be worshiped. And I have chosen David to lead my people Israel.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;My father David wanted to build a temple as a place to worship the Lord, the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord said to my father, &quot;David, it was good that you wanted to build a temple as a place to worship me."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are not the one who will build the temple. Your own son will build my temple.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Now the Lord has kept his promise. I have taken my father David&quot;s place. Now I am Israel&quot;s king. This is what the Lord promised. And I have built the Temple where the Lord, the God of Israel, will be worshiped."
            },
            {
                "verse_number": "11",
                "verse_text": "I have put the Ark of the Covenant there. The agreement that the Lord made with the people of Israel is kept in the Ark of the Covenant.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon stood in front of the Lord&quot;s altar. He was standing before all the people gathered there. Then he spread his arms out."
            },
            {
                "verse_number": "13",
                "verse_text": "He had made a bronze platform. It was 7Â½ feet long, 7Â½ feet wide and 7Â½ feet high. And he had placed it in the middle of the outer courtyard. Solomon stood on the platform. Then he kneeled in front of all the people of Israel who were gathered there. Solomon spread his hands out toward the sky."
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;Lord, God of Israel, there is no god like you in heaven or on earth. You keep your agreement of love with your servants who completely obey you."
            },
            {
                "verse_number": "15",
                "verse_text": "You have kept your promise to my father David, your servant. With your words you made a promise. And with the work of your hands, you have made that promise come true today."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Now, Lord, God of Israel, also keep this promise you made to my father David, your servant. You said, &quot;David, you will always have someone from your family rule Israel. But this will happen only if they are careful to obey my teachings in everything they do. They must obey my teachings just as you have.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now, Lord, God of Israel, keep your promise. Let this promise to your servant David come true."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But, God, can you really live here on the earth with people? Not even the highest of heavens can hold you. And this Temple I built cannot hold you."
            },
            {
                "verse_number": "19",
                "verse_text": "But pay attention to my prayer and my cry for mercy. Lord my God, listen to my cry. Listen to the prayer I, your servant, pray to you."
            },
            {
                "verse_number": "20",
                "verse_text": "I pray that you will watch over this Temple day and night. You said you would make this the place to worship you. I pray that you will hear my prayers when I pray facing this Temple."
            },
            {
                "verse_number": "21",
                "verse_text": "Hear my prayers and the prayers of your people Israel. Hear us when we pray facing this Temple. Hear from your home in heaven. And when you hear our prayers, forgive us."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;A person might do something wrong against someone else. The person who did the wrong will have to swear he is innocent. He will come to swear this before your altar in the Temple."
            },
            {
                "verse_number": "23",
                "verse_text": "When he does this, listen from heaven and act. Judge your servants. Punish the one who did wrong. Make him suffer the same things he made others suffer. Prove that the person who has done right is innocent."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;An enemy might defeat your people Israel because they have sinned against you. Then the people of Israel will return to you and say you are God. They will pray and beg you for help in this Temple."
            },
            {
                "verse_number": "25",
                "verse_text": "When this happens, listen from heaven. Forgive the sin of your people, the Israelites. Bring them back into the land you gave to them and their ancestors."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The sky might not let it rain because your people have sinned against you. Then they will pray, facing this Temple. They will say you are God. They will stop doing their sin because you are punishing them."
            },
            {
                "verse_number": "27",
                "verse_text": "When that happens, then listen from heaven. Forgive the sins of your servants, the Israelites. Then teach them the right way to live. And send rain on your land. This is the land you gave your people as their own."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;There might be a time without food in the land. Or there might be terrible sicknesses, disease in the crops, mildew, locusts or grasshoppers. Or enemies might attack Israel&quot;s cities. There might be a disaster in Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "Then one of your people, an Israelite, will pray or cry for help. Each person knows his own trouble and pain. He will spread his arms out, facing this Temple."
            },
            {
                "verse_number": "30",
                "verse_text": "When that happens, then listen from heaven, your home. Forgive and treat each person as he should be treated. You know what is in his heart. (Only you know what is in a person&quot;s heart.)"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the people will fear and obey you as long as they live in this land. This is the land you gave our ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;A foreigner might come here from a country far away. He is not one of your people, the people of Israel. But he will come because he has heard about your greatness and power. He knows about the things you have done. When he comes and prays, facing this Temple,"
            },
            {
                "verse_number": "33",
                "verse_text": "then listen. Listen from heaven, your home. And do what he asks you to do. Then all the peoples of the earth will know you and respect you, just as your people Israel do. And they will know that this Temple I built is for worshiping you."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;You might send your people to fight their enemies. They will pray to you, facing this city you chose and the Temple I built for worshiping you."
            },
            {
                "verse_number": "35",
                "verse_text": "If they do, then listen from heaven to their prayer. Listen to their cry and help them."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;People will sin against you. There is not a person who does not sin. And you will become angry with them. You will let an enemy defeat them. The enemy will capture them and take them away. It may be to a land far away or near."
            },
            {
                "verse_number": "37",
                "verse_text": "But then they will be sorry for what they have done. As captives in that land, they will cry out to you. They will say, &quot;We have sinned. We have done wrong and acted wickedly.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "In the land where they are captives, they will come back to you. They will want to obey you completely. They will pray, facing their land, the land you gave their ancestors. They will pray, facing the city you chose and the Temple I built for you."
            },
            {
                "verse_number": "39",
                "verse_text": "When this happens, listen from your home in heaven. Listen to their cries and help them. Forgive your people who have sinned against you."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Now, my God, look at us. Listen to the prayers we will pray in this place."
            },
            {
                "verse_number": "41",
                "verse_text": "Now, rise, Lord God, and come to your resting place. Come with the Ark of the Covenant that shows your strength. Let your priests receive your salvation, Lord God. And may your holy people be happy because of your goodness. Remember your love for your servant David.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Lord God, do not reject your appointed one."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Solomon finished praying, fire came down from the sky. It burned up the burnt offering and the sacrifices. The Lord&quot;s glory filled the Temple."
            },
            {
                "verse_number": "2",
                "verse_text": "The priests could not enter the Temple of the Lord because the Lord&quot;s glory filled it."
            },
            {
                "verse_number": "3",
                "verse_text": "All the people of Israel saw the fire come down from heaven. They also saw the Lord&quot;s glory on the Temple. Then they bowed down on the pavement with their faces to the ground. They worshiped and thanked the Lord. They said, &apos;The Lord is good. His love continues forever.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then King Solomon and all the Israelites offered sacrifices before the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon offered a sacrifice of 22,000 cattle and 120,000 sheep. So the king and all the people gave the Temple for the worship of God."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests stood ready to do their work. The Levites also stood with the instruments of the Lord&quot;s music. King David had made these instruments for praising the Lord. The priests and Levites were saying, &apos;The Lord&quot;s love continues forever.&apos; The priests, who stood across from the Levites, blew their trumpets. And all the Israelites were standing."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon made the middle part of the courtyard holy for the Lord. That courtyard is in front of the Temple of the Lord. There Solomon offered burnt offerings and the fat of the fellowship offerings. He used the middle of the courtyard because the bronze altar he had made could not hold everything. It couldn&quot;t hold the burnt offerings, grain offerings and fat."
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon and all the Israelites celebrated the festival for seven days. There were many people. They came from as far away as Lebo Hamath. And they came all the way from the brook of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "They had given the altar for the worship of the Lord. And they celebrated that for seven days. Then they celebrated the festival for seven days. On the eighth day they had a meeting."
            },
            {
                "verse_number": "10",
                "verse_text": "On the twenty-third day of the seventh month Solomon sent the people home. They were full of joy. They were happy because the Lord had been so good to David, Solomon and his people the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon finished the Temple of the Lord and the king&quot;s palace. He had success in doing everything he planned in the Temple of the Lord and his own palace."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord appeared to Solomon at night. The Lord said, &apos;Solomon, I have heard your prayer. And I have chosen this place for myself to be a Temple for sacrifices."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I may stop the sky from sending rain. I may command the locusts to destroy the land. I may send sicknesses to my people."
            },
            {
                "verse_number": "14",
                "verse_text": "Then my people, who are called by my name, will be sorry for what they have done. They will pray and obey me and stop their evil ways. If they do, I will hear them from heaven. I will forgive their sin, and I will heal their land."
            },
            {
                "verse_number": "15",
                "verse_text": "Now I will see them. And I will listen to the prayers prayed in this place."
            },
            {
                "verse_number": "16",
                "verse_text": "I have chosen this Temple and made it holy. So I will be worshiped here forever. Yes, I will always watch over it and love it."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Solomon, obey me as your father David did. Obey all I have commanded. Obey my laws and rules."
            },
            {
                "verse_number": "18",
                "verse_text": "If you do, I will make your kingdom strong. This is the agreement I made with your father David. I told him, &quot;David, someone from your family will always be king in Israel.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;But you must not turn away from me. You must not stop obeying the laws and commands I gave you. You must not serve and worship other gods."
            },
            {
                "verse_number": "20",
                "verse_text": "If you do, I will take the Israelites out of my land, the land I gave them. And I will leave this Temple that I have made holy. All the nations will make fun of it and speak evil about it."
            },
            {
                "verse_number": "21",
                "verse_text": "This Temple is honored now. But then, everyone who passes by will be surprised. They will say, &quot;Why has the Lord done this terrible thing to this land and this Temple?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then people will answer, &quot;It&quot;s because the Israelites left the Lord, the God their ancestors obeyed. He is the God who led them out of Egypt. But they accepted other gods and worshiped and served them. That is why the Lord brought this disaster on them.&quot;&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "It took Solomon 20 years to build the Temple of the Lord and his own palace."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon rebuilt the towns that Hiram had given him. And Solomon sent Israelites to live in them."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he went to Hamath Zobah and captured it."
            },
            {
                "verse_number": "4",
                "verse_text": "Solomon also built the town of Tadmor in the desert. He built all the towns in Hamath as towns for storing things."
            },
            {
                "verse_number": "5",
                "verse_text": "He rebuilt the towns of Upper Beth Horon and Lower Beth Horon. He made them protected towns with strong walls, gates and bars in the gates."
            },
            {
                "verse_number": "6",
                "verse_text": "He also rebuilt the town of Baalath. And he built all the other towns where he stored things. He built all the cities where the chariots and horses were kept. Solomon built all he wanted in Jerusalem, Lebanon and in all the country he ruled."
            },
            {
                "verse_number": "9",
                "verse_text": "But Solomon did not force any of the Israelites to be slave workers. They were his fighting men. They were the commanders of his army officers, his chariots and his chariot drivers."
            },
            {
                "verse_number": "10",
                "verse_text": "Some of them were his most important officers. There were 250 of them to direct the people."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon brought the daughter of the king of Egypt from the older part of Jerusalem. He brought her to the palace he had built for her. Solomon said, &apos;My wife must not live in King David&quot;s palace. This is because the places where the Ark of the Covenant has been are holy places.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon offered burnt offerings to the Lord on the Lord&quot;s altar. Solomon built that altar in front of the Temple porch."
            },
            {
                "verse_number": "13",
                "verse_text": "He offered sacrifices every day as Moses had commanded. Sacrifices were to be offered on the Sabbath days, New Moons and the three yearly feasts. The three yearly feasts were the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Shelters."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon followed his father David&quot;s instructions. Solomon chose the groups of priests for their service. He chose the Levites to lead the praise. And they were to help the priests do their daily work. And he chose the gatekeepers by their groups to serve at each gate. This is what David, the man of God, had commanded."
            },
            {
                "verse_number": "15",
                "verse_text": "They obeyed all of Solomon&quot;s commands to the priests and Levites. And they obeyed his commands about the treasuries."
            },
            {
                "verse_number": "16",
                "verse_text": "All Solomon&quot;s work was done. Everything was done as he had said from the day the Temple of the Lord was begun until it was finished. So the Temple was finished."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon went to the towns of Ezion Geber and Elath. They were near the Red Sea in the country of Edom."
            },
            {
                "verse_number": "18",
                "verse_text": "Hiram sent to Solomon ships commanded by his own men. They were skilled sailors. Hiram&quot;s men went with Solomon&quot;s men to Ophir. And they brought back about 34,000 pounds of gold to King Solomon."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The queen of Sheba heard about Solomon&quot;s fame. So she came to Jerusalem to test him with hard questions. She had a very large group of people with her. She had camels that carried spices, much gold and many gems. She came to Solomon and talked with him about all her questions."
            },
            {
                "verse_number": "2",
                "verse_text": "And Solomon answered all her questions. Nothing was too hard for him to explain to her."
            },
            {
                "verse_number": "3",
                "verse_text": "The queen of Sheba saw that Solomon was very wise. She also saw the palace he had built."
            },
            {
                "verse_number": "4",
                "verse_text": "She saw the food on his table and his many officers. She saw the palace servants and their good clothes. She saw the servants who served Solomon his wine. And she saw their good clothes. She saw the burnt offerings he made in the Temple of the Lord. All these things amazed her."
            },
            {
                "verse_number": "5",
                "verse_text": "So she said to King Solomon, &apos;I heard in my own country about your achievements and wisdom. And all of it is true."
            },
            {
                "verse_number": "6",
                "verse_text": "I did not believe it then. But now I have come and seen it with my own eyes. Not even half of your great wisdom was told to me! You are much greater than I had heard."
            },
            {
                "verse_number": "7",
                "verse_text": "Your men and officers are very lucky! Since they are always serving you, they are able to hear your wisdom!"
            },
            {
                "verse_number": "8",
                "verse_text": "Praise the Lord your God! He was pleased to make you king. He has put you on his throne to rule for the Lord your God. Your God loves Israel and supports Israel forever. So the Lord has made you king of Israel to keep law and order and to rule fairly.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the queen of Sheba gave King Solomon about 9,000 pounds of gold. She also gave him many spices and gems. No one had ever given such fine spices as she gave to King Solomon."
            },
            {
                "verse_number": "10",
                "verse_text": "Hiram&quot;s men and Solomon&quot;s men brought in gold from Ophir. They also brought in juniper wood and gems."
            },
            {
                "verse_number": "11",
                "verse_text": "King Solomon used the juniper wood to make steps for the Temple of the Lord and the palace. He also used it to make lyres and harps for the singers. No one in Judah had ever seen such beautiful things as these."
            },
            {
                "verse_number": "12",
                "verse_text": "King Solomon gave the queen of Sheba everything she wanted and asked for. He gave her more than she had brought to him. Then she and her servants left and returned to their own country."
            },
            {
                "verse_number": "13",
                "verse_text": "The amount of gold that Solomon received in one year weighed about 50,000 pounds."
            },
            {
                "verse_number": "14",
                "verse_text": "Besides that, he also received gold from merchants and traders. All the kings of Arabia and the rulers of the land also brought gold and silver to Solomon."
            },
            {
                "verse_number": "15",
                "verse_text": "King Solomon made 200 large shields from hammered gold. Each shield contained about 7Â½ pounds of hammered gold."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon also made 300 small shields of hammered gold. Each shield contained about 4 pounds of gold. King Solomon put them in the Palace of the Forest of Lebanon."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he built a large throne of ivory. And he covered it with pure gold."
            },
            {
                "verse_number": "18",
                "verse_text": "The throne had six steps on it. And it had a gold footstool on it. There were armrests on both sides of the chair. And beside each armrest was a statue of a lion."
            },
            {
                "verse_number": "19",
                "verse_text": "Twelve lions stood on the six steps. There was one lion at each end of each step. Nothing like this had ever been made for any other kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "All King Solomon&quot;s drinking cups were made of gold. All of the dishes in the Palace of the Forest of Lebanon were pure gold. In Solomon&quot;s time people did not think silver was valuable. So nothing was made of silver."
            },
            {
                "verse_number": "21",
                "verse_text": "King Solomon had many ships that he sent out to trade. Hiram&quot;s men sailed Solomon&quot;s ships. Every three years the ships returned. They brought back gold, silver, ivory, apes and baboons."
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon had more riches and wisdom than all the other kings on earth."
            },
            {
                "verse_number": "23",
                "verse_text": "All the kings of the earth came to see Solomon. They wanted to hear the wisdom God had given him."
            },
            {
                "verse_number": "24",
                "verse_text": "Every year everyone who came brought a gift. They brought things made of silver and gold, clothes, weapons, spices, horses and mules."
            },
            {
                "verse_number": "25",
                "verse_text": "Solomon had 4,000 stalls to hold his horses and chariots. He had 12,000 horses. He kept them in special cities for the chariots. And he kept some with him in Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon was king over all the kings from the Euphrates River to the Philistine country to the border of Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "In Jerusalem silver was as common as stones while Solomon was king. Cedar trees were as common as the fig trees growing on the western mountain slopes."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon imported horses from Egypt and all other countries."
            },
            {
                "verse_number": "29",
                "verse_text": "The other things Solomon did as king, from the beginning to the end, are written down. They are in the writings of Nathan the prophet. And they are in the prophecy of Ahijah and the visions of Iddo. Ahijah was from Shiloh. Iddo was a seer who wrote about Jeroboam, Nebat&quot;s son."
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon was king in Jerusalem over all Israel for 40 years."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Solomon died and was buried in Jerusalem. This was the city of his father David. And Solomon&quot;s son Rehoboam became king in his place."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem because all the Israelites had gone there to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam son of Nebat was in Egypt. He had gone there to run away from King Solomon. Jeroboam heard that Rehoboam was going to be the new king. So he returned from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "The people sent for Jeroboam. Then he and the people went to Rehoboam. They said to Rehoboam,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father forced us to work very hard. Now, make it easier for us. Don&quot;t make us work as hard as your father did. Then we will serve you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam answered, &apos;Come back to me in three days.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "There were some elders who had helped Solomon make decisions during his lifetime. So King Rehoboam asked them what he should do. He said, &apos;How do you think I should answer these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;Be kind to these people. Please them and give them a kind answer. If you do, they will serve you always.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam did not listen to the advice the elders gave him. He talked with the young men who had grown up with him. They advised him in making decisions."
            },
            {
                "verse_number": "9",
                "verse_text": "Rehoboam asked them, &apos;What is your advice? How should we answer these people? They said, &quot;Don&quot;t make us work as hard as your father did.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the young men who had grown up with him said, &apos;The people said to you, &quot;Your father forced us to work very hard. Now make our work easier.&quot; But you should tell those people, &quot;My little finger is thicker than my father&quot;s waist."
            },
            {
                "verse_number": "11",
                "verse_text": "My father forced you to work hard. But I will make you work even harder. My father beat you with whips. But I will beat you with whips that have sharp points.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "King Rehoboam had told the people, &apos;Come back to me in three days.&apos; So three days later Jeroboam and all the people returned to Rehoboam."
            },
            {
                "verse_number": "13",
                "verse_text": "Then King Rehoboam spoke to them in a cruel way. He did not take the advice of the elders."
            },
            {
                "verse_number": "14",
                "verse_text": "He followed the advice of the young men. He said, &apos;My father forced you to work hard. But I will give you even more work. My father beat you with whips. But I will beat you with whips that have sharp points.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So King Rehoboam did not do what the people wanted. God caused this to happen. He did this so the Lord could keep his promise to Jeroboam son of Nebat. The Lord had made this promise through Ahijah, a prophet from Shiloh."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel saw that King Rehoboam did not listen to them. So they said to the king, &apos;We have no share in David. We have no part in the son of Jesse. People of Israel, let&quot;s go to our own homes! Let David&quot;s son rule his own people.&apos; So all the Israelites went home."
            },
            {
                "verse_number": "17",
                "verse_text": "But Rehoboam still ruled over the Israelites who lived in the towns of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "Adoniram was in charge of the people who were forced to work. Rehoboam sent him to the people. But they threw stones at Adoniram until he died. But King Rehoboam was able to run to his chariot and escape to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Since then, Israel has always turned against the family of David."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Rehoboam came to Jerusalem, he gathered 180,000 of the best soldiers. They were from the people of Judah and Benjamin. He gathered them to fight Israel. He wanted to bring the kingdom back under his control."
            },
            {
                "verse_number": "2",
                "verse_text": "But the Lord spoke his word to Shemaiah, the man of God. The Lord said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Shemaiah, talk to Solomon&quot;s son Rehoboam, the king of Judah. Talk also to all the Israelites living in Judah and Benjamin. Say to them,"
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;The Lord says you must not go to war against your brothers. Every one of you should go home. I made all these things happen.&quot;&apos; So King Rehoboam and his army obeyed the Lord&quot;s command. They turned back and did not attack Jeroboam."
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam lived in Jerusalem. He built strong cities in Judah to defend it against attacks."
            },
            {
                "verse_number": "6",
                "verse_text": "He built up the cities of Bethlehem, Etam, Tekoa,"
            },
            {
                "verse_number": "7",
                "verse_text": "Beth Zur, Soco, Adullam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Gath, Mareshah, Ziph,"
            },
            {
                "verse_number": "9",
                "verse_text": "Adoraim, Lachish, Azekah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zorah, Aijalon and Hebron. These were strong, walled cities in Judah and Benjamin."
            },
            {
                "verse_number": "11",
                "verse_text": "When Rehoboam made those cities strong, he put commanders in them. He also put supplies of food, oil and wine in them."
            },
            {
                "verse_number": "12",
                "verse_text": "Also, Rehoboam put shields and spears in all the cities. So he made them very strong. Rehoboam kept the peoples and cities of Judah and Benjamin under his control."
            },
            {
                "verse_number": "13",
                "verse_text": "The priests and the Levites from all over Israel joined Rehoboam."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites even left their pasturelands and fields and came to Judah and Jerusalem. They did this because Jeroboam and his sons refused to let them serve as priests to the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Jeroboam chose his own priests to serve in the places of worship. He chose his own priests for the goat and calf idols he had made."
            },
            {
                "verse_number": "16",
                "verse_text": "There were people from all the tribes of Israel who wanted to obey the Lord, the God of Israel. They went to Jerusalem with the Levites. They went to sacrifice to the Lord, the God of their ancestors."
            },
            {
                "verse_number": "17",
                "verse_text": "These people made the kingdom of Judah strong. And they supported Solomon&quot;s son Rehoboam for three years. During this time they lived the way David and Solomon had lived."
            },
            {
                "verse_number": "18",
                "verse_text": "Rehoboam married Mahalath. She was the daughter of Jerimoth and Abihail. Jerimoth was David&quot;s son. Abihail was Eliab&quot;s daughter, and Eliab was Jesse&quot;s son."
            },
            {
                "verse_number": "19",
                "verse_text": "Mahalath gave Rehoboam these sons: Jeush, Shemariah and Zaham."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Rehoboam married Absalom&quot;s daughter Maacah. And she gave Rehoboam these children: Abijah, Attai, Ziza and Shelomith."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam loved Maacah more than his other wives and slave women. Rehoboam had 18 wives and 60 slave women. He was the father of 28 sons and 60 daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Rehoboam chose Abijah to be the leader of his own brothers. He did this because he planned to make Abijah king."
            },
            {
                "verse_number": "23",
                "verse_text": "Rehoboam acted wisely. He spread his sons through all the areas of Judah and Benjamin. He sent them to every strong, walled city. And he gave plenty of supplies to his sons. He also found wives for them."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam became a strong king. He also made his kingdom strong. Then he and the people of Judah stopped obeying the teachings of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Shishak was the king of Egypt. He attacked Jerusalem in the fifth year Rehoboam was king. This happened because Rehoboam and the people were unfaithful to the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Shishak had 1,200 chariots and 60,000 horsemen. He brought troops of Libyans, Sukkites and Cushites from Egypt with him. There were so many they couldn&quot;t be counted."
            },
            {
                "verse_number": "4",
                "verse_text": "Shishak captured the strong, walled cities of Judah. And he came as far as Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Shemaiah the prophet came to Rehoboam and the leaders of Judah. They had gathered in Jerusalem because they were afraid of Shishak. Shemaiah said to them, &apos;This is what the Lord says: &quot;You have left me. So now I will leave you to face Shishak alone.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the leaders of Judah and King Rehoboam were sorry for what they had done. They said, &apos;The Lord does what is right.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord saw that they were sorry for what they had done. So the Lord spoke his word to Shemaiah. The Lord said, &apos;The king and the leaders are sorry. So I will not destroy them but will save them soon. I will not use Shishak to punish Jerusalem in my anger."
            },
            {
                "verse_number": "8",
                "verse_text": "But the people of Jerusalem will become Shishak&quot;s servants. Then they may learn that serving me is different than serving the kings of other nations.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Shishak king of Egypt attacked Jerusalem. He took the treasures from the Temple of the Lord and from the king&quot;s palace. He took everything, even the gold shields Solomon had made."
            },
            {
                "verse_number": "10",
                "verse_text": "So King Rehoboam made bronze shields to take their place. He gave them to the commanders of the guards for the entrance to the king&quot;s palace."
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever the king entered the Temple of the Lord, the guards went with him. They would carry the shields. Later, they would put them back in the guard room."
            },
            {
                "verse_number": "12",
                "verse_text": "When Rehoboam was sorry for what he had done, the Lord held his anger back. So the Lord did not fully destroy Rehoboam. There was some good in Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "King Rehoboam made himself a strong king in Jerusalem. He was 41 years old when he became king. And he was king in Jerusalem for 17 years. Jerusalem is the city that the Lord chose from all the tribes of Israel. He chose to be worshiped in Jerusalem. Rehoboam&quot;s mother was Naamah from the country of Ammon."
            },
            {
                "verse_number": "14",
                "verse_text": "Rehoboam did evil things because he did not want to ask the Lord for help."
            },
            {
                "verse_number": "15",
                "verse_text": "The things Rehoboam did as king, from the beginning to the end, are written down. They are in the records of Shemaiah the prophet. And they are in the records of Iddo the seer. These men wrote family histories. There were wars between Rehoboam and Jeroboam all the time they ruled."
            },
            {
                "verse_number": "16",
                "verse_text": "Rehoboam died and was buried in Jerusalem. Then Rehoboam&quot;s son Abijah became king."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Abijah became the king of Judah. This was during the eighteenth year Jeroboam was king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Abijah was king in Jerusalem for three years. Abijah&quot;s mother was Maacah daughter of Uriel. Uriel was from the town of Gibeah. And there was war between Abijah and Jeroboam."
            },
            {
                "verse_number": "3",
                "verse_text": "Abijah led an army of 400,000 capable soldiers into battle. And Jeroboam prepared to fight him with 800,000 capable soldiers."
            },
            {
                "verse_number": "4",
                "verse_text": "Abijah stood on Mount Zemaraim in the mountains of Ephraim. He said, &apos;Jeroboam and all Israel, listen to me!"
            },
            {
                "verse_number": "5",
                "verse_text": "You should know this: The Lord, the God of Israel, gave David and his sons the right to be king over Israel forever. God gave this right to David with an agreement which will last forever."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jeroboam turned against his master. Jeroboam was the son of Nebat, one of Solomon&quot;s officers. Solomon was David&quot;s son."
            },
            {
                "verse_number": "7",
                "verse_text": "Then worthless, evil men became friends with Jeroboam. They were against Rehoboam, Solomon&quot;s son. Rehoboam was young and didn&quot;t know what to do. So he could not stop them."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Now you people are making plans against the Lord&quot;s kingdom. The Lord&quot;s kingdom belongs to David&quot;s sons! There are many of you. And you have the gold calves Jeroboam made for you as gods."
            },
            {
                "verse_number": "9",
                "verse_text": "You have thrown out the Lord&quot;s priests and the Levites. The priests are Aaron&quot;s sons. You have chosen your own priests as people in other countries do. Anyone who comes to make himself ready to serve the Lord with a young bull and seven male sheep can become a priest. He may become a priest of idols that are not gods."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But as for us, the Lord is our God. We have not left him. The priests who serve the Lord are Aaron&quot;s sons. And the Levites help the priests serve the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "They offer burnt offerings and sweet-smelling incense to the Lord every morning and evening. They also put the bread on the special table in the Temple. And they light the lamps on the gold lampstand every evening. We obey the command of the Lord our God. But you have left the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "God himself is with us. He is our ruler, and his priests are with us. The priests blow the trumpet to call us to war against you. Men of Israel, don&quot;t fight against the Lord because you won&quot;t succeed. He is the God of your ancestors.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jeroboam had sent some troops to sneak behind Abijah&quot;s army. So while Jeroboam was in front of Abijah&quot;s army, Jeroboam&quot;s soldiers were behind them."
            },
            {
                "verse_number": "14",
                "verse_text": "The soldiers in Abijah&quot;s army looked around. Then they saw Jeroboam&quot;s army attacking both in front and back. They cried out to the Lord. And the priests blew the trumpets."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the men of Judah gave a battle cry. When they shouted, God defeated Jeroboam and the army of Israel. They ran away from Abijah and the army of Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "The men of Israel ran away from the men of Judah. God let the army from Judah defeat them."
            },
            {
                "verse_number": "17",
                "verse_text": "Abijah&quot;s army killed many of Israel&quot;s men. Of Israel&quot;s best men 500,000 were killed."
            },
            {
                "verse_number": "18",
                "verse_text": "So at that time the people of Israel were defeated. And the people of Judah won. They won because they depended on the Lord, the God of their ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Abijah&quot;s army chased Jeroboam&quot;s army. Abijah&quot;s army captured from Jeroboam the towns of Bethel, Jeshanah and Ephron. They also captured the small villages near these towns."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam never became strong again while Abijah was alive. The Lord struck Jeroboam, and he died."
            },
            {
                "verse_number": "21",
                "verse_text": "But Abijah became strong. He married 14 women. And he was the father of 22 sons and 16 daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "All the other things Abijah did as king are written down. What he said and did are recorded in what the prophet Iddo has written."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Abijah died and was buried in Jerusalem. Then Abijah&quot;s son Asa became king in his place. There was peace in the country for 10 years in Asa&quot;s time."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa did what the Lord said was good and right."
            },
            {
                "verse_number": "3",
                "verse_text": "He removed the foreign altars used for idol worship. He removed the places where false gods were worshiped. He smashed the stone pillars that honored false gods. And he tore down the Asherah idols."
            },
            {
                "verse_number": "4",
                "verse_text": "Asa commanded the people of Judah to obey the Lord, the God their ancestors followed. Asa commanded them to obey the Lord&quot;s teachings and commandments."
            },
            {
                "verse_number": "5",
                "verse_text": "He also removed the places where false gods were worshiped and the incense altars from every town in Judah. So the kingdom had peace while Asa was king."
            },
            {
                "verse_number": "6",
                "verse_text": "Asa built strong, walled cities in Judah during the time of peace. He had no war in these years because the Lord gave him peace."
            },
            {
                "verse_number": "7",
                "verse_text": "Asa said to the people of Judah, &apos;Let&quot;s build up these towns and put walls around them. Let&quot;s make towers, gates and bars in the gates. This country is ours because we have obeyed the Lord our God. We have tried to obey him, and he has given us peace all around.&apos; So they built and had success."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa had an army of 300,000 men from the people of Judah. And he had 280,000 men from the people of Benjamin. The men from Judah carried large shields and spears. The men from Benjamin carried small shields and bows and arrows. All these men were brave fighting men."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Zerah from Cush came out to fight Asa&quot;s army. Zerah had a large army and 300 chariots. They came as far as the town of Mareshah."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa went out to fight Zerah. Asa&quot;s army prepared for battle in the Valley of Zephathah at Mareshah."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa called out to the Lord his God. He said, &apos;Lord, only you can help weak people against the strong. Help us, Lord our God. We depend on you. We fight against this large army in your name. Lord, you are our God. Don&quot;t let anyone win against you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord defeated the Cushites when Asa&quot;s army from Judah attacked them. And the Cushites ran away."
            },
            {
                "verse_number": "13",
                "verse_text": "Asa&quot;s army chased them as far as the town of Gerar. So many Cushites were killed that the army could not fight again. They were crushed by the Lord and his army. Asa and his army carried many valuable things away from the enemy."
            },
            {
                "verse_number": "14",
                "verse_text": "They destroyed all the towns near Gerar. The people living in these towns were afraid of the Lord. These towns had many valuable things. So Asa&quot;s army took these things away."
            },
            {
                "verse_number": "15",
                "verse_text": "Asa&quot;s army also attacked the camps where the shepherds lived. And they took many sheep and camels. Then they went back to Jerusalem."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Spirit of God entered Azariah son of Oded."
            },
            {
                "verse_number": "2",
                "verse_text": "Azariah went to meet Asa. Azariah said, &apos;Listen to me, Asa and all you people of Judah and Benjamin. The Lord is with you when you are with him. If you obey the Lord, you will find him. But if you leave him, he will leave you."
            },
            {
                "verse_number": "3",
                "verse_text": "For a long time Israel was without the true God. And they were without a priest to teach them and without the teachings."
            },
            {
                "verse_number": "4",
                "verse_text": "But when they were in trouble, they turned to the Lord again. He is the God of Israel. They looked for the Lord and found him."
            },
            {
                "verse_number": "5",
                "verse_text": "In those days no one could travel safely. There was much trouble in all the nations."
            },
            {
                "verse_number": "6",
                "verse_text": "One nation would destroy another nation. And one city would destroy another city. This happened because God troubled them with all kinds of trouble."
            },
            {
                "verse_number": "7",
                "verse_text": "But you should be strong. Don&quot;t give up, because you will get a reward for your good work.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Asa felt brave when he heard these words and the message from Azariah. Azariah was the son of Oded the prophet. So he removed the hated idols from all of Judah and Benjamin. And he removed them from the towns he had captured in the hills of Ephraim. He repaired the Lord&quot;s altar that was in front of the porch of the Temple of the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Asa gathered all the people from Judah and Benjamin. He also gathered the people of the tribes of Ephraim, Manasseh and Simeon who were living in Judah. Many people came to Asa from Israel. They came because they saw that the Lord, Asa&quot;s God, was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa and these people gathered in Jerusalem. This was in the third month of the fifteenth year of Asa&quot;s rule."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time they sacrificed to the Lord 700 bulls and 7,000 sheep and goats. Asa&quot;s army had taken these animals and other valuable things from their enemies."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they made an agreement. They promised to obey the Lord with their whole being. He is the God their ancestors served."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who refused to obey the Lord, the God of Israel, was to be killed. It did not matter if that person was important or unimportant. It did not matter if that person was a man or woman."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Asa and the people made a promise before the Lord. They shouted with a loud voice. They also blew on trumpets and sheep&quot;s horns."
            },
            {
                "verse_number": "15",
                "verse_text": "All the people of Judah were happy about the promise. They had promised with all their heart. They looked for God and found him. So the Lord gave them peace in all the country."
            },
            {
                "verse_number": "16",
                "verse_text": "King Asa also removed Maacah, his mother, from being queen mother. He did this because she had made an Asherah idol, which the Lord hated. Asa cut down that idol and smashed it into pieces. Then he burned it in the Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "The places of worship to false gods were not removed from Judah. Asa desired very much to obey the Lord all his life."
            },
            {
                "verse_number": "18",
                "verse_text": "And Asa put the holy gifts that he and his father had given into the Temple of God. These things were made of silver and gold."
            },
            {
                "verse_number": "19",
                "verse_text": "There was no more war until the thirty-fifth year of Asa&quot;s rule."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the thirty-sixth year of Asa&quot;s rule, Baasha king of Israel attacked Judah. He went to the town of Ramah and made it strong. He used it to keep people from going in or out of the country of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa took silver and gold out of the treasuries of the Temple of the Lord. And he took silver and gold out of his own palace. Then he sent it with messengers to Ben-Hadad king of Aram. Ben-Hadad was living in Damascus. Asa&quot;s message said:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Let&quot;s make an agreement between you and me. Let&quot;s make it like the agreement between your father and mine. See, I am sending you silver and gold. Now break your agreement with Baasha king of Israel. Then he will take his army away from my country.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Ben-Hadad agreed with King Asa. So Ben-Hadad sent the commanders of his armies to attack the towns of Israel. These commanders defeated the towns of Ijon, Dan and Abel Beth Maacah. They also defeated all the towns in Naphtali where treasures were stored."
            },
            {
                "verse_number": "5",
                "verse_text": "When Baasha heard about this, he stopped building Ramah. He left his work."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Asa called all the men of Judah together. They went to Ramah and took away the rocks and wood that Baasha had used. And they used the rocks and wood to build up Geba and Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "At that time Hanani the seer came to Asa king of Judah. Hanani said to him, &apos;You depended on the king of Aram to help you. You did not depend on the Lord your God. So the king of Aram&quot;s army escaped from you."
            },
            {
                "verse_number": "8",
                "verse_text": "The Cushites and Libyans had a large and powerful army. They had many chariots and horsemen. But you depended on the Lord to help you. So he let you defeat them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord searches all the earth for people who have given themselves completely to him. He wants to make them strong. Asa, you did a foolish thing. From now on you will have wars.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Asa was angry with Hanani the seer because of what he had said. Asa was so angry that he put Hanani in prison. Asa was cruel with some of the people at that same time."
            },
            {
                "verse_number": "11",
                "verse_text": "The things Asa did as king, from the beginning to the end, are written down. They are in the book of the kings of Judah and Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "In the thirty-ninth year of his rule, Asa got a disease in his feet. His disease was very bad. But he did not ask for help from the Lord. He only asked for help from the doctors."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Asa died in the forty-first year of his rule."
            },
            {
                "verse_number": "14",
                "verse_text": "The people buried Asa in the tomb he had made for himself in Jerusalem. They laid him on a bed. It was filled with spices and different kinds of mixed perfumes. And they made a large fire to honor Asa."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat, Asa&quot;s son, became king of Judah in Asa&quot;s place. Jehoshaphat made Judah strong so they could fight against Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He put troops in all the strong, walled cities of Judah. And he put troops in Judah and in the towns of Ephraim his father Asa had captured."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord was with Jehoshaphat because he did good things. He lived as his father Asa did when he first became king. Jehoshaphat did not ask for help from the Baal idols."
            },
            {
                "verse_number": "4",
                "verse_text": "He asked for help from the God his father had followed. He obeyed God&quot;s commands. He did not live as the people of Israel lived."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord made Jehoshaphat a strong king over Judah. All the people of Judah brought gifts to Jehoshaphat. So he had much wealth and honor."
            },
            {
                "verse_number": "6",
                "verse_text": "He wanted very much to obey the Lord. He also removed the places for worshiping false gods and the Asherah idols from Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "Jehoshaphat sent his officers to teach in the towns of Judah. This happened in the third year of his rule. These officers were Ben-Hail, Obadiah, Zechariah, Nethanel and Micaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoshaphat sent with them these Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tob-Adonijah. He also sent the priests Elishama and Jehoram."
            },
            {
                "verse_number": "9",
                "verse_text": "These leaders, Levites and priests taught the people in Judah. They took the Book of the Teachings of the Lord with them. And they went through all the towns of Judah and taught the people."
            },
            {
                "verse_number": "10",
                "verse_text": "The nations near Judah were afraid of the Lord. So they did not start a war against Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of the Philistines brought gifts and silver to Jehoshaphat as forced payments. Some Arabs brought him flocks. They brought him 7,700 male sheep and 7,700 goats."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoshaphat became more and more powerful. He built strong, walled cities and storage towns in Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "He kept many supplies in the towns of Judah. And he kept trained soldiers in Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "These soldiers were listed by families. From the families of Judah, these were the commanders of groups of 1,000 men: Adnah was the commander of 300,000 soldiers."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehohanan was the commander of 280,000 soldiers."
            },
            {
                "verse_number": "16",
                "verse_text": "And Amasiah was the commander of 200,000 soldiers. Amasiah son of Zicri had volunteered to serve the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "These were the commanders from the families of Benjamin: Eliada had 200,000 soldiers who used bows and shields. Eliada was a brave soldier."
            },
            {
                "verse_number": "18",
                "verse_text": "And Jehozabad had 180,000 men armed for war."
            },
            {
                "verse_number": "19",
                "verse_text": "All these soldiers served King Jehoshaphat. The king also put other men in the strong, walled cities through all of Judah."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat had much wealth and honor. He made an agreement with King Ahab through marriage."
            },
            {
                "verse_number": "2",
                "verse_text": "A few years later Jehoshaphat visited Ahab in Samaria. Ahab sacrificed many sheep and cattle as a great feast to honor Jehoshaphat and the people with him. He encouraged Jehoshaphat to attack Ramoth in Gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab king of Israel asked Jehoshaphat king of Judah, &apos;Will you go with me to attack Ramoth in Gilead?&apos; Jehoshaphat answered, &apos;I will be with you. And my soldiers will be like your own soldiers. We will join you in the battle.&apos; They answered, &apos;Go, because God will let you defeat it.&apos; Jehoshaphat said, &apos;King Ahab, you shouldn&quot;t say that.&apos; Micaiah answered, &apos;Attack and win. You will defeat it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoshaphat also said to Ahab, &apos;But first we should ask the Lord to guide us.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So King Ahab called a meeting of the prophets. There were 400 men. Ahab asked them, &apos;Should we go to war against Ramoth in Gilead or not?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat asked, &apos;Is there a prophet of the Lord here? If there is, let&quot;s ask him what we should do.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then King Ahab said to Jehoshaphat, &apos;There is one other prophet. We could ask the Lord through him. But I hate him. When he prophesies, he never says anything good about me. He always says something bad. He is Micaiah, Imlah&quot;s son.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So King Ahab told one of his officers to bring Micaiah to him at once."
            },
            {
                "verse_number": "9",
                "verse_text": "King Ahab of Israel and King Jehoshaphat of Judah had on their royal robes. They were sitting on their thrones at the threshing floor. This was near the entrance to the gate of Samaria. All the prophets were speaking messages in front of the two kings."
            },
            {
                "verse_number": "10",
                "verse_text": "One of the prophets was Zedekiah son of Kenaanah. He had made some iron horns. He said to Ahab, &apos;This is what the Lord says: &quot;You will use these horns to fight the Arameans. And you will destroy them.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the other prophets said the same thing. They said, &apos;Attack Ramoth in Gilead and win. The Lord will let you defeat the Arameans.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The messenger who had gone to get Micaiah found him. He said to Micaiah, &apos;All the other prophets are saying the same thing. They are saying that King Ahab will win against the Arameans. You had better agree with them. Give the king a good answer.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Micaiah said, &apos;As surely as the Lord lives, I can tell him only what my God says.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Micaiah came to King Ahab. The king asked him, &apos;Micaiah, should we attack Ramoth in Gilead or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "King Ahab said to Micaiah, &apos;Tell me only the truth by the power of the Lord. How many times do I have to tell you this?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Micaiah answered, &apos;I saw the army of Israel. They were scattered over the hills like sheep without a shepherd. The Lord said, &quot;They have no leaders. Let each one go home and not fight.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then King Ahab of Israel said to Jehoshaphat, &apos;I told you! This prophet never says anything good about me. He only says bad things about me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Micaiah continued to speak. He said, &apos;Hear the message from the Lord: I saw the Lord sitting on his throne. His heavenly army was standing on his right and on his left."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord said, &quot;Who will trick King Ahab of Israel into attacking Ramoth in Gilead? Do this so he will go and be killed.&quot; The spirits did not agree about what they should do."
            },
            {
                "verse_number": "20",
                "verse_text": "Then a spirit came and stood before the Lord. He said, &quot;I will trick him.&quot; The Lord asked, &quot;How will you do it?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "The spirit answered, &quot;I will go to Ahab&quot;s prophets. I will make them tell lies.&quot; So the Lord said, &quot;You will succeed in tricking him. Go and do it.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Micaiah said, &apos;Ahab, this has now happened. The Lord has caused your prophets to lie to you. The Lord has decided that great trouble should come to you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Zedekiah son of Kenaanah went up to Micaiah. And he slapped Micaiah in the face. Zedekiah said, &apos;Do you really believe that the Lord&quot;s Spirit has left me and is now speaking through you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micaiah answered, &apos;You will find out on the day you go to hide in an inside room.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then King Ahab ordered, &apos;Take Micaiah. Send him to Amon, the governor of the city, and to Joash, the king&quot;s son."
            },
            {
                "verse_number": "26",
                "verse_text": "Tell them I said to put Micaiah in prison. Give him only bread and water. Keep him there until I come back safely from the battle.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Micaiah said, &apos;Ahab, if you come back safely from the battle, the Lord has not spoken through me. Remember my words, all you people!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Ahab king of Israel and Jehoshaphat king of Judah went to Ramoth in Gilead."
            },
            {
                "verse_number": "29",
                "verse_text": "King Ahab said to Jehoshaphat, &apos;I will go into battle. But I will wear other clothes so no one will know who I am. But you wear your royal clothes.&apos; So King Ahab of Israel wore other clothes and went into battle."
            },
            {
                "verse_number": "30",
                "verse_text": "The king of Aram gave an order to his chariot commanders. He said, &apos;Don&quot;t fight with anyone but the king of Israel. It doesn&quot;t matter if they are important or unimportant.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "When these commanders saw Jehoshaphat, they thought he was the king of Israel. So they turned to attack him. But Jehoshaphat called out, and the Lord helped him. God made the chariot commanders turn away from Jehoshaphat."
            },
            {
                "verse_number": "32",
                "verse_text": "When they saw he was not King Ahab, they stopped chasing him."
            },
            {
                "verse_number": "33",
                "verse_text": "By chance, a soldier shot an arrow. And it hit Ahab king of Israel. The arrow went in between the pieces of his armor. King Ahab said to his chariot driver, &apos;Turn around and get me out of the battle. I&quot;ve been wounded.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The battle went on all day. King Ahab held himself up in his chariot. He faced the Arameans until evening. Then Ahab died at sunset."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat king of Judah came back safely to his palace in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehu son of Hanani went out to meet him. Jehu was a seer. He said to King Jehoshaphat, &apos;Why did you help evil people? Why do you love those who hate the Lord? That is the reason the Lord is angry with you."
            },
            {
                "verse_number": "3",
                "verse_text": "But there is some good in you. You took the Asherah idols out of this country. And you have wanted to obey God.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoshaphat lived in Jerusalem. He went out again to be with the people. He went from Beersheba to the mountains of Ephraim. He brought these people back to the Lord, the God their ancestors followed."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoshaphat appointed judges in all the land. He appointed judges for each of the strong, walled cities of Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "Jehoshaphat said to them, &apos;Be careful in what you do. This is because you are not judging for people but for the Lord. He will be with you when you make a decision."
            },
            {
                "verse_number": "7",
                "verse_text": "Now let each of you fear the Lord. Be careful in what you do because the Lord our God wants people to be fair. He wants all people to be treated the same. And he doesn&quot;t want people to accept money to change their judgments.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And in Jerusalem Jehoshaphat appointed some of the Levites, priests and leaders of Israelite families to be judges. They were to decide cases about the law of the Lord. And they were to settle problems between the people who lived in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoshaphat gave them commands. He said, &apos;You must always serve the Lord completely. You must fear him."
            },
            {
                "verse_number": "10",
                "verse_text": "You will have cases about killing, about the teachings, commands, rules or some other law. These cases will come from your people living in the cities. In all these cases you must warn the people not to sin against the Lord. If you don&quot;t, the Lord will be angry with you and your people. But if you warn them, you won&quot;t be guilty."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Amariah is the leading priest. He will be over you in all cases about the Lord. Zebadiah son of Ishmael is a leader in the tribe of Judah. He will be over you in all cases about the king. Also, the Levites will serve as officers for you. Have courage. May the Lord be with those who do what is right.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Later some people came to start a war with Jehoshaphat. They were the Moabites, Ammonites and some Meunites."
            },
            {
                "verse_number": "2",
                "verse_text": "Some men came and told Jehoshaphat, &apos;A large army is coming against you from Edom. They are coming from the other side of the Dead Sea. They are already in Hazazon Tamar!&apos; (Hazazon Tamar is also called En Gedi.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat was afraid. So he decided to ask the Lord what to do. He announced that no one in Judah should eat during this special time of prayer to God."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Judah came together to ask the Lord for help. They came from every town in Judah to ask for his help."
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Judah and Jerusalem met in front of the new courtyard in the Temple of the Lord. Then Jehoshaphat stood up before them."
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &apos;Lord, you are the God of our ancestors. You are the God in heaven. You rule over all the kingdoms of the nations. You have power and strength. No one can stand against you."
            },
            {
                "verse_number": "7",
                "verse_text": "Our God, you forced out the people who lived in this land. You forced them out as your people Israel moved in. And you gave this land forever to the descendants of your friend Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "They lived in this land and built a Temple for worshiping you. They said,"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;Trouble may come to us. It may be war, punishment, sickness or a time of hunger. If it comes, we will stand before you and before this Temple where you have chosen to be worshiped. We will cry out to you when we are in trouble. Then you will hear and save us.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But now here are men from Ammon, Moab and Edom. You wouldn&quot;t let the Israelites enter their lands when the Israelites came from Egypt. So the Israelites turned away and did not destroy them."
            },
            {
                "verse_number": "11",
                "verse_text": "But see how they repay us for not destroying them! They have come to force us out of your land. And you gave us this land as our own."
            },
            {
                "verse_number": "12",
                "verse_text": "Our God, punish those people. We have no power against this large army that is attacking us. We don&quot;t know what to do. So we look to you for help.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "All the men of Judah stood before the Lord. Their babies, wives and children were with them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Spirit of the Lord entered Jahaziel. (Jahaziel was Zechariah&quot;s son. Zechariah was Benaiah&quot;s son. Benaiah was Jeiel&quot;s son, and Jeiel was Mattaniah&quot;s son.) Jahaziel was a Levite and a descendant of Asaph. He stood up in the meeting."
            },
            {
                "verse_number": "15",
                "verse_text": "And he said: &apos;Listen to me, King Jehoshaphat! Listen, all you people living in Judah and Jerusalem! The Lord says this to you: &quot;Don&quot;t be afraid or discouraged because of this large army. The battle is not your battle. It is God&quot;s battle."
            },
            {
                "verse_number": "16",
                "verse_text": "Tomorrow go down there and fight those people. They will come up through the Pass of Ziz. You will find them at the end of the ravine that leads to the Desert of Jeruel."
            },
            {
                "verse_number": "17",
                "verse_text": "You won&quot;t need to fight in this battle. Just stand strong in your places. You will see the Lord save you. Judah and Jerusalem, don&quot;t be afraid. Don&quot;t be discouraged. The Lord is with you. So go out against those people tomorrow!&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoshaphat bowed facedown on the ground. All the people of Judah and Jerusalem bowed down before the Lord. And they worshiped him."
            },
            {
                "verse_number": "19",
                "verse_text": "Then some Levites from the Kohathite and Korahite people stood up and praised the Lord. They praised the God of Israel with very loud voices."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoshaphat&quot;s army went out into the Desert of Tekoa early in the morning. As they were starting out, Jehoshaphat stood and said, &apos;Listen to me, people of Judah and Jerusalem! Have faith in the Lord your God. Then you will stand strong. Have faith in the Lord&quot;s prophets. Then you will succeed.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jehoshaphat listened to the people&quot;s advice. Then he chose men to be singers to the Lord. They were to praise the Lord because he is holy and wonderful. They marched in front of the army. They said, &apos;Thank the Lord. His love continues forever.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "As they began to sing and praise God, the Lord set ambushes. He set them for the people of Ammon, Moab and Edom. They were the ones who came to attack Judah. And they were defeated."
            },
            {
                "verse_number": "23",
                "verse_text": "The men of Ammon and Moab started to attack the men from Edom. They killed and destroyed them. After they had killed the men from Edom, they killed each other."
            },
            {
                "verse_number": "24",
                "verse_text": "The men from Judah came to a place where they could see the desert. They looked at the enemy&quot;s large army. But they only saw dead bodies lying on the ground. No one had escaped."
            },
            {
                "verse_number": "25",
                "verse_text": "Jehoshaphat and his army came to take valuable things from the dead bodies. They found many supplies, much clothing, and other valuable things. There was more than they could carry away. There was so much it took three days to gather it all."
            },
            {
                "verse_number": "26",
                "verse_text": "On the fourth day Jehoshaphat and his army met in the Valley of Beracah. There they praised the Lord. That is why that place has been called the Valley of Beracah to this day."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Jehoshaphat led all the men from Judah and Jerusalem back to Jerusalem. The Lord had made them happy because their enemies were defeated."
            },
            {
                "verse_number": "28",
                "verse_text": "They entered Jerusalem with lyres, harps and trumpets and went to the Temple of the Lord."
            },
            {
                "verse_number": "29",
                "verse_text": "All the kingdoms of the lands around them heard how the Lord had fought Israel&quot;s enemies. So they feared the Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "So Jehoshaphat&quot;s kingdom was not at war. His God gave him peace from all the countries around him."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoshaphat ruled over the country of Judah. He was 35 years old when he began to rule. And he ruled 25 years in Jerusalem. His mother&quot;s name was Azubah daughter of Shilhi."
            },
            {
                "verse_number": "32",
                "verse_text": "Jehoshaphat lived as his father Asa had lived. He followed what Asa had done. He did what the Lord said was right."
            },
            {
                "verse_number": "33",
                "verse_text": "But the places where false gods were worshiped were not removed. And the people did not strongly desire to follow the God their ancestors had followed."
            },
            {
                "verse_number": "34",
                "verse_text": "The other things Jehoshaphat did as king, from the beginning to the end, are written down. They are in the writings of Jehu son of Hanani. These writings are in the book of the kings of Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "Later, Jehoshaphat king of Judah made an agreement with Ahaziah king of Israel. It was wrong for him to do this."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehoshaphat agreed with Ahaziah to build trading ships. They built them in the town of Ezion Geber."
            },
            {
                "verse_number": "37",
                "verse_text": "Then Eliezer son of Dodavahu spoke against Jehoshaphat. Eliezer was from the town of Mareshah. He said, &apos;Jehoshaphat, because you joined with Ahaziah, the Lord will destroy what you have made.&apos; The ships were wrecked. So Jehoshaphat and Ahaziah could not send them out to trade."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Jehoshaphat died and was buried with his ancestors in Jerusalem. Jehoshaphat&quot;s son Jehoram became king in his place."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoram&quot;s brothers were Azariah, Jehiel, Zechariah, Azariahu, Michael and Shephatiah. They were the sons of Jehoshaphat king of Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat gave his sons many gifts of silver, gold and valuable things. He also gave them strong, walled cities in Judah. But Jehoshaphat gave the kingdom to Jehoram because he was the first son."
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoram took control of his father&quot;s kingdom. Then he killed all his brothers with a sword. He also killed some of the leaders of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "He was 32 years old when he began to rule. And he ruled eight years in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "He lived as the kings of Israel had lived. He lived as Ahab&quot;s family had lived. This was because he married Ahab&quot;s daughter. Jehoram did what the Lord said was wrong."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord would not destroy David&quot;s family. This was because of the agreement he had made with David. The Lord had promised that one of David&quot;s descendants would always rule."
            },
            {
                "verse_number": "8",
                "verse_text": "While Jehoram was king, Edom turned against Judah&quot;s rule. The people of Edom chose their own king."
            },
            {
                "verse_number": "9",
                "verse_text": "So Jehoram went to Edom with all his commanders and chariots. The Edomite army surrounded Jehoram and his chariot commanders. But Jehoram fought his way out at night."
            },
            {
                "verse_number": "10",
                "verse_text": "From then until now the country of Edom has fought against Judah. At the same time the people of Libnah also turned against Jehoram. This happened because Jehoram left the Lord, the God his ancestors followed. This is what the Lord says. He is the God your father David followed. The Lord says, &apos;Jehoram, you have not lived as your father Jehoshaphat lived. You have not lived as Asa king of Judah lived."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoram also had built places to worship false gods on the hills in Judah. He had led the people of Jerusalem into sinning. And he had led the people of Judah away from the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoram received a letter from Elijah the prophet. The letter said:"
            },
            {
                "verse_number": "13",
                "verse_text": "But you have lived as the kings of Israel lived. You have led the people of Judah and Jerusalem into sinning against God. That is what Ahab and his family did. You have killed your brothers. And they were better than you."
            },
            {
                "verse_number": "14",
                "verse_text": "So now the Lord is about to punish your people terribly. He will punish your children, wives and everything you own."
            },
            {
                "verse_number": "15",
                "verse_text": "You will have a terrible disease in your intestines. It will become worse every day. Finally it will cause your intestines to come out.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord caused the Philistines and the Arabs to be angry with Jehoram. They lived near the Cushites."
            },
            {
                "verse_number": "17",
                "verse_text": "So the Philistines and Arabs attacked Judah. They took away all the wealth of Jehoram&quot;s palace, as well as his sons and wives. Only Jehoram&quot;s youngest son, Ahaziah, was left."
            },
            {
                "verse_number": "18",
                "verse_text": "After these things happened, the Lord gave Jehoram a disease in his intestines. It could not be cured."
            },
            {
                "verse_number": "19",
                "verse_text": "After he was sick for two years, Jehoram&quot;s intestines fell out because of the disease. He died in terrible pain. The people did not make a large fire to honor Jehoram as they had done for his ancestors."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoram was 32 years old when he became king. And he ruled eight years in Jerusalem. No one was sad when he died. He was buried in Jerusalem, but not in the graves for the kings."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The people of Jerusalem chose Ahaziah to be king in Jehoram&quot;s place. Ahaziah was Jehoram&quot;s youngest son. The robbers who had come with the Arabs to attack Jehoram&quot;s camp had killed all of Jehoram&quot;s older sons. So Ahaziah began to rule Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 22 years old when he began to rule. And he ruled one year in Jerusalem. His mother&quot;s name was Athaliah, a granddaughter of Omri."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahaziah also lived as Ahab&quot;s family had lived. This was because his mother encouraged him to do wrong things."
            },
            {
                "verse_number": "4",
                "verse_text": "Ahaziah did what the Lord said was wrong. That is what Ahab&quot;s family had done. And they gave advice to Ahaziah after his father died. Their bad advice led to his death."
            },
            {
                "verse_number": "5",
                "verse_text": "Ahaziah followed their advice when he went to fight King Hazael of Aram. King Joram of Israel, Ahab&quot;s son, went with him. They met Hazael at the town of Ramoth in Gilead. The Arameans wounded Joram in battle."
            },
            {
                "verse_number": "6",
                "verse_text": "So Joram returned to the town of Jezreel to get well. He was wounded at Ramoth when he fought Hazael king of Aram. Then King Ahaziah of Judah, son of Jehoram, went to Jezreel. He went there to visit Joram son of Ahab because he was wounded."
            },
            {
                "verse_number": "7",
                "verse_text": "God caused Ahaziah&quot;s death when he went to visit Joram. Ahaziah arrived and went out with Joram to meet Jehu son of Nimshi. The Lord had appointed Jehu to destroy Ahab&quot;s family."
            },
            {
                "verse_number": "8",
                "verse_text": "While Jehu was punishing Ahab&quot;s family, he found the leaders of Judah. He also found Ahaziah&quot;s relatives who served Ahaziah. Jehu killed them all."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jehu looked for Ahaziah. Jehu&quot;s men caught him hiding in Samaria. So they brought him to Jehu. Then they killed and buried him. They said, &apos;Ahaziah is a descendant of Jehoshaphat. And Jehoshaphat obeyed the Lord with all his heart.&apos; No one in Ahaziah&quot;s family had the power to take control of the kingdom of Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "Now Ahaziah&quot;s mother, Athaliah, saw that her son was dead. Then she killed all the royal family in Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "But Jehosheba took Joash, Ahaziah&quot;s son. She stole him from among the other sons of the king. Those sons were going to be murdered. She put Joash and his nurse in a bedroom. Jehosheba was King Jehoram&quot;s daughter and Ahaziah&quot;s sister. She was also the wife of Jehoiada the priest. She hid Joash so Athaliah could not kill him."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash was hidden with them in the Temple of God for six years. During that time Athaliah ruled the land."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "In the seventh year Jehoiada decided to do something. He made an agreement with the commanders of the groups of 100 men. These were the commanders: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zicri."
            },
            {
                "verse_number": "2",
                "verse_text": "They went around in Judah and gathered the Levites from all the towns. They also gathered the leaders of the families of Israel. Then they went to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "All the people together made an agreement with the king in the Temple of God. Jehoiada said to them, &apos;The king&quot;s son will rule. That is what the Lord promised about David&quot;s descendants."
            },
            {
                "verse_number": "4",
                "verse_text": "Now this is what you must do: You priests and Levites go on duty on the Sabbath. A third of you will guard the doors."
            },
            {
                "verse_number": "5",
                "verse_text": "A third of you will be at the king&quot;s palace. And a third of you will be at the Foundation Gate. All the other people will stay in the courtyards of the Temple of the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t let anyone come into the Temple of the Lord. Only the priests and Levites who serve may come in. They may come because they have been made ready to serve the Lord. But all the other men must do the job the Lord has given them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites must stay near the king. Every man must have his sword with him. If anyone tries to enter the Temple, kill him. You must stay with the king everywhere he goes.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites and all the people of Judah obeyed everything Jehoiada the priest had commanded. He did not excuse anyone from the groups of the priests. So each commander took the men who came on duty on the Sabbath with those who went off duty on the Sabbath."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiada gave the commanders of the groups of 100 men the spears and the large and small shields. They had belonged to King David. They were kept in the Temple of God."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jehoiada told the men where to stand. Every man had his weapon in his hand. They stood around the king, near the altar and the Temple. They stood from the south side of the Temple to the north side."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoiada and his sons brought out the king&quot;s son. And they put the crown on him. They gave him a copy of the law. Then they appointed him king and poured olive oil on him. Then they shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Athaliah heard the noise of the people running and praising the king. So she went to them at the Temple of the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "She looked and saw the king standing by his pillar at the entrance. The officers and the men who blew trumpets were near him. All the people of the land were happy and blowing trumpets. The singers were playing musical instruments and leading praises. Then Athaliah tore her clothes to show how upset she was. She shouted, &apos;Traitors! Traitors!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jehoiada the priest sent out the commanders of 100 men who led the army. He said to them, &apos;Surround her with soldiers and take her out of the Temple area. Kill with a sword anyone who follows her.&apos; He had said, &apos;Don&quot;t put Athaliah to death in the Temple of the Lord.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they caught her when she came to the entrance of the Horse Gate near the palace. And they put her to death there."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jehoiada made an agreement with the people and the king. They agreed that they would be the Lord&quot;s special people."
            },
            {
                "verse_number": "17",
                "verse_text": "All the people went to the temple of Baal and tore it down. They smashed the altars and idols there. And they killed Mattan the priest of Baal in front of the altars."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jehoiada chose the priests to be responsible for the Temple of the Lord. These priests were Levites. David had given them duties in the Temple of the Lord. They were to offer the burnt offerings to the Lord as the Teachings of Moses commanded. They offered the sacrifices with much joy and singing as David had commanded."
            },
            {
                "verse_number": "19",
                "verse_text": "Jehoiada put guards at the gates of the Temple of the Lord. Then anyone who was unclean in any way could not enter the Temple."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoiada took with him the commanders of 100 men, the important men, the rulers of the people and all the people of the land. They brought the king down from the Temple of the Lord. They went through the Upper Gate into the palace. Then they seated the king on the throne."
            },
            {
                "verse_number": "21",
                "verse_text": "All the people of Judah were very happy. And Jerusalem had peace because Athaliah had been put to death with the sword."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joash was seven years old when he became king. And he ruled 40 years in Jerusalem. His mother&quot;s name was Zibiah. She was from Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Joash did what the Lord said was right as long as Jehoiada the priest was alive."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoiada chose two wives for Joash. And Joash had sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "Later, Joash decided to repair the Temple of the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "He called the priests and the Levites together. He said to them, &apos;Go to the towns of Judah. Gather the money all the Israelites have to pay every year. Use it to repair the Temple of your God. Do this now.&apos; But the Levites did not hurry."
            },
            {
                "verse_number": "6",
                "verse_text": "So King Joash called Jehoiada the leading priest. Joash said to him, &apos;Why haven&quot;t you made the Levites bring in the tax money from Judah and Jerusalem? Moses the Lord&quot;s servant and the people of Israel used that money for the Holy Tent.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the past the sons of wicked Athaliah had broken into the Temple of God. They had used its holy things for worshiping the Baal idols."
            },
            {
                "verse_number": "8",
                "verse_text": "King Joash commanded that a box for contributions be made. It was to be put outside, at the gate of the Temple of the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Levites made an announcement in Judah and Jerusalem. They told the people to bring the tax money to the Lord. Moses the servant of God had made the Israelites give it while they were in the desert."
            },
            {
                "verse_number": "10",
                "verse_text": "All the officers and people were happy to give their money. They put it in the box until the box was full."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Levites would take the box to the king&quot;s officers. They would see that it was full of money. Then the king&quot;s royal assistant and the leading priest&quot;s officer would come and take out the money. Then they would take the box back to its place. They did this often and gathered much money."
            },
            {
                "verse_number": "12",
                "verse_text": "King Joash and Jehoiada gave the money to the people who worked on the Temple of the Lord. And they hired stoneworkers and carpenters to repair the Temple of the Lord. They also hired people to work with iron and bronze to repair the Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "The people worked hard. And the work to repair the Temple went well. They rebuilt the Temple of God to be as it was before. And they made it stronger."
            },
            {
                "verse_number": "14",
                "verse_text": "When the workers finished, they brought the money that was left to King Joash and Jehoiada. They used that money to make things for the Temple of the Lord. They made things for the service in the Temple and for the burnt offerings. They also made bowls and other things from gold and silver. Burnt offerings were given every day in the Temple of the Lord while Jehoiada was alive."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehoiada grew old. He had lived many years. Then he died when he was 130 years old."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiada was buried in Jerusalem with the kings. He was buried there because he had done much good in Israel for God and his Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "After Jehoiada died, the officers of Judah came and bowed down to King Joash. The king listened to them."
            },
            {
                "verse_number": "18",
                "verse_text": "The king and these leaders stopped worshiping in the Temple of the Lord. He is the God their ancestors obeyed. The king and the officers began to worship the Asherah idols and other idols. Because they did wrong, God was angry with the people of Judah and Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord sent prophets to the people to turn them back to him. The prophets warned them, but the people refused to listen."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Spirit of God entered Zechariah son of Jehoiada the priest. Zechariah stood before the people and said, &apos;This is what God says: &quot;Why do you disobey the Lord&quot;s commands? You will not be successful. You have left the Lord. So the Lord has also left you.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the king and his officers made plans against Zechariah. The king commanded them to kill Zechariah. So they threw stones at him in the Temple courtyard until he died."
            },
            {
                "verse_number": "22",
                "verse_text": "King Joash did not remember Jehoiada&quot;s kindness to him. So Joash killed Zechariah, Jehoiada&quot;s son. Before Zechariah died, he said, &apos;May the Lord see what you are doing and punish you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "At the end of the year, the Aramean army came against Joash. They attacked Judah and Jerusalem and killed all the leaders of the people. Then they sent all the valuable things to their king in Damascus."
            },
            {
                "verse_number": "24",
                "verse_text": "The Aramean army came with only a small group of men. But the Lord let them defeat a very large army from Judah. He did this because the people of Judah had left the Lord. He is the God their ancestors followed. So Joash was punished."
            },
            {
                "verse_number": "25",
                "verse_text": "When the Arameans left, Joash was badly wounded. His own officers made plans against him. They did this because he had killed Zechariah son of Jehoiada the priest. So they killed Joash in his own bed. He died and was buried in Jerusalem. But he was not buried in the graves of the kings."
            },
            {
                "verse_number": "26",
                "verse_text": "The officers who made plans against Joash were Jozabad and Jehozabad. Jozabad was the son of Shimeath, a woman from Ammon. And Jehozabad was the son of Shimrith, a woman from Moab."
            },
            {
                "verse_number": "27",
                "verse_text": "The story of Joash&quot;s sons, the great prophecies against him, and how he rebuilt the Temple of God are written down. They are in the book of the kings. Joash&quot;s son Amaziah became king in his place."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah was 25 years old when he became king. He ruled for 29 years in Jerusalem. His mother&quot;s name was Jehoaddin. She was from Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Amaziah did what the Lord said was right. But he did not really want to obey the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Amaziah took strong control of the kingdom. Then he put to death the officers who had murdered his father the king."
            },
            {
                "verse_number": "4",
                "verse_text": "But Amaziah did not put their children to death. He obeyed what was written in the Book of Moses. There the Lord commanded, &apos;Fathers must not be put to death when their children do wrong. And children must not be put to death when their fathers do wrong. Each person must die for his own sins.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Amaziah gathered the people of Judah together. He grouped all the people of Judah and Benjamin by families. And he put commanders over groups of 1,000 and over groups of 100. He counted the men who were 20 years old and older. In all there were 300,000 soldiers ready to fight. They were skilled with spears and shields."
            },
            {
                "verse_number": "6",
                "verse_text": "Amaziah also hired 100,000 soldiers from Israel. He paid about 7,500 pounds of silver for them."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man of God came to Amaziah and said, &apos;My king, don&quot;t let the army of Israel go with you. The Lord is not with Israel. He is not with the people from the tribes of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "You can make yourself strong for war. But God will defeat you. He has the power to help you or to defeat you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Amaziah said to the man of God, &apos;But what about the 7,500 pounds of silver I paid to the Israelite army?&apos; The man of God answered, &apos;The Lord can give you much more than that!&apos; The prophet stopped speaking. Then he said, &apos;I know that God has decided to destroy you because you have done this. You did not listen to my advice.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Amaziah sent the Israelite army back home to Israel. They were very angry with the people of Judah. And they went home angry."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Amaziah became very brave and led his army to the Valley of Salt. It is in the country of Edom. There Amaziah&quot;s army killed 10,000 men from Edom."
            },
            {
                "verse_number": "12",
                "verse_text": "The army of Judah also captured 10,000 men. They took those men to the top of a cliff and threw them off. And they were broken to pieces."
            },
            {
                "verse_number": "13",
                "verse_text": "At the same time the Israelite army was robbing some towns in Judah. These were troops that Amaziah had not let fight in the war. They robbed towns from Samaria to Beth Horon. They killed 3,000 people and took many valuable things."
            },
            {
                "verse_number": "14",
                "verse_text": "Amaziah came home after he had defeated the Edomites. He brought back the idols they worshiped. And he started to worship them also. He bowed down to them and offered sacrifices to them."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord was very angry with Amaziah. The Lord sent a prophet to him. The prophet said, &apos;Why have you asked their gods for help? They could not even save their own people from you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As the prophet spoke, Amaziah said to him, &apos;We never gave you the job of advising the king! Stop, or you will be killed.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Amaziah king of Judah talked with his men who gave him advice. Then he sent a message to Jehoash son of Jehoahaz. (Jehoahaz was the son of Jehu king of Israel.) Amaziah said to Jehoash, &apos;Come, let&quot;s meet face to face in battle.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jehoash king of Israel answered Amaziah king of Judah. Jehoash said, &apos;A little thornbush in Lebanon sent a message to a big cedar tree in Lebanon. It said, &quot;Let your daughter marry my son.&quot; But then a wild animal from Lebanon came by. It walked on and crushed the thornbush."
            },
            {
                "verse_number": "19",
                "verse_text": "You say to yourself that you have defeated Edom. You are proud, and you brag. But you stay at home! Don&quot;t ask for trouble by fighting me. If you do, you and Judah will be defeated.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Amaziah would not listen. God caused this to happen. He planned to let Jehoash of Israel defeat Judah. This was because Judah asked for help from the gods of Edom."
            },
            {
                "verse_number": "21",
                "verse_text": "So Jehoash king of Israel went to attack. He and Amaziah king of Judah faced each other in battle at Beth Shemesh in Judah."
            },
            {
                "verse_number": "22",
                "verse_text": "Israel defeated Judah. Every man of Judah ran away to his home."
            },
            {
                "verse_number": "23",
                "verse_text": "At Beth Shemesh Jehoash king of Israel captured Amaziah king of Judah. (Amaziah was the son of Joash, who was the son of Ahaziah.) Then Jehoash brought him to Jerusalem. Jehoash broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate. This part of the wall was about 600 feet long."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he took all the gold and silver and everything in the Temple of God. Obed-Edom had taken care of these things. Jehoash also took the treasures from the king&quot;s palace. Then he took some hostages and returned to Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "Amaziah son of Joash was king of Judah. He lived 15 years after Jehoash king of Israel died. Jehoash was the son of Jehoahaz."
            },
            {
                "verse_number": "26",
                "verse_text": "The other things Amaziah did as king, from the beginning to the end, are written down. They are in the book of the kings of Judah and Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "When Amaziah stopped obeying the Lord, the people in Jerusalem made plans against him. So he ran away to the town of Lachish. But they sent men after him to Lachish and killed him there."
            },
            {
                "verse_number": "28",
                "verse_text": "They brought his body back on horses. And he was buried with his ancestors in Jerusalem."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then all the people of Judah chose Uzziah to be king. He became king in place of Amaziah, his father. Uzziah was 16 years old."
            },
            {
                "verse_number": "2",
                "verse_text": "He rebuilt the town of Elath and made it part of Judah again. He did this after Amaziah died."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzziah was 16 years old when he became king. And he ruled 52 years in Jerusalem. His mother&quot;s name was Jecoliah, and she was from Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "He did what the Lord said was right. He obeyed God just as his father Amaziah had done."
            },
            {
                "verse_number": "5",
                "verse_text": "Uzziah obeyed God while Zechariah was alive. Zechariah taught Uzziah how to respect and obey God. As long as Uzziah obeyed the Lord, God gave him success."
            },
            {
                "verse_number": "6",
                "verse_text": "Uzziah fought a war against the Philistine people. He tore down the walls around their towns of Gath, Jabneh and Ashdod. He built new towns near Ashdod and in other places among the Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "God helped Uzziah fight the Philistines, the Arabs living in Gur Baal and the Meunites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites made payments Uzziah demanded. Uzziah was very powerful. So his name became famous all the way to the border of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah built towers in Jerusalem and made them strong. He built them at the Corner Gate, the Valley Gate and where the wall turned."
            },
            {
                "verse_number": "10",
                "verse_text": "He also built towers in the desert and dug many wells. He had many cattle on the western mountain slopes and in the plains. He had people who worked his fields and vineyards. They worked in the hills and in the fertile lands. Uzziah loved the land."
            },
            {
                "verse_number": "11",
                "verse_text": "He had an army of trained soldiers. They were counted and put in groups by Jeiel the royal assistant and Maaseiah the officer. Hananiah, one of the king&quot;s commanders, was their leader."
            },
            {
                "verse_number": "12",
                "verse_text": "There were 2,600 leaders over the soldiers."
            },
            {
                "verse_number": "13",
                "verse_text": "They were in charge of an army of 307,500 men. The army fought with great power. And they helped the king against the enemy."
            },
            {
                "verse_number": "14",
                "verse_text": "Uzziah gave his army shields, spears, helmets, armor, bows and stones for their slings."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem Uzziah made devices that were invented by clever men. These devices were put on the towers and corners of the city walls. They were used to shoot arrows and large rocks. So Uzziah became famous in faraway places. He had much help until he became powerful."
            },
            {
                "verse_number": "16",
                "verse_text": "But when Uzziah became strong, his pride caused him to be destroyed. He was unfaithful to the Lord his God. He went into the Temple of the Lord to burn incense on the altar for incense."
            },
            {
                "verse_number": "17",
                "verse_text": "Azariah and 80 other brave priests who served the Lord followed Uzziah into the Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "They told Uzziah he was wrong. They said to him, &apos;You don&quot;t have the right to burn incense to the Lord. Only the priests, Aaron&quot;s descendants, should burn the incense. They have been made holy for the Lord to do this special duty. Leave this holy place. You have been unfaithful to God. The Lord God will not honor you for this.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Uzziah was standing beside the altar for incense in the Temple of the Lord. He had in his hand a pan for burning incense. He was very angry with the priests. As he was standing in front of the priests, a harmful skin disease broke out on his forehead."
            },
            {
                "verse_number": "20",
                "verse_text": "Azariah the leading priest and all the other priests looked at him. They could see the harmful skin disease on his forehead. So they hurried him out of the Temple. Uzziah rushed out, because the Lord had punished him."
            },
            {
                "verse_number": "21",
                "verse_text": "So King Uzziah had the skin disease until the day he died. He had to live in a separate house. He could not enter the Temple of the Lord. His son Jotham was in charge of the palace. He governed the people of the land."
            },
            {
                "verse_number": "22",
                "verse_text": "The other things Uzziah did as king were written down by the prophet Isaiah. Isaiah son of Amoz wrote about Uzziah&quot;s rule from beginning to end."
            },
            {
                "verse_number": "23",
                "verse_text": "Uzziah died and was buried near his ancestors in a graveyard that belonged to the kings. This was because people said, &apos;He had a harmful skin disease.&apos; And his son Jotham became king in his place."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Jotham was 25 years old when he became king. He ruled 16 years in Jerusalem. His mother&quot;s name was Jerusha daughter of Zadok."
            },
            {
                "verse_number": "2",
                "verse_text": "Jotham did what the Lord said was right. He obeyed God just as his father Uzziah had done. But Jotham did not enter the Temple of the Lord to burn incense as his father had. But the people continued doing wrong."
            },
            {
                "verse_number": "3",
                "verse_text": "Jotham rebuilt the Upper Gate of the Temple of the Lord. He did much building on the wall at the place named Ophel."
            },
            {
                "verse_number": "4",
                "verse_text": "He also built towns in the hill country of Judah. And he built walled cities and towers in the forests."
            },
            {
                "verse_number": "5",
                "verse_text": "Jotham also fought the king of the Ammonite people. And Jotham defeated the Ammonites. So each year for three years they gave Jotham about 7,500 pounds of silver. They also gave him about 62,000 bushels of wheat and about 62,000 bushels of barley."
            },
            {
                "verse_number": "6",
                "verse_text": "Jotham became powerful because he always obeyed the Lord his God."
            },
            {
                "verse_number": "7",
                "verse_text": "The other things Jotham did while he was king and all his wars are written down. They are in the book of the kings of Israel and Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "Jotham was 25 years old when he became king. And he ruled 16 years in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Jotham died and was buried in Jerusalem. And Jotham&quot;s son Ahaz became king in his place."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz was 20 years old when he became king. And he ruled 16 years in Jerusalem. He was not like his ancestor David. He did not do what the Lord said was right."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaz did the same things the kings of Israel had done. He made metal idols to worship Baal."
            },
            {
                "verse_number": "3",
                "verse_text": "He burned incense in the Valley of Ben Hinnom. He sacrificed his own sons by burning them in the fire. He did the same terrible sins as the other nations had done. And the Lord had forced these nations out of the land ahead of the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "Ahaz offered sacrifices and burned incense at the places where false gods were worshiped. And he did this on the hills and under every green tree."
            },
            {
                "verse_number": "5",
                "verse_text": "So the Lord his God let the king of Aram defeat Ahaz. The Arameans defeated Ahaz and took many people of Judah as prisoners. The Arameans took them to Damascus. The Lord also let Pekah king of Israel defeat Ahaz. Pekah&quot;s army killed many soldiers of Ahaz."
            },
            {
                "verse_number": "6",
                "verse_text": "Pekah was the son of Remaliah. Pekah&quot;s army killed 120,000 brave soldiers from Judah in one day. Pekah defeated them because they had left the Lord. He is the God their ancestors obeyed."
            },
            {
                "verse_number": "7",
                "verse_text": "Zicri was a warrior from Ephraim. He killed King Ahaz&quot;s son Maaseiah. He also killed Azrikam, the officer in charge of the palace and Elkanah, second in command to the king."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelite army captured 200,000 of their own relatives. They took women, sons and daughters and many valuable things from Judah. Then they carried them back to Samaria."
            },
            {
                "verse_number": "9",
                "verse_text": "But a prophet of the Lord named Oded was there. He met the Israelite army when it returned to Samaria. He said to them, &apos;The Lord is the God your ancestors obeyed. He let you defeat Judah because he was angry with those people. But God has seen the cruel way you killed them."
            },
            {
                "verse_number": "10",
                "verse_text": "Now you plan to make the people of Judah and Jerusalem your slaves. But you also have sinned against the Lord your God."
            },
            {
                "verse_number": "11",
                "verse_text": "Now listen to me. Send back your brothers and sisters whom you captured. Do this because the Lord is very angry with you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then some of the leaders in Israel met the Israelite soldiers coming home from war. These leaders were Azariah son of Jehohanan, Berekiah son of Meshillemoth, Jehizkiah son of Shallum and Amasa son of Hadlai."
            },
            {
                "verse_number": "13",
                "verse_text": "They warned the soldiers, &apos;Don&quot;t bring the prisoners from Judah here. If you do, we will be guilty of sin. That will make our sin and guilt even worse. And our guilt is already so much that the Lord is angry with Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the soldiers left the prisoners and valuable things in front of the officers and people there."
            },
            {
                "verse_number": "15",
                "verse_text": "The leaders who were named took the prisoners. These four men got the clothes that the Israelite army had taken. And they gave them to these people who were naked. They gave the prisoners clothes, sandals, food, drink and medicine. They put the weak prisoners on donkeys. Then they took them back to their families in Jericho, the city of palm trees. Then they returned home to Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines also robbed the towns in the western mountain slopes and in southern Judah. They captured the towns of Beth Shemesh, Aijalon, Gederoth, Soco, Timnah and Gimzo. They also captured the villages around them. Then the Philistines lived in those towns."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord brought trouble on Judah because of Ahaz their king. Ahaz had caused the people of Judah to sin. And he had been unfaithful to the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "Tiglath-Pileser king of Assyria came to Ahaz. But he gave Ahaz trouble instead of help."
            },
            {
                "verse_number": "21",
                "verse_text": "Ahaz took some valuable things from the Temple of the Lord. He also took some from the king&quot;s palace and from the princes. Ahaz gave them to the king of Assyria, but it did not help."
            },
            {
                "verse_number": "22",
                "verse_text": "In Ahaz&quot;s troubles he was even more unfaithful to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "He offered sacrifices to the gods the people of Damascus worshiped. These people had defeated him. So he thought, &apos;The gods of the kings of Aram helped them. If I offer sacrifices to them, they will help me also.&apos; But this brought ruin to Ahaz and all Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "Ahaz gathered the things from the Temple of God and broke them into pieces. Then he closed the doors of the Temple of the Lord. He made altars and put them on every street corner in Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "In every town in Judah, Ahaz made places for burning sacrifices to worship other gods. He made the Lord, the God his ancestors worshiped, very angry."
            },
            {
                "verse_number": "26",
                "verse_text": "The other things Ahaz did as king, from the beginning to the end, are written down. They are in the book of the kings of Judah and Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahaz died and was buried in the city of Jerusalem. But he was not buried in the graves of the kings of Israel. Ahaz&quot;s son Hezekiah became king in his place."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah was 25 years old when he became king. And he ruled 29 years in Jerusalem. His mother&quot;s name was Abijah daughter of Zechariah."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah did what the Lord said was right. He did just as his ancestor David had done."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah opened the doors of the Temple of the Lord and repaired them. He did this in the first month of the first year he was king."
            },
            {
                "verse_number": "4",
                "verse_text": "Hezekiah brought the priests and Levites together in a group. He met with them in the courtyard on the east side of the Temple."
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah said, &apos;Listen to me, Levites! Make yourselves ready for the Lord&quot;s service. And make the Temple of the Lord holy. He is the God your ancestors obeyed. Remove from the Temple the things that make it impure."
            },
            {
                "verse_number": "6",
                "verse_text": "Our ancestors were unfaithful to God. They did what the Lord said was wrong. They left the Lord. They stopped worshiping at the Temple where he lives. They rejected him."
            },
            {
                "verse_number": "7",
                "verse_text": "They shut the doors of the porch of the Temple. They let the fire go out in the lamps. They stopped burning incense and offering burnt offerings in the holy place to the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "So the Lord became very angry with the people of Judah and Jerusalem. And he punished them. Other peoples are frightened and shocked by what the Lord did to Judah and Jerusalem. They insult the people of Judah. You know these things are true."
            },
            {
                "verse_number": "9",
                "verse_text": "That is why our ancestors were killed in battle. That is why our sons, daughters and wives were taken prisoner."
            },
            {
                "verse_number": "10",
                "verse_text": "So now I, Hezekiah, have decided to make an agreement with the Lord, the God of Israel. Then he will not be angry with us anymore."
            },
            {
                "verse_number": "11",
                "verse_text": "My sons, don&quot;t waste any more time. The Lord chose you to serve him. You should serve him and burn incense to him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "These are the Levites who started to work. From the Kohathite family there were Mahath son of Amasai and Joel son of Azariah. From the Merarite family there were Kish son of Abdi and Azariah son of Jehallelel. From the Gershonite family there were Joah son of Zimmah and Eden son of Joah."
            },
            {
                "verse_number": "13",
                "verse_text": "From Elizaphan&quot;s family there were Shimri and Jeiel. From Asaph&quot;s family there were Zechariah and Mattaniah."
            },
            {
                "verse_number": "14",
                "verse_text": "From Heman&quot;s family there were Jehiel and Shimei. From Jeduthun&quot;s family there were Shemaiah and Uzziel."
            },
            {
                "verse_number": "15",
                "verse_text": "These Levites gathered their brothers together. Then they made themselves holy for service in the Temple. They obeyed the king&quot;s command that had come from the Lord. They went into the Temple of the Lord to purify it."
            },
            {
                "verse_number": "16",
                "verse_text": "The priests went into the Temple of the Lord to purify it. They took out all the unclean things they found in the Temple of the Lord. And they put them in the Temple courtyard. Then the Levites took these things out to the Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "They made the Temple holy for the Lord&quot;s service. They began on the first day of the first month. On the eighth day of the month, they came to the porch of the Temple. For eight more days they made the Temple of the Lord holy. They finished on the sixteenth day of the first month."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they went to King Hezekiah. They said to him, &apos;We have purified all the Temple of the Lord. We have purified the altar for burnt offerings and its things. We have purified the table for the holy bread and all its things."
            },
            {
                "verse_number": "19",
                "verse_text": "When Ahaz was king, he was unfaithful to God. He removed some things from the Temple. But we have put them back and made them holy for the Lord. They are now in front of the Lord&quot;s altar.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Early the next morning King Hezekiah gathered the leaders of the city. They went up to the Temple of the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "They brought seven bulls, seven male sheep, seven male lambs and seven male goats. These animals were an offering to remove the sin of the people and the kingdom of Judah. And this offering made the Temple ready for service to God. King Hezekiah commanded the priests to offer these animals on the Lord&quot;s altar. The priests were from the family of Aaron."
            },
            {
                "verse_number": "22",
                "verse_text": "So the priests killed the bulls. Then they sprinkled the bulls&quot; blood on the altar. They killed the male sheep and sprinkled their blood on the altar. Then they killed the lambs. And they sprinkled the lambs&quot; blood on the altar."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the priests brought the male goats before the king and the people there. The goats were for the sin offering. The king and the people put their hands on the goats."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the priests killed the goats. They made a sin offering with the goats&quot; blood on the altar. They did this to remove the sins of the Israelites so they would belong to the Lord. The king had said that the burnt offering and sin offering should be made for all Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "King Hezekiah put the Levites in the Temple of the Lord with cymbals, harps and lyres. He did this as David, Gad and Nathan had commanded. (Gad was the king&quot;s seer, and Nathan was a prophet.) This command came from the Lord through his prophets."
            },
            {
                "verse_number": "26",
                "verse_text": "So the Levites stood ready with David&quot;s instruments of music. And the priests stood ready with their trumpets."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Hezekiah gave the order to sacrifice the burnt offering on the altar. When the burnt offering began, the singing to the Lord also began. The trumpets were blown. And the musical instruments of David king of Israel were played."
            },
            {
                "verse_number": "28",
                "verse_text": "All the people worshiped, the singers sang, and the trumpet players blew their trumpets. They did this until the burnt offering was finished."
            },
            {
                "verse_number": "29",
                "verse_text": "When the sacrifices were finished, King Hezekiah and everyone with him bowed down and worshiped."
            },
            {
                "verse_number": "30",
                "verse_text": "King Hezekiah and his officers ordered the Levites to praise the Lord. They were to use the words David and Asaph the seer used. They praised God with joy. And they bowed down and worshiped."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Hezekiah said, &apos;Now you people of Judah have given yourselves to the Lord. Come near to the Temple of the Lord. Bring sacrifices and offerings to show thanks to the Lord.&apos; So the people brought sacrifices and offerings to show thanks to the Lord. Anyone who wanted to also brought burnt offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "For burnt offerings they brought a total of 70 bulls, 100 male sheep and 200 lambs. All these animals were sacrificed as burnt offerings to the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "The offerings made holy for the Lord totaled 600 bulls and 3,000 sheep and goats."
            },
            {
                "verse_number": "34",
                "verse_text": "There were not enough priests to skin all the animals for the burnt offerings. So their relatives the Levites helped them. They helped until the work was finished and other priests could be made holy for the Lord&quot;s service. The Levites had been more careful to make themselves holy for the Lord&quot;s service than the priests."
            },
            {
                "verse_number": "35",
                "verse_text": "There were many burnt offerings. With them were the fat of fellowship offerings and drink offerings. So the service in the Temple of the Lord began again."
            },
            {
                "verse_number": "36",
                "verse_text": "And Hezekiah and the people were very happy. They were happy that God had made it happen so quickly for his people."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "King Hezekiah sent messages to all the people of Israel and Judah. He also wrote letters to the people of Ephraim and Manasseh. Hezekiah invited all these people to come to the Temple of the Lord in Jerusalem. There they could celebrate the Passover for the Lord, the God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "King Hezekiah, his officers and all the people in Jerusalem agreed to celebrate the Passover in the second month."
            },
            {
                "verse_number": "3",
                "verse_text": "They could not celebrate it at the normal time. This was because not enough priests had made themselves ready to serve the Lord. And the people had not gathered yet in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "This plan satisfied King Hezekiah and all the people."
            },
            {
                "verse_number": "5",
                "verse_text": "So they made an announcement everywhere in Israel, from Beersheba to Dan. They told the people to come to Jerusalem. There they would celebrate the Passover for the Lord, the God of Israel. For a long time most of the people had not celebrated the Passover as the law commanded."
            },
            {
                "verse_number": "6",
                "verse_text": "So the messengers took letters from the king and his officers all through Israel and Judah. This is what the letters said: People of Israel, come back to obeying the Lord. He is the God that Abraham, Isaac and Israel obeyed. Then God will come back to you who are still alive. You have escaped from the kings of Assyria."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t be like your ancestors or your relatives. They turned against the Lord, the God their fathers obeyed. So the Lord caused other people to be disgusted with them. You know this is true."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be stubborn as your ancestors were. Obey the Lord willingly. Come to the Temple, which the Lord has made holy for his service forever. Serve the Lord your God. Then he will not be angry with you."
            },
            {
                "verse_number": "9",
                "verse_text": "Come back and obey the Lord. Then the people who captured your relatives and children will be kind to them. They will let them return to this land. The Lord your God is kind and merciful. He will not turn away from you if you come back to him."
            },
            {
                "verse_number": "10",
                "verse_text": "The messengers went to every town in Ephraim and Manasseh. They went all the way to Zebulun. But the people laughed at the messengers and made fun of them."
            },
            {
                "verse_number": "11",
                "verse_text": "But some men from Asher, Manasseh and Zebulun were sorry for what they had done and went to Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "And God caused all the people of Judah to agree to obey King Hezekiah and his officers. Their command had come from the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "A large crowd came together in Jerusalem to celebrate the Feast of Unleavened Bread. This was in the second month."
            },
            {
                "verse_number": "14",
                "verse_text": "The people removed the altars and incense altars to false gods in Jerusalem. And they threw them into the Kidron Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "They killed the Passover lamb on the fourteenth day of the second month. The priests and the Levites were ashamed. So they made themselves holy for the Lord. They brought burnt offerings into the Temple of the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "They took their regular places in the Temple as the Teachings of Moses the man of God commanded. The Levites gave the blood of the sacrifices to the priests. Then the priests sprinkled the blood on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Many people in the crowd had not made themselves holy for the Lord. So they were not permitted to kill the Passover lambs. So the Levites were responsible for killing the Passover lambs for everyone who was not clean. The Levites made each lamb holy for the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord listened to Hezekiah&quot;s prayer, and he healed the people."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites in Jerusalem celebrated the Feast of Unleavened Bread for seven days. And they were very happy. The Levites and priests praised the Lord every day with loud music."
            },
            {
                "verse_number": "22",
                "verse_text": "Some of the Levites understood well how to do their service for the Lord. And Hezekiah encouraged them. The people ate the feast for seven days. And they offered fellowship offerings. They praised the Lord, the God their ancestors worshiped."
            },
            {
                "verse_number": "23",
                "verse_text": "Then all the people agreed to stay seven more days. So they celebrated the Passover with joy for seven more days."
            },
            {
                "verse_number": "24",
                "verse_text": "Hezekiah king of Judah gave 1,000 bulls and 7,000 sheep to the people. The officers gave 1,000 bulls and 10,000 sheep to the people. Many priests made themselves holy for the Lord."
            },
            {
                "verse_number": "25",
                "verse_text": "All the people of Judah, the priests, the Levites, those who came from Israel, the foreigners from Israel and the foreigners living in Judah were very happy."
            },
            {
                "verse_number": "26",
                "verse_text": "There was much joy in Jerusalem. There had not been a celebration like this since Solomon&quot;s time. He was the son of David and king of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The priests and Levites stood up and blessed the people. And God heard them because their prayer reached heaven, which is his holy home."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Passover celebration was finished. All the Israelites in Jerusalem went out to the towns of Judah. There they smashed the stone pillars used to worship false gods. They cut down the Asherah idols. They destroyed the altars and places for worshiping false gods. They destroyed all of them in the areas of Judah, Benjamin, Ephraim and Manasseh. They destroyed everything used for worshiping the false gods. Then all the Israelites returned to their own towns and homes."
            },
            {
                "verse_number": "2",
                "verse_text": "King Hezekiah appointed groups of priests and Levites for their special duties. They were to offer burnt offerings and fellowship offerings. They were to worship and to give thanks and praise at the gates where the Lord lives."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah gave some of his own animals for the burnt offerings. Burnt offerings were given every morning and evening. They were also given on Sabbath days and during New Moons and other feasts commanded by the Lord&quot;s Teachings."
            },
            {
                "verse_number": "4",
                "verse_text": "Hezekiah commanded the people living in Jerusalem to give the priests and Levites the portion that belonged to them. Then the priests and Levites could give all their time to the Lord&quot;s Teachings."
            },
            {
                "verse_number": "5",
                "verse_text": "Soon the king&quot;s command went out to the Israelites. And they gave quickly and freely. They gave the first portion of their grain, wine, oil and honey. They gave the first portion of everything they grew in their fields. They brought a large amount, one-tenth of everything."
            },
            {
                "verse_number": "6",
                "verse_text": "The men of Israel and Judah who lived in Judah also gave. They brought one-tenth of their cattle and sheep. And they brought one-tenth of the holy things that were given to the Lord their God. They put all these things in piles."
            },
            {
                "verse_number": "7",
                "verse_text": "The people began bringing their things in the third month. And they finished in the seventh month."
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah and his officers came and saw the piles. Then they praised the Lord and his people, the people of Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezekiah asked the priests and Levites about the piles."
            },
            {
                "verse_number": "10",
                "verse_text": "Azariah was the leading priest from Zadok&quot;s family. He answered Hezekiah, &apos;Since the people began to bring their offerings to the Temple of the Lord, we have had plenty to eat. We have had plenty left over. The Lord has blessed his people. So we have all this left over.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Hezekiah commanded the priests to prepare the storerooms in the Temple of the Lord. So this was done."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the priests brought the offerings and the things given to the Lord. They also brought the tenth of everything the people had given. All these things were put in the storerooms. Conaniah the Levite was in charge of these things. Conaniah&quot;s brother Shimei was second to him."
            },
            {
                "verse_number": "13",
                "verse_text": "Conaniah and his brother Shimei were over these supervisors: Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath and Benaiah. King Hezekiah and Azariah the officer in charge of the Temple of God chose those men."
            },
            {
                "verse_number": "14",
                "verse_text": "Kore was in charge of the special gifts the people wanted to give to God. He was responsible for giving out the contributions made to the Lord and the holy gifts. Kore was the son of Imnah the Levite. Kore was the guard at the East Gate."
            },
            {
                "verse_number": "15",
                "verse_text": "Eden, Miniamin, Jeshua, Shemaiah, Amariah and Shecaniah helped Kore. They served well in the towns where the priests lived. They gave from what was collected to the other groups of priests. They gave both to the young and the old."
            },
            {
                "verse_number": "16",
                "verse_text": "These men also gave from what was collected to the males 3 years old and older. These were males who had their names in the Levite family histories. They were to enter the Temple of the Lord for their daily service. Each group had its own responsibilities."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests were given their part of the collection. This was done by families, as listed in the family histories. The Levites 20 years old and older were given their part of the collection. This was done by their responsibilities and by their groups."
            },
            {
                "verse_number": "18",
                "verse_text": "The Levites&quot; babies, wives, sons and daughters also got part of the collection. This was done for all the Levites who were listed in the family histories. This was because the Levites always kept themselves ready to serve the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "Some of Aaron&quot;s descendants, the priests, lived on the farmland near the towns. Some also lived in the towns. Men were chosen by name to give part of the collection to these priests. All the males and those named in the family histories of the Levites received part of the collection."
            },
            {
                "verse_number": "20",
                "verse_text": "This is what King Hezekiah did in Judah. He did what was good and right and obedient before the Lord his God."
            },
            {
                "verse_number": "21",
                "verse_text": "Hezekiah tried to obey God in his service of the Temple of God. He tried to obey God&quot;s teachings and commands. He gave himself fully to his work for God. So he had success."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah did all these things to serve the Lord. Sennacherib king of Assyria came to attack Judah. He and his army surrounded and attacked the strong, walled cities. He wanted to take them for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah knew that Sennacherib had come to Jerusalem to attack it."
            },
            {
                "verse_number": "3",
                "verse_text": "So Hezekiah talked to his officers and army commanders. They decided to cut off the waters from the springs outside the city. So the officers and commanders helped Hezekiah."
            },
            {
                "verse_number": "4",
                "verse_text": "Many people came to help. They cut off all the springs and the stream that flowed through the land. They said, &apos;The king of Assyria will not find much water when he comes here.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Hezekiah made Jerusalem stronger. He rebuilt all the broken parts of the wall. And he built towers on the wall. He also built another wall outside the first one. And he made the area that was filled in on the east side of the old part of Jerusalem stronger. He made many weapons and shields."
            },
            {
                "verse_number": "6",
                "verse_text": "Hezekiah put army commanders over the people. He met with these commanders at the open place near the city gate. Hezekiah encouraged them, saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be strong and brave. Don&quot;t be afraid or worried because of the king of Assyria or his large army. There is a greater power with us than with him."
            },
            {
                "verse_number": "8",
                "verse_text": "He only has men, but we have the Lord our God. He will help us. He will fight our battles.&apos; The people were encouraged by the words of Hezekiah king of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "King Sennacherib of Assyria and all his army surrounded and attacked Lachish. Then he sent his officers to Jerusalem with a message. The message was for King Hezekiah of Judah and all the people of Judah in Jerusalem. This was the message:"
            },
            {
                "verse_number": "10",
                "verse_text": "Sennacherib king of Assyria says this: &apos;You have nothing to trust in to help you. It is no use for you to stay in Jerusalem under attack."
            },
            {
                "verse_number": "11",
                "verse_text": "Hezekiah says to you, &quot;The Lord our God will save us from the king of Assyria.&quot; But he is fooling you. If you stay in Jerusalem, you will die from hunger and thirst."
            },
            {
                "verse_number": "12",
                "verse_text": "Hezekiah himself removed your Lord&quot;s places of worship and altars. He told you people of Judah and Jerusalem that you must worship and burn incense on only one altar."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You know what my ancestors and I have done to all the people in other nations. The gods of those nations could not save their people from my power."
            },
            {
                "verse_number": "14",
                "verse_text": "My ancestors destroyed those nations. None of their gods could save them from me. So your god cannot save you from my power."
            },
            {
                "verse_number": "15",
                "verse_text": "Do not let Hezekiah fool you or trick you. Do not believe him. No god of any nation or kingdom has been able to save his people from me or my ancestors. Your god is even less able to save you from me.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Sennacherib&quot;s officers said worse things against the Lord God and his servant Hezekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "King Sennacherib also wrote letters insulting the Lord, the God of Israel. This is what his letters said: &apos;The gods of the other nations could not save their people from me. In the same way Hezekiah&quot;s god won&quot;t be able to save his people from me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king&quot;s officers shouted out in Hebrew. They called out to the people of Jerusalem who were on the city wall. The officers wanted to scare the people away so they could capture Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "They said evil things about the gods the people of the world worshiped. They are only things people have made with their hands. In the same way the officers said evil things about the God of Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "King Hezekiah and the prophet Isaiah son of Amoz prayed to heaven about this."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord sent an angel to the king of Assyria&quot;s camp. That angel killed all the soldiers, leaders and officers of the Assyrian army. So the king of Assyria returned to his own country in disgrace. He went into the temple of his god. There some of his own sons killed him with a sword."
            },
            {
                "verse_number": "22",
                "verse_text": "So the Lord saved Hezekiah and the people in Jerusalem. He saved them from Sennacherib king of Assyria and from all other people. The Lord took care of Hezekiah and the people of Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Many people brought gifts for the Lord to Jerusalem. They also brought valuable gifts to King Hezekiah of Judah. From then on all the nations respected Hezekiah."
            },
            {
                "verse_number": "24",
                "verse_text": "At that time Hezekiah became very sick. He was almost dead. He prayed to the Lord. And the Lord spoke to him and gave him a sign."
            },
            {
                "verse_number": "25",
                "verse_text": "But Hezekiah was proud. So he did not thank God for his kindness. So the Lord was angry with him and the people of Judah and Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "But later Hezekiah and the people of Jerusalem were sorry and stopped being proud. So the Lord did not punish them while Hezekiah was alive."
            },
            {
                "verse_number": "27",
                "verse_text": "Hezekiah had many riches and much honor. He made treasuries for his silver, gold, gems, spices, shields and other valuable things."
            },
            {
                "verse_number": "28",
                "verse_text": "Hezekiah built storage buildings for grain, new wine and oil. He built stalls for all the cattle and pens for the sheep."
            },
            {
                "verse_number": "29",
                "verse_text": "He also built many towns. He had many flocks of sheep and herds of cattle. God gave Hezekiah much wealth."
            },
            {
                "verse_number": "30",
                "verse_text": "It was Hezekiah who cut off the upper pool of the Gihon spring. He made those waters flow straight down on the west side of the older part of Jerusalem. And Hezekiah was successful in everything he did."
            },
            {
                "verse_number": "31",
                "verse_text": "But one time the leaders of Babylon sent messengers to Hezekiah. They asked him about a strange sign that had happened in the land. When they came, God left Hezekiah alone to test him. He wanted to know everything that was in Hezekiah&quot;s heart."
            },
            {
                "verse_number": "32",
                "verse_text": "Hezekiah&quot;s love for the Lord and the other things he did as king are recorded. They are written in the vision of the prophet Isaiah son of Amoz. This is in the book of the kings of Judah and Israel."
            },
            {
                "verse_number": "33",
                "verse_text": "Hezekiah died and was buried on a hill. It is where the graves of David&quot;s ancestors are. All the people of Judah and Jerusalem honored Hezekiah when he died. And Hezekiah&quot;s son Manasseh became king in his place."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was 12 years old when he became king of Judah. And he was king for 55 years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what the Lord said was wrong. He did the hated things the other nations had done. And the Lord had forced these nations out of the land ahead of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Manasseh&quot;s father, Hezekiah, had torn down the places where false gods were worshiped. But Manasseh rebuilt them. Manasseh also built altars for the Baal gods and made Asherah idols. He bowed down to the stars and worshiped them."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord had said about the Temple, &apos;I will be worshiped in Jerusalem forever.&apos; But Manasseh built altars for false gods in the Temple of the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "He built altars to worship the stars in the two courtyards of the Temple of the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "He burned his sons as sacrifices in the Valley of Ben Hinnom. He practiced magic and witchcraft. He told the future by explaining signs and dreams. He got advice from mediums and fortune-tellers. He did many things the Lord said were wrong. And this made the Lord angry."
            },
            {
                "verse_number": "7",
                "verse_text": "He carved an idol and put it in the Temple of God. God had spoken to David and his son Solomon about the Temple. He had said, &apos;I will be worshiped in this Temple and in Jerusalem forever. I have chosen Jerusalem from all the tribes of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I will never again make the Israelites leave the land I gave to their ancestors. But they must obey everything I commanded them. They must obey all the teachings, rules and commands I gave them through Moses.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But Manasseh led the people of Judah and Jerusalem to do wrong. They did more evil than the nations the Lord had destroyed ahead of the Israelites."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord spoke to Manasseh and his people, but they did not listen."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Lord brought the king of Assyria&quot;s army commanders to attack Judah. They captured Manasseh and put hooks in him. They put bronze chains on his hands. They made him their prisoner and took him to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "As Manasseh suffered, he begged the Lord his God for help. He became very sorry for what he had done before the God of his ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "When Manasseh prayed, the Lord heard him and had pity for him. So the Lord let him return to Jerusalem and to his kingdom. Then Manasseh knew that the Lord is the true God."
            },
            {
                "verse_number": "14",
                "verse_text": "After that happened, Manasseh rebuilt the outer wall for Jerusalem. It was in the valley on the west side of the Gihon spring. It went to the entrance of the Fish Gate and around the hill of Ophel. He also made the wall higher. Then he put commanders in all the strong, walled cities in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Manasseh removed the idols of other nations. And he took the idol out of the Temple of the Lord. He removed all the altars he had built on the Temple hill and in Jerusalem. And he threw them out of the city."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he set up the Lord&quot;s altar. And he sacrificed on it fellowship offerings and offerings to show thanks to the Lord. Manasseh commanded all the people of Judah to serve the Lord, the God of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "The people continued to offer sacrifices at the places of worship. But their sacrifices were only to the Lord their God."
            },
            {
                "verse_number": "18",
                "verse_text": "The other things Manasseh did as king are written down. His prayer to his God is recorded. And what the seers said to him in the name of the Lord, the God of Israel, is recorded. They are all in the book of the history of the kings of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "Manasseh&quot;s prayer and God&quot;s pity for him are written down. Also all of Manasseh&quot;s sins and how he was unfaithful to the Lord are recorded. The places he built for worshiping false gods and for the Asherah idols are recorded. He did all these things but later became sorry for them. They are all in the book of the seers."
            },
            {
                "verse_number": "20",
                "verse_text": "Manasseh died and was buried in his palace. Then Manasseh&quot;s son Amon became king in his place."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon was 22 years old when he became king. And he was king for two years in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "He did what the Lord said was wrong. He did as his father Manasseh had done. Amon worshiped and offered sacrifices to all the carved idols Manasseh had made."
            },
            {
                "verse_number": "23",
                "verse_text": "Amon was not sorry for what he did wrong before the Lord. He was not sorry as his father Manasseh had been. Instead, Amon sinned even more."
            },
            {
                "verse_number": "24",
                "verse_text": "Amon&quot;s officers made plans against him and killed him in his palace."
            },
            {
                "verse_number": "25",
                "verse_text": "But the people of Judah killed all those who had made plans to kill King Amon. And they made his son Josiah to be king in his place."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was eight years old when he became king. He ruled 31 years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what the Lord said was right. He did good things as his ancestor David had done. Josiah did not stop doing what was right."
            },
            {
                "verse_number": "3",
                "verse_text": "In his eighth year as king, Josiah began to obey the God his ancestor David had followed. This was while Josiah was still young. In his twelfth year as king, Josiah began to remove the false gods from Judah and Jerusalem. He destroyed the places for worshiping false gods. He removed the Asherah idols and the wooden and metal idols."
            },
            {
                "verse_number": "4",
                "verse_text": "The people tore down the altars for the Baal gods as Josiah directed. Then Josiah cut down the incense altars that were above them. He broke up the Asherah idols and the wooden and metal idols. He beat them into powder. Then he sprinkled the powder on the graves of the people who had offered sacrifices to these gods."
            },
            {
                "verse_number": "5",
                "verse_text": "He burned the bones of their priests on their own altars. So Josiah removed idol worship from Judah and Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "He did the same for the towns in the areas of Manasseh, Ephraim and Simeon. He did this all the way to Naphtali. And he did the same for the ruins near these towns."
            },
            {
                "verse_number": "7",
                "verse_text": "Josiah broke down the altars and Asherah idols. Then he beat the idols into powder. He cut down all the incense altars in all of Israel. Then he went back to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "In Josiah&quot;s eighteenth year as king, he made Judah and the Temple pure again. He sent Shaphan son of Azaliah, Maaseiah the city leader and Joah son of Joahaz the recorder. They were to repair the Temple of the Lord, the God of Josiah."
            },
            {
                "verse_number": "9",
                "verse_text": "These men went to Hilkiah the high priest. They gave him the money the people had given for the Temple of God. The Levite doorkeepers had collected this money from the people of Manasseh, Ephraim and all the Israelites who were left alive. They also collected this money from all the people of Judah, Benjamin and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Levites gave it to the men who directed the work on the Temple of the Lord. And these supervisors paid the workers that rebuilt and repaired the Temple."
            },
            {
                "verse_number": "11",
                "verse_text": "They gave money to carpenters and builders to buy cut rocks and wood. The wood was used to rebuild the buildings and to make beams for them. The kings of Judah had let the buildings become ruins."
            },
            {
                "verse_number": "12",
                "verse_text": "The men did their work well. Their supervisors were Jahath, Obadiah, Zechariah and Meshullam. Jahath and Obadiah were Levites from the family of Merari. Zechariah and Meshullam were from the family of Kohath. These Levites were all skilled musicians."
            },
            {
                "verse_number": "13",
                "verse_text": "They were in charge of the workers who carried things and all the other workers. Some Levites worked as secretaries, officers and doorkeepers."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites brought out the money that was in the Temple of the Lord. As they were doing this, Hilkiah the priest found the Book of the Lord&quot;s Teachings. These teachings had been given through Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "Hilkiah said to Shaphan the royal assistant, &apos;I&quot;ve found the Book of the Teachings. It was in the Temple of the Lord!&apos; He gave it to Shaphan."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Shaphan took the book to the king and reported to Josiah: &apos;Your officers are doing everything you told them to do."
            },
            {
                "verse_number": "17",
                "verse_text": "They have paid out the money that was in the Temple of the Lord. They have given it to the supervisors and the workers.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Shaphan the royal assistant told the king, &apos;Hilkiah the priest has given me a book.&apos; And Shaphan read from the book to the king."
            },
            {
                "verse_number": "19",
                "verse_text": "The king heard the words of the Teachings. Then he tore his clothes to show how upset he was."
            },
            {
                "verse_number": "20",
                "verse_text": "He gave these orders to Hilkiah, Ahikam son of Shaphan. He also gave them to Acbor son of Micaiah, Shaphan and Asaiah. Shaphan was the royal assistant. And Asaiah was the king&quot;s servant. These were the orders:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Go and ask the Lord about the words in the book that was found. Ask for me and for the people who are left alive in Israel and Judah. The Lord is very angry with us because our ancestors did not obey the Lord&quot;s word. They did not do everything this book says to do.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Hilkiah and those the king sent with him left. They went to talk to Huldah the prophetess. She was the wife of Shallum son of Tikvah, the son of Harhas. Harhas took care of the king&quot;s clothes. Huldah lived in Jerusalem, in the new area of the city."
            },
            {
                "verse_number": "23",
                "verse_text": "She said to them, &apos;This is what the Lord, the God of Israel, says: Tell the man who sent you to me,"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;This is what the Lord says: I will bring trouble to this place and to the people living here. I will bring all the curses that are written in the book that was read to the king of Judah."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of Judah have left me. They have burned incense to other gods. They have made me angry by all the bad things they have made. So I will punish them in my anger. My anger will not be stopped.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Tell the king of Judah who sent you to ask the Lord, &quot;This is what the Lord, the God of Israel, says about the words you heard:"
            },
            {
                "verse_number": "27",
                "verse_text": "You heard my words against this place and its people. And you became sorry for what you had done. You became sorry in my presence. You tore your clothes to show how upset you were. And you cried in my presence. This is why I have heard you, says the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "So I will let you die. You will be buried in peace. You won&quot;t see all the trouble that I will bring to this place and the people living here.&quot;&apos; So they took her message back to the king."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the king gathered all the elders of Judah and Jerusalem together."
            },
            {
                "verse_number": "30",
                "verse_text": "He went up to the Temple of the Lord. All the men from Judah and the people from Jerusalem went with him. The priests and the Levites and all the people&ndash;from the most important to the least important&ndash;went with him. He read to them all the words in the Book of the Agreement. That book was found in the Temple of the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the king stood by his pillar. He made an agreement in the presence of the Lord. He agreed to follow the Lord and to obey his commands, rules and laws with his whole being. And he agreed to obey the words of the agreement written in this book."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Josiah made all the people in Jerusalem and Benjamin promise to accept the agreement. The people of Jerusalem obeyed the agreement of God, the God their ancestors obeyed."
            },
            {
                "verse_number": "33",
                "verse_text": "And Josiah threw out the hated idols from all the land that belonged to the Israelites. He led everyone in Israel to serve the Lord their God. While Josiah lived, the people obeyed the Lord, the God their ancestors obeyed."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "King Josiah celebrated the Passover to the Lord in Jerusalem. The Passover lamb was killed on the fourteenth day of the first month."
            },
            {
                "verse_number": "2",
                "verse_text": "Josiah chose the priests to do their duties. And he encouraged them as they served in the Temple of the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "The Levites taught the Israelites and were made holy for service to the Lord. Josiah said to them: &apos;When David&quot;s son Solomon was king of Israel, he built the Temple. Put the Ark of the Covenant in that Temple. Do not carry it from place to place on your shoulders anymore. Now serve the Lord your God and his people the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "Prepare yourselves by your family groups for service. Do the jobs that King David and his son Solomon gave you to do."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Stand in the holy place with a group of the Levites. Do this for each family group of the people so you may help them."
            },
            {
                "verse_number": "6",
                "verse_text": "Kill the Passover lambs. Make yourselves holy to the Lord. And prepare the lambs for your relatives, the people of Israel. Do everything the Lord through Moses commanded us to do.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Josiah gave the Israelites 30,000 sheep and goats to kill for the Passover sacrifices. He also gave them 3,000 cattle. They were all King Josiah&quot;s own animals."
            },
            {
                "verse_number": "8",
                "verse_text": "Josiah&quot;s officers also gave willingly to the people, the priests and the Levites. Hilkiah, Zechariah and Jehiel were the officers in charge of the Temple. They gave the priests 2,600 lambs and goats and 300 cattle for Passover sacrifices."
            },
            {
                "verse_number": "9",
                "verse_text": "Also Conaniah, his brothers Shemaiah and Nethanel, and Hashabiah, Jeiel and Jozabad gave the Levites animals. They gave 5,000 sheep and goats and 500 cattle for Passover sacrifices. These men were leaders of the Levites."
            },
            {
                "verse_number": "10",
                "verse_text": "When everything was ready for the Passover service, the priests and Levites went to their places. This is what the king had commanded."
            },
            {
                "verse_number": "11",
                "verse_text": "The Passover lambs were killed. Then the Levites skinned the animals and gave the blood to the priests. The priests sprinkled the blood on the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they gave the animals for the burnt offerings to the different family groups. This was done so the burnt offerings could be offered to the Lord as the Law of Moses taught. They also did this with the cattle."
            },
            {
                "verse_number": "13",
                "verse_text": "The Levites roasted the Passover sacrifices over the fire as they were commanded. And they boiled the holy offerings in pots, kettles and pans. Then they quickly gave the meat to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "After this was finished, the Levites prepared meat for themselves and for the priests. The priests were the descendants of Aaron. The priests worked until night, offering the burnt offerings and burning the fat of the sacrifices."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levite singers were from Asaph&quot;s family. They stood in the places King David had chosen for them. They were Asaph, Heman and Jeduthun, the king&quot;s seer. The gatekeepers at each gate did not have to leave their places. This was because their fellow Levites had prepared everything for them for the Passover."
            },
            {
                "verse_number": "16",
                "verse_text": "So everything was done that day for the worship of the Lord. And it was done as King Josiah commanded. The Passover was celebrated, and the burnt offerings were offered on the Lord&quot;s altar."
            },
            {
                "verse_number": "17",
                "verse_text": "The Israelites who were there celebrated the Passover and the Feast of Unleavened Bread for seven days."
            },
            {
                "verse_number": "18",
                "verse_text": "The Passover had not been celebrated like this in Israel since the prophet Samuel was alive. None of the kings of Israel had ever celebrated a Passover like this. King Josiah, the priests and the Levites celebrated it. And the people of Judah and Israel who were there with the people of Jerusalem celebrated it."
            },
            {
                "verse_number": "19",
                "verse_text": "This Passover was celebrated in the eighteenth year Josiah was king."
            },
            {
                "verse_number": "20",
                "verse_text": "So Josiah did all this for the Temple. After this, King Neco of Egypt led an army to attack Carchemish. It was a town on the Euphrates River. And Josiah marched out to fight against Neco."
            },
            {
                "verse_number": "21",
                "verse_text": "But Neco sent messengers to Josiah. They said, &apos;King Josiah, there should not be war between us. I did not come to fight you, but my enemies. God told me to hurry, and he is on my side. So don&quot;t fight God, or he will destroy you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Josiah did not go away. He wore different clothes so no one would know who he was. He refused to listen to what Neco said at God&quot;s command. So Josiah went to fight on the plain of Megiddo."
            },
            {
                "verse_number": "23",
                "verse_text": "In the battle King Josiah was shot by arrows. He told his servants, &apos;Take me away. I am badly wounded.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they took him out of his chariot. And they put him in another chariot he had brought to the battle. Then they took him to Jerusalem where he died. He was buried in the graves where his ancestors were buried. All the people of Judah and Jerusalem were very sad because he was dead."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeremiah wrote some sad songs about Josiah. Even to this day all the men and women singers remember and honor Josiah with these songs. It became a custom in Israel to sing these songs. They are written in the collection of sad songs."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The people of Judah chose Josiah&quot;s son Jehoahaz. They made him king in Jerusalem in his father&quot;s place."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoahaz was 23 years old when he became king. And he was king in Jerusalem for three months."
            },
            {
                "verse_number": "3",
                "verse_text": "Then King Neco of Egypt made Jehoahaz no longer a king in Jerusalem. Neco made the people of Judah pay about 7,500 pounds of silver and about 75 pounds of gold."
            },
            {
                "verse_number": "4",
                "verse_text": "The king of Egypt made Jehoahaz&quot;s brother Eliakim the king of Judah and Jerusalem. Then Neco changed Eliakim&quot;s name to Jehoiakim. But Neco took Eliakim&quot;s brother Jehoahaz to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was 25 years old when he became king. And he was king in Jerusalem for 11 years. He did what the Lord his God said was wrong."
            },
            {
                "verse_number": "6",
                "verse_text": "King Nebuchadnezzar of Babylon attacked Judah. He captured Jehoiakim and put bronze chains on him. Then Nebuchadnezzar took him to Babylon."
            },
            {
                "verse_number": "7",
                "verse_text": "Nebuchadnezzar took some of the things from the Temple of the Lord. And he took them to Babylon and put them in his own palace."
            },
            {
                "verse_number": "8",
                "verse_text": "The other things Jehoiakim did as king are written down. The hated things he did and everything he was guilty of doing are recorded. They are in the book of the kings of Israel and Judah. Jehoiakim&quot;s son Jehoiachin became king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin was 18 years old when he became king of Judah. And he was king in Jerusalem for three months and ten days. He did what the Lord said was wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "In the spring King Nebuchadnezzar sent some servants to get Jehoiachin. They took him and some valuable treasures from the Temple of the Lord to Babylon. Then Nebuchadnezzar made Jehoiachin&quot;s relative Zedekiah the king of Judah and Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah was 21 years old when he became king of Judah. And he was king in Jerusalem for 11 years."
            },
            {
                "verse_number": "12",
                "verse_text": "Zedekiah did what the Lord his God said was wrong. The prophet Jeremiah spoke messages from the Lord. But Zedekiah did not obey."
            },
            {
                "verse_number": "13",
                "verse_text": "Zedekiah turned against King Nebuchadnezzar. Nebuchadnezzar had forced Zedekiah to promise to be loyal to him. And Zedekiah had promised, using God&quot;s name. But Zedekiah became stubborn. He refused to obey the Lord, the God of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Also, all the leaders of the priests and the people of Judah became more wicked. They followed the evil example of the other nations. The Lord had made the Temple in Jerusalem holy. But the leaders made the Temple unholy."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord, the God of their ancestors, sent prophets again and again to warn his people. He did this because he had pity for them and for his Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "But they made fun of God&quot;s prophets. They hated God&quot;s messages. So they refused to listen to the prophets. Finally God became so angry with his people that he could not be stopped."
            },
            {
                "verse_number": "17",
                "verse_text": "So God brought the king of Babylon to attack them. The king killed the young men even when they were in the Temple. He did not have mercy on the people. He killed both young men and women. He even killed the old men and those who were sick. God permitted Nebuchadnezzar to punish the people of Judah and Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "Nebuchadnezzar carried away to Babylon all the things from the Temple of God, both large and small. He took all the treasures from the Temple of the Lord and from the king and his officers."
            },
            {
                "verse_number": "19",
                "verse_text": "Nebuchadnezzar and his army set fire to God&quot;s Temple. They broke down Jerusalem&quot;s wall. And they burned all the palaces. They took or destroyed every valuable thing in Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "Nebuchadnezzar took captive to Babylon the people who were left alive. And he forced them to be slaves for him and his descendants. They remained there as slaves until the Persian kingdom defeated Babylon."
            },
            {
                "verse_number": "21",
                "verse_text": "And so what the Lord had told Israel through the prophet Jeremiah happened. The Lord had said that place would be an empty wasteland for 70 years. This happened to make up for the years of Sabbath rests that the people had not kept."
            },
            {
                "verse_number": "22",
                "verse_text": "It was the first year Cyrus was king of Persia. The Lord caused Cyrus to write an announcement and send it everywhere in his kingdom. This happened so the Lord&quot;s message spoken by Jeremiah would come true."
            },
            {
                "verse_number": "23",
                "verse_text": "This is what Cyrus king of Persia says: &apos;The Lord, the God of heaven, has given all the kingdoms of the earth to me. And he has appointed me to build a Temple for him at Jerusalem in Judah. Now all of you who are God&quot;s people are free to go to Jerusalem. May the Lord your God be with you.&apos;"
            }
        ]
    }
}