{
    "Ephesians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "PAUL, AN apostle (special messenger) of Christ Jesus (the Messiah), by the divine will (the purpose and the choice of God) to the saints (the consecrated, set-apart ones) at Ephesus who are also faithful and loyal and steadfast in Christ Jesus:"
            },
            {
                "verse_number": "2",
                "verse_text": "May grace (God's unmerited favor) and spiritual peace [which means peace with God and harmony, unity, and undisturbedness] be yours from God our Father and from the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "May blessing (praise, laudation, and eulogy) be to the God and Father of our Lord Jesus Christ (the Messiah) Who has blessed us in Christ with every spiritual (given by the Holy Spirit) blessing in the heavenly realm!"
            },
            {
                "verse_number": "4",
                "verse_text": "Even as [in His love] He chose us [actually picked us out for Himself as His own] in Christ before the foundation of the world, that we should be holy (consecrated and set apart for Him) and blameless in His sight, even above reproach, before Him in love."
            },
            {
                "verse_number": "5",
                "verse_text": "For He foreordained us (destined us, planned in love for us) to be adopted (revealed) as His own children through Jesus Christ, in accordance with the purpose of His will [because it pleased Him and was His kind intent]&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "[So that we might be] to the praise and the commendation of His glorious grace (favor and mercy), which He so freely bestowed on us in the Beloved."
            },
            {
                "verse_number": "7",
                "verse_text": "In Him we have redemption (deliverance and salvation) through His blood, the remission (forgiveness) of our offenses (shortcomings and trespasses), in accordance with the riches and the generosity of His gracious favor,"
            },
            {
                "verse_number": "8",
                "verse_text": "Which He lavished upon us in every kind of wisdom and understanding (practical insight and prudence),"
            },
            {
                "verse_number": "9",
                "verse_text": "Making known to us the mystery (secret) of His will (of His plan, of His purpose). [And it is this:] In accordance with His good pleasure (His merciful intention) which He had previously purposed and set forth in Him,"
            },
            {
                "verse_number": "10",
                "verse_text": "[He planned] for the maturity of the times and the climax of the ages to unify all things and head them up and consummate them in Christ, [both] things in heaven and things on the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "In Him we also were made [God's] heritage (portion) and we obtained an inheritance; for we had been foreordained (chosen and appointed beforehand) in accordance with His purpose, Who works out everything in agreement with the counsel and design of His [own] will,"
            },
            {
                "verse_number": "12",
                "verse_text": "So that we who first hoped in Christ [who first put our confidence in Him have been destined and appointed to] live for the praise of His glory!"
            },
            {
                "verse_number": "13",
                "verse_text": "In Him you also who have heard the Word of Truth, the glad tidings (Gospel) of your salvation, and have believed in and adhered to and relied on Him, were stamped with the seal of the long-promised Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "That [Spirit] is the guarantee of our inheritance [the firstfruits, the pledge and foretaste, the down payment on our heritage], in anticipation of its full redemption and our acquiring [complete] possession of it&ndash;to the praise of His glory."
            },
            {
                "verse_number": "15",
                "verse_text": "For this reason, because I have heard of your faith in the Lord Jesus and your love toward all the saints (the people of God),"
            },
            {
                "verse_number": "16",
                "verse_text": "I do not cease to give thanks for you, making mention of you in my prayers."
            },
            {
                "verse_number": "17",
                "verse_text": "[For I always pray to] the God of our Lord Jesus Christ, the Father of glory, that He may grant you a spirit of wisdom and revelation [of insight into mysteries and secrets] in the [deep and intimate] knowledge of Him,"
            },
            {
                "verse_number": "18",
                "verse_text": "By having the eyes of your heart flooded with light, so that you can know and understand the hope to which He has called you, and how rich is His glorious inheritance in the saints (His set-apart ones),"
            },
            {
                "verse_number": "19",
                "verse_text": "And [so that you can know and understand] what is the immeasurable and unlimited and surpassing greatness of His power in and for us who believe, as demonstrated in the working of His mighty strength,"
            },
            {
                "verse_number": "20",
                "verse_text": "Which He exerted in Christ when He raised Him from the dead and seated Him at His [own] right hand in the heavenly [places],"
            },
            {
                "verse_number": "21",
                "verse_text": "Far above all rule and authority and power and dominion and every name that is named [above every title that can be conferred], not only in this age and in this world, but also in the age and the world which are to come."
            },
            {
                "verse_number": "22",
                "verse_text": "And He has put all things under His feet and has appointed Him the universal and supreme Head of the church [a headship exercised throughout the church], [Ps. 8:6.]"
            },
            {
                "verse_number": "23",
                "verse_text": "Which is His body, the fullness of Him Who fills all in all [for in that body lives the full measure of Him Who makes everything complete, and Who fills everything everywhere with Himself]."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "AND YOU [He made alive], when you were dead (slain) by [your] trespasses and sins"
            },
            {
                "verse_number": "2",
                "verse_text": "In which at one time you walked [habitually]. You were following the course and fashion of this world [were under the sway of the tendency of this present age], following the prince of the power of the air. [You were obedient to and under the control of] the [demon] spirit that still constantly works in the sons of disobedience [the careless, the rebellious, and the unbelieving, who go against the purposes of God]."
            },
            {
                "verse_number": "3",
                "verse_text": "Among these we as well as you once lived and conducted ourselves in the passions of our flesh [our behavior governed by our corrupt and sensual nature], obeying the impulses of the flesh and the thoughts of the mind [our cravings dictated by our senses and our dark imaginings]. We were then by nature children of [God's] wrath and heirs of [His] indignation, like the rest of mankind."
            },
            {
                "verse_number": "4",
                "verse_text": "But God&ndash;so rich is He in His mercy! Because of and in order to satisfy the great and wonderful and intense love with which He loved us,"
            },
            {
                "verse_number": "5",
                "verse_text": "Even when we were dead (slain) by [our own] shortcomings and trespasses, He made us alive together in fellowship and in union with Christ; [He gave us the very life of Christ Himself, the same new life with which He quickened Him, for] it is by grace (His favor and mercy which you did not deserve) that you are saved (delivered from judgment and made partakers of Christ's salvation)."
            },
            {
                "verse_number": "6",
                "verse_text": "And He raised us up together with Him and made us sit down together [giving us joint seating with Him] in the heavenly sphere [by virtue of our being] in Christ Jesus (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "7",
                "verse_text": "He did this that He might clearly demonstrate through the ages to come the immeasurable (limitless, surpassing) riches of His free grace (His unmerited favor) in [His] kindness and goodness of heart toward us in Christ Jesus."
            },
            {
                "verse_number": "8",
                "verse_text": "For it is by free grace (God's unmerited favor) that you are saved (delivered from judgment and made partakers of Christ's salvation) through [your] faith. And this [salvation] is not of yourselves [of your own doing, it came not through your own striving], but it is the gift of God;"
            },
            {
                "verse_number": "9",
                "verse_text": "Not because of works [not the fulfillment of the Law's demands], lest any man should boast. [It is not the result of what anyone can possibly do, so no one can pride himself in it or take glory to himself.]"
            },
            {
                "verse_number": "10",
                "verse_text": "For we are God's [own] handiwork (His workmanship), recreated in Christ Jesus, [born anew] that we may do those good works which God predestined (planned beforehand) for us [taking paths which He prepared ahead of time], that we should walk in them [living the good life which He prearranged and made ready for us to live]."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, remember that at one time you were Gentiles (heathens) in the flesh, called Uncircumcision by those who called themselves Circumcision, [itself a mere mark] in the flesh made by human hands."
            },
            {
                "verse_number": "12",
                "verse_text": "[Remember] that you were at that time separated (living apart) from Christ [excluded from all part in Him], utterly estranged and outlawed from the rights of Israel as a nation, and strangers with no share in the sacred compacts of the [Messianic] promise [with no knowledge of or right in God's agreements, His covenants]. And you had no hope (no promise); you were in the world without God."
            },
            {
                "verse_number": "13",
                "verse_text": "But now in Christ Jesus, you who once were [so] far away, through (by, in) the blood of Christ have been brought near."
            },
            {
                "verse_number": "14",
                "verse_text": "For He is [Himself] our peace (our bond of unity and harmony). He has made us both [Jew and Gentile] one [body], and has broken down (destroyed, abolished) the hostile dividing wall between us,"
            },
            {
                "verse_number": "15",
                "verse_text": "By abolishing in His [own crucified] flesh the enmity [caused by] the Law with its decrees and ordinances [which He annulled]; that He from the two might create in Himself one new man [one new quality of humanity out of the two], so making peace."
            },
            {
                "verse_number": "16",
                "verse_text": "And [He designed] to reconcile to God both [Jew and Gentile, united] in a single body by means of His cross, thereby killing the mutual enmity and bringing the feud to an end."
            },
            {
                "verse_number": "17",
                "verse_text": "And He came and preached the glad tidings of peace to you who were afar off and [peace] to those who were near. [Isa. 57:19.]"
            },
            {
                "verse_number": "18",
                "verse_text": "For it is through Him that we both [whether far off or near] now have an introduction (access) by one [Holy] Spirit to the Father [so that we are able to approach Him]."
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore you are no longer outsiders (exiles, migrants, and aliens, excluded from the rights of citizens), but you now share citizenship with the saints (God's own people, consecrated and set apart for Himself); and you belong to God's [own] household."
            },
            {
                "verse_number": "20",
                "verse_text": "You are built upon the foundation of the apostles and prophets with Christ Jesus Himself the chief Cornerstone."
            },
            {
                "verse_number": "21",
                "verse_text": "In Him the whole structure is joined (bound, welded) together harmoniously, and it continues to rise (grow, increase) into a holy temple in the Lord [a sanctuary dedicated, consecrated, and sacred to the presence of the Lord]."
            },
            {
                "verse_number": "22",
                "verse_text": "In Him [and in fellowship with one another] you yourselves also are being built up [into this structure] with the rest, to form a fixed abode (dwelling place) of God in (by, through) the Spirit."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "FOR THIS reason [because I preached that you are thus built up together], I, Paul, [am] the prisoner of Jesus the Christ for the sake and on behalf of you Gentiles&ndash;"
            },
            {
                "verse_number": "2",
                "verse_text": "Assuming that you have heard of the stewardship of God's grace (His unmerited favor) that was entrusted to me [to dispense to you] for your benefit,"
            },
            {
                "verse_number": "3",
                "verse_text": "[And] that the mystery (secret) was made known to me and I was allowed to comprehend it by direct revelation, as I already briefly wrote you."
            },
            {
                "verse_number": "4",
                "verse_text": "When you read this you can understand my insight into the mystery of Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "[This mystery] was never disclosed to human beings in past generations as it has now been revealed to His holy apostles (consecrated messengers) and prophets by the [Holy] Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "[It is this:] that the Gentiles are now to be fellow heirs [with the Jews], members of the same body and joint partakers [sharing] in the same divine promise in Christ through [their acceptance of] the glad tidings (the Gospel)."
            },
            {
                "verse_number": "7",
                "verse_text": "Of this [Gospel] I was made a minister according to the gift of God's free grace (undeserved favor) which was bestowed on me by the exercise (the working in all its effectiveness) of His power."
            },
            {
                "verse_number": "8",
                "verse_text": "To me, though I am the very least of all the saints (God's consecrated people), this grace (favor, privilege) was granted and graciously entrusted: to proclaim to the Gentiles the unending (boundless, fathomless, incalculable, and exhaustless) riches of Christ [wealth which no human being could have searched out],"
            },
            {
                "verse_number": "9",
                "verse_text": "Also to enlighten all men and make plain to them what is the plan [regarding the Gentiles and providing for the salvation of all men] of the mystery kept hidden through the ages and concealed until now in [the mind of] God Who created all things by Christ Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "[The purpose is] that through the church the complicated, many-sided wisdom of God in all its infinite variety and innumerable aspects might now be made known to the angelic rulers and authorities (principalities and powers) in the heavenly sphere."
            },
            {
                "verse_number": "11",
                "verse_text": "This is in accordance with the terms of the eternal and timeless purpose which He has realized and carried into effect in [the person of] Christ Jesus our Lord,"
            },
            {
                "verse_number": "12",
                "verse_text": "In Whom, because of our faith in Him, we dare to have the boldness (courage and confidence) of free access (an unreserved approach to God with freedom and without fear)."
            },
            {
                "verse_number": "13",
                "verse_text": "So I ask you not to lose heart [not to faint or become despondent through fear] at what I am suffering in your behalf. [Rather glory in it] for it is an honor to you."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason [seeing the greatness of this plan by which you are built together in Christ], I bow my knees before the Father of our Lord Jesus Christ,"
            },
            {
                "verse_number": "15",
                "verse_text": "For Whom every family in heaven and on earth is named [that Father from Whom all fatherhood takes its title and derives its name]."
            },
            {
                "verse_number": "16",
                "verse_text": "May He grant you out of the rich treasury of His glory to be strengthened and reinforced with mighty power in the inner man by the [Holy] Spirit [Himself indwelling your innermost being and personality]."
            },
            {
                "verse_number": "17",
                "verse_text": "May Christ through your faith [actually] dwell (settle down, abide, make His permanent home) in your hearts! May you be rooted deep in love and founded securely on love,"
            },
            {
                "verse_number": "18",
                "verse_text": "That you may have the power and be strong to apprehend and grasp with all the saints [God's devoted people, the experience of that love] what is the breadth and length and height and depth [of it];"
            },
            {
                "verse_number": "19",
                "verse_text": "[That you may really come] to know [practically, through experience for yourselves] the love of Christ, which far surpasses mere knowledge [without experience]; that you may be filled [through all your being] unto all the fullness of God [may have the richest measure of the divine Presence, and become a body wholly filled and flooded with God Himself]!"
            },
            {
                "verse_number": "20",
                "verse_text": "Now to Him Who, by (in consequence of) the [action of His] power that is at work within us, is able to [carry out His purpose and] do superabundantly, far over and above all that we [dare] ask or think [infinitely beyond our highest prayers, desires, thoughts, hopes, or dreams]&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "To Him be glory in the church and in Christ Jesus throughout all generations forever and ever. Amen (so be it)."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I THEREFORE, the prisoner for the Lord, appeal to and beg you to walk (lead a life) worthy of the [divine] calling to which you have been called [with behavior that is a credit to the summons to God's service,"
            },
            {
                "verse_number": "2",
                "verse_text": "Living as becomes you] with complete lowliness of mind (humility) and meekness (unselfishness, gentleness, mildness), with patience, bearing with one another and making allowances because you love one another."
            },
            {
                "verse_number": "3",
                "verse_text": "Be eager and strive earnestly to guard and keep the harmony and oneness of [and produced by] the Spirit in the binding power of peace."
            },
            {
                "verse_number": "4",
                "verse_text": "[There is] one body and one Spirit&ndash;just as there is also one hope [that belongs] to the calling you received&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "[There is] one Lord, one faith, one baptism,"
            },
            {
                "verse_number": "6",
                "verse_text": "One God and Father of [us] all, Who is above all [Sovereign over all], pervading all and [living] in [us] all."
            },
            {
                "verse_number": "7",
                "verse_text": "Yet grace (God's unmerited favor) was given to each of us individually [not indiscriminately, but in different ways] in proportion to the measure of Christ's [rich and bounteous] gift."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore it is said, When He ascended on high, He led captivity captive [He led a train of vanquished foes] and He bestowed gifts on men. [Ps. 68:18.]"
            },
            {
                "verse_number": "9",
                "verse_text": "[But He ascended?] Now what can this, He ascended, mean but that He had previously descended from [the heights of] heaven into [the depths], the lower parts of the earth?"
            },
            {
                "verse_number": "10",
                "verse_text": "He Who descended is the [very] same as He Who also has ascended high above all the heavens, that He [His presence] might fill all things (the whole universe, from the lowest to the highest)."
            },
            {
                "verse_number": "11",
                "verse_text": "And His gifts were [varied; He Himself appointed and gave men to us] some to be apostles (special messengers), some prophets (inspired preachers and expounders), some evangelists (preachers of the Gospel, traveling missionaries), some pastors (shepherds of His flock) and teachers."
            },
            {
                "verse_number": "12",
                "verse_text": "His intention was the perfecting and the full equipping of the saints (His consecrated people), [that they should do] the work of ministering toward building up Christ's body (the church),"
            },
            {
                "verse_number": "13",
                "verse_text": "[That it might develop] until we all attain oneness in the faith and in the comprehension of the [full and accurate] knowledge of the Son of God, that [we might arrive] at really mature manhood (the completeness of personality which is nothing less than the standard height of Christ's own perfection), the measure of the stature of the fullness of the Christ and the completeness found in Him."
            },
            {
                "verse_number": "14",
                "verse_text": "So then, we may no longer be children, tossed [like ships] to and fro between chance gusts of teaching and wavering with every changing wind of doctrine, [the prey of] the cunning and cleverness of unscrupulous men, [gamblers engaged] in every shifting form of trickery in inventing errors to mislead."
            },
            {
                "verse_number": "15",
                "verse_text": "Rather, let our lives lovingly express truth [in all things, speaking truly, dealing truly, living truly]. Enfolded in love, let us grow up in every way and in all things into Him Who is the Head, [even] Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "16",
                "verse_text": "For because of Him the whole body (the church, in all its various parts), closely joined and firmly knit together by the joints and ligaments with which it is supplied, when each part [with power adapted to its need] is working properly [in all its functions], grows to full maturity, building itself up in love."
            },
            {
                "verse_number": "17",
                "verse_text": "So this I say and solemnly testify in [the name of] the Lord [as in His presence], that you must no longer live as the heathen (the Gentiles) do in their perverseness [in the folly, vanity, and emptiness of their souls and the futility] of their minds."
            },
            {
                "verse_number": "18",
                "verse_text": "Their moral understanding is darkened and their reasoning is beclouded. [They are] alienated (estranged, self-banished) from the life of God [with no share in it; this is] because of the ignorance (the want of knowledge and perception, the willful blindness) that is deep-seated in them, due to their hardness of heart [to the insensitiveness of their moral nature]."
            },
            {
                "verse_number": "19",
                "verse_text": "In their spiritual apathy they have become callous and past feeling and reckless and have abandoned themselves [a prey] to unbridled sensuality, eager and greedy to indulge in every form of impurity [that their depraved desires may suggest and demand]."
            },
            {
                "verse_number": "20",
                "verse_text": "But you did not so learn Christ!"
            },
            {
                "verse_number": "21",
                "verse_text": "Assuming that you have really heard Him and been taught by Him, as [all] Truth is in Jesus [embodied and personified in Him],"
            },
            {
                "verse_number": "22",
                "verse_text": "Strip yourselves of your former nature [put off and discard your old unrenewed self] which characterized your previous manner of life and becomes corrupt through lusts and desires that spring from delusion;"
            },
            {
                "verse_number": "23",
                "verse_text": "And be constantly renewed in the spirit of your mind [having a fresh mental and spiritual attitude],"
            },
            {
                "verse_number": "24",
                "verse_text": "And put on the new nature (the regenerate self) created in God's image, [Godlike] in true righteousness and holiness."
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore, rejecting all falsity and being done now with it, let everyone express the truth with his neighbor, for we are all parts of one body and members one of another. [Zech. 8:16.]"
            },
            {
                "verse_number": "26",
                "verse_text": "When angry, do not sin; do not ever let your wrath (your exasperation, your fury or indignation) last until the sun goes down."
            },
            {
                "verse_number": "27",
                "verse_text": "Leave no [such] room or foothold for the devil [give no opportunity to him]."
            },
            {
                "verse_number": "28",
                "verse_text": "Let the thief steal no more, but rather let him be industrious, making an honest living with his own hands, so that he may be able to give to those in need."
            },
            {
                "verse_number": "29",
                "verse_text": "Let no foul or polluting language, nor evil word nor unwholesome or worthless talk [ever] come out of your mouth, but only such [speech] as is good and beneficial to the spiritual progress of others, as is fitting to the need and the occasion, that it may be a blessing and give grace (God's favor) to those who hear it."
            },
            {
                "verse_number": "30",
                "verse_text": "And do not grieve the Holy Spirit of God [do not offend or vex or sadden Him], by Whom you were sealed (marked, branded as God's own, secured) for the day of redemption (of final deliverance through Christ from evil and the consequences of sin)."
            },
            {
                "verse_number": "31",
                "verse_text": "Let all bitterness and indignation and wrath (passion, rage, bad temper) and resentment (anger, animosity) and quarreling (brawling, clamor, contention) and slander (evil-speaking, abusive or blasphemous language) be banished from you, with all malice (spite, ill will, or baseness of any kind)."
            },
            {
                "verse_number": "32",
                "verse_text": "And become useful and helpful and kind to one another, tenderhearted (compassionate, understanding, loving-hearted), forgiving one another [readily and freely], as God in Christ forgave you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "THEREFORE BE imitators of God [copy Him and follow His example], as well-beloved children [imitate their father]."
            },
            {
                "verse_number": "2",
                "verse_text": "And walk in love, [esteeming and delighting in one another] as Christ loved us and gave Himself up for us, a slain offering and sacrifice to God [for you, so that it became] a sweet fragrance. [Ezek. 20:41.]"
            },
            {
                "verse_number": "3",
                "verse_text": "But immorality (sexual vice) and all impurity [of lustful, rich, wasteful living] or greediness must not even be named among you, as is fitting and proper among saints (God's consecrated people)."
            },
            {
                "verse_number": "4",
                "verse_text": "Let there be no filthiness (obscenity, indecency) nor foolish and sinful (silly and corrupt) talk, nor coarse jesting, which are not fitting or becoming; but instead voice your thankfulness [to God]."
            },
            {
                "verse_number": "5",
                "verse_text": "For be sure of this: that no person practicing sexual vice or impurity in thought or in life, or one who is covetous [who has lustful desire for the property of others and is greedy for gain]&ndash;for he [in effect] is an idolater&ndash;has any inheritance in the kingdom of Christ and of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Let no one delude and deceive you with empty excuses and groundless arguments [for these sins], for through these things the wrath of God comes upon the sons of rebellion and disobedience."
            },
            {
                "verse_number": "7",
                "verse_text": "So do not associate or be sharers with them."
            },
            {
                "verse_number": "8",
                "verse_text": "For once you were darkness, but now you are light in the Lord; walk as children of Light [lead the lives of those native-born to the Light]."
            },
            {
                "verse_number": "9",
                "verse_text": "For the fruit (the effect, the product) of the Light or the Spirit [consists] in every form of kindly goodness, uprightness of heart, and trueness of life."
            },
            {
                "verse_number": "10",
                "verse_text": "And try to learn [in your experience] what is pleasing to the Lord [let your lives be constant proofs of what is most acceptable to Him]."
            },
            {
                "verse_number": "11",
                "verse_text": "Take no part in and have no fellowship with the fruitless deeds and enterprises of darkness, but instead [let your lives be so in contrast as to] expose and reprove and convict them."
            },
            {
                "verse_number": "12",
                "verse_text": "For it is a shame even to speak of or mention the things that [such people] practice in secret."
            },
            {
                "verse_number": "13",
                "verse_text": "But when anything is exposed and reproved by the light, it is made visible and clear; and where everything is visible and clear there is light."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore He says, Awake, O sleeper, and arise from the dead, and Christ shall shine (make day dawn) upon you and give you light. [Isa. 26:19; 60:1, 2.]"
            },
            {
                "verse_number": "15",
                "verse_text": "Look carefully then how you walk! Live purposefully and worthily and accurately, not as the unwise and witless, but as wise (sensible, intelligent people),"
            },
            {
                "verse_number": "16",
                "verse_text": "Making the very most of the time [buying up each opportunity], because the days are evil."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore do not be vague and thoughtless and foolish, but understanding and firmly grasping what the will of the Lord is."
            },
            {
                "verse_number": "18",
                "verse_text": "And do not get drunk with wine, for that is debauchery; but ever be filled and stimulated with the [Holy] Spirit. [Prov. 23:20.]"
            },
            {
                "verse_number": "19",
                "verse_text": "Speak out to one another in psalms and hymns and spiritual songs, offering praise with voices [and instruments] and making melody with all your heart to the Lord,"
            },
            {
                "verse_number": "20",
                "verse_text": "At all times and for everything giving thanks in the name of our Lord Jesus Christ to God the Father."
            },
            {
                "verse_number": "21",
                "verse_text": "Be subject to one another out of reverence for Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "22",
                "verse_text": "Wives, be subject (be submissive and adapt yourselves) to your own husbands as [a service] to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "For the husband is head of the wife as Christ is the Head of the church, Himself the Savior of [His] body."
            },
            {
                "verse_number": "24",
                "verse_text": "As the church is subject to Christ, so let wives also be subject in everything to their husbands."
            },
            {
                "verse_number": "25",
                "verse_text": "Husbands, love your wives, as Christ loved the church and gave Himself up for her,"
            },
            {
                "verse_number": "26",
                "verse_text": "So that He might sanctify her, having cleansed her by the washing of water with the Word,"
            },
            {
                "verse_number": "27",
                "verse_text": "That He might present the church to Himself in glorious splendor, without spot or wrinkle or any such things [that she might be holy and faultless]."
            },
            {
                "verse_number": "28",
                "verse_text": "Even so husbands should love their wives as [being in a sense] their own bodies. He who loves his own wife loves himself."
            },
            {
                "verse_number": "29",
                "verse_text": "For no man ever hated his own flesh, but nourishes and carefully protects and cherishes it, as Christ does the church,"
            },
            {
                "verse_number": "30",
                "verse_text": "Because we are members (parts) of His body."
            },
            {
                "verse_number": "31",
                "verse_text": "For this reason a man shall leave his father and his mother and shall be joined to his wife, and the two shall become one flesh. [Gen. 2:24.]"
            },
            {
                "verse_number": "32",
                "verse_text": "This mystery is very great, but I speak concerning [the relation of] Christ and the church."
            },
            {
                "verse_number": "33",
                "verse_text": "However, let each man of you [without exception] love his wife as [being in a sense] his very own self; and let the wife see that she respects and reverences her husband [that she notices him, regards him, honors him, prefers him, venerates, and esteems him; and that she defers to him, praises him, and loves and admires him exceedingly]. [I Pet. 3:2.]"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "CHILDREN, OBEY your parents in the Lord [as His representatives], for this is just and right."
            },
            {
                "verse_number": "2",
                "verse_text": "Honor (esteem and value as precious) your father and your mother&ndash;this is the first commandment with a promise&ndash;[Exod. 20:12.]"
            },
            {
                "verse_number": "3",
                "verse_text": "That all may be well with you and that you may live long on the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "Fathers, do not irritate and provoke your children to anger [do not exasperate them to resentment], but rear them [tenderly] in the training and discipline and the counsel and admonition of the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Servants (slaves), be obedient to those who are your physical masters, having respect for them and eager concern to please them, in singleness of motive and with all your heart, as [service] to Christ [Himself]&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Not in the way of eye-service [as if they were watching you] and only to please men, but as servants (slaves) of Christ, doing the will of God heartily and with your whole soul;"
            },
            {
                "verse_number": "7",
                "verse_text": "Rendering service readily with goodwill, as to the Lord and not to men,"
            },
            {
                "verse_number": "8",
                "verse_text": "Knowing that for whatever good anyone does, he will receive his reward from the Lord, whether he is slave or free."
            },
            {
                "verse_number": "9",
                "verse_text": "You masters, act on the same [principle] toward them and give up threatening and using violent and abusive words, knowing that He Who is both their Master and yours is in heaven, and that there is no respect of persons (no partiality) with Him."
            },
            {
                "verse_number": "10",
                "verse_text": "In conclusion, be strong in the Lord [be empowered through your union with Him]; draw your strength from Him [that strength which His boundless might provides]."
            },
            {
                "verse_number": "11",
                "verse_text": "Put on God's whole armor [the armor of a heavy-armed soldier which God supplies], that you may be able successfully to stand up against [all] the strategies and the deceits of the devil."
            },
            {
                "verse_number": "12",
                "verse_text": "For we are not wrestling with flesh and blood [contending only with physical opponents], but against the despotisms, against the powers, against [the master spirits who are] the world rulers of this present darkness, against the spirit forces of wickedness in the heavenly (supernatural) sphere."
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore put on God's complete armor, that you may be able to resist and stand your ground on the evil day [of danger], and, having done all [the crisis demands], to stand [firmly in your place]."
            },
            {
                "verse_number": "14",
                "verse_text": "Stand therefore [hold your ground], having tightened the belt of truth around your loins and having put on the breastplate of integrity and of moral rectitude and right standing with God,"
            },
            {
                "verse_number": "15",
                "verse_text": "And having shod your feet in preparation [to face the enemy with the firm-footed stability, the promptness, and the readiness produced by the good news] of the Gospel of peace. [Isa. 52:7.]"
            },
            {
                "verse_number": "16",
                "verse_text": "Lift up over all the [covering] shield of saving faith, upon which you can quench all the flaming missiles of the wicked [one]."
            },
            {
                "verse_number": "17",
                "verse_text": "And take the helmet of salvation and the sword that the Spirit wields, which is the Word of God."
            },
            {
                "verse_number": "18",
                "verse_text": "Pray at all times (on every occasion, in every season) in the Spirit, with all [manner of] prayer and entreaty. To that end keep alert and watch with strong purpose and perseverance, interceding in behalf of all the saints (God's consecrated people)."
            },
            {
                "verse_number": "19",
                "verse_text": "And [pray] also for me, that [freedom of] utterance may be given me, that I may open my mouth to proclaim boldly the mystery of the good news (the Gospel),"
            },
            {
                "verse_number": "20",
                "verse_text": "For which I am an ambassador in a coupling chain [in prison. Pray] that I may declare it boldly and courageously, as I ought to do."
            },
            {
                "verse_number": "21",
                "verse_text": "Now that you may know how I am and what I am doing, Tychicus, the beloved brother and faithful minister in the Lord [and His service], will tell you everything."
            },
            {
                "verse_number": "22",
                "verse_text": "I have sent him to you for this very purpose, that you may know how we are and that he may console and cheer and encourage and strengthen your hearts."
            },
            {
                "verse_number": "23",
                "verse_text": "Peace be to the brethren, and love joined with faith, from God the Father and the Lord Jesus Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "24",
                "verse_text": "Grace (God's undeserved favor) be with all who love our Lord Jesus Christ with undying and incorruptible [love]. Amen (so let it be)."
            }
        ]
    }
}