{
    "3 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "THE ELDERLY elder [of the church addresses this letter] to the beloved (esteemed) Gaius, whom I truly love."
            },
            {
                "verse_number": "2",
                "verse_text": "Beloved, I pray that you may prosper in every way and [that your body] may keep well, even as [I know] your soul keeps well and prospers."
            },
            {
                "verse_number": "3",
                "verse_text": "In fact, I greatly rejoiced when [some of] the brethren from time to time arrived and spoke [so highly] of the sincerity and fidelity of your life, as indeed you do live in the Truth [the whole Gospel presents]."
            },
            {
                "verse_number": "4",
                "verse_text": "I have no greater joy than this, to hear that my [spiritual] children are living their lives in the Truth."
            },
            {
                "verse_number": "5",
                "verse_text": "Beloved, it is a fine and faithful work that you are doing when you give any service to the [Christian] brethren, and [especially when they are] strangers."
            },
            {
                "verse_number": "6",
                "verse_text": "They have testified before the church of your love and friendship. You will do well to forward them on their journey [and you will please do so] in a way worthy of God's [service]."
            },
            {
                "verse_number": "7",
                "verse_text": "For these [traveling missionaries] have gone out for the Name's sake (for His sake) and are accepting nothing from the Gentiles (the heathen, the non-Israelites)."
            },
            {
                "verse_number": "8",
                "verse_text": "So we ourselves ought to support such people [to welcome and provide for them], in order that we may be fellow workers in the Truth (the whole Gospel) and cooperate with its teachers."
            },
            {
                "verse_number": "9",
                "verse_text": "I have written briefly to the church; but Diotrephes, who likes to take the lead among them and put himself first, does not acknowledge my authority and refuses to accept my suggestions or to listen to me."
            },
            {
                "verse_number": "10",
                "verse_text": "So when I arrive, I will call attention to what he is doing, his boiling over and casting malicious reflections upon us with insinuating language. And not satisfied with that, he refuses to receive and welcome the [missionary] brethren himself, and also interferes with and forbids those who would welcome them, and tries to expel (excommunicate) them from the church."
            },
            {
                "verse_number": "11",
                "verse_text": "Beloved, do not imitate evil, but imitate good. He who does good is of God; he who does evil has not seen (discerned or experienced) God [has enjoyed no vision of Him and does not know Him at all]."
            },
            {
                "verse_number": "12",
                "verse_text": "Demetrius has warm commendation from everyone&ndash;and from the Truth itself; we add our testimony also, and you know that our testimony is true."
            },
            {
                "verse_number": "13",
                "verse_text": "I had much [to say to you when I began] to write, but I prefer not to put it down with pen (a reed) and ink;"
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to see you soon, and we will talk together face to face."
            },
            {
                "verse_number": "15",
                "verse_text": "Peace be to you! (Good-bye!) The friends here send you greetings. Remember me to the friends there [to every one of them personally] by name."
            }
        ]
    }
}