{
    "Ruth": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "IN THE days when the judges ruled, there was a famine in the land. And a certain man of Bethlehem of Judah went to sojourn in the country of Moab, he, his wife, and his two sons."
            },
            {
                "verse_number": "2",
                "verse_text": "The man's name was Elimelech and his wife's name was Naomi and his two sons were named Mahlon [invalid] and Chilion [pining]; they were Ephrathites from Bethlehem of Judah. They went to the country of Moab and continued there."
            },
            {
                "verse_number": "3",
                "verse_text": "But Elimelech, who Naomi's husband, died, and she was left with her two sons."
            },
            {
                "verse_number": "4",
                "verse_text": "And they took wives of the women of Moab; the name of the one was Orpah and the name of the other Ruth. They dwelt there about ten years;"
            },
            {
                "verse_number": "5",
                "verse_text": "And Mahlon and Chilion died also, both of them, so the woman was bereft of her two sons and her husband."
            },
            {
                "verse_number": "6",
                "verse_text": "Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in Moab how the Lord had visited His people in giving them food."
            },
            {
                "verse_number": "7",
                "verse_text": "So she left the place where she was, her two daughters-in-law with her, and they started on the way back to Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "But Naomi said to her two daughters-in-law, Go, return each of you to her mother's house. May the Lord deal kindly with you, as you have dealt with the dead and with me."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord grant that you may find a home and rest, each in the house of her husband! Then she kissed them and they wept aloud."
            },
            {
                "verse_number": "10",
                "verse_text": "And they said to her, No, we will return with you to your people."
            },
            {
                "verse_number": "11",
                "verse_text": "But Naomi said, Turn back, my daughters, why will you go with me? Have I yet sons in my womb that may become your husbands?"
            },
            {
                "verse_number": "12",
                "verse_text": "Turn back, my daughters, go; for I am too old to have a husband. If I should say I have hope, even if I should have a husband tonight and should bear sons,"
            },
            {
                "verse_number": "13",
                "verse_text": "Would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters; it is far more bitter for me than for you that the hand of the Lord is gone out against me."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they wept aloud again; and Orpah kissed her mother-in-law [good-bye], but Ruth clung to her."
            },
            {
                "verse_number": "15",
                "verse_text": "And Naomi said, See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law."
            },
            {
                "verse_number": "16",
                "verse_text": "And Ruth said, Urge me not to leave you or to turn back from following you; for where you go I will go, and where you lodge I will lodge. Your people shall be my people and your God my God."
            },
            {
                "verse_number": "17",
                "verse_text": "Where you die I will die, and there will I be buried. The Lord do so to me, and more also, if anything but death parts me from you."
            },
            {
                "verse_number": "18",
                "verse_text": "When Naomi saw that Ruth was determined to go with her, she said no more."
            },
            {
                "verse_number": "19",
                "verse_text": "So they both went on until they came to Bethlehem. And when they arrived in Bethlehem, the whole town was stirred about them, and said, Is this Naomi?"
            },
            {
                "verse_number": "20",
                "verse_text": "And she said to them, Call me not Naomi [pleasant]; call me Mara [bitter], for the Almighty has dealt very bitterly with me."
            },
            {
                "verse_number": "21",
                "verse_text": "I went out full, but the Lord has brought me home again empty. Why call me Naomi, since the Lord has testified against me, and the Almighty has afflicted me?"
            },
            {
                "verse_number": "22",
                "verse_text": "So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "NOW NAOMI had a kinsman of her husband's, a man of wealth, of the family of Elimelech, whose name was Boaz."
            },
            {
                "verse_number": "2",
                "verse_text": "And Ruth the Moabitess said to Naomi, Let me go to the field and glean among the ears of grain after him in whose sight I shall find favor. Naomi said to her, Go, my daughter."
            },
            {
                "verse_number": "3",
                "verse_text": "And [Ruth] went and gleaned in a field after the reapers; and she happened to stop at the part of the field belonging to Boaz, who was of the family of Elimelech."
            },
            {
                "verse_number": "4",
                "verse_text": "And behold, Boaz came from Bethlehem and said to the reapers, The Lord be with you! And they answered him, The Lord bless you!"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz said to his servant who was set over the reapers, Whose maiden is this?"
            },
            {
                "verse_number": "6",
                "verse_text": "And the servant set over the reapers answered, She is the Moabitish girl who came back with Naomi from the country of Moab."
            },
            {
                "verse_number": "7",
                "verse_text": "And she said, I pray you, let me glean and gather after the reapers among the sheaves. So she came and has continued from early morning until now, except when she rested a little in the house."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Boaz said to Ruth, Listen, my daughter, do not go to glean in another field or leave this one, but stay here close by my maidens."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch which field they reap, and follow them. Have I not charged the young men not to molest you? And when you are thirsty, go to the vessels and drink what the young men have drawn."
            },
            {
                "verse_number": "10",
                "verse_text": "Then she fell on her face, bowing to the ground, and said to him, Why have I found favor in your eyes that you should notice me, when I am a foreigner?"
            },
            {
                "verse_number": "11",
                "verse_text": "And Boaz said to her, I have been made fully aware of all you have done for your mother-in-law since the death of your husband, and how you have left your father and mother and the land of your birth and have come to a people unknown to you before."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord recompense you for what you have done, and a full reward be given you by the Lord, the God of Israel, under Whose wings you have come to take refuge!"
            },
            {
                "verse_number": "13",
                "verse_text": "Then she said, Let me find favor in your sight, my lord. For you have comforted me and have spoken to the heart of your maidservant, though I am not as one of your maidservants."
            },
            {
                "verse_number": "14",
                "verse_text": "And at mealtime Boaz said to her, Come here and eat of the bread and dip your morsel in the sour wine [mixed with oil]. And she sat beside the reapers; and he passed her some parched grain, and she ate until she was satisfied and she had some left [for Naomi]."
            },
            {
                "verse_number": "15",
                "verse_text": "And when she got up to glean, Boaz ordered his young men, Let her glean even among the sheaves, and do not reproach her."
            },
            {
                "verse_number": "16",
                "verse_text": "And let fall some handfuls for her on purpose and let them lie there for her to glean, and do not rebuke her."
            },
            {
                "verse_number": "17",
                "verse_text": "So she gleaned in the field until evening. Then she beat out what she had gleaned. It was about an ephah of barley."
            },
            {
                "verse_number": "18",
                "verse_text": "And she took it up and went into the town; she showed her mother-in-law what she had gleaned, and she also brought forth and gave her the food she had reserved after she was satisfied."
            },
            {
                "verse_number": "19",
                "verse_text": "And her mother-in-law said to her, Where have you gleaned today? Where did you work? Blessed be the man who noticed you. So [Ruth] told [her], The name of him with whom I worked today is Boaz."
            },
            {
                "verse_number": "20",
                "verse_text": "And Naomi said to her daughter-in-law, Blessed be he of the Lord who has not ceased his kindness to the living and to the dead. And Naomi said to her, The man is a near relative of ours, one who has the right to redeem us. [Lev. 25:25.]"
            },
            {
                "verse_number": "21",
                "verse_text": "And Ruth the Moabitess said, He said to me also, Stay close to my young men until they have harvested my entire crop."
            },
            {
                "verse_number": "22",
                "verse_text": "And Naomi said to Ruth, It is good, my daughter, for you to go out with his maidens, lest in any other field you be molested."
            },
            {
                "verse_number": "23",
                "verse_text": "So she kept close to the maidens of Boaz, gleaning until the end of the barley and wheat harvests. And she lived with her mother-in-law."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "THEN NAOMI her mother-in-law said to Ruth, My daughter, shall I not seek rest or a home for you, that you may prosper?"
            },
            {
                "verse_number": "2",
                "verse_text": "And now is not Boaz, with whose maidens you were, our relative? See, he is winnowing barley tonight at the threshing floor."
            },
            {
                "verse_number": "3",
                "verse_text": "Wash and anoint yourself therefore, and put on your best clothes and go down to the threshing floor, but do not make yourself known to the man until he has finished eating and drinking."
            },
            {
                "verse_number": "4",
                "verse_text": "But when he lies down, notice the place where he lies; then go and uncover his feet and lie down. And he will tell you what to do."
            },
            {
                "verse_number": "5",
                "verse_text": "And Ruth said to her, All that you say to me I will do."
            },
            {
                "verse_number": "6",
                "verse_text": "So she went down to the threshing floor and did just as her mother-in-law had told her."
            },
            {
                "verse_number": "7",
                "verse_text": "And when Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the heap of grain. Then [Ruth] came softly and uncovered his feet and lay down."
            },
            {
                "verse_number": "8",
                "verse_text": "At midnight the man was startled, and he turned over, and behold, a woman lay at his feet!"
            },
            {
                "verse_number": "9",
                "verse_text": "And he said, Who are you? And she answered, I am Ruth your maidservant. Spread your wing [of protection] over your maidservant, for you are a next of kin."
            },
            {
                "verse_number": "10",
                "verse_text": "And he said, Blessed be you of the Lord, my daughter. For you have made this last loving-kindness greater than the former, for you have not gone after young men, whether poor or rich."
            },
            {
                "verse_number": "11",
                "verse_text": "And now, my daughter, fear not. I will do for you all you require, for all my people in the city know that you are a woman of strength (worth, bravery, capability)."
            },
            {
                "verse_number": "12",
                "verse_text": "It is true that I am your near kinsman; however, there is a kinsman nearer than I."
            },
            {
                "verse_number": "13",
                "verse_text": "Remain tonight, and in the morning if he will perform for you the part of a kinsman, good; let him do it. But if he will not do the part of a kinsman for you, then, as the Lord lives, I will do the part of a kinsman for you. Lie down until the morning."
            },
            {
                "verse_number": "14",
                "verse_text": "And she lay at his feet until the morning, but arose before one could recognize another; for he said, Let it not be known that the woman came to the threshing floor."
            },
            {
                "verse_number": "15",
                "verse_text": "Also he said, Bring the mantle you are wearing and hold it. So [Ruth] held it, and he measured out six measures of barley and laid it on her. And she went into the town."
            },
            {
                "verse_number": "16",
                "verse_text": "And when she came home, her mother-in-law said, How have you fared, my daughter? And Ruth told her all that the man had done for her."
            },
            {
                "verse_number": "17",
                "verse_text": "And she said, He gave me these six measures of barley, for he said to me, Do not go empty-handed to your mother-in-law."
            },
            {
                "verse_number": "18",
                "verse_text": "Then said she, Sit still, my daughter, until you learn how the matter turns out; for the man will not rest until he finishes the matter today."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "THEN BOAZ went up to the city's gate and sat down there, and behold, the kinsman of whom Boaz had spoken came by. He said to him, Ho! Turn aside and sit down here. So he turned aside and sat down."
            },
            {
                "verse_number": "2",
                "verse_text": "And Boaz took ten men of the elders of the city and said, Sit down here. And they sat down."
            },
            {
                "verse_number": "3",
                "verse_text": "And he said to the kinsman, Naomi, who has returned from the country of Moab, has sold the parcel of land which belonged to our brother Elimelech."
            },
            {
                "verse_number": "4",
                "verse_text": "And I thought to let you hear of it, saying, Buy it in the presence of those sitting here and before the elders of my people. If you will redeem it, redeem it; but if you will not redeem it, then say so, that I may know; for there is no one besides you to redeem it, and I am [next of kin] after you. And he said, I will redeem it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz said, The day you buy the field of Naomi, you must buy also Ruth the Moabitess, the widow of the dead man, to restore the name of the dead to his inheritance."
            },
            {
                "verse_number": "6",
                "verse_text": "And the kinsman said, I cannot redeem it for myself, lest [by marrying a Moabitess] I endanger my own inheritance. Take my right of redemption yourself, for I cannot redeem it. [Deut. 23:3, 4.]"
            },
            {
                "verse_number": "7",
                "verse_text": "Now formerly in Israel this was the custom concerning redeeming and exchanging. To confirm a transaction, a man pulled off his sandal and gave it to the other. This was the way of attesting in Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, when the kinsman said to Boaz, Buy it for yourself, he pulled off his sandal."
            },
            {
                "verse_number": "9",
                "verse_text": "And Boaz said to the elders and to all the people, You are witnesses this day that I have bought all that was Elimelech's and all that was Chilion's and Mahlon's from the hand of Naomi."
            },
            {
                "verse_number": "10",
                "verse_text": "Also Ruth the Moabitess, the widow of Mahlon, I have bought to be my wife to restore the name of the dead to his inheritance, that the name of the dead may not be cut off from among his brethren and from the gate of his birthplace. You are witnesses this day."
            },
            {
                "verse_number": "11",
                "verse_text": "And all the people at the gate and the elders said, We are witnesses. May the Lord make the woman who is coming into your house like Rachel and Leah, the two who built the household of Israel. May you do worthily and get wealth (power) in Ephratah and be famous in Bethlehem."
            },
            {
                "verse_number": "12",
                "verse_text": "And let your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring which the Lord will give you by this young woman."
            },
            {
                "verse_number": "13",
                "verse_text": "So Boaz took Ruth and she became his wife. And he went in to her, and the Lord caused her to conceive, and she bore a son."
            },
            {
                "verse_number": "14",
                "verse_text": "And the women said to Naomi, Blessed be the Lord, Who has not left you this day without a close kinsman, and may his name be famous in Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "And may he be to you a restorer of life and a nourisher and supporter in your old age, for your daughter-in-law who loves you, who is better to you than seven sons, has borne him."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Naomi took the child and laid him in her bosom and became his nurse."
            },
            {
                "verse_number": "17",
                "verse_text": "And her neighbor women gave him a name, saying, A son is born to Naomi. They named him Obed. He was the father of Jesse, the father of David [the ancestor of Jesus Christ]."
            },
            {
                "verse_number": "18",
                "verse_text": "Now these are the descendants of Perez: Perez was the father of Hezron,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hezron of Ram, Ram of Amminadab,"
            },
            {
                "verse_number": "20",
                "verse_text": "Amminadab of Nahshon, Nahshon of Salmon,"
            },
            {
                "verse_number": "21",
                "verse_text": "Salmon of Boaz, Boaz of Obed,"
            },
            {
                "verse_number": "22",
                "verse_text": "Obed of Jesse, and Jesse of David [the ancestor of Jesus Christ]."
            }
        ]
    }
}