{
    "Judges": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After Joshua&quot;s death, the Israelites asked the LORD , &apos;Who should go up first to fight for us against the Canaanites?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said, &apos;The tribe of Judah will go up. I&quot;ve handed over the land to them.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the tribe of Judah said to the tribe of Simeon, their brothers, &apos;Come up with us into our territory, and let&quot;s fight against the Canaanites. Then we&quot;ll go with you into your territory too.&apos; So Simeon went with them."
            },
            {
                "verse_number": "4",
                "verse_text": "When Judah went up, the LORD handed them the Canaanites and Perizzites. They defeated ten thousand men at Bezek."
            },
            {
                "verse_number": "5",
                "verse_text": "There they found Adoni-bezek at Bezek, fought against him, and defeated the Canaanites and Perizzites."
            },
            {
                "verse_number": "6",
                "verse_text": "Adoni-bezek fled, but they chased after him, captured him, and cut off his thumbs and big toes."
            },
            {
                "verse_number": "7",
                "verse_text": "He said, &apos;Seventy kings with severed thumbs and big toes used to pick up scraps under my table, so God has paid me back exactly for what I did.&apos; They brought him to Jerusalem, where he died."
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Judah fought against Jerusalem and captured it. They killed its people with their swords and set the city on fire."
            },
            {
                "verse_number": "9",
                "verse_text": "Afterward, the people of Judah went down to fight against the Canaanites who lived in the highlands, the southern plain, and the western foothills."
            },
            {
                "verse_number": "10",
                "verse_text": "Judah moved against the Canaanites who lived in Hebron, known before as Kiriath-arba, and they defeated Sheshai, Ahiman, and Talmai."
            },
            {
                "verse_number": "11",
                "verse_text": "From there they moved against those who lived in Debir, known before as Kiriath-sepher."
            },
            {
                "verse_number": "12",
                "verse_text": "Caleb said, &apos;I&quot;ll give my daughter Achsah as a wife to the one who defeats and captures Kiriath-sepher.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Othniel son of Kenaz, Caleb&quot;s younger brother, captured it; so Caleb gave him his daughter Achsah as a wife."
            },
            {
                "verse_number": "14",
                "verse_text": "When she arrived, she convinced Othniel to ask her father for a certain piece of land. As she got down from her donkey, Caleb said to her, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Achsah said to Caleb, &apos;Give me a gift. Since you&quot;ve given me land in the southern plain, give me springs of water.&apos; So Caleb gave her the upper and lower springs."
            },
            {
                "verse_number": "16",
                "verse_text": "The descendants of Moses&quot; father-in-law the Kenite went up with the people of Judah from Palm City into the Judean desert, which was in the southern plain near Arad. They went and lived with the Amalekites."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Judahites went with the Simeonites, their brothers, and they defeated the Canaanites who lived in Zephath, and they completely destroyed it. So the city was called Hormah."
            },
            {
                "verse_number": "18",
                "verse_text": "Judah also captured Gaza, Ashkelon, Ekron, and all their territories."
            },
            {
                "verse_number": "19",
                "verse_text": "Thus the LORD was with the tribe of Judah, and they took possession of the highlands. However, they didn&quot;t drive out those who lived in the plain because they had iron chariots."
            },
            {
                "verse_number": "20",
                "verse_text": "They gave Hebron to Caleb, just as Moses had commanded, and they drove out from there the three sons of Anak."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people of Benjamin didn&quot;t drive out the Jebusites who lived in Jerusalem. So the Jebusites still live with the people of Benjamin in Jerusalem today."
            },
            {
                "verse_number": "22",
                "verse_text": "In the same way, Joseph&quot;s household went up against Bethel, and the LORD was with them."
            },
            {
                "verse_number": "23",
                "verse_text": "When they sent men to spy on Bethel, previously named Luz,"
            },
            {
                "verse_number": "24",
                "verse_text": "the spies saw a man coming out of the city, and they said to him, &apos;Show us the way into the city, and we&quot;ll be loyal to you in return.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So he showed them the way into the city. They killed the city&quot;s people with their swords, but they let that man and all his relatives go."
            },
            {
                "verse_number": "26",
                "verse_text": "The man went to the land of the Hittites and built a city. He named it Luz, which is still its name today."
            },
            {
                "verse_number": "27",
                "verse_text": "The tribe of Manasseh didn&quot;t drive out the people in Beth-shean, Taanach, Dor, Ibleam, Megiddo, or any of their villages. The Canaanites were determined to live in that land."
            },
            {
                "verse_number": "28",
                "verse_text": "When Israel became stronger they forced the Canaanites to work for them, but they didn&quot;t completely drive them out."
            },
            {
                "verse_number": "29",
                "verse_text": "The tribe of Ephraim didn&quot;t drive out the Canaanites living in Gezer, so the Canaanites kept on living there with them."
            },
            {
                "verse_number": "30",
                "verse_text": "The tribe of Zebulun didn&quot;t drive out the people living in Kitron or Nahalol. These Canaanites lived with them but were forced to work for them."
            },
            {
                "verse_number": "31",
                "verse_text": "The tribe of Asher didn&quot;t drive out the people living in Acco, Sidon, Ahlab, Achzib, Helbah, Aphik, or Rehob."
            },
            {
                "verse_number": "32",
                "verse_text": "The people of Asher settled among the Canaanites in the land because they couldn&quot;t drive them out."
            },
            {
                "verse_number": "33",
                "verse_text": "The tribe of Naphtali didn&quot;t drive out the people living in Beth-shemesh or Beth-anath but settled among the Canaanites in the land. The people living in Beth-shemesh and Beth-anath were forced to work for them."
            },
            {
                "verse_number": "34",
                "verse_text": "The Amorites pushed the people of Dan back into the highlands because they wouldn&quot;t allow them to come down to the plain."
            },
            {
                "verse_number": "35",
                "verse_text": "The Amorites were determined to live in Har-heres, Aijalon, and Shaalbim, but Joseph&quot;s household became strong, and the Amorites were forced to work for them."
            },
            {
                "verse_number": "36",
                "verse_text": "The border of the Amorites ran from the Akrabbim pass, from Sela, and upward."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The LORD &quot;s messenger came up from Gilgal to Bochim and said, &apos;I brought you up from Egypt and led you into the land that I had promised to your ancestors. I said, &quot;I will never break my covenant with you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and you are not to make a covenant with those who live in this land. You should break down their altars.&quot; But you didn&quot;t obey me. What have you done?"
            },
            {
                "verse_number": "3",
                "verse_text": "So now I tell you, I won&quot;t drive them out before you, but they&quot;ll be a problem for you, and their gods will be a trap for you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the LORD &quot;s messenger spoke these words to all the Israelites, they raised their voices and cried out loud."
            },
            {
                "verse_number": "5",
                "verse_text": "So they named that place Bochim, and they offered a sacrifice to the LORD there."
            },
            {
                "verse_number": "6",
                "verse_text": "When Joshua dismissed the people, the Israelites each went to settle on their own family property in order to take possession of the land."
            },
            {
                "verse_number": "7",
                "verse_text": "The people served the LORD throughout the rest of Joshua&quot;s life and throughout the next generation of elders who outlived him, those who had seen all the great things that the LORD had done for Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Joshua, Nun&quot;s son and the LORD &quot;s servant, died when he was 110 years old."
            },
            {
                "verse_number": "9",
                "verse_text": "They buried him within the boundaries of his family property in Timnath-heres in the highlands of Ephraim north of Mount Gaash."
            },
            {
                "verse_number": "10",
                "verse_text": "When that whole generation had passed away, another generation came after them who didn&quot;t know the LORD or the things that he had done for Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Israelites did things that the LORD saw as evil: They served the Baals;"
            },
            {
                "verse_number": "12",
                "verse_text": "and they went away from the LORD , their ancestors&quot; God, who had brought them out of the land of Egypt. They went after other gods from among the surrounding peoples, they worshipped them, and they angered the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "They went away from the LORD and served Baal and the Astartes."
            },
            {
                "verse_number": "14",
                "verse_text": "So the LORD became angry with Israel, and he handed them over to raiders who plundered them. He let them be defeated by their enemies around them, so that they were no longer able to stand up to them."
            },
            {
                "verse_number": "15",
                "verse_text": "Whenever the Israelites marched out, the LORD &quot;s power worked against them, just as the LORD had warned them. And they were very distressed."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the LORD raised up leaders to rescue them from the power of these raiders."
            },
            {
                "verse_number": "17",
                "verse_text": "But they wouldn&quot;t even obey their own leaders because they were unfaithful, following other gods and worshipping them. They quickly deviated from the way of their ancestors, who had obeyed the LORD &quot;s commands, and didn&quot;t follow their example."
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD was moved by Israel&quot;s groaning under those who oppressed and crushed them. So the LORD would raise up leaders for them, and the LORD would be with the leader, and he would rescue Israel from the power of their enemies as long as that leader lived."
            },
            {
                "verse_number": "19",
                "verse_text": "But then when the leader died, they would once again act in ways that weren&quot;t as good as their ancestors&quot;, going after other gods, to serve them and to worship them. They wouldn&quot;t drop their bad practices or hardheaded ways."
            },
            {
                "verse_number": "20",
                "verse_text": "So the LORD became angry with Israel and said, &apos;Because this nation has violated my covenant that I required of their ancestors and hasn&quot;t obeyed me,"
            },
            {
                "verse_number": "21",
                "verse_text": "I in turn will no longer drive out before them any of the nations that Joshua left when he died.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "As a test for Israel, to see whether they would carefully walk in the LORD &quot;s ways just as their ancestors had done,"
            },
            {
                "verse_number": "23",
                "verse_text": "the LORD left these nations instead of driving them out immediately or handing them over to Joshua."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These are the nations that the LORD left to test all those Israelites who had no firsthand knowledge of the wars of Canaan."
            },
            {
                "verse_number": "2",
                "verse_text": "They survived only to teach war to the generations of Israelites who had no firsthand knowledge of the earlier wars:"
            },
            {
                "verse_number": "3",
                "verse_text": "the five rulers of the Philistines, and all the Canaanites, Sidonians, and Hivites who lived in the highlands of Lebanon from Mount Baal-hermon to Lebo-hamath."
            },
            {
                "verse_number": "4",
                "verse_text": "They were to be the test for Israel, to find out whether they would obey the LORD &quot;s commands, which he had made to their ancestors through Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "So the Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites."
            },
            {
                "verse_number": "6",
                "verse_text": "But the Israelites intermarried with them and served their gods. So Eglon said, &apos;Hush!&apos; and all his attendants went out of his presence."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites did things that the LORD saw as evil, and they forgot the LORD their God. They served the Baals and the Asherahs."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD became angry with Israel and gave them over to King Cushan-rishathaim of Aram-naharaim. The Israelites served Cushan-rishathaim eight years."
            },
            {
                "verse_number": "9",
                "verse_text": "But then they cried out to the LORD . So the LORD raised up a deliverer for the Israelites, Othniel, Kenaz&quot;s son, Caleb&quot;s younger brother, who rescued them."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD &quot;s spirit was in Othniel, and he led Israel. When he marched out for war, the LORD handed over Aram&quot;s King Cushan-rishathaim. Othniel overpowered Cushan-rishathaim,"
            },
            {
                "verse_number": "11",
                "verse_text": "and the land was peaceful for forty years, until Othniel, Kenaz&quot;s son, died."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites again did things that the LORD saw as evil, and the LORD put Moab&quot;s King Eglon in power over them, because they did these things that the LORD saw as evil."
            },
            {
                "verse_number": "13",
                "verse_text": "He convinced the Ammonites and Amalekites to join him, defeated Israel, and took possession of Palm City."
            },
            {
                "verse_number": "14",
                "verse_text": "So the Israelites served Moab&quot;s King Eglon eighteen years."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Israelites cried out to the LORD . So the LORD raised up a deliverer for them, Ehud, Gera&quot;s son, a Benjaminite, who was left-handed. The Israelites sent him to take their tribute payment to Moab&quot;s King Eglon."
            },
            {
                "verse_number": "16",
                "verse_text": "Now Ehud made for himself a double-edged sword that was about a foot and a half long, and he strapped it on his right thigh under his clothes."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he presented the tribute payment to Moab&quot;s King Eglon, who was a very fat man."
            },
            {
                "verse_number": "18",
                "verse_text": "When he had finished delivering the tribute payment, Ehud sent on their way the people who had carried it."
            },
            {
                "verse_number": "19",
                "verse_text": "But he himself turned back at the carved stones near Gilgal, and he said, &apos;I have a secret message for you, King.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Ehud approached him while he was sitting alone in his cool second-story room, and he said, &apos;I have a message from God for you.&apos; At that, Eglon got up from his throne."
            },
            {
                "verse_number": "21",
                "verse_text": "Ehud reached with his left hand and grabbed the sword from his right thigh. He stabbed it into Eglon&quot;s stomach,"
            },
            {
                "verse_number": "22",
                "verse_text": "and even the handle went in after the blade. Since he did not pull the sword out of his stomach, the fat closed over the blade, and his guts spilled out."
            },
            {
                "verse_number": "23",
                "verse_text": "Ehud slipped out to the porch, and closed and locked the doors of the second-story room behind him."
            },
            {
                "verse_number": "24",
                "verse_text": "After Ehud had slipped out, the king&quot;s servants came and found that the room&quot;s doors were locked. So they thought, He must be relieving himself in the cool chamber."
            },
            {
                "verse_number": "25",
                "verse_text": "They waited so long that they were embarrassed, but he never opened the doors of the room. Then they used the key to open them, and there was their master lying dead on the ground!"
            },
            {
                "verse_number": "26",
                "verse_text": "Ehud had gotten away while they were waiting and had passed the carved stones and escaped to Seirah."
            },
            {
                "verse_number": "27",
                "verse_text": "When he arrived, he blew the ram&quot;s horn in the Ephraim highlands. So the Israelites went down from the highlands with Ehud leading them."
            },
            {
                "verse_number": "28",
                "verse_text": "He told them, &apos;Follow me, for the LORD has handed over your enemies the Moabites.&apos; So they followed him, and they took control of the crossing points of the Jordan in the direction of Moab, allowing no one to cross."
            },
            {
                "verse_number": "29",
                "verse_text": "This time, they defeated the Moabites, about ten thousand big and strong men, and no one escaped."
            },
            {
                "verse_number": "30",
                "verse_text": "Moab was brought down by the power of Israel on that day, and there was peace in the land for eighty years."
            },
            {
                "verse_number": "31",
                "verse_text": "After Ehud, Shamgar, Anath&quot;s son, struck down six hundred Philistines with an animal prod. He too rescued Israel."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After Ehud had died, the Israelites again did things that the LORD saw as evil."
            },
            {
                "verse_number": "2",
                "verse_text": "So the LORD gave them over to King Jabin of Canaan, who reigned in Hazor. The commander of his army was Sisera, and he was stationed in Harosheth-ha-goiim."
            },
            {
                "verse_number": "3",
                "verse_text": "The Israelites cried out to the LORD because Sisera had nine hundred iron chariots and had oppressed the Israelites cruelly for twenty years."
            },
            {
                "verse_number": "4",
                "verse_text": "Now Deborah, a prophet, the wife of Lappidoth, was a leader of Israel at that time."
            },
            {
                "verse_number": "5",
                "verse_text": "She would sit under Deborah&quot;s palm tree between Ramah and Bethel in the Ephraim highlands, and the Israelites would come to her to settle disputes."
            },
            {
                "verse_number": "6",
                "verse_text": "She sent word to Barak, Abinoam&quot;s son, from Kedesh in Naphtali and said to him, &apos;Hasn&quot;t the LORD , Israel&quot;s God, issued you a command? &quot;Go and assemble at Mount Tabor, taking ten thousand men from the people of Naphtali and Zebulun with you."
            },
            {
                "verse_number": "7",
                "verse_text": "I&quot;ll lure Sisera, the commander of Jabin&quot;s army, to assemble with his chariots and troops against you at the Kishon River, and then I&quot;ll help you overpower him.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Barak replied to her, &apos;If you&quot;ll go with me, I&quot;ll go; but if not, I won&quot;t go.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Deborah answered, &apos;I&quot;ll definitely go with you. However, the path you&quot;re taking won&quot;t bring honor to you, because the LORD will hand over Sisera to a woman.&apos; Then Deborah got up and went with Barak to Kedesh."
            },
            {
                "verse_number": "10",
                "verse_text": "He summoned Zebulun and Naphtali to Kedesh, and ten thousand men marched out behind him. Deborah marched out with him too."
            },
            {
                "verse_number": "11",
                "verse_text": "Now Heber the Kenite had moved away from the other Kenites, the descendants of Hobab, Moses&quot; father-in-law, and had settled as far away as Elon-bezaanannim, which is near Kedesh."
            },
            {
                "verse_number": "12",
                "verse_text": "When it was reported to Sisera that Barak, Abinoam&quot;s son, had marched up to Mount Tabor,"
            },
            {
                "verse_number": "13",
                "verse_text": "Sisera summoned all of his nine hundred iron chariots and all of the soldiers who were with him from Harosheth-ha-goiim to the Kishon River."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Deborah said to Barak, &apos;Get up! This is the day that the LORD has handed Sisera over to you. Hasn&quot;t the LORD gone out before you?&apos; So Barak went down from Mount Tabor with ten thousand men behind him."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD threw Sisera and all the chariots and army into a panic before Barak; Sisera himself got down from his chariot and fled on foot."
            },
            {
                "verse_number": "16",
                "verse_text": "Barak pursued the chariots and the army all the way back to Harosheth-ha-goiim, killing Sisera&quot;s entire army with the sword. No one survived."
            },
            {
                "verse_number": "17",
                "verse_text": "Meanwhile, Sisera had fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was peace between Hazor&quot;s King Jabin and the family of Heber the Kenite."
            },
            {
                "verse_number": "18",
                "verse_text": "Jael went out to meet Sisera and said to him, &apos;Come in, sir, come in here. Don&quot;t be afraid.&apos; So he went with her into the tent, and she hid him under a blanket."
            },
            {
                "verse_number": "19",
                "verse_text": "Sisera said to her, &apos;Please give me a little water to drink. I&quot;m thirsty.&apos; So she opened a jug of milk, gave him a drink, and hid him again."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he said to her, &apos;Stand at the entrance to the tent. That way, if someone comes and asks you, &quot;Is there a man here?&quot; you can say, &quot;No.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Jael, Heber&quot;s wife, picked up a tent stake and a hammer. While Sisera was sound asleep from exhaustion, she tiptoed to him. She drove the stake through his head and down into the ground, and he died."
            },
            {
                "verse_number": "22",
                "verse_text": "Just then, Barak arrived after chasing Sisera. Jael went out to meet him and said, &apos;Come and I&quot;ll show you the man you&quot;re after.&apos; So he went in with her, and there was Sisera, lying dead, with the stake through his head."
            },
            {
                "verse_number": "23",
                "verse_text": "So on that day God brought down Canaan&quot;s King Jabin before the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "And the power of the Israelites grew greater and greater over Canaan&quot;s King Jabin until they defeated him completely."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "At that time, Deborah and Barak, Abinoam&quot;s son, sang: when people willingly offer themselves&ndash;bless the LORD ! Listen, rulers! I, to the LORD , I will sing. I will make music to the LORD , Israel&quot;s God. when you marched out from Edom&quot;s fields, the land shook, the sky poured down, the clouds poured down water. before the LORD , the one from Sinai, before the LORD , the God of Israel. in the days of Jael, caravans ceased. Those traveling by road kept to the backroads. they disappeared in Israel, until you arose as a mother in Israel. Yet there wasn&quot;t a shield or spear to be seen among forty thousand in Israel! who willingly offered themselves among the people&ndash;bless the LORD ! who walk along the road: tell of it. there they repeat the LORD &quot;s victories, his villagers&quot; victories in Israel. Then the LORD &quot;s people marched down to the city gates. Wake up, wake up, sing a song! Arise, Barak! Capture your prisoners, Abinoam&quot;s son!&apos; after you, Benjamin, with your people! From Machir commanders marched down, and from Zebulun those carrying the official&quot;s staff. Issachar was attached to Barak, and was sent into the valley behind him. Among the clans of Reuben there was deep soul-searching. listening to the music for the flocks?&apos; For the clans of Reuben there was deep soul-searching. and Dan, why did he remain with the ships? Asher stayed by the seacoast, camping at his harbors. Naphtali too in the high countryside. the kings of Canaan fought at Taanach by Megiddo&quot;s waters, but they captured no spoils of silver. from their orbits they fought against Sisera. the advancing river, the Kishon River. March on, my life, with might! with the galloping, galloping of their stallions. &apos;curse its inhabitants bitterly, because they didn&quot;t come to the LORD &quot;s aid, to the LORD &quot;s aid against the warriors.&apos; may the wife of Heber the Kenite be blessed above all tent-dwelling women. she presented him cream in a majestic bowl. her strong hand for the worker&quot;s hammer. She struck Sisera; she crushed his head; she shattered and pierced his skull. at her feet he sank, he fell; where he sank, there he fell&ndash;dead. &apos;Why is his chariot taking so long to come? Why are the hoofbeats of his chariot horses delayed?&apos; indeed, she replies to herself: A girl or two for each warrior; loot of colored cloths for Sisera; loot of colored, embroidered cloths; two colored, embroidered cloths as loot for every neck.&apos; But may your allies be like the sun, rising in its strength. And the land was peaceful for forty years."
            },
            {
                "verse_number": "2",
                "verse_text": "When hair is long in Israel,"
            },
            {
                "verse_number": "3",
                "verse_text": "Hear, kings!"
            },
            {
                "verse_number": "4",
                "verse_text": "LORD , when you set out from Seir,"
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains quaked"
            },
            {
                "verse_number": "6",
                "verse_text": "In the days of Shamgar, Anath&quot;s son,"
            },
            {
                "verse_number": "7",
                "verse_text": "Villagers disappeared; until you, Deborah, arose, then war came to the city gates. who sit on saddle blankets, the LORD &quot;s people marched down against warriors. Sisera&quot;s mother looked longingly through the lattice."
            },
            {
                "verse_number": "8",
                "verse_text": "When they chose new gods,"
            },
            {
                "verse_number": "9",
                "verse_text": "My heart is with Israel&quot;s commanders,"
            },
            {
                "verse_number": "10",
                "verse_text": "You who ride white donkeys,"
            },
            {
                "verse_number": "11",
                "verse_text": "To the sound of instruments at the watering places,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Wake up, wake up, Deborah!"
            },
            {
                "verse_number": "13",
                "verse_text": "Then those who remained marched down against royalty;"
            },
            {
                "verse_number": "14",
                "verse_text": "From Ephraim they set out into the valley,"
            },
            {
                "verse_number": "15",
                "verse_text": "The leaders of Issachar came along with Deborah;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Why did you stay back among the sheep pens,"
            },
            {
                "verse_number": "17",
                "verse_text": "Gilead stayed on the other side of the Jordan,"
            },
            {
                "verse_number": "18",
                "verse_text": "Zebulun is a people that readily risked death;"
            },
            {
                "verse_number": "19",
                "verse_text": "Kings came and made war;"
            },
            {
                "verse_number": "20",
                "verse_text": "The stars fought from the sky;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Kishon River swept them away;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the horses&quot; hooves pounded"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Curse Meroz,&apos; says the LORD &quot;s messenger,"
            },
            {
                "verse_number": "24",
                "verse_text": "May Jael be blessed above all women;"
            },
            {
                "verse_number": "25",
                "verse_text": "He asked for water, and she provided milk;"
            },
            {
                "verse_number": "26",
                "verse_text": "She reached out her hand for the stake,"
            },
            {
                "verse_number": "27",
                "verse_text": "At her feet he sank, fell, and lay flat;"
            },
            {
                "verse_number": "28",
                "verse_text": "Through the window she watched,"
            },
            {
                "verse_number": "29",
                "verse_text": "Her wisest attendants answer;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Wouldn&quot;t they be finding and dividing the loot?"
            },
            {
                "verse_number": "31",
                "verse_text": "May all your enemies perish like this, LORD !"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites did things that the LORD saw as evil, and the LORD handed them over to the Midianites for seven years."
            },
            {
                "verse_number": "2",
                "verse_text": "The power of the Midianites prevailed over Israel, and because of the Midianites, the Israelites used crevices and caves in the mountains as hidden strongholds."
            },
            {
                "verse_number": "3",
                "verse_text": "Whenever the Israelites planted seeds, the Midianites, Amalekites, and other easterners would invade."
            },
            {
                "verse_number": "4",
                "verse_text": "They would set up camp against the Israelites and destroy the land&quot;s crops as far as Gaza, leaving nothing to keep Israel alive, not even sheep, oxen, or donkeys."
            },
            {
                "verse_number": "5",
                "verse_text": "They would invade with their herds and tents, coming like a swarm of locusts, so that no one could count them or their camels. They came into the land to destroy it."
            },
            {
                "verse_number": "6",
                "verse_text": "So Israel became very weak on account of Midian, and the Israelites cried out to the LORD . The Lord replied, &apos;I&quot;ll stay until you return.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "This time when the Israelites cried out to the LORD because of Midian,"
            },
            {
                "verse_number": "8",
                "verse_text": "the LORD sent them a prophet, who said to them, &apos;The LORD , Israel&quot;s God, proclaims: I myself brought you up from Egypt, and I led you out of the house of slavery."
            },
            {
                "verse_number": "9",
                "verse_text": "I delivered you from the power of the Egyptians and from the power of all your oppressors. I drove them out before you and gave you their land."
            },
            {
                "verse_number": "10",
                "verse_text": "I told you, &quot;I am the LORD your God; you must not worship the gods of the Amorites, in whose land you are living.&quot; But you have not obeyed me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the LORD &quot;s messenger came and sat under the oak at Ophrah that belonged to Joash the Abiezrite. His son Gideon was threshing wheat in a winepress to hide it from the Midianites."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD &quot;s messenger appeared to him and said, &apos;The LORD is with you, mighty warrior!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Gideon replied to him, &apos;With all due respect, my Lord, if the LORD is with us, why has all this happened to us? Where are all his amazing works that our ancestors recounted to us, saying, &quot;Didn&quot;t the LORD bring us up from Egypt?&quot; But now the LORD has abandoned us and allowed Midian to overpower us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD turned to him and said, &apos;You have strength, so go and rescue Israel from the power of Midian. Am I not personally sending you?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But again Gideon said to him, &apos;With all due respect, my Lord, how can I rescue Israel? My clan is the weakest in Manasseh, and I&quot;m the youngest in my household.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD replied, &apos;Because I&quot;m with you, you&quot;ll defeat the Midianites as if they were just one person.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Gideon said to him, &apos;If I&quot;ve gained your approval, please show me a sign that it&quot;s really you speaking with me."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t leave here until I return, bring out my offering, and set it in front of you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Gideon went and prepared a young goat and used an ephah of flour for unleavened bread. He put the meat in a basket and the broth in a pot and brought them out to him under the oak and presented them."
            },
            {
                "verse_number": "20",
                "verse_text": "Then God&quot;s messenger said to him, &apos;Take the meat and the unleavened bread and set them on this rock, then pour out the broth.&apos; And he did so."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD &quot;s messenger reached out the tip of the staff that was in his hand and touched the meat and the unleavened bread. Fire came up from the rock and devoured the meat and the unleavened bread; and the LORD &quot;s messenger vanished before his eyes."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Gideon realized that it had been the LORD &quot;s messenger. Gideon exclaimed, &apos;Oh no, LORD God! I have seen the LORD &quot;s messenger face-to-face!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But the LORD said to him, &apos;Peace! Don&quot;t be afraid! You won&quot;t die.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Gideon built an altar there to the LORD and called it &apos;The LORD makes peace.&apos; It still stands today in Ophrah of the Abiezrites."
            },
            {
                "verse_number": "25",
                "verse_text": "That night the LORD said to him, &apos;Take your father&quot;s bull and a second bull seven years old. Break down your father&quot;s altar to Baal and cut down the Asherah that is beside it."
            },
            {
                "verse_number": "26",
                "verse_text": "Build an altar to the LORD your God in the proper way on top of this high ground. Then take the second bull and offer it as an entirely burned offering with the wood of the Asherah that you cut down.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Gideon took ten of his servants and did just as the LORD had told him. But because he was too afraid of his household and the townspeople to do it during the day, he did it at night."
            },
            {
                "verse_number": "28",
                "verse_text": "When the townspeople got up early in the morning, there was the altar to Baal broken down, with the asherah image that had been beside it cut down, and the second bull offered on the newly built altar!"
            },
            {
                "verse_number": "29",
                "verse_text": "They asked each other, &apos;Who did this?&apos; They searched and investigated, and finally they concluded, &apos;Gideon, Joash&quot;s son, did this!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The townspeople said to Joash, &apos;Bring out your son for execution because he tore down the altar to Baal and cut down the Asherah that was beside it.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Joash replied to all who were lined up against him, &apos;Will you make Baal&quot;s complaint for him? Will you come to his rescue? Anyone who argues for him will be killed before morning. If he is a god, let him argue for himself, because it was his altar that was torn down.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So on that day Gideon became known as Jerubbaal, meaning, &apos;Let Baal argue with him,&apos; because he tore down his altar."
            },
            {
                "verse_number": "33",
                "verse_text": "Some time later, all the Midianites, Amalekites, and other easterners joined together, came over, and set up camp in the Jezreel Valley."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the LORD &quot;s spirit came over Gideon, and he sounded the horn and summoned the Abiezrites to follow him."
            },
            {
                "verse_number": "35",
                "verse_text": "He sent messengers into all of Manasseh, and they were also summoned to follow him. Then he sent messengers into Asher, Zebulun, and Naphtali too, and they marched up to meet them."
            },
            {
                "verse_number": "36",
                "verse_text": "But then Gideon said to God, &apos;To see if you really intend to rescue Israel through me as you have declared,"
            },
            {
                "verse_number": "37",
                "verse_text": "I&quot;m now putting a wool fleece on the threshing floor. If there is dew only on the fleece but all the ground is dry, then I&quot;ll know that you are going to rescue Israel through me, as you have declared.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "And that is what happened. When he got up early the next morning and squeezed the fleece, he wrung out enough dew from the fleece to fill a bowl with water."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Gideon said to God, &apos;Don&quot;t be angry with me, but let me speak just one more time. Please let me make just one more test with the fleece: now let only the fleece be dry and let dew be on all the ground.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "And God did so that night. Only the fleece was dry, but there was dew on all the ground."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Then Jerubbaal, that is, Gideon, and all of the people with him rose early and set up camp beside the Harod spring; Midian&quot;s camp was north of theirs, in the valley by the Moreh hill."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said to Gideon: &apos;You have too many people on your side. If I were to hand Midian over to them, the Israelites might claim credit for themselves rather than for me, thinking, We saved ourselves."
            },
            {
                "verse_number": "3",
                "verse_text": "So now, announce in the people&quot;s hearing, &quot;Anyone who is afraid or unsteady may return home from Gideon&quot;s mountain.&quot;&apos; At this, twenty-two thousand people went home, and ten thousand were left. Now Midian&quot;s camp was below Gideon in the valley."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD said to Gideon, &apos;There are still too many people. Take them down to the water, and I will weed them out for you there. Whenever I tell you, &quot;This one will go with you,&quot; he should go with you; but whenever I tell you, &quot;This one won&quot;t go with you,&quot; he should not go.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So he took the people down to the water. And the LORD said to Gideon, &apos;Set aside those who lap the water with their tongues, as a dog laps, from those who bend down on their knees to drink.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The number of men who lapped was three hundred, and all the rest of the people bent down on their knees to drink water, with their hands to their mouths."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the LORD said to Gideon, &apos;With the three hundred men who lapped I will rescue you and hand over the Midianites to you. Let everyone else go home.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the people gathered their supplies and trumpets, and Gideon sent all the Israelites home, but kept the three hundred."
            },
            {
                "verse_number": "9",
                "verse_text": "That night the LORD said to him, &apos;Get up and attack the camp, because I&quot;ve handed it over to you."
            },
            {
                "verse_number": "10",
                "verse_text": "But if you&quot;re afraid to attack, go down to the camp with your servant Purah,"
            },
            {
                "verse_number": "11",
                "verse_text": "and you&quot;ll hear what they are saying. May you then get the courage to attack the camp.&apos; So he went down with his servant Purah to the outpost of the armies that were in the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "The Midianites, Amalekites, and other easterners were spread across the valley like a swarm of locusts; their camels were too many to count, like the grains of sand on the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "Just when Gideon arrived, there was a man telling his friend about a dream. He said, &apos;Get this! I had a dream that a loaf of barley bread was rolling into the Midianite camp. It came to a tent and hit it, and the tent collapsed. In fact, it rolled the tent over upside down, so it fell flat.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "His friend replied, &apos;Can this be anything other than the sword of the Israelite Gideon, Joash&quot;s son? God has handed over Midian and its entire camp to him!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Gideon heard the telling of the dream and its meaning, he worshipped. Then he returned to the Israelite camp and said, &apos;Get up! The LORD has handed over the Midianite camp to you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He divided the three hundred men into three units and equipped every man with a trumpet and an empty jar, with a torch inside each jar."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Now watch me,&apos; he ordered them, &apos;and do what I do. When I get to the outpost of the camp, do just what I do."
            },
            {
                "verse_number": "18",
                "verse_text": "When I blow the trumpet, along with all who are with me, then you blow the trumpets, all of you surrounding the whole camp. And then shout, &quot;For the LORD and for Gideon!&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon and one hundred of his men moved to the outpost of the camp at the middle watch of the night, when they had just changed the guards. Then they blew the trumpets and smashed the jars that were in their hands."
            },
            {
                "verse_number": "20",
                "verse_text": "So the three units blew their trumpets and broke their jars, holding the torches with their left hands and blowing the trumpets in their right hands. And they called out, &apos;A sword for the LORD and for Gideon!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Each man stood fast in his position around the camp, and the entire camp took off running, shouting, and fleeing."
            },
            {
                "verse_number": "22",
                "verse_text": "When the three hundred trumpets sounded, the LORD turned the swords of fellow soldiers against each other throughout the whole camp. The camp fled as far as Beth-shittah toward Zererah, to the border of Abel-meholah, beside Tabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "The Israelites from Naphtali, Asher, and all of Manasseh were called out, and they chased after the Midianites."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Gideon sent messengers into all of the Ephraim highlands, saying, &apos;Go down to meet the Midianites and take control of the Jordan&quot;s waters as far as Beth-barah.&apos; So all the Ephraimite men were called out, and they took control of the Jordan&quot;s waters as far as Beth-barah."
            },
            {
                "verse_number": "25",
                "verse_text": "They also captured two Midianite officers, Oreb and Zeeb. They killed Oreb at Oreb&quot;s Rock, and killed Zeeb at Zeeb&quot;s Winepress. Then they went on chasing the Midianites, and they brought the heads of Oreb and Zeeb to Gideon on the other side of the Jordan."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the Ephraimites said to him, &apos;Why did you offend us this way by not calling us when you went to fight the Midianites?&apos; And they argued with him fiercely. They replied, &apos;They were just like you; each one looked like a king&quot;s son.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But he said to them, &apos;What have I done now, compared to you? Aren&quot;t Ephraim&quot;s leftovers better than Abiezer&quot;s main harvest?"
            },
            {
                "verse_number": "3",
                "verse_text": "God handed you the Midianite officers Oreb and Zeeb. What have I been able to do compared to you?&apos; When he said this, their anger against him passed."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Gideon came to the Jordan. As he and the three hundred men with him crossed over, they were exhausted but still giving chase."
            },
            {
                "verse_number": "5",
                "verse_text": "So he said to the people of Succoth, &apos;Please give some loaves of bread to those who are on foot, because they&quot;re exhausted, but I&quot;m chasing Zebah and Zalmunna, the kings of Midian.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the officials of Succoth replied, &apos;Haven&quot;t you already almost gotten your hands on Zebah and Zalmunna? Why should we give food to your army now?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Just for that,&apos; Gideon said, &apos;when the LORD has handed over Zebah and Zalmunna to me, I&quot;m going to beat your skin with desert thorns and briars!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "From there he went up to Penuel and made the same request. And the people of Penuel responded in the same way the people of Succoth had."
            },
            {
                "verse_number": "9",
                "verse_text": "So he also told the people of Penuel, &apos;When I return in victory, I&quot;ll break down this tower!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now Zebah and Zalmunna were in Karkor with their camp, about fifteen thousand men, all the ones who were left from the easterners&quot; entire camp. One hundred twenty thousand armed men had fallen."
            },
            {
                "verse_number": "11",
                "verse_text": "Gideon marched up the caravan road east of Nobah and Jogbehah, and attacked the camp while it was off-guard."
            },
            {
                "verse_number": "12",
                "verse_text": "Zebah and Zalmunna fled, and he chased after them. He captured the two Midianite kings Zebah and Zalmunna and threw the entire army into panic."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Gideon, Joash&quot;s son, returned from the battle by the Heres Pass."
            },
            {
                "verse_number": "14",
                "verse_text": "He captured a young man from the people of Succoth and interrogated him. He listed for Gideon the seventy-seven officials and elders of Succoth."
            },
            {
                "verse_number": "15",
                "verse_text": "So Gideon went to the people of Succoth and said, &apos;Here are Zebah and Zalmunna! You made fun of me because of them by saying, &quot;Haven&quot;t you already almost gotten your hands on Zebah and Zalmunna? Why should we give food to your exhausted men now?&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he seized the city&quot;s elders, and he beat the people of Succoth with desert thorns and briars."
            },
            {
                "verse_number": "17",
                "verse_text": "He also broke down Penuel&quot;s tower, and killed the city&quot;s people."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he asked Zebah and Zalmunna, &apos;What kind of men were those whom you killed at Tabor?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;They were my brothers,&apos; Gideon said, &apos;my own mother&quot;s sons. As surely as the LORD lives, I promise that if you had let them live, I wouldn&quot;t kill you!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So he ordered his oldest son Jether, &apos;Stand up and kill them.&apos; But the young man didn&quot;t draw his sword because he was afraid, since he was still young."
            },
            {
                "verse_number": "21",
                "verse_text": "So Zebah and Zalmunna said, &apos;You stand up and strike us yourself, because as they say, &quot;A man is measured by his strength!&quot;&apos; So Gideon stood up and killed Zebah and Zalmunna, and took the crescents that were on their camels&quot; necks."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the Israelites said to Gideon, &apos;Rule over us, you and then your son and then your grandson, because you&quot;ve rescued us from Midian&quot;s power.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Gideon replied to them, &apos;I&quot;m not the one who will rule over you, and my son won&quot;t rule over you either. The LORD rules over you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But Gideon said to them, &apos;May I make one request of you? Everyone give me the earrings from their loot&apos;; the Midianites had worn gold earrings because they were Ishmaelites."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;We&quot;ll gladly give them,&apos; they replied. And they spread out a piece of cloth, and everyone pitched in the earrings from their loot."
            },
            {
                "verse_number": "26",
                "verse_text": "The weight of the gold earrings that he requested was one thousand seven hundred shekels of gold, not counting the crescents, the pendants, and the purple robes worn by the Midianite kings, or the collars that were on their camels&quot; necks."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon fashioned a priestly vest out of it, and put it in his hometown of Ophrah. All Israel became unfaithful there because of it, and it became a trap for Gideon and his household."
            },
            {
                "verse_number": "28",
                "verse_text": "So Midian was brought down before the Israelites and no longer raised its head. The land was peaceful for forty years during Gideon&quot;s time."
            },
            {
                "verse_number": "29",
                "verse_text": "Jerubbaal, Joash&quot;s son, went home to live with his own household."
            },
            {
                "verse_number": "30",
                "verse_text": "Gideon had seventy sons of his own because he had many wives."
            },
            {
                "verse_number": "31",
                "verse_text": "His secondary wife who was in Shechem also bore him a son, and he named him Abimelech."
            },
            {
                "verse_number": "32",
                "verse_text": "Gideon, Joash&quot;s son, died at a good old age and was buried in the tomb of his father Joash in Ophrah of the Abiezrites."
            },
            {
                "verse_number": "33",
                "verse_text": "Right after Gideon died, the Israelites once again acted unfaithfully by worshipping the Baals, setting up Baal-berith as their god."
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Israel didn&quot;t remember the LORD their God, who had delivered them from the power of all their enemies on every side."
            },
            {
                "verse_number": "35",
                "verse_text": "Nor did they act loyally toward the household of Jerubbaal, that is, Gideon, in return for all the good that he had done on Israel&quot;s behalf."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Abimelech, Jerubbaal&quot;s son, went to his mother&quot;s brothers in Shechem. He spoke to them and to the entire clan of the household to which his mother belonged:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Ask all the leaders of Shechem, &quot;Which do you think is better to have ruling over you: seventy men&ndash;all of Jerubbaal&quot;s sons&ndash;or one man?&quot; And remember that I&quot;m your flesh and blood!&apos; Zebul replied to him, &apos;The shadows on the hills just look like persons to you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So his mother&quot;s brothers spoke all these words on his behalf to all the leaders of Shechem. They decided to follow Abimelech because they said, &apos;He&quot;s our relative.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They gave him seventy pieces of silver from the temple of Baal-berith, with which Abimelech hired worthless and reckless men, who became his posse."
            },
            {
                "verse_number": "5",
                "verse_text": "He went to his household in Ophrah and killed all seventy of his brothers, Jerubbaal&quot;s sons, on a single stone. Only Jotham the youngest of Jerubbaal&quot;s sons survived, because he had hidden himself."
            },
            {
                "verse_number": "6",
                "verse_text": "Then all the leaders of Shechem and all Beth-millo assembled and proceeded to make Abimelech king by the oak at the stone pillar in Shechem."
            },
            {
                "verse_number": "7",
                "verse_text": "When Jotham was told about this, he went and stood on the top of Mount Gerizim. He raised his voice and called out, &apos;Listen to me, you leaders of Shechem, so that God may listen to you!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Once the trees went out to anoint a king over themselves. So they said to the olive tree, &quot;Be our king!&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But the olive tree replied to them, &quot;Should I stop producing my oil, which is how gods and humans are honored, so that I can go to sway over the trees?&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So the trees said to the fig tree, &quot;You come and be king over us!&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The fig tree replied to them, &quot;Should I stop producing my sweetness and my delicious fruit, so that I can go to sway over the trees?&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Then the trees said to the vine, &quot;You come and be king over us!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But the vine replied to them, &quot;Should I stop providing my wine that makes gods and humans happy, so that I can go to sway over the trees?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Finally, all the trees said to the thornbush, &quot;You come and be king over us!&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;And the thornbush replied to the trees, &quot;If you&quot;re acting faithfully in anointing me king over you, come and take shelter in my shade; but if not, let fire come out of the thornbush and burn up the cedars of Lebanon.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So now, if you acted faithfully and innocently when you made Abimelech king, and if you&quot;ve done right by Jerubbaal and his household, and have treated him as his actions deserve&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "my father fought for you and risked his life to rescue you from Midian&quot;s power,"
            },
            {
                "verse_number": "18",
                "verse_text": "but today you&quot;ve risen up against my father&quot;s household, killed his seventy sons on a single stone, and made Abimelech, his female servant&quot;s son, king over the leaders of Shechem, because he&quot;s your relative&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "so if you&quot;ve acted faithfully and innocently toward Jerubbaal and his household today, then be happy with Abimelech and let him be happy with you."
            },
            {
                "verse_number": "20",
                "verse_text": "But if not, let fire come out from Abimelech and burn up the leaders of Shechem and Beth-millo; and let fire come out from the leaders of Shechem and Beth-millo and burn up Abimelech.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jotham ran away. He fled to Beer and stayed there for fear of his brother Abimelech."
            },
            {
                "verse_number": "22",
                "verse_text": "Abimelech ruled over Israel for three years."
            },
            {
                "verse_number": "23",
                "verse_text": "Then God stirred up ill will between Abimelech and the leaders of Shechem, and they acted like traitors toward Abimelech."
            },
            {
                "verse_number": "24",
                "verse_text": "This occurred because of the violence done to Jerubbaal&quot;s seventy sons. Their blood came back on their brother Abimelech, who killed them, and on the leaders of Shechem, who supported him when he killed his brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "As an act against him, the leaders of Shechem set ambushes on the hilltops that robbed everyone who passed by them on the road. This was reported to Abimelech."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Gaal, Ebed&quot;s son, and his relatives came passing through Shechem, and the leaders of Shechem shifted their allegiance to him."
            },
            {
                "verse_number": "27",
                "verse_text": "They went out into the field, cut off clusters from their vineyards, trampled them out, and had a celebration. They entered their god&quot;s temple and ate, drank, and made fun of Abimelech."
            },
            {
                "verse_number": "28",
                "verse_text": "Gaal, Ebed&quot;s son, said, &apos;Who is Abimelech, and who are we of Shechem that we ought to serve him? Didn&quot;t this son of Jerubbaal and his deputy Zebul once serve the men of Hamor, Shechem&quot;s father? Why should we of all people serve him?"
            },
            {
                "verse_number": "29",
                "verse_text": "If only this people were under my command! I would push Abimelech aside! I would tell Abimelech, &quot;Build up your army and march out for battle.&quot;&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When Zebul the city&quot;s ruler heard the words of Gaal, Ebed&quot;s son, he became angry."
            },
            {
                "verse_number": "31",
                "verse_text": "He sent messengers to Abimelech at Arumah to say, &apos;Watch out! Gaal, Ebed&quot;s son, and his relatives have come to Shechem and are stirring up the city against you."
            },
            {
                "verse_number": "32",
                "verse_text": "Now, you and the men who are with you: Get up tonight and set an ambush in the fields."
            },
            {
                "verse_number": "33",
                "verse_text": "Then in the morning, at sunrise, rise early and rush on the city. Just as he and the men with him are marching out to face you, you can do to him whatever you wish.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So Abimelech and all the men who were with him got up that night and set an ambush around Shechem in four companies."
            },
            {
                "verse_number": "35",
                "verse_text": "When Gaal, Ebed&quot;s son, came out and stood in the entrance of the city&quot;s gate, Abimelech and the men with him sprang up from the ambush."
            },
            {
                "verse_number": "36",
                "verse_text": "Gaal saw the men and said to Zebul, &apos;Look! People are coming down from the hilltops.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But Gaal spoke up again, &apos;Look! People are coming down from Tabbur-erez, and one company is coming from the direction of Elon-meonenim.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Zebul replied to him, &apos;Where&quot;s all your talk now, you who said, &quot;Who is Abimelech that we ought to serve him?&quot; Aren&quot;t these the men you despised? Now march out and fight them!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So Gaal marched out at the head of the leaders of Shechem and fought with Abimelech."
            },
            {
                "verse_number": "40",
                "verse_text": "Abimelech routed him, and he ran away. Many fell wounded, all the way up to the entrance of the gate."
            },
            {
                "verse_number": "41",
                "verse_text": "Afterward, Abimelech stayed in Arumah, and Zebul drove away Gaal and his relatives so they couldn&quot;t stay in Shechem."
            },
            {
                "verse_number": "42",
                "verse_text": "The next day, the men of Shechem went out into the fields. When it was reported to Abimelech,"
            },
            {
                "verse_number": "43",
                "verse_text": "he took his men, divided them into three companies, and set an ambush in the fields. As soon as he saw the men coming from the city, he sprang upon them and attacked them."
            },
            {
                "verse_number": "44",
                "verse_text": "Abimelech and his company charged forward and took a position at the entrance of the city&quot;s gate, while the other two companies charged at all those in the fields and attacked them."
            },
            {
                "verse_number": "45",
                "verse_text": "Abimelech fought against the city that entire day. He captured the city and killed its people. Then he leveled the city and scattered salt over it."
            },
            {
                "verse_number": "46",
                "verse_text": "When all the leaders in the Tower of Shechem heard about this, they entered the side rooms in the El-berith temple."
            },
            {
                "verse_number": "47",
                "verse_text": "It was reported to Abimelech that all the leaders from the Tower of Shechem had gathered in one place."
            },
            {
                "verse_number": "48",
                "verse_text": "So Abimelech and all the men who were with him went up on Mount Zalmon. He grabbed an ax, cut off a bundle of branches, and hoisted them onto his shoulder. Then he ordered the men who were with him, &apos;Hurry up and do what you&quot;ve seen me do!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Each one of the men cut off a bundle as well and followed Abimelech. They piled them up against the side rooms and set fire to the side rooms above them. So all the people in the Tower of Shechem died too, about one thousand men and women."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Abimelech moved on to Thebez, set up camp against it, and captured it."
            },
            {
                "verse_number": "51",
                "verse_text": "But there was a strong tower inside the city. All the men and women and all the city&quot;s leaders had fled there, shut themselves inside, and climbed to the tower&quot;s roof."
            },
            {
                "verse_number": "52",
                "verse_text": "Abimelech came to the tower to storm it. But when he approached the tower&quot;s entrance to set it on fire,"
            },
            {
                "verse_number": "53",
                "verse_text": "a woman dropped an upper millstone on Abimelech&quot;s head and cracked his skull."
            },
            {
                "verse_number": "54",
                "verse_text": "He quickly cried out to the servant who carried his armor, &apos;Draw your sword and kill me. Don&quot;t let it be said of me, &quot;A woman killed him.&quot;&apos; So his servant stabbed him, and he died."
            },
            {
                "verse_number": "55",
                "verse_text": "When the Israelites saw that Abimelech was dead, they all went home."
            },
            {
                "verse_number": "56",
                "verse_text": "Thus God paid back Abimelech for the evil he had done to his father by killing his seventy brothers."
            },
            {
                "verse_number": "57",
                "verse_text": "God also paid back the people of Shechem for their evil. The curse of Jotham, Jerubbaal&quot;s son, had come upon them."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After Abimelech, Tola son of Puah and grandson of Dodo, a man of Issachar, arose to rescue Israel. He lived in Shamir in the Ephraim highlands."
            },
            {
                "verse_number": "2",
                "verse_text": "For twenty-three years he led Israel; then he died and was buried in Shamir."
            },
            {
                "verse_number": "3",
                "verse_text": "After Tola, Jair from Gilead arose, and he led Israel for twenty-two years."
            },
            {
                "verse_number": "4",
                "verse_text": "He had thirty sons who were mounted on thirty donkeys and controlled thirty towns in the land of Gilead&ndash;these are still known as Havvoth-jair today."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jair died, he was buried in Kamon."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Israelites again did things that the LORD saw as evil. They served the Baals and the Astartes, as well as the gods of Aram, Sidon, Moab, the Ammonites, and the Philistines. They went away from the LORD and didn&quot;t serve him."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD became angry with Israel and handed them over to the Philistines and the Ammonites."
            },
            {
                "verse_number": "8",
                "verse_text": "Starting that year and for the next eighteen years, they beat and bullied the Israelites, especially all the Israelites who lived on the east side of Jordan in the territory of the Ammonites in Gilead."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites also crossed the Jordan to make raids into Judah, Benjamin, and the households of Ephraim. So Israel was greatly distressed."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Israelites cried out to the LORD , &apos;We&quot;ve sinned against you, for we went away from our God and served the Baals.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD replied to the Israelites, &apos;When the Egyptians, Amorites, Ammonites, Philistines,"
            },
            {
                "verse_number": "12",
                "verse_text": "Sidonians, Amalekites, and Maonites oppressed you and you cried out to me, didn&quot;t I rescue you from their power?"
            },
            {
                "verse_number": "13",
                "verse_text": "But you have gone away from me and served other gods, so I won&quot;t rescue you anymore!"
            },
            {
                "verse_number": "14",
                "verse_text": "Go cry out to the gods you&quot;ve chosen. Let them rescue you in the time of your distress.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Israelites responded to the LORD , &apos;We&quot;ve sinned. Do to us whatever you see as right, but please save us this time.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They put away the foreign gods from among them and served the LORD . And the LORD could no longer stand to see Israel suffer."
            },
            {
                "verse_number": "17",
                "verse_text": "The Ammonites called out their army and made camp in Gilead, while the Israelites gathered and set up their camp at Mizpah."
            },
            {
                "verse_number": "18",
                "verse_text": "Gilead&quot;s rulers said to each other, &apos;Whoever is willing to launch the attack against the Ammonites will become the leader over all those living in Gilead.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now Jephthah the Gileadite was a mighty warrior. Gilead was his father, but he was a prostitute&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "Gilead&quot;s wife gave birth to other sons for him, and when his wife&quot;s sons grew up, they drove Jephthah away. They told him, &apos;You won&quot;t get an inheritance in our father&quot;s household because you&quot;re a different woman&quot;s son.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Jephthah ran away from his brothers and lived in the land of Tob. Worthless men gathered around Jephthah and became his posse."
            },
            {
                "verse_number": "4",
                "verse_text": "Sometime afterward, the Ammonites made war against Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "And when the Ammonites attacked Israel, Gilead&quot;s elders went to bring Jephthah back from the land of Tob."
            },
            {
                "verse_number": "6",
                "verse_text": "They said to him, &apos;Come be our commander so we can fight against the Ammonites.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jephthah replied to Gilead&quot;s elders, &apos;Aren&quot;t you the ones who hated me and drove me away from my father&quot;s household? Why are you coming to me now when you&quot;re in trouble?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Gilead&quot;s elders answered Jephthah, &apos;That may be, but now we&quot;re turning back to you, so come with us and fight the Ammonites. Then you&quot;ll become the leader over us and everyone who lives in Gilead.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And Jephthah said to Gilead&quot;s elders, &apos;If you bring me back to fight the Ammonites and the LORD gives them over to me, I alone will be your leader.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Gilead&quot;s elders replied to him, &apos;The LORD is our witness; we will surely do what you&quot;ve said.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Jephthah went with Gilead&quot;s elders, and the people made him leader and commander over them. At Mizpah before the LORD , Jephthah repeated everything he had said."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jephthah sent messengers to the Ammonite king, saying, &apos;What is the problem between us that you&quot;ve come against me to make war in my land?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Ammonite king responded to Jephthah&quot;s messengers, &apos;When the Israelites were coming up from Egypt, they seized my land from the Arnon to the Jabbok and all the way to the Jordan. Now give it back peacefully!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jephthah again sent messengers to the Ammonite king"
            },
            {
                "verse_number": "15",
                "verse_text": "and said to him, &apos;Jephthah states: Israel didn&quot;t seize the land of the Moabites or the land of the Ammonites."
            },
            {
                "verse_number": "16",
                "verse_text": "When they were coming up from Egypt, the Israelites went through the desert to the Reed Sea and came to Kadesh."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Israelites sent messengers to the king of Edom, saying, &quot;Please allow us to pass through your land&quot;; but the Edomite king refused. They sent the same request to the king of Moab, and he was unwilling. So the Israelites stayed at Kadesh."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Later they journeyed into the desert but went around the lands of Edom and Moab, arriving on the east side of the land of Moab and setting up camp on the other side of the Arnon. They never entered Moabite territory, because the Arnon was the boundary of Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Israelites sent messengers to Sihon king of the Amorites and king of Heshbon and said to him, &quot;Please allow us to pass through your land to our own place.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Yet Sihon didn&quot;t trust the Israelites to pass through his territory. He assembled his entire army, set up camp at Jahaz, and went to war with the Israelites."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD , Israel&quot;s God, handed over Sihon and his entire army to the Israelites, and they defeated Sihon. So the Israelites took possession of all the land of the Amorites who were living in that area."
            },
            {
                "verse_number": "22",
                "verse_text": "They took possession of all the Amorite territory from the Arnon to the Jabbok and from the desert to the Jordan."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So now that the LORD , Israel&quot;s God, has driven out the Amorites before his people Israel, will you take possession of their land?"
            },
            {
                "verse_number": "24",
                "verse_text": "Shouldn&quot;t you possess what Chemosh your god has given you to possess? And shouldn&quot;t we possess everything that the LORD our God has given us to possess?"
            },
            {
                "verse_number": "25",
                "verse_text": "Do you now have a better case than Moab&quot;s King Balak, Zippor&quot;s son? Did he make an accusation against the Israelites or go to war with them?"
            },
            {
                "verse_number": "26",
                "verse_text": "Why didn&quot;t you take back this territory while the Israelites lived in Heshbon and its villages, in Aroer and its villages, and in all the towns along the branches of the Arnon for three hundred years?"
            },
            {
                "verse_number": "27",
                "verse_text": "I haven&quot;t sinned against you, but you&quot;re doing me wrong by making war against me. Let the LORD , who is the judge, decide today between the Israelites and the Ammonites!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But the Ammonite king refused to listen to the message that Jephthah sent to him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the LORD &quot;s spirit came on Jephthah. He passed through Gilead and Manasseh, then through Mizpah in Gilead, and from there he crossed over to the Ammonites."
            },
            {
                "verse_number": "30",
                "verse_text": "Jephthah made a solemn promise to the LORD : &apos;If you will decisively hand over the Ammonites to me,"
            },
            {
                "verse_number": "31",
                "verse_text": "then whatever comes out the doors of my house to meet me when I return victorious from the Ammonites will be given over to the LORD . I will sacrifice it as an entirely burned offering.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jephthah crossed over to fight the Ammonites, and the LORD handed them over to him."
            },
            {
                "verse_number": "33",
                "verse_text": "It was an exceptionally great defeat; he defeated twenty towns from Aroer to the area of Minnith, and on as far as Abel-keramim. So the Ammonites were brought down before the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "But when Jephthah came to his house in Mizpah, it was his daughter who came out to meet him with tambourines and dancing! She was an only child; he had no other son or daughter except her."
            },
            {
                "verse_number": "35",
                "verse_text": "When he saw her, he tore his clothes and said, &apos;Oh no! My daughter! You have brought me to my knees! You are my agony! For I opened my mouth to the LORD , and I can&quot;t take it back.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "But she replied to him, &apos;My father, you&quot;ve opened your mouth to the LORD , so you should do to me just what you&quot;ve promised. After all, the LORD has carried out just punishment for you on your enemies the Ammonites.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then she said to her father, &apos;Let this one thing be done for me: hold off for two months and let me and my friends wander the hills in sadness, crying over the fact that I never had children.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Go,&apos; he responded, and he sent her away for two months. She and her friends walked on the hills and cried because she would never have children."
            },
            {
                "verse_number": "39",
                "verse_text": "When two months had passed, she returned to her father, and he did to her what he had promised. She had not known a man intimately. But she gave rise to a tradition in Israel where"
            },
            {
                "verse_number": "40",
                "verse_text": "for four days every year Israelite daughters would go away to recount the story of the Gileadite Jephthah&quot;s daughter."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Ephraimites were called up for battle and crossed over to Zaphon. They said to Jephthah, &apos;Why did you cross over to fight the Ammonites and not call us to go with you? We&quot;re going to burn down your house over you!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jephthah replied to them, &apos;My people and I were in a great conflict with the Ammonites. But when I cried out to you, you didn&quot;t rescue me from their power."
            },
            {
                "verse_number": "3",
                "verse_text": "When I saw that you weren&quot;t going to rescue me, I risked my own life and crossed over against the Ammonites, and the LORD handed them over to me. So why have you marched against me today to fight me?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Jephthah gathered all the men of Gilead and fought the Ephraimites. The Gileadites defeated the Ephraimites, because they had said, &apos;You are fugitives from Ephraim! Gilead stands within Ephraim and Manasseh.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Gileadites took control of the Jordan&quot;s crossing points into Ephraim. Whenever one of the Ephraimite fugitives said, &apos;Let me cross,&apos; the Gileadites would ask him, &apos;Are you an Ephraimite?&apos; If he said, &apos;No,&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "they would tell him, &apos;Then say shibboleth .&apos; But he would say, &apos; sibboleth ,&apos; because he couldn&quot;t pronounce it correctly. So they would seize him and kill him at the Jordan&quot;s crossing points. Forty-two thousand of the Ephraimites fell at that time."
            },
            {
                "verse_number": "7",
                "verse_text": "Jephthah led Israel for six years. Then Jephthah the Gileadite died and was buried in one of the towns in Gilead."
            },
            {
                "verse_number": "8",
                "verse_text": "After Jephthah, Ibzan from Bethlehem led Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "He had thirty sons and thirty daughters. He married his thirty daughters to those outside his clan, and brought in thirty young women from outside for his sons. He led Israel for seven years."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ibzan died and was buried in Bethlehem."
            },
            {
                "verse_number": "11",
                "verse_text": "After Ibzan, Elon from Zebulun led Israel; he did so for ten years."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Elon the Zebulunite died and was buried in Aijalon in the land of Zebulun."
            },
            {
                "verse_number": "13",
                "verse_text": "After Elon, Abdon, Hillel&quot;s son from Pirathon, led Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "He had forty sons and thirty grandsons mounted on seventy donkeys. He led Israel for eight years."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Abdon, Hillel&quot;s son from Pirathon, died and was buried in Pirathon in the land of Ephraim, in the Amalekite highlands."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites again did things that the LORD saw as evil, and he handed them over to the Philistines for forty years. &apos;I am,&apos; he replied."
            },
            {
                "verse_number": "2",
                "verse_text": "Now there was a certain man from Zorah, from the Danite clan, whose name was Manoah. His wife was unable to become pregnant and had not given birth to any children."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD &quot;s messenger appeared to the woman and said to her, &apos;Even though you&quot;ve been unable to become pregnant and haven&quot;t given birth, you are now pregnant and will give birth to a son!"
            },
            {
                "verse_number": "4",
                "verse_text": "Now be careful not to drink wine or brandy or to eat anything that is ritually unclean,"
            },
            {
                "verse_number": "5",
                "verse_text": "because you are pregnant and will give birth to a son. Don&quot;t allow a razor to shave his head, because the boy is going to be a nazirite for God from birth. He&quot;ll be the one who begins Israel&quot;s rescue from the power of the Philistines.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the woman went and told her husband, &apos;A man of God came to me, and he looked like God&quot;s messenger&ndash;very scary! I didn&quot;t ask him where he was from, and he didn&quot;t tell me his name."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to me, &quot;You are pregnant and will give birth to a son, so don&quot;t drink wine or brandy or eat anything that is ritually unclean, because the boy is going to be a nazirite for God from birth until the day he dies.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Manoah asked the LORD , &apos;Please, my Lord,&apos; he said, &apos;let the man of God whom you sent come back to us once more, so he can teach us how we should treat the boy who is to be born.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "God listened to Manoah, and God&quot;s messenger came once more to the woman. She was sitting in the field, but her husband Manoah wasn&quot;t with her."
            },
            {
                "verse_number": "10",
                "verse_text": "So the woman hurriedly ran and informed her husband. She said to him, &apos;The man who came to me the other day has just appeared to me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Manoah got up and followed his wife. He came to the man and said to him, &apos;Are you the man who spoke to this woman?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Manoah said, &apos;Now when your words come true, what should be the rules for the boy and how he should act?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD &quot;s messenger answered Manoah, &apos;The woman should be careful to do everything that I told her."
            },
            {
                "verse_number": "14",
                "verse_text": "She must not consume anything that comes from the grapevine, drink wine or brandy, or eat anything that is ritually unclean. She must be careful to do everything I have commanded her.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Manoah said to the LORD &quot;s messenger, &apos;Please let us persuade you to stay so we can prepare a young goat for you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the LORD &quot;s messenger replied to Manoah, &apos;If you persuaded me to stay, I wouldn&quot;t eat your food. If you prepare an entirely burned offering, offer it to the LORD .&apos; Indeed, Manoah didn&quot;t know that he was the LORD &quot;s messenger."
            },
            {
                "verse_number": "17",
                "verse_text": "Manoah said to the LORD &quot;s messenger, &apos;What&quot;s your name, so that we may honor you when your words come true?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD &quot;s messenger responded to him, &apos;Why do you ask my name? You couldn&quot;t understand it.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Manoah took a young goat and a grain offering and offered them on a rock to the LORD . While Manoah and his wife were looking, an amazing thing happened:"
            },
            {
                "verse_number": "20",
                "verse_text": "as the flame from the altar went up toward the sky, the LORD &quot;s messenger went up in the altar&quot;s flame. When Manoah and his wife saw this, they fell facedown on the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD &quot;s messenger didn&quot;t reappear to Manoah or his wife, and Manoah then realized that it had been the LORD &quot;s messenger."
            },
            {
                "verse_number": "22",
                "verse_text": "Manoah said to his wife, &apos;We are certainly going to die, because we&quot;ve seen God!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But his wife replied to him, &apos;If the LORD wanted to kill us, he wouldn&quot;t have accepted the entirely burned offering and grain offering from our hands. He wouldn&quot;t have shown us all these things or told us all of this now.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The woman gave birth to a son and named him Samson. The boy grew up, and the LORD blessed him."
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD &quot;s spirit began to move him when he was in Mahaneh-dan, between Zorah and Eshtaol."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Samson traveled down to Timnah. While he was in Timnah, a Philistine woman caught his eye."
            },
            {
                "verse_number": "2",
                "verse_text": "He went back home and told his father and mother, &apos;A Philistine woman in Timnah caught my eye; now get her for me as a wife!&apos; Yet Samson said to his father, &apos;Get her for me, because she&quot;s the one I want!&apos; So they replied to him, &apos;Tell your riddle; let&quot;s hear it.&apos; &apos;Out of the eater there came something to eat. Out of the strong there came something sweet.&apos; For three days they couldn&quot;t tell the answer to the riddle. He replied to her, &apos;Look, I haven&quot;t even told the answer to my father and mother. Why should I tell it to you?&apos; &apos;What&quot;s sweeter than honey? What&quot;s stronger than a lion?&apos; He replied to them, &apos;If you hadn&quot;t plowed with my heifer, you wouldn&quot;t have figured out my riddle!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But his father and mother replied to him, &apos;Is there no woman among your own relatives or among all our people that you have to go get a wife from the uncircumcised Philistines?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "His father and mother didn&quot;t know that the LORD was behind this. He was looking for an opening with the Philistines, because they were ruling over Israel at that time."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Samson traveled down to Timnah with his father and mother. When he came to the vineyards in Timnah, suddenly a lone young lion came roaring to meet him."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD &quot;s spirit rushed over him, and he tore the lion apart with his bare hands as one might tear apart a young goat. But he didn&quot;t tell his father or mother what he had done."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he traveled down and talked with the woman; she was the one Samson wanted."
            },
            {
                "verse_number": "8",
                "verse_text": "After a while, he came back again to marry her. He turned aside to look at the lion&quot;s remains, and there was a swarm of bees with honey inside the lion&quot;s skeleton."
            },
            {
                "verse_number": "9",
                "verse_text": "He scooped the honey into his hands, eating it as he continued along. When he got to his father and mother, he gave some to them, and they ate it too. But he didn&quot;t tell them that he had scooped the honey from the lion&quot;s skeleton."
            },
            {
                "verse_number": "10",
                "verse_text": "His father traveled down to the woman, and Samson put on a feast there, as was the custom for young men."
            },
            {
                "verse_number": "11",
                "verse_text": "When the townspeople saw him, they selected thirty companions to be with him."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samson said to them, &apos;Let me tell you a riddle. If you can figure it out and tell me the answer within the seven days of the feast, I&quot;ll give you thirty linen robes and thirty sets of clothes."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you can&quot;t tell me the answer, then it&quot;s you who have to give me thirty linen robes and thirty sets of clothes.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said to them,"
            },
            {
                "verse_number": "15",
                "verse_text": "On the fourth day they said to Samson&quot;s wife, &apos;Seduce your husband so he&quot;ll tell us the answer to the riddle, or else we&quot;ll set fire to you and your household. Were we invited here just to become poor?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Samson&quot;s wife cried on his shoulder and said, &apos;You hate me! You don&quot;t love me! You told a riddle to my people but didn&quot;t tell me the answer.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But she cried on his shoulder for the rest of the seven days of the feast. Finally, on the seventh day, he told her the answer, for she had nagged him. And she told her people the answer to the riddle."
            },
            {
                "verse_number": "18",
                "verse_text": "So on the seventh day, before the sun set, the townspeople said to him,"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the LORD &quot;s spirit rushed over him, and he went down to Ashkelon. He killed thirty of their men, stripped them of their gear, and gave the sets of clothes to the ones who had told the answer to the riddle. In anger, he went back up to his father&quot;s household."
            },
            {
                "verse_number": "20",
                "verse_text": "And Samson&quot;s wife married one of those who had been his companions."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Later on, at the time of the wheat harvest, Samson went to visit his wife, bringing along a young goat. He said, &apos;Let me go into my wife&quot;s bedroom.&apos; But her father wouldn&quot;t allow him to go in. So it was reported, &apos;Samson the Timnite&quot;s son-in-law did it, because his father-in-law gave his wife in marriage to one of his companions.&apos; So the Philistines went up and burned her and her father to death. &apos;We&quot;ve marched up to take Samson prisoner,&apos; they replied, &apos;and to do to him just what he did to us.&apos; But he told them, &apos;I did to them just what they did to me.&apos; Samson responded to them, &apos;Just promise that you won&quot;t attack me yourselves.&apos; &apos;With a donkey&quot;s jawbone, stacks on stacks! With a donkey&quot;s jawbone, I&quot;ve killed one thousand men.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Her father said, &apos;I was so sure that you had completely rejected her that I gave her in marriage to one of your companions. Don&quot;t you think her younger sister is even better? Let her be your wife instead.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Samson replied, &apos;No one can blame me now for being ready to bring down trouble on the Philistines!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Samson went and caught three hundred foxes. He took torches, turned the foxes tail to tail, and put a torch between each pair of tails."
            },
            {
                "verse_number": "5",
                "verse_text": "He lit the torches and released the foxes into the Philistines&quot; grain fields. So he burned the stacked grain, standing grain, vineyards, and olive orchards."
            },
            {
                "verse_number": "6",
                "verse_text": "The Philistines inquired, &apos;Who did this?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson then responded to them, &apos;If this is how you act, then I won&quot;t stop until I get revenge on you!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "He struck them hard, taking their legs right out from under them. Then he traveled down and stayed in a cave in the rock at Etam."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines marched up, made camp in Judah, and released their forces on Lehi."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Judah asked, &apos;Why have you marched up against us?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So three thousand people from Judah traveled down to the cave in the rock at Etam and said to Samson, &apos;Don&quot;t you realize that the Philistines rule over us? What have you done to us?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the people of Judah said to him, &apos;We&quot;ve come down to take you prisoner so we can turn you over to the Philistines.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;We won&quot;t,&apos; they said to him. &apos;We&quot;ll only take you prisoner so we can turn you over to them. We won&quot;t kill you.&apos; Then they tied him up with two new ropes, and brought him up from the rock."
            },
            {
                "verse_number": "14",
                "verse_text": "When Samson arrived at Lehi, the Philistines met him and came out shouting. The LORD &quot;s spirit rushed over him, the ropes on his arms became like burned-up linen, and the ties melted right off his hands."
            },
            {
                "verse_number": "15",
                "verse_text": "He found a donkey&quot;s fresh jawbone, picked it up, and used it to attack one thousand men."
            },
            {
                "verse_number": "16",
                "verse_text": "Samson said,"
            },
            {
                "verse_number": "17",
                "verse_text": "When he finished speaking, he tossed away the jawbone. So that place became known as Ramath-lehi."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Samson was very thirsty, so he called out to the LORD , &apos;You are the one who allowed this great victory to be accomplished by your servant&quot;s hands. Am I now going to die of thirst and fall into the hands of the uncircumcised?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So God split open the hollow rock in Lehi, and water flowed out of it. When Samson drank, his energy returned and he was recharged. Thus that place is still called by the name En-hakkore in Lehi today."
            },
            {
                "verse_number": "20",
                "verse_text": "Samson led Israel for twenty years during the time of the Philistines."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "One day Samson traveled to Gaza. While there, he saw a prostitute and had sex with her."
            },
            {
                "verse_number": "2",
                "verse_text": "The word spread among the people of Gaza, &apos;Samson has come here!&apos; So they circled around and waited in ambush for him all night at the city gate. They kept quiet all night long, thinking, We&quot;ll kill him at the first light in the morning."
            },
            {
                "verse_number": "3",
                "verse_text": "But Samson slept only half the night. He got up in the middle of the night, grabbed the doors of the city gate and the two gateposts, and pulled them up with the bar still across them. He put them on his shoulders and carried them up to the top of the hill that is beside Hebron. He woke up from his sleep and thought, I&quot;ll escape just like the other times and shake myself free. But he didn&quot;t realize that the LORD had left him."
            },
            {
                "verse_number": "4",
                "verse_text": "Some time after this, in the Sorek Valley, Samson fell in love with a woman whose name was Delilah."
            },
            {
                "verse_number": "5",
                "verse_text": "The rulers of the Philistines confronted her and said to her, &apos;Seduce him and find out what gives him such great strength and what we can do to overpower him, so that we can tie him up and make him weak. Then we&quot;ll each pay you eleven hundred pieces of silver.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Delilah said to Samson, &apos;Please tell me what gives you such great strength and how you can be tied up and made weak.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson replied to her, &apos;If someone ties me up with seven fresh bowstrings that aren&quot;t dried out, I&quot;ll become weak. I&quot;ll be like any other person.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the rulers of the Philistines brought her seven fresh bowstrings that weren&quot;t dried out, and she tied him up with them."
            },
            {
                "verse_number": "9",
                "verse_text": "While an ambush was waiting for her signal in an inner room, she called out to him, &apos;Samson, the Philistines are on you!&apos; And he snapped the bowstrings like a thread of fiber snaps when it touches a flame. So the secret of his strength remained unknown."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Delilah said to Samson, &apos;You made a fool out of me and lied to me. Now please tell me how you can really be tied up!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He replied to her, &apos;If someone ties me up with new ropes that haven&quot;t been used for work, I&quot;ll become weak. I&quot;ll be like any other person.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Delilah took new ropes and tied him up with them. Then she called out to him, &apos;Samson, the Philistines are on you!&apos; Once again, an ambush was waiting in an inner room. Yet he snapped them from his arms like thread."
            },
            {
                "verse_number": "13",
                "verse_text": "And Delilah said to Samson, &apos;Up to now, you&quot;ve made a fool out of me and lied to me. Tell me how you can be tied up!&apos; He responded to her, &apos;If you weave the seven braids of my hair into the fabric on a loom and pull it tight with a pin, then I&quot;ll become weak. I&quot;ll be like any other person.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So she got him to fall asleep, wove the seven braids of his hair into the fabric on a loom, and pulled it tight with a pin. Then she called out to him, &apos;Samson, the Philistines are on you!&apos; He woke up from his sleep and pulled loose the pin, the loom, and the fabric."
            },
            {
                "verse_number": "15",
                "verse_text": "Delilah said to him, &apos;How can you say, &quot;I love you,&quot; when you won&quot;t trust me? Three times now you&quot;ve made a fool out of me and not told me what gives you such great strength!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "She nagged him with her words day after day and begged him until he became worn out to the point of death."
            },
            {
                "verse_number": "17",
                "verse_text": "So he told her his whole secret. He said to her, &apos;No razor has ever touched my head, because I&quot;ve been a nazirite for God from the time I was born. If my head is shaved, my strength will leave me, and I&quot;ll become weak. I&quot;ll be like every other person.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When Delilah realized that he had told her his whole secret, she sent word to the rulers of the Philistines, &apos;Come one more time, for he has told me his whole secret.&apos; The rulers of the Philistines came up to her and brought the silver with them."
            },
            {
                "verse_number": "19",
                "verse_text": "She got him to fall asleep with his head on her lap. Then she called a man and had him shave off the seven braids of Samson&quot;s hair. He began to weaken, and his strength left him."
            },
            {
                "verse_number": "20",
                "verse_text": "She called out, &apos;Samson, the Philistines are on you!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So the Philistines captured him, put out his eyes, and took him down to Gaza. They bound him with bronze chains, and he worked the grinding mill in the prison."
            },
            {
                "verse_number": "22",
                "verse_text": "But the hair on his head began to grow again right after it had been shaved."
            },
            {
                "verse_number": "23",
                "verse_text": "The rulers of the Philistines gathered together to make a great sacrifice to their god Dagon and to hold a celebration. They cheered, &apos;Our god has handed us Samson our enemy!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the people saw him, they praised their god, for they said, &apos;Our god has handed us our enemy, the very one who devastated our land and killed so many of our people.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At the height of the celebration, they said, &apos;Call for Samson so he can perform for us!&apos; So they called Samson from the prison, and he performed in front of them. Then they had him stand between the pillars."
            },
            {
                "verse_number": "26",
                "verse_text": "Samson said to the young man who led him by the hand, &apos;Put me where I can feel the pillars that hold up the temple, so I can lean on them.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Now the temple was filled with men and women. All the rulers of the Philistines were there, and about three thousand more men and women were on the roof watching as Samson performed."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Samson called out to the LORD , &apos; LORD God, please remember me! Make me strong just this once more, God, so I can have revenge on the Philistines, just one act of revenge for my two eyes.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Samson grabbed the two central pillars that held up the temple. He leaned against one with his right hand and the other with his left."
            },
            {
                "verse_number": "30",
                "verse_text": "And Samson said, &apos;Let me die with the Philistines!&apos; He strained with all his might, and the temple collapsed on the rulers and all the people who were in it. So it turned out that he killed more people in his death than he did during his life."
            },
            {
                "verse_number": "31",
                "verse_text": "His brothers and his father&quot;s entire household traveled down, carried him back up, and buried him between Zorah and Eshtaol in the tomb of his father Manoah. He had led Israel for twenty years."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Once there was a man named Micah who lived in the Ephraim highlands."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to his mother, &apos;The eleven hundred pieces of silver that were taken from you led you to declare a curse and even to repeat it when I could hear. I have that silver. I&quot;m the one who took it, and now I&quot;ll give it back to you.&apos; His mother replied, &apos;May the LORD bless you, my son!&apos; He replied, &apos;I&quot;m a Levite from Bethlehem in Judah, and I&quot;m looking to settle as an immigrant anywhere I can find a place.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When he gave the eleven hundred pieces of silver back to his mother, she said, &apos;I wholeheartedly devote this silver to the LORD , to be made into a sculpted image and a molded image for my son.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he gave the silver back to his mother, and she took two hundred pieces of silver and gave them to a silversmith, who used it for a sculpted image and a molded image. And they were placed in Micah&quot;s house."
            },
            {
                "verse_number": "5",
                "verse_text": "This man Micah had his own sanctuary. He made a priestly vest and divine images and appointed one of his sons to be his personal priest."
            },
            {
                "verse_number": "6",
                "verse_text": "In those days there was no king in Israel; each person did what they thought to be right."
            },
            {
                "verse_number": "7",
                "verse_text": "Now there was a young man from Bethlehem in Judah, from the area of the Judahite clan. He was a Levite residing there as an immigrant."
            },
            {
                "verse_number": "8",
                "verse_text": "The man left the town of Bethlehem in Judah to settle as an immigrant wherever he could find a place. He came to Micah&quot;s house in the Ephraim highlands while he was making his way."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Where are you from?&apos; Micah asked him."
            },
            {
                "verse_number": "10",
                "verse_text": "So Micah said to him, &apos;Stay with me and be a father and a priest to me, and I&quot;ll give you ten pieces of silver a year, a set of clothes, and your basic needs.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Levite agreed to stay with him; and the young man became like one of his own sons."
            },
            {
                "verse_number": "12",
                "verse_text": "Micah appointed the Levite so that the young man became his personal priest and lived in Micah&quot;s sanctuary."
            },
            {
                "verse_number": "13",
                "verse_text": "And Micah said to himself, Now I know that the LORD will give me good things, because a Levite has become my priest."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "In those days there was no king in Israel. Also in those days the tribe of Dan was searching for a territory of their own to live in, since no permanent territory had been assigned to them among the tribes of Israel up to that point."
            },
            {
                "verse_number": "2",
                "verse_text": "The Danites sent five men from their whole clan, strong men from Zorah and Eshtaol, to spy on the land and explore it. They told them, &apos;Go explore the land.&apos; So they went into the Ephraim highland as far as Micah&quot;s house, and they spent the night there."
            },
            {
                "verse_number": "3",
                "verse_text": "When they were in the area of Micah&quot;s house, they recognized the accent of the young Levite. They turned in there and said to him, &apos;Who brought you here? What are you doing in these parts? What is there for you here?&apos; The priest said to them, &apos;What are you doing?&apos; They rebuilt the city and settled in it."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Micah has done a lot for me,&apos; he replied to them. &apos;He hired me to be his personal priest.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They said to him, &apos;Ask for an answer from God so we can know whether we&quot;ll be successful on this trip we&quot;ve taken.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The priest replied to them, &apos;Go in peace. The LORD is watching over you on this trip you&quot;ve taken.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So the five men journeyed on until they reached Laish. There they saw that its people were living without worry in the same way as the Sidonians, undisturbed and secure. Nobody held back anything in the land, so no one had to hoard. Yet they lived far away from the Sidonians and had no dealings with anyone else."
            },
            {
                "verse_number": "8",
                "verse_text": "When the men came back to their relatives at Zorah and Eshtaol, they asked them, &apos;What did you find?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Come on,&apos; they replied, &apos;let&quot;s march up against them! Indeed, we&quot;ve seen the land, and it&quot;s very good. Right now you&quot;re doing nothing! Don&quot;t hold back from going and taking possession of the land."
            },
            {
                "verse_number": "10",
                "verse_text": "When you arrive, you&quot;ll come upon a secure people and a wide-open land, because God has given to you a place where nothing on earth is lacking.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "At this, six hundred men from the Danite clan at Zorah and Eshtaol set out armed for battle."
            },
            {
                "verse_number": "12",
                "verse_text": "They marched up and made camp at Kiriath-jearim in Judah. This is why the place west of Kiriath-jearim is still known as Dan&quot;s Camp today."
            },
            {
                "verse_number": "13",
                "verse_text": "From there they crossed into the Ephraim highlands and came to Micah&quot;s house."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the five men who had gone to spy on the land around Laish reported to their relatives, &apos;Did you know that there is a priestly vest, divine images, a sculpted image, and a molded image in these buildings? Now think about what you should do!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they turned in there and went to the young Levite&quot;s house in Micah&quot;s compound and greeted him."
            },
            {
                "verse_number": "16",
                "verse_text": "While the six hundred Danites armed for battle stood at the entrance of the gate,"
            },
            {
                "verse_number": "17",
                "verse_text": "the five men who had gone to spy on the land moved up, went inside, and took the sculpted image, the priestly vest, the divine images, and the molded image. The priest was standing at the entrance of the gate with the six hundred men armed for battle"
            },
            {
                "verse_number": "18",
                "verse_text": "when these five entered Micah&quot;s sanctuary and took the sculpted image, the priestly vest, the divine images, and the molded image."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Shut up!&apos; they said to him. &apos;Put your hand over your mouth! Come with us and be a father and a priest for us. Would you rather be a priest for one man&quot;s household or a priest for a tribe and a clan in Israel?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The priest was convinced, so he took the priestly vest, the divine images, and the sculpted image and went along with the people."
            },
            {
                "verse_number": "21",
                "verse_text": "They headed back on their way, but they put the children, the livestock, and the prized possessions in front of them."
            },
            {
                "verse_number": "22",
                "verse_text": "After they had gone a good distance away from Micah&quot;s house, the men who were in the houses around Micah&quot;s home were summoned for battle and caught up to the Danites."
            },
            {
                "verse_number": "23",
                "verse_text": "They called out to the Danites, who turned around and said to Micah, &apos;Why have you summoned men for battle?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micah replied, &apos;You&quot;ve taken my gods that I made, and the priest, and have gone off! What do I have left? How can you ask me what is wrong?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But the Danites said to him, &apos;Don&quot;t raise your voice with us or else hotheaded men will attack you, and you and your household will lose your lives.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Danites went on their way. When Micah realized that they were too strong for him, he turned around and went home."
            },
            {
                "verse_number": "27",
                "verse_text": "The Danites took along the things that Micah had made, as well as the priest who had been with him, and came to Laish, to a people who were undisturbed and secure. They killed the people and burned down the city."
            },
            {
                "verse_number": "28",
                "verse_text": "No one was there to rescue them because the city was far away from Sidon and had no dealings with anyone else. It was in the Beth-rehob Valley."
            },
            {
                "verse_number": "29",
                "verse_text": "They renamed the city Dan, after their ancestor Dan who had been one of Israel&quot;s sons; but in fact, the original name of the city was Laish."
            },
            {
                "verse_number": "30",
                "verse_text": "The Danites set up the sculpted image for themselves, and Jonathan son of Gershom and grandson of Moses, and his sons became priests for the Danite tribe until the land went into exile."
            },
            {
                "verse_number": "31",
                "verse_text": "They kept for themselves the sculpted image that Micah had made throughout the whole time that God&quot;s sanctuary was in Shiloh."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "In those days when there was no king in Israel, there was a certain Levite living as an immigrant in the far corners of the Ephraim highlands. He married a secondary wife from Bethlehem in Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "In an act of unfaithfulness toward him, his secondary wife left him and went back to her father&quot;s household at Bethlehem in Judah. She stayed there four full months."
            },
            {
                "verse_number": "3",
                "verse_text": "Then her husband set out after her to convince her to come back. He had his servant and a couple of donkeys with him. She took him into her father&quot;s house, and when the young woman&quot;s father saw him, he was happy to welcome him."
            },
            {
                "verse_number": "4",
                "verse_text": "Since his father-in-law, the young woman&quot;s father, insisted, he stayed with him three days, eating, drinking, and spending the night there. So the Levite grabbed his secondary wife and sent her outside to them. They raped her and abused her all night long until morning. They finally let her go as dawn was breaking."
            },
            {
                "verse_number": "5",
                "verse_text": "On the fourth day, they got up early in the morning, and he got ready to set out. But the young woman&quot;s father said to his son-in-law, &apos;Eat a little food to give you strength, and then you can go.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the two of them sat down and ate and drank together. The young woman&quot;s father said to the man, &apos;Why not spend the night and enjoy yourself?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the man got ready to set out, his father-in-law persuaded him, and he spent the night there again."
            },
            {
                "verse_number": "8",
                "verse_text": "On the fifth day, he got up early in the morning to set out, and the young woman&quot;s father said, &apos;Have some food for strength.&apos; So the two of them ate, sitting around until late in the day."
            },
            {
                "verse_number": "9",
                "verse_text": "When the man got ready to set out with his secondary wife and servant, his father-in-law, the young woman&quot;s father, said, &apos;Look, the day has turned to evening, so spend the night. Seriously, the day is over. Spend the night here and enjoy yourself. Then you can get up early tomorrow for your journey, and you can head home.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the man was unwilling to spend another night. He got up, set out, and went as far as the area of Jebus, that is, Jerusalem. He had a couple of saddled donkeys and his secondary wife with him."
            },
            {
                "verse_number": "11",
                "verse_text": "When they were near Jebus, the day was totally gone. The servant said to his master, &apos;Come on, let&quot;s turn into this Jebusite city and spend the night in it.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But his master replied to him, &apos;We won&quot;t turn into a city of foreigners who aren&quot;t Israelites. We&quot;ll travel on to Gibeah."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Come on,&apos; he said to his servant, &apos;let&quot;s reach Gibeah or Ramah and spend the night in one of those places.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they traveled on, and the sun set when they were near Gibeah in Benjamin."
            },
            {
                "verse_number": "15",
                "verse_text": "They turned in to enter there, so they could spend the night in Gibeah, and he went and sat down in the city square. But no one offered to take them home to spend the night."
            },
            {
                "verse_number": "16",
                "verse_text": "Then in the evening, an old man was coming home from his daily work in the fields. This man was from the Ephraim highlands and was an immigrant in Gibeah, the people of that place being Benjaminites."
            },
            {
                "verse_number": "17",
                "verse_text": "He looked up and saw the traveler in the city square. &apos;Where are you heading and where have you come from?&apos; the old man asked."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;We&quot;re traveling from Bethlehem in Judah to the far corners of the Ephraim highlands,&apos; he replied to the old man. &apos;That&quot;s where I&quot;m from. I went to Bethlehem in Judah, and I&quot;m heading to my home. But no one has offered to take me in tonight."
            },
            {
                "verse_number": "19",
                "verse_text": "We&quot;ve got our own straw and feed for our donkeys, plus food and wine to provide for me, the woman, and my servant with us. We don&quot;t need anything.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The old man answered, &apos;You&quot;re welcome to stay with me, but let me take care of all your needs. Just don&quot;t spend the night in the square.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "And he took him into his house. He mixed feed for the donkeys, and they washed their feet, ate, and drank."
            },
            {
                "verse_number": "22",
                "verse_text": "While they were relaxing, suddenly the men of the city, a perverse bunch, surrounded the house and started pounding on the door. They said to the old man, the owner of the house, &apos;Send out the man who came to your house, so we can have sex with him!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The owner of the house went outside and said to them, &apos;No, my friends, please don&quot;t commit such an evil act, given that this man has come to my home as a guest. Don&quot;t do this disgraceful thing!"
            },
            {
                "verse_number": "24",
                "verse_text": "Here&quot;s my daughter, the young woman, and his secondary wife. Let me send them out, and you can abuse them and do whatever you want to them. But don&quot;t do such a disgraceful thing to this man!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But the men refused to listen to him."
            },
            {
                "verse_number": "26",
                "verse_text": "At daybreak, the woman came and collapsed at the door of the man&quot;s house where her husband was staying, where she lay until it was daylight."
            },
            {
                "verse_number": "27",
                "verse_text": "When her husband got up in the morning, he opened the doors of the house and went outside to set out on his journey. And there was his secondary wife, lying at the entrance of the house, with her hands clutching the doorframe."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Get up,&apos; he said to her, &apos;let&quot;s go.&apos; But there was no response. So he laid her across a donkey, and the man set out for home."
            },
            {
                "verse_number": "29",
                "verse_text": "When he got home, he picked up a knife, took his secondary wife, and chopped her, limb by limb, into twelve pieces. Then he sent them into all the areas of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "Everyone who saw it said, &apos;Has such a thing ever happened or been seen since the time when the Israelites came up from the land of Egypt until today? Think about it, decide what to do, and speak out!&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then all the Israelites from Dan to Beer-sheba, as well as from the area of Gilead, marched out, and the group assembled as one body in the LORD &quot;s presence at Mizpah."
            },
            {
                "verse_number": "2",
                "verse_text": "The commanders of the people and of all the tribes of Israel took their place in the assembly of God&quot;s people, four hundred thousand foot soldiers armed with swords."
            },
            {
                "verse_number": "3",
                "verse_text": "And the Benjaminites got word that the Israelites had marched up to Mizpah. The Israelites inquired, &apos;Tell us how this evil act happened.&apos; And the LORD said, &apos;Let the tribe of Judah be first.&apos; And the LORD replied, &apos;March out against them.&apos; And the LORD replied, &apos;March up, for I&quot;ll hand them to you tomorrow.&apos; The Israelites had given ground to the Benjaminites because they relied on the ambush that they had set around Gibeah."
            },
            {
                "verse_number": "4",
                "verse_text": "So the Levite, the husband of the murdered woman, answered, &apos;My secondary wife and I came to Gibeah of Benjamin to spend the night,"
            },
            {
                "verse_number": "5",
                "verse_text": "and the leading citizens of Gibeah tried to attack me. They surrounded me in the house at night and were determined to kill me. They abused my secondary wife until she died."
            },
            {
                "verse_number": "6",
                "verse_text": "I took her, chopped her up, and sent her pieces into every part of Israel&quot;s territory, because they had committed a disgraceful act in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "All you Israelites, say what you think should be done here and now!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At this, all the people stood as one to say, &apos;Not a single one of us is going home or returning to our house!"
            },
            {
                "verse_number": "9",
                "verse_text": "This is what we&quot;re now going to do to Gibeah: We&quot;ll march up against it as the lot determines."
            },
            {
                "verse_number": "10",
                "verse_text": "From all the tribes of Israel, we&quot;ll get ten men for every hundred, one hundred for every thousand, and one thousand for every ten thousand to take supplies for the troops who are going to pay back Gibeah of Benjamin for the disgraceful act they&quot;ve done in Israel.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So all the Israelites joined together and were united as one against the city."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelite tribes sent men throughout the whole tribe of Benjamin with this message: &apos;What about this evil act that happened among you?"
            },
            {
                "verse_number": "13",
                "verse_text": "Now hand over those perverse men in Gibeah so that we can execute them and remove the evil from Israel.&apos; But the Benjaminites refused to comply with the demand of their own relatives the Israelites."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead, the Benjaminites from all the cities came together at Gibeah to march out for battle against the Israelites."
            },
            {
                "verse_number": "15",
                "verse_text": "On that day, the Benjaminites called up from their cities twenty-six thousand men armed with swords, not counting those living in Gibeah."
            },
            {
                "verse_number": "16",
                "verse_text": "Out of this entire army, seven hundred specially chosen men were left-handed, and every one of them could sling a stone at a hair and not miss."
            },
            {
                "verse_number": "17",
                "verse_text": "Not counting Benjamin, the Israelites called up four hundred thousand men armed with swords, and every one of them was a trained warrior."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Israelites marched up to Bethel to ask for direction from God. They inquired, &apos;Who should go up first to fight against the Benjaminites for us?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the next morning, the Israelites got up and camped near Gibeah."
            },
            {
                "verse_number": "20",
                "verse_text": "They marched out to fight against the Benjaminites, lining up in battle formation against them at Gibeah."
            },
            {
                "verse_number": "21",
                "verse_text": "But the Benjaminites marched out from Gibeah and cut down twenty-two thousand Israelite men that day."
            },
            {
                "verse_number": "23",
                "verse_text": "So the Israelites went back up and wept before the LORD until evening. They asked the LORD , &apos;Should we move in again to fight our relatives the Benjaminites?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Israelite troops regrouped and lined up in battle formation again in the same place they had lined up the first day."
            },
            {
                "verse_number": "24",
                "verse_text": "The Israelites moved in against the Benjaminites the second day."
            },
            {
                "verse_number": "25",
                "verse_text": "But the Benjaminites marched out of Gibeah to meet them on that second day and cut down another eighteen thousand Israelite men, all of whom were armed with swords."
            },
            {
                "verse_number": "26",
                "verse_text": "Then all the Israelite troops went back up to Bethel and wept, just sitting there in the LORD &quot;s presence. They fasted that whole day until evening. Then they offered entirely burned offerings and well-being sacrifices to the LORD ."
            },
            {
                "verse_number": "27",
                "verse_text": "Now in those days the chest containing God&quot;s covenant was there,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Phinehas, Eleazar&quot;s son and Aaron&quot;s grandson, was in charge of ministering before it. The Israelites asked the LORD , &apos;Should we march out once again to fight our relatives the Benjaminites or should we give up?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So the Israelites set ambushes around Gibeah."
            },
            {
                "verse_number": "30",
                "verse_text": "Three days later, the Israelites marched out against the Benjaminites. They lined up for battle against Gibeah as before."
            },
            {
                "verse_number": "31",
                "verse_text": "When the Benjaminites came out to meet them, they were drawn away from the city. They began to strike down some of the troops just like the last time, about thirty Israelites along the main roads, one of which goes up to Bethel and one to Gibeah, as well as in the open fields."
            },
            {
                "verse_number": "32",
                "verse_text": "The Benjaminites thought, They&quot;re being wiped out before us like the first time. But the Israelites had planned, We&quot;ll retreat and draw them away from the city toward the main roads."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites moved from their position and reformed their battle lines at Baal-tamar. Then the Israelites who had been set in ambush charged out from their positions west of Gibeah."
            },
            {
                "verse_number": "34",
                "verse_text": "Ten thousand specially chosen men from all the Israelites came against Gibeah. The fighting was fierce, and the Benjaminites didn&quot;t realize that disaster was almost on them."
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD wiped out the Benjaminites before Israel. The Israelites slaughtered twenty-five thousand one hundred Benjaminite men that day, all of them armed with swords."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the Benjaminites saw that they had been defeated."
            },
            {
                "verse_number": "37",
                "verse_text": "Indeed, those in the ambush had dashed swiftly into Gibeah and killed all the people in the city with their swords."
            },
            {
                "verse_number": "38",
                "verse_text": "The plan between the main force of the Israelites and those in the ambush was that when they sent up a big cloud of smoke from the city,"
            },
            {
                "verse_number": "39",
                "verse_text": "the Israelites would turn around in battle. The Benjaminites had begun to defeat some of the Israelites and had killed about thirty men, thinking, They are definitely going to be wiped out before us, as in the first battle!"
            },
            {
                "verse_number": "40",
                "verse_text": "But then the column of smoke began to rise from the city. When the Benjaminites looked back, there was the entire city going up in smoke to the sky."
            },
            {
                "verse_number": "41",
                "verse_text": "The main force of the Israelites turned around, and the Benjaminites lost heart, because they recognized that disaster had fallen on them."
            },
            {
                "verse_number": "42",
                "verse_text": "They turned back before the Israelites in the direction of the desert, but the fighting caught up with them, and those from the towns were slaughtering them there."
            },
            {
                "verse_number": "43",
                "verse_text": "They encircled the Benjaminites, chased them from Nohah, and trampled them to the east of Gibeah."
            },
            {
                "verse_number": "44",
                "verse_text": "Eighteen thousand Benjaminites fell, all of whom were strong warriors."
            },
            {
                "verse_number": "45",
                "verse_text": "When they turned back and fled toward the desert to the rock of Rimmon, the Israelites picked off another five thousand men on the main roads. And when they caught up with them at Gidom, they struck down two thousand more."
            },
            {
                "verse_number": "46",
                "verse_text": "All in all, the total number of Benjaminites who fell that day was twenty-five thousand men, all of whom were armed with swords and were strong warriors."
            },
            {
                "verse_number": "47",
                "verse_text": "Six hundred men turned back and fled toward the desert to the rock of Rimmon. They stayed at the rock of Rimmon for four months."
            },
            {
                "verse_number": "48",
                "verse_text": "But the Israelites turned their attention to the rest of the Benjaminites and massacred them entirely&ndash;the city, the people, even the animals, and everything else they found. They also burned down every city they came across."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites had made a pledge at Mizpah, declaring, &apos;None of us will allow his daughter to marry a Benjaminite.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But the people came to Bethel and sat there until evening before God, raising their voices and crying bitterly."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos; LORD , God of Israel,&apos; they said, &apos;why has this happened among us that as of today one tribe will be missing from Israel?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And the next day, the people got up early and built an altar there. They offered entirely burned offerings and well-being sacrifices."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Israelites asked, &apos;Were there any out of all the tribes of Israel who didn&quot;t march up to the assembly before the LORD ?&apos; Indeed, they had made a solemn pledge that anyone who didn&quot;t march up before the LORD at Mizpah would be put to death."
            },
            {
                "verse_number": "6",
                "verse_text": "The Israelites had a change of heart concerning their relatives the Benjaminites. They said, &apos;Today one tribe has been cut off from Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "What can we do to provide wives for the ones who are left, since we ourselves have made a pledge before the LORD not to allow our daughters to marry them?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they asked, &apos;Is there anyone from the tribes of Israel who didn&quot;t march up before the LORD at Mizpah?&apos; There was! No one from Jabesh-gilead had come to the assembly at the camp."
            },
            {
                "verse_number": "9",
                "verse_text": "When the people&quot;s attendance was taken, not one of those who lived in Jabesh-gilead had been there."
            },
            {
                "verse_number": "10",
                "verse_text": "The community dispatched twelve thousand warriors there with these orders: &apos;Go kill all the people in Jabesh-gilead, including women and children."
            },
            {
                "verse_number": "11",
                "verse_text": "Here&quot;s what you should do: Exterminate every man and every woman who has slept with a man.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Among the people of Jabesh-gilead, they found four hundred young women who had not known a man intimately or slept with one, and they brought them to the camp at Shiloh in the land of Canaan."
            },
            {
                "verse_number": "13",
                "verse_text": "The whole community then sent word to the Benjaminites who were at the rock of Rimmon and offered them a truce."
            },
            {
                "verse_number": "14",
                "verse_text": "So the Benjaminites returned at that time, and they gave them the women from Jabesh-gilead that they had allowed to live. Even so, there weren&quot;t enough for them."
            },
            {
                "verse_number": "15",
                "verse_text": "Since the people had a change of heart concerning the Benjaminites because the LORD had caused a rupture in the tribes of Israel,"
            },
            {
                "verse_number": "16",
                "verse_text": "the community elders said, &apos;What can we do to provide wives for the ones who are left, seeing that the Benjaminite women have been destroyed?"
            },
            {
                "verse_number": "17",
                "verse_text": "There must be a surviving line for those who remain from Benjamin,&apos; they continued, &apos;so that a tribe won&quot;t be erased from Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "But we can&quot;t allow our daughters to marry them, for we Israelites have made this pledge: &quot;Let anyone who provides a wife for Benjamin be cursed!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "However,&apos; they said, &apos;the annual festival of the LORD is under way in Shiloh, which is north of Bethel, east of the main road that goes up from Bethel to Shechem, and south of Lebonah.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So they instructed the Benjaminites, &apos;Go and hide like an ambush in the vineyards"
            },
            {
                "verse_number": "21",
                "verse_text": "and watch. At the moment the women of Shiloh come out to participate in the dances, rush out from the vineyards. Each one of you, capture a wife for yourself from the women of Shiloh and go back to the land of Benjamin."
            },
            {
                "verse_number": "22",
                "verse_text": "When their fathers or brothers come to us to object, we&quot;ll tell them, &quot;Do us a favor for their sake. We didn&quot;t capture enough women for every man during the battle, and this way you are not guilty because you didn&quot;t give them anything willingly.&quot;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "And that is what the Benjaminites did. They took wives for their whole group from the dancers whom they abducted. They returned to their territory, rebuilt the cities, and lived in them."
            },
            {
                "verse_number": "24",
                "verse_text": "Likewise, the Israelites set out from there at that time, heading home to their respective tribes and clans. They all left there for their own territories."
            },
            {
                "verse_number": "25",
                "verse_text": "In those days there was no king in Israel; each person did what they thought to be right."
            }
        ]
    }
}