{
    "Joshua": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After Moses the LORD &quot;s servant died, the LORD spoke to Joshua, Nun&quot;s son. He had been Moses&quot; helper."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;My servant Moses is dead. Now get ready to cross over the Jordan with this entire people to the land that I am going to give to the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "I am giving you every place where you set foot, exactly as I promised Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "Your territory will stretch from the desert and the Lebanon as far as the great Euphrates River, including all Hittite land, up to the Mediterranean Sea on the west."
            },
            {
                "verse_number": "5",
                "verse_text": "No one will be able to stand up against you during your lifetime. I will be with you in the same way I was with Moses. I won&quot;t desert you or leave you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be brave and strong, because you are the one who will help this people take possession of the land, which I pledged to give to their ancestors."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be very brave and strong as you carefully obey all of the Instruction that Moses my servant commanded you. Don&quot;t deviate even a bit from it, either to the right or left. Then you will have success wherever you go."
            },
            {
                "verse_number": "8",
                "verse_text": "Never stop speaking about this Instruction scroll. Recite it day and night so you can carefully obey everything written in it. Then you will accomplish your objectives and you will succeed."
            },
            {
                "verse_number": "9",
                "verse_text": "I&quot;ve commanded you to be brave and strong, haven&quot;t I? Don&quot;t be alarmed or terrified, because the LORD your God is with you wherever you go.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joshua gave orders to the people&quot;s officers:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Go through the camp and give orders to the people. Say, &quot;Get supplies ready for yourselves because in three days you will be crossing over the Jordan to enter the land and take it over. The LORD your God is going to give it to you as your possession.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Joshua addressed the Reubenites, the Gadites, and half the tribe of Manasseh:"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Remember the command that Moses the LORD &quot;s servant gave you: &quot;The LORD your God will give you rest and give you this land.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Your wives, children, and cattle may remain in the land that Moses has given you on the east side of the Jordan. But all you brave fighters, organized for war, must cross over in front of your fellow Israelites. You must help them"
            },
            {
                "verse_number": "15",
                "verse_text": "until the LORD gives a rest like yours to your fellow Israelites and they too take possession of the land that the LORD your God is giving them. Then you may return and take over the land that belongs to you, which Moses the LORD &quot;s servant has given you on the east side of the Jordan.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They answered Joshua, &apos;We will obey everything you have commanded us and go anywhere you send us."
            },
            {
                "verse_number": "17",
                "verse_text": "We will obey you in the same way that we obeyed Moses. Just let the LORD your God be with you as he was with Moses!"
            },
            {
                "verse_number": "18",
                "verse_text": "Anybody who stubbornly opposes what you declare and doesn&quot;t obey any of your commands will be put to death. Be brave and strong!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Joshua, Nun&quot;s son, secretly sent two men as spies from Shittim. He said, &apos;Go. Look over the land, especially Jericho.&apos; They set out and entered the house of a prostitute named Rahab. They bedded down there."
            },
            {
                "verse_number": "2",
                "verse_text": "Someone told the king of Jericho, &apos;Men from the Israelites have come here tonight to spy on the land.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the king of Jericho sent word to Rahab: &apos;Send out the men who came to you, the ones who came to your house, because they have come to spy on the entire land.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the woman had taken the two men and hidden them. Then she said, &apos;Of course the men came to me. But I didn&quot;t know where they were from."
            },
            {
                "verse_number": "5",
                "verse_text": "The men left when it was time to close the gate at dark, but I don&quot;t know where the men went. Hurry! Chase after them! You might catch up with them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But she had taken them up to the roof and hidden them under the flax stalks that she had laid out on the roof."
            },
            {
                "verse_number": "7",
                "verse_text": "The men from Jericho chased after them in the direction of the Jordan up to the fords. As soon as those chasing them went out, the gate was shut behind them."
            },
            {
                "verse_number": "8",
                "verse_text": "Before the spies bedded down, Rahab went up to them on the roof."
            },
            {
                "verse_number": "9",
                "verse_text": "She said to the men, &apos;I know that the LORD has given you the land. Terror over you has overwhelmed us. The entire population of the land has melted down in fear because of you."
            },
            {
                "verse_number": "10",
                "verse_text": "We have heard how the LORD dried up the water of the Reed Sea in front of you when you left Egypt. We have also heard what you did to Sihon and Og, the two kings of the Amorites on the other side of the Jordan. You utterly wiped them out."
            },
            {
                "verse_number": "11",
                "verse_text": "We heard this and our hearts turned to water. Because of you, people can no longer work up their courage. This is because the LORD your God is God in heaven above and on earth below."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, I have been loyal to you. So pledge to me by the LORD that you in turn will deal loyally with my family. Give me a sign of good faith."
            },
            {
                "verse_number": "13",
                "verse_text": "Spare the lives of my father, mother, brothers, and sisters, along with everything they own. Rescue us from death.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The men said to her, &apos;We swear by our own lives to secure yours. If you don&quot;t reveal our mission, we will deal loyally and faithfully with you when the LORD gives us the land.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So she lowered the spies on a rope through the window. Her house was on the outer side of the city wall, and she lived inside the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "Then she said to them, &apos;Go toward the highlands so that those chasing you don&quot;t run into you. Hide there for three days until those chasing you return. Then you may go on your way.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The men said to her, &apos;We won&quot;t be responsible for this pledge you made us swear"
            },
            {
                "verse_number": "18",
                "verse_text": "unless, when we come into the land, you tie this red woven cord in the window through which you lowered us. Gather your father, your mother, your brothers, and your whole family into the house with you."
            },
            {
                "verse_number": "19",
                "verse_text": "Those who go outside the doors of your house into the street will have only themselves to blame for their own deaths. We won&quot;t be responsible. If anyone lays a hand on those who are with you in the house, we will take the blame for their death."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you reveal our mission, we won&quot;t be responsible for this pledge you made us swear.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "She said, &apos;These things will happen just like you said.&apos; She sent them away and they went off. Then she tied the red cord in the window."
            },
            {
                "verse_number": "22",
                "verse_text": "The spies went out and entered the highlands. They stayed there for three days until those chasing them came back. Those chasing them had searched all along the road but never found them."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the two men came back down from the highlands. They crossed the Jordan and came to Joshua, Nun&quot;s son. They told him everything that had happened to them."
            },
            {
                "verse_number": "24",
                "verse_text": "They said to Joshua, &apos;The LORD has definitely given the entire land into our power. In addition, all of the land&quot;s population has melted down in fear because of us.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Joshua took down the camp early in the morning. He and all the Israelites marched out of Shittim and came to the Jordan, where they stayed overnight before crossing."
            },
            {
                "verse_number": "2",
                "verse_text": "At the end of three days the officers went through the middle of the camp."
            },
            {
                "verse_number": "3",
                "verse_text": "They commanded the people, &apos;As soon as you see the LORD your God&quot;s chest containing the covenant and the levitical priests carrying it, you are to march out from your places and follow it."
            },
            {
                "verse_number": "4",
                "verse_text": "But let there be some distance between you and it, about three thousand feet. Don&quot;t come near it! You will know the way you should go, even though you&quot;ve never traveled this way before.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Joshua said to the people, &apos;Make yourselves holy! Tomorrow the LORD will do wonderful things among you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Joshua said to the priests, &apos;Lift up the covenant chest. Go along in front of the people.&apos; So they lifted up the covenant chest and went in front of the people."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD said to Joshua, &apos;Today I will begin to make you great in the opinion of all Israel. Then they will know that I will be with you in the same way that I was with Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "You are to command the priests who carry the covenant chest, &quot;As soon as you come to the bank of the Jordan, stand still in the Jordan.&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua said to the Israelites, &apos;Come close. Listen to the words of the LORD your God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joshua said, &apos;This is how you will know that the living God is among you and will completely remove the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites before you."
            },
            {
                "verse_number": "11",
                "verse_text": "Look! The covenant chest of the ruler of the entire earth is going to cross over in front of you in the Jordan."
            },
            {
                "verse_number": "12",
                "verse_text": "Now pick twelve men from the tribes of Israel, one per tribe."
            },
            {
                "verse_number": "13",
                "verse_text": "The soles of the priests&quot; feet, who are carrying the chest of the LORD , ruler of the whole earth, will come to rest in the water of the Jordan. At that moment, the water of the Jordan will be cut off. The water flowing downstream will stand still in a single heap.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The people marched out from their tents to cross over the Jordan. The priests carrying the covenant chest were in front of the people."
            },
            {
                "verse_number": "15",
                "verse_text": "When the priests who were carrying the chest came to the Jordan, their feet touched the edge of the water. The Jordan had overflowed its banks completely, the way it does during the entire harvest season."
            },
            {
                "verse_number": "16",
                "verse_text": "But at that moment the water of the Jordan coming downstream stood still. It rose up as a single heap very far off, just below Adam, which is the city next to Zarethan. The water going down to the desert sea (that is, the Dead Sea) was cut off completely. The people crossed opposite Jericho."
            },
            {
                "verse_number": "17",
                "verse_text": "So the priests carrying the LORD &quot;s covenant chest stood firmly on dry land in the middle of the Jordan. Meanwhile, all Israel crossed over on dry land, until the entire nation finished crossing over the Jordan."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When the entire nation had finished crossing over the Jordan, the LORD said to Joshua,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Pick twelve men from the people, one man per tribe."
            },
            {
                "verse_number": "3",
                "verse_text": "Command them, &quot;Pick up twelve stones from right here in the middle of the Jordan, where the feet of the priests had been firmly planted. Bring them across with you and put them down in the camp where you are staying tonight.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Joshua called for the twelve men he had appointed from the Israelites, one man per tribe."
            },
            {
                "verse_number": "5",
                "verse_text": "Joshua said to them, &apos;Cross over into the middle of the Jordan, up to the LORD your God&quot;s chest. Each of you, lift up a stone on his shoulder to match the number of the tribes of the Israelites."
            },
            {
                "verse_number": "6",
                "verse_text": "This will be a symbol among you. In the future your children may ask, &quot;What do these stones mean to you?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then you will tell them that the water of the Jordan was cut off before the LORD &quot;s covenant chest. When it crossed over the Jordan, the water of the Jordan was cut off. These stones will be an enduring memorial for the Israelites.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites did exactly what Joshua ordered. They lifted twelve stones from the middle of the Jordan, matching the number of the tribes of the Israelites, exactly as the LORD had said to Joshua. They brought them over to the camp and put them down there."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua also set up twelve stones in the middle of the Jordan where the feet of the priests had stood while carrying the covenant chest. They are still there today."
            },
            {
                "verse_number": "10",
                "verse_text": "Meanwhile, the priests carrying the chest were standing in the middle of the Jordan. They stood there until every command that the LORD had ordered Joshua to tell the people had been carried out. This was exactly what Moses had commanded Joshua. The people crossed over quickly."
            },
            {
                "verse_number": "11",
                "verse_text": "As soon as all the people had finished crossing, the LORD &quot;s chest crossed over. The priests then moved to the front of the people."
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Reuben, the people of Gad, and half the tribe of Manasseh crossed over, organized for war ahead of the Israelites, exactly as Moses had told them."
            },
            {
                "verse_number": "13",
                "verse_text": "Approximately forty thousand armed for war crossed over in the LORD &quot;s presence to the plains of Jericho, ready for battle."
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD made Joshua great in the opinion of all Israel on that day. So they revered him in the same way that they had revered Moses during all of his life."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD said to Joshua,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Command the priests carrying the chest containing the testimony to come up out of the Jordan.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Joshua commanded the priests, &apos;Come up from the Jordan.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The priests carrying the LORD &quot;s covenant chest came up from the middle of the Jordan, and the soles of their feet touched dry ground. At that moment, the water of the Jordan started flowing again. It ran as before, completely over its banks."
            },
            {
                "verse_number": "19",
                "verse_text": "The people came up out of the Jordan on the tenth day of the first month. They camped at Gilgal on the east border of Jericho."
            },
            {
                "verse_number": "20",
                "verse_text": "Joshua set up at Gilgal those twelve stones they had taken from the Jordan."
            },
            {
                "verse_number": "21",
                "verse_text": "He said to the Israelites, &apos;In the future your children will ask their parents, &quot;What about these stones?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then you will let your children know: &quot;Israel crossed over the Jordan here on dry ground.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "This was because the LORD your God dried up the water of the Jordan before you until you crossed over. This was exactly what the LORD your God did to the Reed Sea. He dried it up before us until we crossed over."
            },
            {
                "verse_number": "24",
                "verse_text": "This happened so that all the earth&quot;s peoples might know that the LORD &quot;s power is great and that you may always revere the LORD your God.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "All the Amorite kings on the west side of the Jordan and all the Canaanite kings near the sea heard that the LORD had dried up the water of the Jordan before the Israelites until they had crossed over. Then their hearts melted. They lost all courage because of the Israelites. Then Joshua fell flat on his face and worshipped. Joshua said to him, &apos;What is my master saying to his servant?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At that time the LORD said to Joshua, &apos;Make yourself flint knives. Circumcise the Israelites for a second time.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua made flint knives for himself. He circumcised the Israelites at Foreskins Hill."
            },
            {
                "verse_number": "4",
                "verse_text": "This is the reason Joshua did so: All the people who went out of Egypt, that is, all the men who were soldiers, had died in the desert on the way after they left Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "All the people who went out were circumcised. But none of the people born in the desert on the way after they had left Egypt had been circumcised."
            },
            {
                "verse_number": "6",
                "verse_text": "This was because the Israelites journeyed forty years in the desert until the whole nation died off. These were the men old enough to fight who went out from Egypt and who hadn&quot;t obeyed the LORD . The LORD had pledged to them never to show them the land that the LORD had pledged to their ancestors to give us. It is a land full of milk and honey."
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua circumcised their children, the ones the LORD had set in their place. They were uncircumcised because they hadn&quot;t been circumcised on the way."
            },
            {
                "verse_number": "8",
                "verse_text": "After the whole nation had undergone circumcision, they remained in the camp until they got well again."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the LORD said to Joshua, &apos;Today I have rolled away from you the disgrace of Egypt.&apos; So the place was called Gilgal, as it is today."
            },
            {
                "verse_number": "10",
                "verse_text": "The Israelites camped in Gilgal. They celebrated Passover on the evening of the fourteenth day of the month on the plains of Jericho."
            },
            {
                "verse_number": "11",
                "verse_text": "On the very next day after Passover, they ate food produced in the land: unleavened bread and roasted grain."
            },
            {
                "verse_number": "12",
                "verse_text": "The manna stopped on that next day, when they ate food produced in the land. There was no longer any manna for the Israelites. So that year they ate the crops of the land of Canaan."
            },
            {
                "verse_number": "13",
                "verse_text": "When Joshua was near Jericho, he looked up. He caught sight of a man standing in front of him with his sword drawn. Joshua went up and said to him, &apos;Are you on our side or that of our enemies?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;Neither! I&quot;m the commander of the LORD &quot;s heavenly force. Now I have arrived!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The commander of the LORD &quot;s heavenly force said to Joshua, &apos;Take your sandals off your feet because the place where you are standing is holy.&apos; So Joshua did this."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now Jericho was closed up tightly because of the Israelites. No one went out or came in."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said to Joshua, &apos;Look. I have given Jericho and its king into your power, along with its mighty warriors."
            },
            {
                "verse_number": "3",
                "verse_text": "Circle the city with all the soldiers, going around the city one time. Do this for six days."
            },
            {
                "verse_number": "4",
                "verse_text": "Have seven priests carry seven trumpets made from rams&quot; horns in front of the chest. On the seventh day, circle the city seven times, with the priests blowing the trumpets. &apos;Anyone who starts to rebuild this city of Jericho will be cursed before the LORD . Laying its foundations will cost them their oldest child. Setting up its gates will cost them their youngest child.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Have them blow a long blast on the ram&quot;s horn. As soon as you hear that trumpet blast, have all the people shout out a loud war cry. Then the city wall will collapse, and the people will rise up, attacking straight ahead.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Joshua, Nun&quot;s son, called the priests. He said to them, &apos;Lift up the covenant chest. Let seven priests carry seven trumpets made from rams&quot; horns in front of the LORD &quot;s chest.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "He said to the people, &apos;Go forward. Circle the city. Let the armed soldiers go in front of the LORD &quot;s chest.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "As soon as Joshua had spoken to the people, the seven priests carrying seven ram&quot;s horn trumpets moved forward in front of the LORD . They blew the trumpets. The LORD &quot;s covenant chest followed."
            },
            {
                "verse_number": "9",
                "verse_text": "The initial group of soldiers was going in front of the priests who were blowing the trumpets. The rear guard was coming behind the chest, with trumpets blowing continuously."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua ordered the people, &apos;Don&quot;t shout. Don&quot;t let your voice be heard. Don&quot;t let a word come out of your mouth until the day I tell you, &quot;Shout!&quot; Then shout!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He made the LORD &quot;s chest circle the city, going around one time. They went back to the camp and stayed there overnight."
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua got up early in the morning. The priests lifted up the LORD &quot;s chest."
            },
            {
                "verse_number": "13",
                "verse_text": "The seven priests carrying the seven trumpets made from rams&quot; horns were going in front of the LORD &quot;s chest, blowing trumpets continuously. The armed soldiers were going in front of them. The rear guard was coming after the LORD &quot;s chest, blowing trumpets continuously."
            },
            {
                "verse_number": "14",
                "verse_text": "They circled the city one time on the second day. Then they went back to the camp. They did this for six days."
            },
            {
                "verse_number": "15",
                "verse_text": "On the seventh day, they got up at dawn. They circled the city in this way seven times. It was only on that day that they circled the city seven times."
            },
            {
                "verse_number": "16",
                "verse_text": "The seventh time, the priests blew the trumpets. Then Joshua said to the people, &apos;Shout, because the LORD has given you the city!"
            },
            {
                "verse_number": "17",
                "verse_text": "The city and everything in it is to be utterly wiped out as something reserved for the LORD . Only Rahab the prostitute is to stay alive, along with everyone with her in her house. This is because she hid the messengers we sent."
            },
            {
                "verse_number": "18",
                "verse_text": "But you, keep away from the things set aside for God so that you don&quot;t desire and take some of the things reserved. That would turn the camp of Israel into a thing doomed to be utterly wiped out and bring calamity on it."
            },
            {
                "verse_number": "19",
                "verse_text": "All silver and gold, along with bronze and iron equipment, are holy to the LORD . They must go into the LORD &quot;s treasury.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the people shouted. They blew the trumpets. As soon as the people heard the trumpet blast, they shouted a loud war cry. Then the wall collapsed. The people went up against the city, attacking straight ahead. They captured the city."
            },
            {
                "verse_number": "21",
                "verse_text": "Without mercy, they wiped out everything in the city as something reserved for God&ndash;man and woman, young and old, cattle, sheep, and donkeys."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua spoke to the two men who had scouted out the land. &apos;Go to the prostitute&quot;s house. Bring out the woman from there, along with everyone related to her, exactly as you pledged to her.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the young men who had been spies went and brought Rahab out, along with her father, her mother, her brothers, and everyone related to her. They brought her whole clan out and let them stay outside Israel&quot;s camp."
            },
            {
                "verse_number": "24",
                "verse_text": "They burned the city and everything in it. But they put the silver and gold, along with the bronze and iron equipment, into the treasury of the LORD &quot;s house."
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua let Rahab the prostitute live, her family, and everyone related to her. So her family still lives among Israel today, because she hid the spies whom Joshua had sent to scout out Jericho."
            },
            {
                "verse_number": "26",
                "verse_text": "At that time Joshua made this decree:"
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD was with Joshua. News about him spread throughout the land."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites did a disrespectful thing concerning the items reserved for God. Achan was the son of Carmi, grandson of Zabdi, great-grandson of Zerah. He was from the tribe of Judah. He took some of the things reserved for God. So the LORD was furious with the Israelites. So the men went up and scouted out Ai."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua sent men from Jericho to Ai, which is near Beth-aven to the east of Bethel. He said to them, &apos;Go up. Scout out the land.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They came back to Joshua and said to him, &apos;There is no need for all of the people to go up. Two or three thousand men could go up and strike Ai. Don&quot;t make all of the people bother going there. There are just a few of them.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So about three thousand men from the people went up in that direction. But they fled from the men of Ai."
            },
            {
                "verse_number": "5",
                "verse_text": "The men of Ai struck down approximately thirty-six of them. They chased them from outside the gate as far as Shebarim. They struck them down on the slope. Then the hearts of the people melted and turned to water."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua ripped open his clothes. He, along with the elders of Israel, lay flat on their faces before the LORD &quot;s chest until evening. They put dust on their heads."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Joshua said, &apos;Oh no, LORD God! Why did you ever bring this people across the Jordan? Was it to hand us over to the power of the Amorites, to destroy us? If only we had been prepared to live on the other side of the Jordan!"
            },
            {
                "verse_number": "8",
                "verse_text": "Please forgive me, LORD . What can I say now that Israel has retreated before its enemies?"
            },
            {
                "verse_number": "9",
                "verse_text": "The Canaanites and the whole population of the land will hear of it. They will surround us and make our name disappear from the earth. What will you do about your great name then?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD said to Joshua, &apos;Get up! Why do you lie flat on your face like this?"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel has sinned. They have violated my covenant, which I commanded them to keep. They have taken some of the things reserved for me and put them with their own things. They have stolen and kept it a secret."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites can&quot;t stand up to their enemies. They retreat before their enemies because they themselves have become a doomed thing reserved for me. I will no longer be with you unless you destroy the things reserved for me that are present among you."
            },
            {
                "verse_number": "13",
                "verse_text": "Go and make the people holy. Say, &quot;Get ready for tomorrow by making yourselves holy. This is what the LORD , the God of Israel, says: &apos;Israel! Things reserved for me are present among you. You won&quot;t be able to stand up to your enemies until you remove from your presence the things reserved for me.&apos;&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "In the morning, come forward tribe by tribe. Whichever tribe the LORD selects must come forward clan by clan. Whichever clan the LORD selects must come forward family by family. Whichever family the LORD selects will come forward by individual soldiers."
            },
            {
                "verse_number": "15",
                "verse_text": "The person selected, who has the things reserved for God, must be put to death by burning. Burn everything that belongs to him too. This is because he has violated the LORD &quot;s covenant and has committed an outrage in Israel.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Joshua got up early in the morning. He made Israel come forward tribe by tribe. The tribe of Judah was selected."
            },
            {
                "verse_number": "17",
                "verse_text": "He made the clans of Judah come forward. He selected the clan of Zerah. He made the clan of Zerah come forward as individual soldiers. Zabdi was selected."
            },
            {
                "verse_number": "18",
                "verse_text": "He made each soldier of his family come forward. Achan was selected. He was a son of Carmi, grandson of Zabdi, great-grandson of Zerah, and of the tribe of Judah."
            },
            {
                "verse_number": "19",
                "verse_text": "Joshua said to Achan, &apos;My son, give glory to the LORD the God of Israel. Tell me what you have done. Don&quot;t hide anything from me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Achan answered Joshua, &apos;It&quot;s true. I&quot;ve sinned against the LORD , the God of Israel. This is what I have done:"
            },
            {
                "verse_number": "21",
                "verse_text": "Among the booty I saw a single beautiful robe in the Babylonian style, two hundred shekels of silver, and a single gold bar weighing fifty shekels. I desired them and took them. Now they are hidden in the ground inside my tent, with the silver on the bottom.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Joshua sent messengers. They ran to the tent. There it was, hidden in his tent, with the silver on the bottom."
            },
            {
                "verse_number": "23",
                "verse_text": "They took the things from inside the tent. They brought them to Joshua and to all the Israelites and emptied them out before the LORD ."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Joshua seized Achan, Zerah&quot;s son, along with the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys, flocks, tent, and everything that belonged to him. All Israel joined Joshua. They brought them up to Achor Valley."
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua said, &apos;You have brought disaster to us! May the LORD bring disaster to you today!&apos; Then all Israel stoned him. They burned them with fire and stoned them with stones."
            },
            {
                "verse_number": "26",
                "verse_text": "They raised over him a great pile of stones that is still there today. Then the LORD turned away from his fury. So he named that place Achor Valley. It is still called that today."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Joshua, &apos;Don&quot;t be afraid or terrified. Take the entire army with you. Start to go up to Ai. Look! I have given the king of Ai, his people, his city, and his land into your power."
            },
            {
                "verse_number": "2",
                "verse_text": "Do to Ai and its king what you did to Jericho and its king. But you may take its booty and cattle as plunder. Set your ambush behind the city.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua and the whole army got ready to go up to Ai. Joshua chose thirty thousand brave soldiers. He sent them out by night."
            },
            {
                "verse_number": "4",
                "verse_text": "He commanded them, &apos;Look. You are to ambush the city from behind. Don&quot;t move too far away from the city. Be ready, all of you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will approach the city with all the people. When they come out against us the same way as before, we will flee from them."
            },
            {
                "verse_number": "6",
                "verse_text": "They will come out after us until we have drawn them away from the city. They will think, They are fleeing from us as before. So we will flee from them."
            },
            {
                "verse_number": "7",
                "verse_text": "But you will rise up from the ambush and take over the city. The LORD your God will give it into your power."
            },
            {
                "verse_number": "8",
                "verse_text": "As soon as you seize the city, set it on fire. Act according to the LORD &quot;s word. Indeed, I have given you an order!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua sent them off, and they went to set the ambush. They stayed between Bethel and Ai, to the west of Ai. Joshua spent that night among the people."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua got up early in the morning and mustered the people. Then he and the elders of Israel went up in front of the people to Ai."
            },
            {
                "verse_number": "11",
                "verse_text": "The entire army that was with him went up. They moved in close, in front of the city. Then they camped north of Ai, with the valley between them and Ai."
            },
            {
                "verse_number": "12",
                "verse_text": "He took about five thousand men and positioned them as an ambush between Bethel and Ai to the west of the city."
            },
            {
                "verse_number": "13",
                "verse_text": "The people positioned the main camp on the north side of the city and its rear guard on its west side. That night, Joshua went into the middle of the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "As soon as the king of Ai saw this, he and all his troops, the men of the city, hurried out early in the morning to meet Israel in battle. They moved out to the battleground on the slopes down toward the Jordan. He didn&quot;t know that there was an ambush set against him behind the city."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua and all Israel let themselves be beaten before them. They fled in the direction of the desert."
            },
            {
                "verse_number": "16",
                "verse_text": "Next, all the troops who were still in the city were called out to chase them. They chased after Joshua and so let themselves be drawn away from the city."
            },
            {
                "verse_number": "17",
                "verse_text": "No one who hadn&quot;t gone out after Israel was left in either Ai or Bethel. They left the city wide open and chased after Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD said to Joshua, &apos;Point the dagger in your hand toward Ai, because I will give it into your power.&apos; So Joshua pointed the dagger in his hand toward the city."
            },
            {
                "verse_number": "19",
                "verse_text": "The ambush quickly rose from its place. As soon as he reached out his hand, it charged. They entered the city and captured it. They set the city on fire at once."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the men of Ai turned around. They caught sight of the smoke of the city rising toward the sky. They had no chance to flee one way or the other. The troops who were fleeing toward the desert turned against the pursuit."
            },
            {
                "verse_number": "21",
                "verse_text": "Joshua and all Israel saw that the ambush had captured the city and that the smoke of the city was rising. So they turned and struck down the men of Ai."
            },
            {
                "verse_number": "22",
                "verse_text": "When other Israelites came out of the city to confront them, the men of Ai were caught in the middle. Some Israelites were on one side of them and some on the other. The Israelites struck them down until there was no one left to escape."
            },
            {
                "verse_number": "23",
                "verse_text": "But they seized the king of Ai alive and brought him to Joshua."
            },
            {
                "verse_number": "24",
                "verse_text": "Israel finished killing the entire population of Ai that had chased them out into the open wasteland. All of them were finished off without mercy. Then all Israel went back to Ai and struck it down without mercy."
            },
            {
                "verse_number": "25",
                "verse_text": "Twelve thousand men and women died that day, all the people of Ai."
            },
            {
                "verse_number": "26",
                "verse_text": "Joshua didn&quot;t pull back the hand that was stretched out holding a dagger until he had wiped out the whole population of Ai as something reserved for God."
            },
            {
                "verse_number": "27",
                "verse_text": "However, Israel did take the cattle and other booty of that city as plunder for themselves, in agreement with the command that the LORD had given Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joshua burned Ai. He made it a permanently deserted mound. That is still the case today."
            },
            {
                "verse_number": "29",
                "verse_text": "He hanged the king of Ai on a tree until evening. At sundown, Joshua gave an order, and they took his body down from the tree. They threw it down at the opening of the city gate. Then they raised over it a great pile of stones that is still there today."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Joshua built an altar on Mount Ebal to the LORD , the God of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "This was exactly what Moses the LORD &quot;s servant had commanded the Israelites. It is what is written in the Instruction scroll from Moses: &apos;an altar of crude stones against which no iron tool has swung.&apos; On it they offered entirely burned offerings to the LORD and sacrificed well-being offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "There, in the presence of the Israelites, Joshua wrote on the stones a copy of the Instruction from Moses, which Moses had written earlier."
            },
            {
                "verse_number": "33",
                "verse_text": "All Israel&ndash;with its elders, officers, and judges&ndash;were standing on either side of the chest. They were facing the levitical priests who carry the LORD &quot;s chest containing the covenant. They included both immigrants and full citizens. Half stood facing Mount Gerizim and half stood facing Mount Ebal. This was exactly what Moses the LORD &quot;s servant had initially commanded for the blessing of the Israelite people."
            },
            {
                "verse_number": "34",
                "verse_text": "Afterward, Joshua read aloud all the words of the Instruction, both blessing and curse, in agreement with everything written in the Instruction scroll."
            },
            {
                "verse_number": "35",
                "verse_text": "There wasn&quot;t a single word of all that Moses had commanded that Joshua failed to read aloud in the presence of the entire assembly of Israel. This assembly included the women and small children, along with the immigrants who lived among them."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "All the kings on the west side of the Jordan heard about this, including those in the highlands, the lowlands, and along the entire coast of the Mediterranean Sea toward Lebanon. They were Hittites and Amorites, Canaanites, Perizzites, Hivites, and Jebusites."
            },
            {
                "verse_number": "2",
                "verse_text": "They formed an alliance to fight Joshua and Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "In contrast, when the population of Gibeon heard what Joshua had done to Jericho and Ai,"
            },
            {
                "verse_number": "4",
                "verse_text": "they acted cleverly. They set out pretending to be messengers. They took worn-out sacks for their donkeys and worn-out wineskins that were split and mended."
            },
            {
                "verse_number": "5",
                "verse_text": "They had worn-out, patched sandals on their feet and were wearing worn-out clothes. All the bread in their supplies was dry and crumbly. Joshua said to them, &apos;Who are you? Where have you come from?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They went to Joshua at the camp at Gilgal. They said to him and to Israel, &apos;We have come from a distant country. So now, make a treaty with us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Israel said to the Hivites, &apos;Perhaps you live among us. How then could we make a treaty with you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then they said to Joshua, &apos;We are your servants.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They said to him, &apos;Your servants have come from a very distant country because of the reputation of the LORD your God. We have heard a report about him and everything he did in Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "We heard about everything he did to the two kings of the Amorites on the east side of the Jordan, Heshbon&quot;s King Sihon and Bashan&quot;s King Og, who was in Ashtaroth."
            },
            {
                "verse_number": "11",
                "verse_text": "Our elders and all the population of our land said to us, &quot;Take along supplies for the journey. Go meet them and say to them, &apos;We are your servants. So now make a treaty with us.&apos;&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "This is our bread. On the day we left to come to you we took it warm from our houses as supplies. But now here it is, dried up and crumbly."
            },
            {
                "verse_number": "13",
                "verse_text": "These wineskins were new when we filled them. But here they are, split open. These clothes and sandals of ours are worn out from the very long journey.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites took some of their supplies, but they didn&quot;t ask for any decision from the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua made peace with them. He made a treaty with them to protect their lives. The leaders of the community made a solemn pledge to them."
            },
            {
                "verse_number": "16",
                "verse_text": "Three days after the Israelites made a treaty with the Gibeonites, the Israelites heard that they were actually their neighbors and were living among them."
            },
            {
                "verse_number": "17",
                "verse_text": "So on the third day the Israelites marched out and came to their cities: Gibeon, Chephirah, Beeroth, and Kiriath-jearim."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Israelites didn&quot;t strike at them. This was because the leaders of the community had made a solemn pledge to them by the LORD , the God of Israel. The entire community grumbled against the leaders."
            },
            {
                "verse_number": "19",
                "verse_text": "Then all the leaders said to the whole community, &apos;We have made a solemn pledge to them by the LORD , the God of Israel. So we can&quot;t touch them now."
            },
            {
                "verse_number": "20",
                "verse_text": "This is what we&quot;ll do with them. We&quot;ll let them live so that wrath won&quot;t come down on us because of the solemn pledge that we made to them.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The leaders went on to say to them, &apos;Let them live.&apos; So they became woodcutters and water haulers for the whole community, exactly as the leaders had intended for them."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua called for the Gibeonites and spoke to them: &apos;Why have you deceived us by saying, &quot;We live very far away from you,&quot; when actually you live among us?"
            },
            {
                "verse_number": "23",
                "verse_text": "So now you are cursed. Some of you will always serve as woodcutters and water haulers for my God&quot;s house.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "They answered Joshua, &apos;Your servants had been told that the LORD your God had commanded his servant Moses to give you the entire land and to wipe out all its population on your account. So we feared for our very lives because of you and did this thing."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, here we are in your power. Do to us whatever seems good and proper to you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So Joshua treated them in this way. He spared them from the power of the Israelites, and they didn&quot;t kill them."
            },
            {
                "verse_number": "27",
                "verse_text": "That day Joshua assigned them as woodcutters and water haulers for the community and for the LORD &quot;s altar, located wherever God would choose. That is still the case today."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem&quot;s King Adoni-zedek heard that Joshua had captured Ai and had wiped it out as something reserved for God. Joshua did the same thing to Ai and its king that he had done to Jericho and its king. He also heard that the population of Gibeon had made peace with Israel and were living among them."
            },
            {
                "verse_number": "2",
                "verse_text": "Adoni-zedek and his people were very afraid, because Gibeon was a large city, like one of the royal cities. It was larger than Ai. All its men were soldiers."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jerusalem&quot;s King Adoni-zedek sent word to Hebron&quot;s King Hoham, Jarmuth&quot;s King Piram, Lachish&quot;s King Japhia, and Eglon&quot;s King Debir:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Come up and help me. We will strike at Gibeon, because it has made peace with Joshua and with the Israelites.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the five kings of the Amorites gathered. These were the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon. They went up with all their armies, camped against Gibeon, and attacked it."
            },
            {
                "verse_number": "6",
                "verse_text": "The people of Gibeon sent word to Joshua in the camp at Gilgal: &apos;Don&quot;t desert your servants! Come to us quickly. Rescue us! Help us! All the Amorite kings from the highlands have assembled together against us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua went up from Gilgal with the entire army and all the bravest soldiers. &apos;Sun, stand still at Gibeon! and Moon, at the Aijalon Valley!&apos; until a nation took revenge on its enemies. Isn&quot;t this written in the Jashar scroll? So the sun stood motionless in the middle of the sky. For a whole day, it was in no hurry to go down."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the LORD said to Joshua, &apos;Don&quot;t be afraid of them. I have given them into your power. Not a single one of them can stand up against you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua quickly attacked them, having come up overnight from Gilgal."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the LORD threw them into a panic before Israel. Joshua struck a mighty blow against them at Gibeon. He chased them on the way up to Beth-horon and struck them down as far as Azekah and Makkedah."
            },
            {
                "verse_number": "11",
                "verse_text": "When they were fleeing from Israel and were on the slope of Beth-horon, the LORD threw down large stones from the sky all the way to Azekah. So they died. More died from the hailstones than the Israelites killed with the sword."
            },
            {
                "verse_number": "12",
                "verse_text": "On the day the LORD gave the Amorites into the power of Israel, Joshua spoke to the LORD in the presence of the Israelites:"
            },
            {
                "verse_number": "13",
                "verse_text": "The sun stood still and the moon stood motionless"
            },
            {
                "verse_number": "14",
                "verse_text": "There hasn&quot;t been a day like it before or since, when the LORD responded to a human voice. The LORD fought for Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua along with all Israel came back to the camp at Gilgal."
            },
            {
                "verse_number": "16",
                "verse_text": "Then those five kings fled and hid in the cave at Makkedah."
            },
            {
                "verse_number": "17",
                "verse_text": "It was reported to Joshua, &apos;The five kings have been found, hidden in the cave at Makkedah.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua said, &apos;Roll large stones over the mouth of the cave. Station some men by it to guard them,"
            },
            {
                "verse_number": "19",
                "verse_text": "but don&quot;t you stay there. Chase after your enemies and attack them from the rear. Don&quot;t let them enter their cities, because the LORD your God has given them into your power.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joshua and the Israelites finished dealing them a stunning blow until they were finished off. Some survivors among them escaped into the fortified cities."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the whole people came back safely to Joshua in the camp at Makkedah. Not a single person threatened the Israelites."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua said, &apos;Open up the mouth of the cave. Bring those five kings out of the cave to me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They did so. They brought the five kings out of the cave to him: the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."
            },
            {
                "verse_number": "24",
                "verse_text": "When they brought these kings out to Joshua, Joshua called for every Israelite. He said to the military commanders who had gone out with him, &apos;Come forward. Put your feet on the necks of these kings.&apos; So they went forward and put their feet on their necks."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Joshua said to them, &apos;Don&quot;t be afraid or terrified. Be brave and strong, because this is how the LORD will deal with all the enemies you fight.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Next, Joshua struck them down. He put them to death and then hanged them on five trees. They were hanging on the trees until evening."
            },
            {
                "verse_number": "27",
                "verse_text": "At sundown, Joshua gave an order, and they took them down from the trees. They threw them into the cave where they had hidden themselves, and they set large stones over the mouth of the cave. The stones are still there to this very day."
            },
            {
                "verse_number": "28",
                "verse_text": "On that day, Joshua captured Makkedah. With a sword, he struck it and its king without mercy. He wiped them out, treating everyone in the city as something reserved for God. He left no survivors. He did to the king of Makkedah exactly as he had done to the king of Jericho."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Joshua along with all Israel moved on from Makkedah to Libnah. They attacked Libnah."
            },
            {
                "verse_number": "30",
                "verse_text": "The LORD also gave it and its king into the power of Israel. With a sword, he struck it and everyone in it without mercy. He left no survivors in it. He did to its king exactly as he had done to the king of Jericho."
            },
            {
                "verse_number": "31",
                "verse_text": "Joshua along with all Israel moved on from Libnah to Lachish. They camped near it and attacked it."
            },
            {
                "verse_number": "32",
                "verse_text": "The LORD gave Lachish into the power of Israel. Joshua captured it on the second day. With a sword, he struck it and everyone in it without mercy, just exactly as he had done to Libnah."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Gezer&quot;s King Horam came up to help Lachish. But Joshua struck him and his people down, until no survivors were left."
            },
            {
                "verse_number": "34",
                "verse_text": "Joshua along with all Israel moved on from Lachish to Eglon. They camped against it and attacked it."
            },
            {
                "verse_number": "35",
                "verse_text": "They captured it on the same day and struck it down without mercy. On that day, he wiped out everyone in it as something reserved for God, just exactly as he had done to Lachish."
            },
            {
                "verse_number": "36",
                "verse_text": "Joshua along with all Israel went up from Eglon to Hebron and attacked it."
            },
            {
                "verse_number": "37",
                "verse_text": "They captured it and struck it down without mercy, along with its king, all its towns, and everyone in it. He left no survivors, just exactly as he had done to Eglon. He wiped out the city and everyone in it as something reserved for God."
            },
            {
                "verse_number": "38",
                "verse_text": "Joshua along with all Israel turned back to Debir and attacked it."
            },
            {
                "verse_number": "39",
                "verse_text": "He captured it along with its king and all its cities. They struck them down without mercy and wiped out everyone in it as something reserved for God. He left no survivors. Exactly as he had done to Hebron, so he did to Debir and its king&ndash;exactly as he had done to Libnah and its king."
            },
            {
                "verse_number": "40",
                "verse_text": "So Joshua struck at the whole land: the highlands, the arid southern plains, the lowlands, the slopes, and all their kings. He left no survivors. He wiped out everything that breathed as something reserved for God, exactly as the LORD , the God of Israel, had commanded."
            },
            {
                "verse_number": "41",
                "verse_text": "Joshua struck them down from Kadesh-barnea to Gaza, and the whole land of Goshen as far as Gibeon."
            },
            {
                "verse_number": "42",
                "verse_text": "Joshua captured all these kings and their land all at the same time. This was because the LORD , the God of Israel, fought for Israel."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Joshua along with all Israel came back to the camp at Gilgal."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "King Jabin of Hazor heard about this. So he sent word to Madon&quot;s King Jobab, to the king of Shimron, and to the king of Achshaph."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent word to the kings from the north part of the highlands, in the desert plain south of Chinneroth, in the lowlands, and in Naphoth-dor on the west."
            },
            {
                "verse_number": "3",
                "verse_text": "He sent word to the Canaanites from east and west, to the Amorites, Hittites, Perizzites, and Jebusites in the highlands, and to the Hivites at the foot of Hermon in the land of Mizpah."
            },
            {
                "verse_number": "4",
                "verse_text": "They went out with all their battalions as a great army. They were as numerous as the grains of sand on the seashore. There were very many horses and chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "All these kings came together. They came and camped together at the waters of Merom to fight against Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD said to Joshua, &apos;Don&quot;t be afraid of them. By this time tomorrow, I will make them all dead bodies in Israel&quot;s presence. Cripple their horses! Burn their chariots!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Joshua along with the entire army launched a surprise attack against them at the waters of Merom."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD gave them into Israel&quot;s power. They struck them down. They chased them as far as Great Sidon and Misrephoth-maim, then to the east as far as the Mizpeh Valley. They struck them down until no survivors were left."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua dealt with them exactly as the LORD had told him. He crippled their horses and burned their chariots."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua turned back at that time. He captured Hazor and struck down its king with the sword. Hazor had been the head of all those kingdoms in the past."
            },
            {
                "verse_number": "11",
                "verse_text": "They struck down everyone there without mercy, wiping them out as something reserved for God. Nothing that breathed was left. Hazor itself he burned."
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua captured all these kings and their cities. He struck them down without mercy. He wiped them out as something reserved for God. This was exactly as Moses the LORD &quot;s servant had commanded."
            },
            {
                "verse_number": "13",
                "verse_text": "But Israel didn&quot;t burn any of the cities that still are standing on their mounds. Joshua burned only Hazor."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites took all the valuable things from those cities and the cattle as plunder for themselves. But they struck down every person without mercy until they had wiped them out. They didn&quot;t let anything that breathed survive."
            },
            {
                "verse_number": "15",
                "verse_text": "What the LORD had commanded Moses his servant, Moses had commanded Joshua, and Joshua did exactly that. He didn&quot;t deviate a bit from any command that the LORD had given Moses."
            },
            {
                "verse_number": "16",
                "verse_text": "So Joshua took this whole land: the highlands, the whole arid southern plain, the whole land of Goshen, the lowlands, the desert plain, and both the highlands and the lowlands of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "He took land stretching from Mount Halak, which goes up toward Seir, as far as Baal-gad at the foot of Mount Hermon in the Lebanon Valley. He captured all their kings. He struck them down and killed them."
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua waged war against all these kings for a long time."
            },
            {
                "verse_number": "19",
                "verse_text": "There wasn&quot;t one city that made peace with the Israelites, except the Hivites who lived in Gibeon. They captured every single one in battle."
            },
            {
                "verse_number": "20",
                "verse_text": "Their stubborn resistance came from the LORD and led them to wage war against Israel. Israel was then able to wipe them out as something reserved for God, without showing them any mercy. This was exactly what the LORD had commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "At that time, Joshua went and wiped out the Anakim from the highlands. He wiped them out from Hebron, from Debir, and from Anab, from the whole highlands of Judah, and the whole highlands of Israel. Joshua wiped them out along with their cities as something reserved for God."
            },
            {
                "verse_number": "22",
                "verse_text": "The Anakim no longer remained in the land of the Israelites. They survived only in Gaza, Gath, and Ashdod."
            },
            {
                "verse_number": "23",
                "verse_text": "So Joshua took the whole land, exactly as the LORD had promised Moses. Joshua gave it as a legacy to Israel according to their tribal shares. Then the land had a rest from war."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites struck down these kings of the land and took over their land on the east side of the Jordan. This ran from the Arnon Valley as far as Mount Hermon and included the whole eastern part of the desert plain."
            },
            {
                "verse_number": "2",
                "verse_text": "First there was the Amorites&quot; King Sihon, who lived in Heshbon. He ruled from Aroer by the rim of Arnon Valley and then from the middle of the valley as far as the Jabbok Valley, the border of the Ammonites. This was half of Gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "He ruled the desert plain up to the east side of the Chinneroth Sea. This ran southward in the direction of Beth-jeshimoth at the foot of the Pisgah slopes as far as the east side of the desert plain (that is, the Dead Sea) and"
            },
            {
                "verse_number": "4",
                "verse_text": "the territory next to it. Then there was Bashan&quot;s King Og. He was one of the last of the Rephaim. He lived in Ashtaroth and Edrei."
            },
            {
                "verse_number": "5",
                "verse_text": "He ruled over Mount Hermon, Salecah, and all of Bashan as far as the border of the Geshurites and the Maacathites, and half of Gilead down to the border of Heshbon&quot;s King Sihon."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses the LORD &quot;s servant and the Israelites struck them down. Moses the LORD &quot;s servant gave their land as property to the Reubenites, Gadites, and half the tribe of Manasseh. one the king of Ai (which is near Bethel) one one the king of Hebron one one the king of Lachish one one the king of Gezer one one the king of Geder one one the king of Arad one one the king of Adullam one one the king of Bethel one one the king of Hepher one one the king of Lasharon one one the king of Hazor one one the king of Achshaph one one the king of Megiddo one one the king of Jokneam in Carmel one one the king of Goiim of Gilgal one one Total of all kings: thirty-one."
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua and the Israelites struck down these kings of the land and took over their land on the west side of the Jordan. This ran from Baal-gad in the Lebanon Valley as far as Mount Halak, which goes up toward Seir. Joshua gave it to the tribes of Israel as shares of property."
            },
            {
                "verse_number": "8",
                "verse_text": "This was in the highlands, in the lowlands, in the desert plain, in the slopes, in the desert, and in the arid southern plain. The land belonged to Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites. They were:"
            },
            {
                "verse_number": "9",
                "verse_text": "the king of Jericho"
            },
            {
                "verse_number": "10",
                "verse_text": "the king of Jerusalem"
            },
            {
                "verse_number": "11",
                "verse_text": "the king of Jarmuth"
            },
            {
                "verse_number": "12",
                "verse_text": "the king of Eglon"
            },
            {
                "verse_number": "13",
                "verse_text": "the king of Debir"
            },
            {
                "verse_number": "14",
                "verse_text": "the king of Hormah"
            },
            {
                "verse_number": "15",
                "verse_text": "the king of Libnah"
            },
            {
                "verse_number": "16",
                "verse_text": "the king of Makkedah"
            },
            {
                "verse_number": "17",
                "verse_text": "the king of Tappuah"
            },
            {
                "verse_number": "18",
                "verse_text": "the king of Aphek"
            },
            {
                "verse_number": "19",
                "verse_text": "the king of Madon"
            },
            {
                "verse_number": "20",
                "verse_text": "the king of Shimron-meron"
            },
            {
                "verse_number": "21",
                "verse_text": "the king of Taanach"
            },
            {
                "verse_number": "22",
                "verse_text": "the king of Kedesh"
            },
            {
                "verse_number": "23",
                "verse_text": "the king of Dor in Naphath-dor"
            },
            {
                "verse_number": "24",
                "verse_text": "the king of Tirzah"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Now Joshua had reached old age. The LORD said to him, &apos;You have reached old age, but much of the land remains to be taken over."
            },
            {
                "verse_number": "2",
                "verse_text": "This is the land that remains: All the districts of the Philistines and all those of the Geshurites."
            },
            {
                "verse_number": "3",
                "verse_text": "(The land stretching from the Shihor near Egypt northward as far as the Ekron territory is considered to be Canaanite. There are five rulers of the Philistines, for Gaza, Ashdod, Ashkelon, Gath, and Ekron.) The land of the Avvites"
            },
            {
                "verse_number": "4",
                "verse_text": "in the south. The whole land of the Canaanites, along with Mearah, which belongs to the Sidonians, as far as Aphek and as far as the Amorite border."
            },
            {
                "verse_number": "5",
                "verse_text": "The land of the Gebalites and the whole Lebanon eastward, stretching from Baal-gad at the foot of Mount Hermon to Lebo-hamath."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I myself will remove the entire population of the highlands from Lebanon to Misrephoth-maim before the Israelites, that is, all the Sidonians. You have only to allot it to Israel as a legacy exactly as I commanded you."
            },
            {
                "verse_number": "7",
                "verse_text": "So now divide up this land as a legacy for the nine tribes and half the tribe of Manasseh. You will give it out from the Jordan to the Mediterranean Sea in the west. The Mediterranean Sea is the border. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "As for the other half of the tribe of Manasseh, the Reubenites and Gadites together with it had already taken their legacy that Moses had given them on the east side of the Jordan. It was exactly what Moses the LORD &quot;s servant had given them."
            },
            {
                "verse_number": "9",
                "verse_text": "It ran from Aroer by the rim of the Arnon Valley and the city in the middle of the valley through the whole Medeba plateau as far as Dibon."
            },
            {
                "verse_number": "10",
                "verse_text": "It included all the cities of the Amorites&quot; King Sihon, who ruled in Heshbon, as far as the Ammonite border."
            },
            {
                "verse_number": "11",
                "verse_text": "It also included Gilead and the territory of the Geshurites and Maacathites, all Mount Hermon, and all Bashan as far as Salecah&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "the entire kingdom of Og in Bashan, who ruled in Ashtaroth and in Edrei. He survived as the last of the Rephaim. Moses had struck down and removed them."
            },
            {
                "verse_number": "13",
                "verse_text": "But the Israelites didn&quot;t remove the Geshurites or the Maacathites. So Geshur and Maacath still live among Israel today."
            },
            {
                "verse_number": "14",
                "verse_text": "It was only to the tribe of Levi that he gave no legacy. Their legacy consists of the fire offerings for the LORD , the God of Israel, exactly as he had promised them."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses provided for the clans of the Reubenite tribe."
            },
            {
                "verse_number": "16",
                "verse_text": "Their territory ran from Aroer by the rim of the Arnon Valley and the city in the middle of the ravine, and the whole plateau as far as Medeba."
            },
            {
                "verse_number": "17",
                "verse_text": "It included Heshbon and all its cities that are on the plateau: Dibon, Bamoth-baal, Beth-baal-meon,"
            },
            {
                "verse_number": "18",
                "verse_text": "Jahaz, Kedemoth, Mephaath,"
            },
            {
                "verse_number": "19",
                "verse_text": "Kiriathaim, Sibmah, the Zereth-shahar highlands,"
            },
            {
                "verse_number": "20",
                "verse_text": "Beth-peor, the slopes of Pisgah, and Beth-jeshimoth."
            },
            {
                "verse_number": "21",
                "verse_text": "It included all the cities of the plateau and the whole kingdom of Sihon king of the Amorites, who ruled in Heshbon. Moses had struck him down, along with Evi, Rekem, Zur, Hur, and Reba, the leaders of Midian. They had lived in the land as princes of Sihon."
            },
            {
                "verse_number": "22",
                "verse_text": "In addition to those others slain, the Israelites killed the fortune-teller Balaam, Beor&quot;s son, with the sword."
            },
            {
                "verse_number": "23",
                "verse_text": "The border of the people of Reuben was the Jordan and the territory next to it. This was the legacy of the people of Reuben&ndash;for their clans, their cities, and their settlements."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses provided for the clans of the Gadite tribe."
            },
            {
                "verse_number": "25",
                "verse_text": "Their territory was Jazer, all the cities of Gilead, and half the land of the Ammonites as far as Aroer near Rabbah."
            },
            {
                "verse_number": "26",
                "verse_text": "It also ran from Heshbon as far as Ramath-mizpeh and Betonim, and from Mahanaim as far as the territory of Lidebir."
            },
            {
                "verse_number": "27",
                "verse_text": "In the valley were Beth-haram, Beth-nimrah, Succoth, and Zaphon. This was the rest of the kingdom of Sihon king of Heshbon. It included the Jordan and the territory next to it up to the tip of the Chinnereth Sea on the east side of the Jordan."
            },
            {
                "verse_number": "28",
                "verse_text": "This was the legacy of the Gadites&ndash;for their clans, their cities, and their settlements."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses provided for half the tribe of Manasseh. It was for the clans in half the tribe of the people of Manasseh."
            },
            {
                "verse_number": "30",
                "verse_text": "Their territory ran from Mahanaim, all Bashan, the whole kingdom of Og king of Bashan, and all sixty of the tent villages of Jair that are in Bashan."
            },
            {
                "verse_number": "31",
                "verse_text": "Half of Gilead along with Ashtaroth and Edrei, cities of the kingdom of Og in Bashan, belonged to the people of Machir son of Manasseh. It belonged to the clans for half of the people of Machir."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses assigned these territories when he was in the Moab plains on the other side of the Jordan, east of Jericho."
            },
            {
                "verse_number": "33",
                "verse_text": "But Moses gave no legacy to the tribe of Levi. The LORD God of Israel is their legacy, exactly as he promised them."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites received these inheritances in the land of Canaan. Eleazar the priest, Joshua son of Nun, and the heads of the families of the Israelite tribes assigned them."
            },
            {
                "verse_number": "2",
                "verse_text": "Their legacy was assigned by lot, exactly as the LORD had commanded the nine and a half tribes through Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "In fact, Moses had given out the legacy of the two and a half tribes on the other side of the Jordan. But he gave no legacy among them to the Levites."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Joseph consisted of two tribes, Manasseh and Ephraim. The Levites weren&quot;t given any portion of the land, except cities to live in and pastureland for their cattle and flocks."
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites divided up the land exactly as the LORD had commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "In Gilgal, the people of Judah approached Joshua. Caleb son of Jephunneh the Kenizzite said to him, &apos;You know what the LORD said to Moses, man of God, about you and me when we were in Kadesh-barnea."
            },
            {
                "verse_number": "7",
                "verse_text": "I was 40 years old when Moses the LORD &quot;s servant sent me from Kadesh-barnea to scout out the land. I brought back a report to him of what I really thought."
            },
            {
                "verse_number": "8",
                "verse_text": "My companions who had gone up with me made the people&quot;s heart melt. But I remained loyal to the LORD my God."
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses pledged on that day, &quot;The land on which you have walked will forever be a legacy for you and your children. This is because you remained loyal to the LORD my God.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now look. The LORD has kept me alive, exactly as he promised. It is forty-five years since the LORD spoke about this to Moses. It was while Israel was journeying in the desert. Now look. Today I&quot;m 85 years old."
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;m just as strong today as I was the day Moses sent me out. My strength then was as my strength is now, whether for war or for everyday activities."
            },
            {
                "verse_number": "12",
                "verse_text": "So now, give me this highland that the LORD promised me that day. True, the Anakim are there with large fortified cities, as you yourself heard that day. But if the LORD is with me, I should be able to remove them, exactly as the LORD promised.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Joshua blessed him. He gave Hebron to Caleb, Jephunneh&quot;s son, as a legacy."
            },
            {
                "verse_number": "14",
                "verse_text": "So Hebron still belongs to Caleb son of Jephunneh the Kenizzite as a legacy today. This was because he remained loyal to the LORD God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "(Hebron used to be called Kiriath-arba. Arba had been the greatest of the Anakim.) Then the land rested from war."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The land determined by lot for the clans of the Judahite tribe ran southward to the border of Edom. The Zin wasteland was the southern limit."
            },
            {
                "verse_number": "2",
                "verse_text": "Their south border ran from the end of the Dead Sea, from the bay that faces south."
            },
            {
                "verse_number": "3",
                "verse_text": "It went south from the ascent of Akrabbim, passed on to Zin, and went up south of Kadesh-barnea. It passed on to Hezron, went up to Addar, and turned toward Karka."
            },
            {
                "verse_number": "4",
                "verse_text": "It passed on to Azmon and went by the border of Egypt. The border ended at the sea. This will be their south border. The border on the north side ran from the bay of the sea at the mouth of the Jordan. In the arid southern plain: Kabzeel, Eder, Jagur,"
            },
            {
                "verse_number": "5",
                "verse_text": "The east border was the Dead Sea as far as the mouth of the Jordan."
            },
            {
                "verse_number": "6",
                "verse_text": "The border went up to Beth-hoglah and passed north of Beth-arabah. The border went up to the Stone of Bohan (Reuben&quot;s son)."
            },
            {
                "verse_number": "7",
                "verse_text": "The border went up to Debir from the Achor Valley, turning north to Gilgal. Gilgal was opposite the ascent of Adummim, which was south of the ravine. The border passed on to the waters of En-shemesh and ended at En-rogel."
            },
            {
                "verse_number": "8",
                "verse_text": "The border went up by the valley of Ben-Hinnom to the slope of the Jebusite city, Jerusalem, on the south. The border went up to the top of the mountain that is opposite the Hinnom Valley on the west, which is at the north end of the Rephaim Valley."
            },
            {
                "verse_number": "9",
                "verse_text": "The border turned from the top of the mountain to the waters of Nephtoah Spring and went to the cities of Mount Ephron. The border turned toward Baalah (that is, Kiriath-jearim)."
            },
            {
                "verse_number": "10",
                "verse_text": "The border turned westward from Baalah to Mount Seir. It passed on to the slope of Mount Jearim on the north (that is, Chesalon), went down to Beth-shemesh, and passed by Timnah."
            },
            {
                "verse_number": "11",
                "verse_text": "The border went to the slope of Ekron on the north. The border turned toward Shikkeron, passed on to Mount Baalah, and went to Jabneel. The border ended at the sea."
            },
            {
                "verse_number": "12",
                "verse_text": "The west border was the Mediterranean Sea and its shoreline. This was the border surrounding the clans of the Judahites."
            },
            {
                "verse_number": "13",
                "verse_text": "In agreement with the LORD &quot;s command to him, Joshua gave a portion among the Judahites to Caleb, Jephunneh&quot;s son. It was Kiriath-arba, that is, Hebron (Arba was the father of Anak)."
            },
            {
                "verse_number": "14",
                "verse_text": "Caleb removed the three sons of Anak from there: Sheshai, Ahiman, and Talmai. They were the offspring of Anak."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he went up from there against the population of Debir. Debir used to be called Kiriath-sepher."
            },
            {
                "verse_number": "16",
                "verse_text": "Caleb said, &apos;I will give Achsah my daughter in marriage to whoever strikes Kiriath-sepher and captures it.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Othniel son of Kenaz, Caleb&quot;s brother, captured it, and Caleb gave him Achsah his daughter in marriage."
            },
            {
                "verse_number": "18",
                "verse_text": "Now when she arrived, she prodded Othniel into asking for a field from her father. After she got down off her donkey, Caleb asked her, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "She said, &apos;Give me a blessing. Since the land you&quot;ve given me is in the arid southern plain, you should also give me springs of water.&apos; So he gave her the upper springs and the lower springs."
            },
            {
                "verse_number": "20",
                "verse_text": "This is the legacy for the clans of the tribe of the people of Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "The outlying cities of the tribe of the people of Judah ran down to the border of Edom."
            },
            {
                "verse_number": "22",
                "verse_text": "Kinah, Dimonah, Adadah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Kedesh, Hazor, Ithnan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Ziph, Telem, Bealoth,"
            },
            {
                "verse_number": "25",
                "verse_text": "Hazor-hadattah, Kerioth-hezron (that is, Hazor),"
            },
            {
                "verse_number": "26",
                "verse_text": "Amam, Shema, Moladah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hazar-gaddah, Heshmon, Beth-pelet,"
            },
            {
                "verse_number": "28",
                "verse_text": "Hazar-shual, Beer-sheba and its dependent cities,"
            },
            {
                "verse_number": "29",
                "verse_text": "Baalah, Iim, Ezem,"
            },
            {
                "verse_number": "30",
                "verse_text": "Eltolad, Chesil, Hormah,"
            },
            {
                "verse_number": "31",
                "verse_text": "Ziklag, Madmannah, Sansannah,"
            },
            {
                "verse_number": "32",
                "verse_text": "Lebaoth, Shilhim, Ain, and Rimmon. In total: twenty-nine cities and their surrounding areas."
            },
            {
                "verse_number": "33",
                "verse_text": "In the lowlands: Eshtaol, Zorah, Ashnah,"
            },
            {
                "verse_number": "34",
                "verse_text": "Zanoah, En-gannim, Tappuah, Enam,"
            },
            {
                "verse_number": "35",
                "verse_text": "Jarmuth, Adullam, Socoh, Azekah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Shaaraim, Adithaim, Gederah, and Gederothaim. In total: fourteen cities and their surrounding areas."
            },
            {
                "verse_number": "37",
                "verse_text": "Zenan, Hadashah, Migdal-gad,"
            },
            {
                "verse_number": "38",
                "verse_text": "Dilan, Mizpeh, Jokthe-el,"
            },
            {
                "verse_number": "39",
                "verse_text": "Lachish, Bozkath, Eglon,"
            },
            {
                "verse_number": "40",
                "verse_text": "Cabbon, Lahmam, Chitlish,"
            },
            {
                "verse_number": "41",
                "verse_text": "Gederoth, Beth-dagon, Naamah, and Makkedah. In total: sixteen cities and their surrounding areas."
            },
            {
                "verse_number": "42",
                "verse_text": "Libnah, Ether, Ashan,"
            },
            {
                "verse_number": "43",
                "verse_text": "Iphtah, Ashnah, Nezib,"
            },
            {
                "verse_number": "44",
                "verse_text": "Keilah, Achzib, and Mareshah. In total: nine cities and their surrounding areas."
            },
            {
                "verse_number": "45",
                "verse_text": "Ekron, its dependent cities and surrounding areas."
            },
            {
                "verse_number": "46",
                "verse_text": "From Ekron toward the sea, everything that was near Ashdod and its surrounding areas."
            },
            {
                "verse_number": "47",
                "verse_text": "Ashdod, its dependent cities and surrounding areas. Gaza, its dependent cities and surrounding areas as far as the border of Egypt and the Mediterranean Sea and its shoreline."
            },
            {
                "verse_number": "48",
                "verse_text": "In the highlands: Shamir, Jattir, Socoh,"
            },
            {
                "verse_number": "49",
                "verse_text": "Dannah, Kiriath-sannah (that is, Debir),"
            },
            {
                "verse_number": "50",
                "verse_text": "Anab, Eshtemoh, Anim,"
            },
            {
                "verse_number": "51",
                "verse_text": "Goshen, Holon, and Giloh. In total: eleven cities and their surrounding areas."
            },
            {
                "verse_number": "52",
                "verse_text": "Arab, Dumah, Eshan,"
            },
            {
                "verse_number": "53",
                "verse_text": "Janim, Beth-tappuah, Aphekah,"
            },
            {
                "verse_number": "54",
                "verse_text": "Humtah, Kiriath-arba (that is, Hebron), and Zior. In total: nine cities and their surrounding areas."
            },
            {
                "verse_number": "55",
                "verse_text": "Maon, Carmel, Ziph, Juttah,"
            },
            {
                "verse_number": "56",
                "verse_text": "Jezreel, Jokdeam, Zanoah,"
            },
            {
                "verse_number": "57",
                "verse_text": "Kain, Gibeah, and Timnah. In total: ten cities and their surrounding areas."
            },
            {
                "verse_number": "58",
                "verse_text": "Halhul, Beth-zur, Gedor,"
            },
            {
                "verse_number": "59",
                "verse_text": "Maarath, Beth-anoth, and Eltekon. In total: six cities and their surrounding areas. Tekoah, Ephrathah (that is, Bethlehem), Peor, Etam, Koulon, Tatam, Sores, Karem, Gallim, Bether, and Manahath. In total: eleven cities and their surrounding areas."
            },
            {
                "verse_number": "60",
                "verse_text": "Kiriath-baal (that is, Kiriath-jearim) and Rabbah. In total: two cities and their surrounding areas."
            },
            {
                "verse_number": "61",
                "verse_text": "In the desert: Beth-arabah, Middin, Secacah,"
            },
            {
                "verse_number": "62",
                "verse_text": "Nibshan (the Salt City), and En-gedi. In total: six cities and their surrounding areas."
            },
            {
                "verse_number": "63",
                "verse_text": "But the people of Judah couldn&quot;t remove the Jebusites who lived in Jerusalem. So today the Jebusites still live along with the people of Judah in Jerusalem."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The land determined by lot for the people of Joseph went out from the Jordan near Jericho eastward to the waters of Jericho. It went up by the desert from Jericho to the Bethel highlands."
            },
            {
                "verse_number": "2",
                "verse_text": "It goes from Bethel to Luz and passes on to the border of the Archites at Ataroth."
            },
            {
                "verse_number": "3",
                "verse_text": "It goes down westward to the border of the Japhletites as far as the border of Lower Beth-horon and as far as Gezer. It ends at the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Joseph, Manasseh and Ephraim, received their legacy."
            },
            {
                "verse_number": "5",
                "verse_text": "This was the territory for the clans of the people of Ephraim. The border of their legacy ran from Ataroth-adar on the east as far as Upper Beth-horon."
            },
            {
                "verse_number": "6",
                "verse_text": "The border goes to the sea. Michmethath is on the north. The border turns east of Taanath-shiloh and passes along beyond it east of Janoah."
            },
            {
                "verse_number": "7",
                "verse_text": "It goes down from Janoah to Ataroth and to Naarah, touches Jericho, and goes to the Jordan."
            },
            {
                "verse_number": "8",
                "verse_text": "From Tappuah the border goes westward by the Kanah Valley. It ends at the sea. This is the legacy for the clans of the Ephraimite tribe."
            },
            {
                "verse_number": "9",
                "verse_text": "It included cities set apart for the people of Ephraim within the legacy of the people of Manasseh, all the cities and their surrounding areas."
            },
            {
                "verse_number": "10",
                "verse_text": "But they didn&quot;t remove the Canaanites who lived in Gezer. So today the Canaanites, who were used for forced labor, still live within Ephraim."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Land was determined by lot for the tribe of Manasseh, who was actually Joseph&quot;s oldest son. Gilead and Bashan belonged to Machir, who was Manasseh&quot;s oldest son and Gilead&quot;s father. This was because he was a warrior."
            },
            {
                "verse_number": "2",
                "verse_text": "So an allotment took place for the rest of the clans of the people of Manasseh&ndash;for the people of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These were the sons of Manasseh the son of Joseph, the male descendants by their clans."
            },
            {
                "verse_number": "3",
                "verse_text": "Zelophehad was Hepher&quot;s son, Gilead&quot;s grandson, Machir&quot;s great-grandson and Manasseh&quot;s great-great-grandson. Zelophehad had no sons, only daughters, who were named Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "4",
                "verse_text": "The daughters approached Eleazar the priest, Joshua, Nun&quot;s son, and the leaders. They said, &apos;The LORD commanded Moses to give us a legacy along with our male relatives.&apos; So in agreement with the LORD &quot;s command, they were given a legacy along with their uncles."
            },
            {
                "verse_number": "5",
                "verse_text": "Manasseh had ten parcels in addition to the land of Gilead and Bashan on the other side of the Jordan."
            },
            {
                "verse_number": "6",
                "verse_text": "This was because the daughters of Manasseh received a legacy along with his sons. The land of Gilead belonged to the rest of the people of Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "The border of Manasseh ran from Asher to Michmethath, which is opposite Shechem. The border went south to the population of En-tappuah."
            },
            {
                "verse_number": "8",
                "verse_text": "The land of Tappuah belonged to Manasseh. But Tappuah itself belonged to the people of Ephraim, even though it was on the border of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "The border went down by the Kanah Valley. South of the ravine are those cities that belong to Ephraim, even though they are located among the cities of Manasseh. The border of Manasseh lay on the north side of the ravine and ended at the sea."
            },
            {
                "verse_number": "10",
                "verse_text": "What lay south of the border belonged to Ephraim, and what lay north of it belonged to Manasseh. The sea was its border. The territory bordered Asher on the north and Issachar on the east."
            },
            {
                "verse_number": "11",
                "verse_text": "Belonging to Manasseh in Issachar and in Asher were Beth-shean and its dependent cities, Ibleam and its dependent cities, the population of Dor and its dependent cities, the population of En-dor and its dependent cities, the population of Taanach and its dependent cities, and the population of Megiddo and its dependent cities. (The third one is Naphath.)"
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Manasseh couldn&quot;t take over these cities, and the Canaanites were determined to live in this land."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Israelites grew strong, they subjected the Canaanites to hard labor but didn&quot;t remove them."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribe of Joseph spoke to Joshua: &apos;Why have you only given us a single lot and a solitary parcel for a legacy? We are a numerous people whom the LORD has blessed so richly.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua said, &apos;Yes, you are a numerous people. So go up to the forest and clear ground for yourselves there in the land of the Perizzites and Rephaim, because the Ephraimite highland is too small for you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Joseph said, &apos;The highland isn&quot;t enough for us. But all the Canaanites who live in the valley region have iron chariots, both those in Beth-shean and its dependent cities and those in the Jezreel Valley.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua then said to the house of Joseph, to Ephraim and to Manasseh, &apos;You are a numerous people and possess great strength. You will have more than a single lot."
            },
            {
                "verse_number": "18",
                "verse_text": "The highland will belong to you. Because it is a forest, you can clear it. Its farthest limits will be yours. You will definitely remove the Canaanites, even though they have iron chariots and are strong.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The whole community of the Israelites assembled at Shiloh and set up the meeting tent there. The conquered land lay before them."
            },
            {
                "verse_number": "2",
                "verse_text": "Among the Israelites, seven tribes were left that had not yet received their legacy."
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua said to the Israelites, &apos;How long will you avoid going to take over the land that the LORD , the God of your ancestors, has given you?"
            },
            {
                "verse_number": "4",
                "verse_text": "Pick out three men for each tribe. I will send them out, and they will go up and travel throughout the land. They will write a description of it as the basis for determining their legacy. Then they will come back to me."
            },
            {
                "verse_number": "5",
                "verse_text": "They will divide up the land among themselves into seven portions. Judah will stay on its territory to the south. The house of Joseph will stay on their territory to the north."
            },
            {
                "verse_number": "6",
                "verse_text": "But you will write a report in seven parts and bring the report back here to me. Then I will cast the lot for you here, before the LORD our God."
            },
            {
                "verse_number": "7",
                "verse_text": "However, there won&quot;t be a portion among you for the Levites because their legacy is the priesthood of the LORD . Gad, Reuben, and half the tribe of Manasseh have already received their legacy on the east side of the Jordan. Moses the LORD &quot;s servant gave it to them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When the men had prepared to go, Joshua gave orders to those going to write a description of the land. &apos;Go and travel around the land, write about it, and return to me. I will cast the lot for you before the LORD here in Shiloh.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the men went and passed through the land and wrote about it in a document, city by city, in seven sections. They came back to Joshua in the camp at Shiloh."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joshua cast lots for them in Shiloh before the LORD . There Joshua divided up the shares of the land for the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "The lot for the clans of the Benjaminite tribe appeared first. The border of their allotment went out between the people of Judah and the people of Joseph."
            },
            {
                "verse_number": "12",
                "verse_text": "Their border on the north side ran from the Jordan. The border went up to the slope of Jericho on the north. It went up westward in the highlands and ended at the wasteland of Beth-aven."
            },
            {
                "verse_number": "13",
                "verse_text": "The border passed on from there to Luz, to the slope of Luz on the south (that is, Bethel). The border went down to Ataroth-adar on the mountain that is south of Lower Beth-horon."
            },
            {
                "verse_number": "14",
                "verse_text": "The border turned and came around southward on the west side, running from the mountain that is opposite Beth-horon on the south. It ended at Kiriath-baal (that is, Kiriath-jearim), a city of the people of Judah. This was its west side."
            },
            {
                "verse_number": "15",
                "verse_text": "The south side ran from the limits of Kiriath-jearim. The border went out westward. It then proceeded to the waters of Nephtoah Spring."
            },
            {
                "verse_number": "16",
                "verse_text": "The border went down to the foot of the mountain that is opposite the valley of the son of Hinnom, which is in the north part of the Rephaim Valley. It went down through the Hinnom Valley to the slope of the Jebusite city on the south. It then went down to En-rogel."
            },
            {
                "verse_number": "17",
                "verse_text": "It turned northward. Then it went to En-shemesh and then to Geliloth, which is opposite the ascent of Adummim. It went down to the Stone of Bohan (Reuben&quot;s son)."
            },
            {
                "verse_number": "18",
                "verse_text": "It passed on to the slope of Beth-arabah on the north and went down into the desert plain."
            },
            {
                "verse_number": "19",
                "verse_text": "The border passed on to the slope of Beth-hoglah on the north. The border ended at the north bay of the Dead Sea, at the southern mouth of the Jordan. This was the southern border."
            },
            {
                "verse_number": "20",
                "verse_text": "The Jordan bordered it on the east side. This is the legacy of the Benjaminite clans according to its borders."
            },
            {
                "verse_number": "21",
                "verse_text": "The cities of the clans of the Benjaminite tribe are Jericho, Beth-hoglah, Emek-keziz,"
            },
            {
                "verse_number": "22",
                "verse_text": "Beth-arabah, Zemaraim, Bethel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Avvim, Parah, Ophrah,"
            },
            {
                "verse_number": "24",
                "verse_text": "Chephar-ammoni, Ophni, and Geba. In total: twelve cities and their surrounding areas."
            },
            {
                "verse_number": "25",
                "verse_text": "Gibeon, Ramah, Beeroth,"
            },
            {
                "verse_number": "26",
                "verse_text": "Mizpeh, Chephirah, Mozah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Rekem, Irpeel, Taralah,"
            },
            {
                "verse_number": "28",
                "verse_text": "Zela, Haeleph, the Jebusite city (that is, Jerusalem), Gibeath, and Kiriath. In total: fourteen cities and their surrounding areas. This is the legacy of the Benjaminite clans."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The second lot fell to Simeon. The legacy of the clans of the Simeonite tribe lay inside the legacy of the people of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "They had in their legacy: Beer-sheba, Sheba, Moladah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Hazar-shual, Balah, Ezem,"
            },
            {
                "verse_number": "4",
                "verse_text": "Eltolad, Bethul, Hormah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ziklag, Beth-marcaboth, Hazar-susah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Beth-lebaoth, and Sharuhen. In total: thirteen cities and their surrounding areas."
            },
            {
                "verse_number": "7",
                "verse_text": "Ain, Rimmon, Ether, and Ashan. In total: four cities and their surrounding areas."
            },
            {
                "verse_number": "8",
                "verse_text": "In addition were all the areas that surround these cities as far as Baalath-beer and Ramah of the arid southern plain. This is the legacy of the clans of the Simeonite tribe."
            },
            {
                "verse_number": "9",
                "verse_text": "Some of the portion of the people of Judah belonged to the legacy of the people of Simeon. This was because the portion of the people of Judah was too large for them. So the people of Simeon received a legacy inside Judah&quot;s legacy."
            },
            {
                "verse_number": "10",
                "verse_text": "The lot turned up third for the clans of Zebulun. The border of their legacy ran as far as Sarid."
            },
            {
                "verse_number": "11",
                "verse_text": "Their border went up westward to Maralah, touched Dabbesheth, and touched the ravine that is opposite Jokneam."
            },
            {
                "verse_number": "12",
                "verse_text": "It reversed from Sarid eastward toward the east to the border of Chisloth-tabor. It went to Daberath and then up to Japhia."
            },
            {
                "verse_number": "13",
                "verse_text": "From there it passed on the east side, running eastward to Gath-hepher and Eth-kazin. Going to Rimmon, it bent toward Neah."
            },
            {
                "verse_number": "14",
                "verse_text": "The border turned north of Hannathon and ended at the Iphtah-el Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "They also owned Kattath, Nahalal, Shimron, Idalah, and Bethlehem; in total: twelve cities and their surrounding areas."
            },
            {
                "verse_number": "16",
                "verse_text": "These cities and their surrounding areas are the legacy of Zebulun&quot;s clans."
            },
            {
                "verse_number": "17",
                "verse_text": "The lot went out fourth for the clans of Issachar."
            },
            {
                "verse_number": "18",
                "verse_text": "Their border ran toward Jezreel. They also owned Chesulloth, Shunem,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hapharaim, Shion, Anaharath,"
            },
            {
                "verse_number": "20",
                "verse_text": "Rabbith, Kishion, Ebez,"
            },
            {
                "verse_number": "21",
                "verse_text": "Remeth, En-gannim, En-haddah, and Beth-pazzez."
            },
            {
                "verse_number": "22",
                "verse_text": "The border touched Tabor, Shahazumah, and Beth-shemesh. Their border ended at the Jordan; in total: sixteen cities with their surrounding areas."
            },
            {
                "verse_number": "23",
                "verse_text": "These cities and their surrounding areas are the legacy for the clans of the Issachar tribe."
            },
            {
                "verse_number": "24",
                "verse_text": "The lot went out fifth for the clans of the tribe of Asher."
            },
            {
                "verse_number": "25",
                "verse_text": "Their border included Helkath, Hali, Beten, Achshaph,"
            },
            {
                "verse_number": "26",
                "verse_text": "Allammelech, Amad, and Mishal. It touched Carmel on the west and Shihor-libnath."
            },
            {
                "verse_number": "27",
                "verse_text": "The border reversed eastward to Beth-dagon. It touched Zebulun and the Iphtah-el Valley on the north, also Beth-emek and Neiel. It went to Cabul on the north,"
            },
            {
                "verse_number": "28",
                "verse_text": "as far as Great Sidon. They also owned Ebron, Rehob, Hammon, and Kanah."
            },
            {
                "verse_number": "29",
                "verse_text": "The border turned around to Ramah as far as the fortified city of Tyre. The border turned around to Hosah and ended at the sea. They also owned Mahalab, Achzib,"
            },
            {
                "verse_number": "30",
                "verse_text": "Ummah, Aphek, and Rehob; in total: twenty-two cities and their surrounding areas."
            },
            {
                "verse_number": "31",
                "verse_text": "These cities and their surrounding areas are the legacy for the clans of the Asher tribe."
            },
            {
                "verse_number": "32",
                "verse_text": "For the people of Naphtali, the lot went out sixth. For the clans of Naphtali"
            },
            {
                "verse_number": "33",
                "verse_text": "their border ran from Heleph, from the oak in Zaanannim and Adami-nekeb and Jabneel as far as Lakkum. It ended at the Jordan."
            },
            {
                "verse_number": "34",
                "verse_text": "The border reversed westward to Aznoth-tabor. It went from there to Hukkok. It touched Zebulun on the south, Asher on the west, and Judah at the Jordan on the east."
            },
            {
                "verse_number": "35",
                "verse_text": "They also owned the fortified cities Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
            },
            {
                "verse_number": "36",
                "verse_text": "Adamah, Ramah, Hazor,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedesh, Edrei, En-hazor,"
            },
            {
                "verse_number": "38",
                "verse_text": "Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh; in total: nineteen cities and their surrounding areas."
            },
            {
                "verse_number": "39",
                "verse_text": "These cities and their surrounding areas are the legacy for the clans of the Naphtali tribe."
            },
            {
                "verse_number": "40",
                "verse_text": "The lot went out seventh for the clans of the Danite tribe."
            },
            {
                "verse_number": "41",
                "verse_text": "The territory of their legacy was Zorah, Eshtaol, Ir-shemesh,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shaalabbin, Aijalon, Ithlah,"
            },
            {
                "verse_number": "43",
                "verse_text": "Elon, Timnah, Ekron,"
            },
            {
                "verse_number": "44",
                "verse_text": "Eltekeh, Gibbethon, Baalath,"
            },
            {
                "verse_number": "45",
                "verse_text": "Jehud, Bene-berak, Gath-rimmon,"
            },
            {
                "verse_number": "46",
                "verse_text": "Me-jarkon, and Rakkon, along with the territory opposite Joppa."
            },
            {
                "verse_number": "47",
                "verse_text": "But the territory of the people of Dan was lost to them. So the people of Dan went up and attacked Leshem and captured it. They struck it down without mercy. They took it over and settled it. Then they named Leshem as Dan, after the name of Dan their ancestor."
            },
            {
                "verse_number": "48",
                "verse_text": "These cities and their surrounding areas are the legacy for the clans of the Danite tribe."
            },
            {
                "verse_number": "49",
                "verse_text": "So when they finished assigning the borders of the land, the Israelites gave to Joshua, Nun&quot;s son, a legacy among them."
            },
            {
                "verse_number": "50",
                "verse_text": "By the LORD &quot;s command, they gave him the city that he asked for. This was Timnath-serah in the highlands of Ephraim. He built a city and lived in it."
            },
            {
                "verse_number": "51",
                "verse_text": "These are the legacies that Eleazar the priest, Joshua, Nun&quot;s son, and the heads of the families of the Israelite tribes assigned by lot at Shiloh. They did this before the LORD at the entrance of the meeting tent and finished dividing up the land."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Joshua:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Say to the Israelites, &quot;Set up refuge cities for yourselves. I spoke to you about these through Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "Anyone who kills by striking down someone unintentionally or by mistake may flee there. These places will be a refuge for you from any member of the victim&quot;s family seeking revenge."
            },
            {
                "verse_number": "4",
                "verse_text": "The killer will flee to one of these cities, stand at the entrance of the city gate, and explain their situation to the elders of that city. The elders are to let the killer into the city and provide a place of refuge for the killer to live with them."
            },
            {
                "verse_number": "5",
                "verse_text": "If a member of the victim&quot;s family follows, seeking revenge, they won&quot;t hand the killer over. This is because the killer struck down the neighbor by accident and hadn&quot;t been an enemy in the past."
            },
            {
                "verse_number": "6",
                "verse_text": "The killer will live in that city until there can be a trial before the community or until the death of the one who is high priest at that time. Then the killer may return home, back to the city from which the flight began.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they set apart Kedesh in Galilee in the highlands of Naphtali, Shechem in the highlands of Ephraim, and Kiriath-arba (that is, Hebron) in the highlands of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "On the other side of the Jordan east of Jericho, they set up Bezer in the wasteland on the plateau from the tribe of Reuben, Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "These cities were the ones designated for all the Israelites and for immigrants residing among them. Anyone who struck down a person by mistake could flee there and escape death at the hand of some member of the victim&quot;s family seeking revenge, until there could be a trial before the community."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The heads of the levitical families approached Eleazar the priest, Joshua, Nun&quot;s son, and the heads of the families of the Israelite tribes."
            },
            {
                "verse_number": "2",
                "verse_text": "They spoke to them at Shiloh in the land of Canaan: &apos;The LORD gave a command through Moses to give us cities to live in and their pasturelands for our cattle.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the Israelites gave the Levites the following cities and their pasturelands out of their own legacy. This was in agreement with the LORD &quot;s command."
            },
            {
                "verse_number": "4",
                "verse_text": "The lot went out for the clans of the Kohathites. The descendants of Aaron the priest from among the Levites acquired thirteen cities by lot from the tribes of Judah, Simeon, and Benjamin."
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of the descendants of Kohath acquired ten cities by lot from the clans of the tribes of Ephraim, Dan, and half of Manasseh."
            },
            {
                "verse_number": "6",
                "verse_text": "The descendants of Gershon acquired thirteen cities by lot from the clans of the tribes of Issachar, Asher, Naphtali, and the half of Manasseh located in Bashan."
            },
            {
                "verse_number": "7",
                "verse_text": "The descendants of Merari acquired twelve cities for their clans from the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "8",
                "verse_text": "So the Israelites gave these cities and their pasturelands to the Levites by lot, exactly as the LORD had commanded through Moses."
            },
            {
                "verse_number": "9",
                "verse_text": "They gave the following cities, identified here by name, from the tribe of the Judahites and the tribe of the Simeonites."
            },
            {
                "verse_number": "10",
                "verse_text": "The cities belonged to the descendants of Aaron, one of the Kohathite clans of the Levites, because the lot had fallen to them first."
            },
            {
                "verse_number": "11",
                "verse_text": "They gave them Kiriath-arba (that is, Hebron) in the highlands of Judah and the pastures around it. (Arba was the father of Anak.)"
            },
            {
                "verse_number": "12",
                "verse_text": "But they had already given the fields of the city and its surrounding areas to Caleb, Jephunneh&quot;s son, as his property."
            },
            {
                "verse_number": "13",
                "verse_text": "To the descendants of Aaron the priest they gave: Hebron, the refuge city for a killer, and its pastures; Libnah and its pastures;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jattir and its pastures; Eshtemoa and its pastures;"
            },
            {
                "verse_number": "15",
                "verse_text": "Holon and its pastures; Debir and its pastures;"
            },
            {
                "verse_number": "16",
                "verse_text": "Ain and its pastures; Juttah and its pastures; and Beth-shemesh and its pastures. Total from these two tribes: nine cities."
            },
            {
                "verse_number": "17",
                "verse_text": "From the tribe of Benjamin: Gibeon and its pastures, Geba and its pastures,"
            },
            {
                "verse_number": "18",
                "verse_text": "Anathoth and its pastures, and Almon and its pastures. In total: four cities."
            },
            {
                "verse_number": "19",
                "verse_text": "This is the total of all the cities of the priests descended from Aaron: thirteen cities with their pastures."
            },
            {
                "verse_number": "20",
                "verse_text": "Other clans from the levitical descendants of Kohath still remained from among the descendants of Kohath. Some of their allotted cities were from the tribe of Ephraim."
            },
            {
                "verse_number": "21",
                "verse_text": "They gave them: Shechem, the refuge city for a killer, and its pastures in the highlands of Ephraim; Gezer and its pastures;"
            },
            {
                "verse_number": "22",
                "verse_text": "Kibzaim and its pastures; and Beth-horon and its pastures; in total: four cities."
            },
            {
                "verse_number": "23",
                "verse_text": "From the tribe of Dan: Elteke and its pastures, Gibbethon and its pastures,"
            },
            {
                "verse_number": "24",
                "verse_text": "Aijalon and its pastures, Gath-rimmon and its pastures; in total: four cities."
            },
            {
                "verse_number": "25",
                "verse_text": "From half the tribe of Manasseh: Taanach and its pastures, and Gath-rimmon and its pastures; in total: two cities."
            },
            {
                "verse_number": "26",
                "verse_text": "This is the total of all cities for the clans of the remaining descendants of Kohath: ten cities with their pastures."
            },
            {
                "verse_number": "27",
                "verse_text": "To the descendants of Gershon, one of the clans of the Levites, from half the tribe of Manasseh: Golan in Bashan, the refuge city for a killer, and its pastures; and Beeshterah and its pastures; in total: two cities."
            },
            {
                "verse_number": "28",
                "verse_text": "From the tribe of Issachar: Kishion and its pastures, Daberath and its pastures,"
            },
            {
                "verse_number": "29",
                "verse_text": "Jarmuth and its pastures, En-gannim and its pastures; in total: four cities."
            },
            {
                "verse_number": "30",
                "verse_text": "From the tribe of Asher: Mishal and its pastures, Abdon and its pastures,"
            },
            {
                "verse_number": "31",
                "verse_text": "Helkath and its pastures, and Rehob and its pastures; in total: four cities."
            },
            {
                "verse_number": "32",
                "verse_text": "From the tribe of Naphtali: Kedesh in Galilee, the refuge city for the killer, and its pastures; Hammoth-dor and its pastures; and Kartan and its pastures; in total: three cities."
            },
            {
                "verse_number": "33",
                "verse_text": "This is the total of all cities of the Gershonites for their clans: thirteen cities with their pastures."
            },
            {
                "verse_number": "34",
                "verse_text": "To the clans of the descendants of Merari, the rest of the Levites, from the tribe of Zebulun: Jokneam and its pastures, Kartah and its pastures,"
            },
            {
                "verse_number": "35",
                "verse_text": "Dimnah and its pastures, Nahalal and its pastures; in total: four cities."
            },
            {
                "verse_number": "36",
                "verse_text": "From the tribe of Reuben: Bezer and its pastures, Jahaz and its pastures,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedemoth and its pastures, and Mephaath and its pastures; in total: four cities."
            },
            {
                "verse_number": "38",
                "verse_text": "From the tribe of Gad: Ramoth in Gilead, the refuge city for a killer, and its pastures; Mahanaim and its pastures;"
            },
            {
                "verse_number": "39",
                "verse_text": "Heshbon and its pastures; Jazer and its pastures; in total: four cities."
            },
            {
                "verse_number": "40",
                "verse_text": "As for the cities of the descendants of Merari for their clans, the remaining clans of the Levites, their total allotment was twelve cities."
            },
            {
                "verse_number": "41",
                "verse_text": "This is the total of all the cities of the Levites within the property of the Israelites: forty-eight cities with their pastures."
            },
            {
                "verse_number": "42",
                "verse_text": "Each of these cities had its pastures around it. This was the case for all these cities."
            },
            {
                "verse_number": "43",
                "verse_text": "The LORD gave to Israel all the land he had pledged to give to their ancestors. They took it over and settled there."
            },
            {
                "verse_number": "44",
                "verse_text": "The LORD gave them rest from surrounding danger, exactly as he had pledged to their ancestors. Not one of all their enemies held out against them. The LORD gave all their enemies into their power."
            },
            {
                "verse_number": "45",
                "verse_text": "Not one of all the good things that the LORD had promised to the house of Israel failed. Every promise was fulfilled."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Joshua summoned the Reubenites, the Gadites, and half the tribe of Manasseh."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;You obeyed everything that Moses the LORD &quot;s servant commanded you. You have also obeyed me in everything that I have commanded you."
            },
            {
                "verse_number": "3",
                "verse_text": "During these many years, you never once deserted your fellow Israelites. You faithfully obeyed the command of the LORD your God."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD your God has now given rest to your fellow Israelites, exactly as he promised them. So turn around and go back home. Go to the land where you hold property, which Moses the LORD &quot;s servant gave you on the other side of the Jordan."
            },
            {
                "verse_number": "5",
                "verse_text": "Just be very careful to carry out the commandment and Instruction that Moses the LORD &quot;s servant commanded you. Love the LORD your God. Walk in all his ways and obey his commandments. Hold on to him and serve him with all your heart and being.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Joshua blessed them. He sent them away, and they went home."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses had provided for half of the tribe of Manasseh in Bashan. But Joshua provided for the other half on the west side of the Jordan along with their fellow Israelites. When he sent them back home, Joshua also blessed them."
            },
            {
                "verse_number": "8",
                "verse_text": "He said to them, &apos;Return home with great wealth and many cattle, with silver, gold, bronze, and iron, and with much clothing. Divide the spoil taken from your enemies among your own people.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the people of Reuben, the people of Gad, and half the tribe of Manasseh went back. They left the Israelites at Shiloh, which is in the land of Canaan. They went to the land of Gilead, to the land that they owned. They had settled there at the LORD &quot;s command given by Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "They came to the districts of the Jordan that are in the land of Canaan. The people of Reuben, the people of Gad, and half the tribe of Manasseh built an altar there by the Jordan, an altar that appeared to be immense."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Israelites heard a report: &apos;Look. The people of Reuben, the people of Gad, and half the tribe of Manasseh have built an altar at the far edge of the land of Canaan. It lies in the districts of the Jordan on the Israelite side!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the Israelites heard this, the entire Israelite community assembled at Shiloh to go up to war against them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Israelites sent Phinehas son of Eleazar the priest to the people of Reuben, the people of Gad, and half the tribe of Manasseh in the land of Gilead."
            },
            {
                "verse_number": "14",
                "verse_text": "They sent with him ten leaders, one leader from each important family among the tribes of Israel. Each was the head of an important family among the military units of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "They came to the people of Reuben, the people of Gad, and half the tribe of Manasseh in the land of Gilead and spoke with them."
            },
            {
                "verse_number": "16",
                "verse_text": "They said, &apos;Here is what the LORD &quot;s entire community says: &quot;What&quot;s this disrespectful thing that you&quot;ve done to the God of Israel? Today you&quot;ve turned away from following the LORD by building yourselves an altar as an act of rebellion against the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "Wasn&quot;t the offense of Peor enough for us? Even today we still haven&quot;t cleansed ourselves from that sin, when there was a plague on the LORD &quot;s community!"
            },
            {
                "verse_number": "18",
                "verse_text": "Today you are turning away from following the LORD . If you rebel against the LORD today, he will be angry with the entire community of Israel tomorrow."
            },
            {
                "verse_number": "19",
                "verse_text": "If your own property is unclean land, then cross over into the land of the LORD &quot;s property and settle among us. That&quot;s where the dwelling of the LORD stands. But don&quot;t rebel against the LORD . And don&quot;t involve us in rebellion by building an altar for yourselves other than the altar of the LORD our God."
            },
            {
                "verse_number": "20",
                "verse_text": "Didn&quot;t Achan, Zerah&quot;s son, do such a disrespectful thing with the items reserved for God? Wrath came on the entire community of Israel. And he wasn&quot;t the only one to die for his crime.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the people of Reuben, the people of Gad, and half the tribe of Manasseh answered the heads of the military units of Israel:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The LORD is God of gods! The LORD is God of gods! He already knows, and now let Israel also know it! If we acted in rebellion or in disrespect against the LORD , don&quot;t spare us today."
            },
            {
                "verse_number": "23",
                "verse_text": "If we&quot;ve built ourselves an altar to turn away from following the LORD or to offer on it an entirely burned offering or gift offering, or to perform well-being sacrifices on it, let the LORD himself seek punishment."
            },
            {
                "verse_number": "24",
                "verse_text": "No! The truth is we did this out of concern for what might happen. In the future your children might say to our children, &quot;What have you got to do with the LORD , the God of Israel?"
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD has set the Jordan as a border between us and you people of Reuben and Gad. You have no portion in the LORD !&quot; So your children might make our children stop worshipping the LORD ."
            },
            {
                "verse_number": "26",
                "verse_text": "As a result we said, &quot;Let&quot;s protect ourselves by building an altar. It isn&quot;t to be for an entirely burned offering or for sacrifice.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "But it is to be a witness between us and you and between our descendants after us. It witnesses that we too perform the service of the LORD in his presence through our entirely burned offerings, sacrifices, and well-being offerings. So in the future your children could never say to our children, &quot;You have no portion in the LORD .&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "We thought, If in the future they ever say this to us or to our descendants, we could say, &quot;Look at this replica of the altar of the LORD that our ancestors made. It isn&quot;t for entirely burned offerings or for sacrifice but to be a witness between us and you.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "God forbid that we should rebel against the LORD and turn away today from following the LORD by building an altar for an entirely burned offering, gift offering, or sacrifice, other than the altar of the LORD our God that stands before his dwelling!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Phinehas the priest, the leaders of the community, and the heads of the military units of Israel who were with him heard the words that the people of Reuben, Gad, and Manasseh spoke and approved them."
            },
            {
                "verse_number": "31",
                "verse_text": "So Phinehas the son of Eleazar the priest said to the people of Reuben, Gad, and Manasseh, &apos;Today we know that the LORD is among us, because you haven&quot;t done a disrespectful thing against the LORD . Now you&quot;ve delivered the Israelites from the power of the LORD .&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Phinehas the son of Eleazar the priest and the leaders left the people of Reuben and Gad in the land of Gilead and came back to the Israelites in the land of Canaan. They brought word back to them."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites agreed and blessed God. They no longer spoke of going to war against them to destroy the land where the people of Reuben and Gad were living."
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Reuben and Gad referred to the altar in this way: &apos;It is a witness between us that the LORD is God.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "A long time passed. The LORD had given rest to Israel from all their surrounding enemies, and Joshua had grown very old."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua summoned all Israel, their elders, their heads, their judges, and their officers. He said to them, &apos;I&quot;ve grown very old."
            },
            {
                "verse_number": "3",
                "verse_text": "You&quot;ve seen all that the LORD your God has done to all these nations because of you. It is the LORD your God who fights for you."
            },
            {
                "verse_number": "4",
                "verse_text": "Look. I&quot;ve allotted to you these remaining nations as a legacy for your tribes, along with all the nations I have destroyed. They stretch from the Jordan to the Mediterranean Sea."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD your God will force them out before you and remove them from you. Then you will take over their land, exactly as the LORD your God has promised you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be very strong. Carefully obey everything written in the Instruction scroll from Moses. Don&quot;t deviate a bit from it either to the right or to the left."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t have anything to do with these nations that remain with you. Don&quot;t invoke the names of their gods or take oaths by them. Don&quot;t serve them or worship them."
            },
            {
                "verse_number": "8",
                "verse_text": "Hold on to the LORD your God instead, exactly as you&quot;ve done right up to today."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The LORD has removed great and powerful nations before you. To this day, no one has stood up to you."
            },
            {
                "verse_number": "10",
                "verse_text": "A single one of you puts a thousand to flight. This is because the LORD your God fights for you, exactly as he promised you."
            },
            {
                "verse_number": "11",
                "verse_text": "For your own sake, be very careful to love the LORD your God."
            },
            {
                "verse_number": "12",
                "verse_text": "But if you should turn away and join the rest of these nations that remain with you, intermarry with them, and associate with each other,"
            },
            {
                "verse_number": "13",
                "verse_text": "then know for certain that the LORD your God won&quot;t keep on removing these nations before you. Instead, they will be a snare and a trap for you. They will be a whip on your sides and thorns in your eyes, until you vanish from this fertile land that the LORD your God has given you."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Look. I&quot;m now walking on the road to death that all the earth must take. You know with all your heart and being that not a single one of all the good things that the LORD your God promised about you has failed. They were all fulfilled for you. Not a single one of them has failed."
            },
            {
                "verse_number": "15",
                "verse_text": "But in the same way that every good thing that the LORD your God promised about you has been fulfilled, so the LORD could bring against you every bad thing as well. He could wipe you out from this fertile land that the LORD your God has given you."
            },
            {
                "verse_number": "16",
                "verse_text": "If you violate the covenant of the LORD your God, which he commanded you to keep, and go on to serve other gods and worship them, then the LORD will be furious with you. You will quickly vanish from the fertile land that he has given you.&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joshua gathered all the tribes of Israel at Shechem. He summoned the elders of Israel, its leaders, judges, and officers. They presented themselves before God."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Joshua said to the entire people, &apos;This is what the LORD , the God of Israel, says: Long ago your ancestors lived on the other side of the Euphrates. They served other gods. Among them was Terah the father of Abraham and Nahor."
            },
            {
                "verse_number": "3",
                "verse_text": "I took Abraham your ancestor from the other side of the Euphrates. I led him around through the whole land of Canaan. I added to his descendants and gave him Isaac."
            },
            {
                "verse_number": "4",
                "verse_text": "To Isaac I gave Jacob and Esau. I gave Mount Seir to Esau to take over. But Jacob and his sons went down to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I sent Moses and Aaron. I plagued Egypt with what I did to them. After that I brought you out."
            },
            {
                "verse_number": "6",
                "verse_text": "I brought your ancestors out of Egypt, and you came to the sea. The Egyptians chased your ancestors with chariots and horses to the Reed Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "Then they cried for help to the LORD . So he set darkness between you and the Egyptians. He brought the sea down on them, and it covered them. With your own eyes you saw what I did to the Egyptians. You lived in the desert for a long time. They said, &apos;We are witnesses!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Then I brought you into the land of the Amorites who lived on the other side of the Jordan. They attacked you, but I gave them into your power, and you took over their land. I wiped them out before you."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moab&quot;s King Balak, Zippor&quot;s son, set out to attack Israel. He summoned Balaam, Beor&quot;s son, to curse you."
            },
            {
                "verse_number": "10",
                "verse_text": "But I wasn&quot;t willing to listen to Balaam, so he actually blessed you. I rescued you from his power."
            },
            {
                "verse_number": "11",
                "verse_text": "Then you crossed over the Jordan. You came to Jericho, and the citizens of Jericho attacked you. They were Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites. But I gave them into your power."
            },
            {
                "verse_number": "12",
                "verse_text": "I sent the hornet before you. It drove them out before you and did the same to the two kings of the Amorites. It wasn&quot;t your sword or bow that did this."
            },
            {
                "verse_number": "13",
                "verse_text": "I gave you land on which you hadn&quot;t toiled and cities that you hadn&quot;t built. You settled in them and are enjoying produce from vineyards and olive groves that you didn&quot;t plant."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;So now, revere the LORD . Serve him honestly and faithfully. Put aside the gods that your ancestors served beyond the Euphrates and in Egypt and serve the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "But if it seems wrong in your opinion to serve the LORD , then choose today whom you will serve. Choose the gods whom your ancestors served beyond the Euphrates or the gods of the Amorites in whose land you live. But my family and I will serve the LORD .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the people answered, &apos;God forbid that we ever leave the LORD to serve other gods!"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD is our God. He is the one who brought us and our ancestors up from the land of Egypt, from the house of bondage. He has done these mighty signs in our sight. He has protected us the whole way we&quot;ve gone and in all the nations through which we&quot;ve passed."
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD has driven out all the nations before us, including the Amorites who lived in the land. We too will serve the LORD , because he is our God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Joshua said to the people, &apos;You can&quot;t serve the LORD , because he is a holy God. He is a jealous God. He won&quot;t forgive your rebellion and your sins."
            },
            {
                "verse_number": "20",
                "verse_text": "If you leave the LORD and serve foreign gods, then he will turn around and do you harm and finish you off, in spite of having done you good in the past.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the people said to Joshua, &apos;No! The LORD is the one we will serve.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Joshua said to the people, &apos;You are witnesses against yourselves that you have chosen to serve the LORD .&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So now put aside the foreign gods that are among you. Focus your hearts on the LORD , the God of Israel.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The people said to Joshua, &apos;We will serve the LORD our God and will obey him.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "On that day Joshua made a covenant for the people and established just rule for them at Shechem."
            },
            {
                "verse_number": "26",
                "verse_text": "Joshua wrote these words in God&quot;s Instruction scroll. Then he took a large stone and put it up there under the oak in the sanctuary of the LORD ."
            },
            {
                "verse_number": "27",
                "verse_text": "Joshua said to all the people, &apos;This stone will serve here as a witness against us, because it has heard all the LORD &quot;s words that he spoke to us. It will serve as a witness against you in case you aren&quot;t true to your God.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joshua sent the people away to each one&quot;s legacy."
            },
            {
                "verse_number": "29",
                "verse_text": "After these events, Joshua, Nun&quot;s son, the LORD &quot;s servant, died. He was 110."
            },
            {
                "verse_number": "30",
                "verse_text": "They buried him within the border of his own legacy, in Timnath-serah in the highlands of Ephraim north of Mount Gaash."
            },
            {
                "verse_number": "31",
                "verse_text": "Israel served the LORD all the days of Joshua and all the days of the elders who outlived Joshua. They had known every act the LORD had done for Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "The Israelites had brought up the bones of Joseph from Egypt. They buried them at Shechem in the portion of field that Jacob had purchased for one hundred qesitahs from the descendants of Hamor the father of Shechem. They became a legacy of the descendants of Joseph."
            },
            {
                "verse_number": "33",
                "verse_text": "Eleazar son of Aaron died. They buried him at Gibeah, which belonged to his son Phinehas. It had been given to him in the highlands of Ephraim."
            }
        ]
    }
}