{
    "1 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, who is an apostle of Jesus Christ by the command of God our savior and of Christ Jesus our hope. Grace, mercy, and peace from God the Father and from Christ Jesus our Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "To Timothy, my true child in the faith."
            },
            {
                "verse_number": "3",
                "verse_text": "When I left for Macedonia, I asked you to stay behind in Ephesus so that you could instruct certain individuals not to spread wrong teaching."
            },
            {
                "verse_number": "4",
                "verse_text": "They shouldn&quot;t pay attention to myths and endless genealogies. Their teaching only causes useless guessing games instead of faithfulness to God&quot;s way of doing things."
            },
            {
                "verse_number": "5",
                "verse_text": "The goal of instruction is love from a pure heart, a good conscience, and a sincere faith."
            },
            {
                "verse_number": "6",
                "verse_text": "Because they missed this goal, some people have been distracted by talk that doesn&quot;t mean anything."
            },
            {
                "verse_number": "7",
                "verse_text": "They want to be teachers of Law without understanding either what they are saying or what they are talking about with such confidence."
            },
            {
                "verse_number": "8",
                "verse_text": "Now we know that the Law is good if used appropriately."
            },
            {
                "verse_number": "9",
                "verse_text": "We understand this: the Law isn&quot;t established for a righteous person but for people who live without laws and without obeying any authority. They are the ungodly and the sinners. They are people who are not spiritual, and nothing is sacred to them. They kill their fathers and mothers, and murder others."
            },
            {
                "verse_number": "10",
                "verse_text": "They are people who are sexually unfaithful, and people who have intercourse with the same sex. They are kidnappers, liars, individuals who give false testimonies in court, and those who do anything else that is opposed to sound teaching."
            },
            {
                "verse_number": "11",
                "verse_text": "Sound teaching agrees with the glorious gospel of the blessed God that has been trusted to me."
            },
            {
                "verse_number": "12",
                "verse_text": "I thank Christ Jesus our Lord, who has given me strength because he considered me faithful. So he appointed me to ministry"
            },
            {
                "verse_number": "13",
                "verse_text": "even though I used to speak against him, attack his people, and I was proud. But I was shown mercy because I acted in ignorance and without faith."
            },
            {
                "verse_number": "14",
                "verse_text": "Our Lord&quot;s favor poured all over me along with the faithfulness and love that are in Christ Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "This saying is reliable and deserves full acceptance: &apos;Christ Jesus came into the world to save sinners&apos;&ndash;and I&quot;m the biggest sinner of all."
            },
            {
                "verse_number": "16",
                "verse_text": "But this is why I was shown mercy, so that Christ Jesus could show his endless patience to me first of all. So I&quot;m an example for those who are going to believe in him for eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "Now to the king of the ages, to the immortal, invisible, and only God, may honor and glory be given to him forever and always! Amen."
            },
            {
                "verse_number": "18",
                "verse_text": "Timothy, my child, I&quot;m giving you these instructions based on the prophecies that were once made about you. So if you follow them, you can wage a good war"
            },
            {
                "verse_number": "19",
                "verse_text": "because you have faith and a good conscience. Some people have ruined their faith because they refused to listen to their conscience,"
            },
            {
                "verse_number": "20",
                "verse_text": "such as Hymenaeus and Alexander. I&quot;ve handed them over to Satan so that they can be taught not to speak against God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "First of all, then, I ask that requests, prayers, petitions, and thanksgiving be made for all people."
            },
            {
                "verse_number": "2",
                "verse_text": "Pray for kings and everyone who is in authority so that we can live a quiet and peaceful life in complete godliness and dignity."
            },
            {
                "verse_number": "3",
                "verse_text": "This is right and it pleases God our savior,"
            },
            {
                "verse_number": "4",
                "verse_text": "who wants all people to be saved and to come to a knowledge of the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "There is one God and one mediator between God and humanity, the human Christ Jesus,"
            },
            {
                "verse_number": "6",
                "verse_text": "who gave himself as a payment to set all people free. This was a testimony that was given at the right time."
            },
            {
                "verse_number": "7",
                "verse_text": "I was appointed to be a preacher and apostle of this testimony&ndash;I&quot;m telling the truth and I&quot;m not lying! I&quot;m a teacher of the Gentiles in faith and truth."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, I want men to pray everywhere by lifting up hands that are holy, without anger or argument."
            },
            {
                "verse_number": "9",
                "verse_text": "In the same way, I want women to enhance their appearance with clothing that is modest and sensible, not with elaborate hairstyles, gold, pearls, or expensive clothes."
            },
            {
                "verse_number": "10",
                "verse_text": "They should make themselves attractive by doing good, which is appropriate for women who claim to honor God."
            },
            {
                "verse_number": "11",
                "verse_text": "A wife should learn quietly with complete submission."
            },
            {
                "verse_number": "12",
                "verse_text": "I don&quot;t allow a wife to teach or to control her husband. Instead, she should be a quiet listener."
            },
            {
                "verse_number": "13",
                "verse_text": "Adam was formed first, and then Eve."
            },
            {
                "verse_number": "14",
                "verse_text": "Adam wasn&quot;t deceived, but rather his wife became the one who stepped over the line because she was completely deceived."
            },
            {
                "verse_number": "15",
                "verse_text": "But a wife will be brought safely through childbirth, if they both continue in faith, love, and holiness, together with self-control."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This saying is reliable: if anyone has a goal to be a supervisor in the church, they want a good thing."
            },
            {
                "verse_number": "2",
                "verse_text": "So the church&quot;s supervisor must be without fault. They should be faithful to their spouse, sober, modest, and honest. They should show hospitality and be skilled at teaching."
            },
            {
                "verse_number": "3",
                "verse_text": "They shouldn&quot;t be addicted to alcohol or be a bully. Instead, they should be gentle, peaceable, and not greedy."
            },
            {
                "verse_number": "4",
                "verse_text": "They should manage their own household well&ndash;they should see that their children are obedient with complete respect,"
            },
            {
                "verse_number": "5",
                "verse_text": "because if they don&quot;t know how to manage their own household, how can they take care of God&quot;s church?"
            },
            {
                "verse_number": "6",
                "verse_text": "They shouldn&quot;t be new believers so that they won&quot;t become proud and fall under the devil&quot;s spell."
            },
            {
                "verse_number": "7",
                "verse_text": "They should also have a good reputation with those outside the church so that they won&quot;t be embarrassed and fall into the devil&quot;s trap."
            },
            {
                "verse_number": "8",
                "verse_text": "In the same way, servants in the church should be dignified, not two-faced, heavy drinkers, or greedy for money."
            },
            {
                "verse_number": "9",
                "verse_text": "They should hold on to the faith that has been revealed with a clear conscience."
            },
            {
                "verse_number": "10",
                "verse_text": "They should also be tested and then serve if they are without fault."
            },
            {
                "verse_number": "11",
                "verse_text": "In the same way, women who are servants in the church should be dignified and not gossip. They should be sober and faithful in everything they do."
            },
            {
                "verse_number": "12",
                "verse_text": "Servants must be faithful to their spouse and manage their children and their own households well."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who have served well gain a good standing and considerable confidence in the faith that is in Christ Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to come to you quickly. But I&quot;m writing these things to you so that"
            },
            {
                "verse_number": "15",
                "verse_text": "if I&quot;m delayed, you&quot;ll know how you should behave in God&quot;s household. It is the church of the living God and the backbone and support of the truth."
            },
            {
                "verse_number": "16",
                "verse_text": "Without question, the mystery of godliness is great: he was revealed as a human, declared righteous by the Spirit, seen by angels, preached throughout the nations, believed in around the world, and taken up in glory."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Spirit clearly says that in latter times some people will turn away from the faith. They will pay attention to spirits that deceive and to the teaching of demons."
            },
            {
                "verse_number": "2",
                "verse_text": "They will be controlled by the pretense of lying, and their own consciences will be seared."
            },
            {
                "verse_number": "3",
                "verse_text": "They will prohibit marriage and eating foods that God created&ndash;and he intended them to be accepted with thanksgiving by those who are faithful and have come to know the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "Everything that has been created by God is good, and nothing that is received with thanksgiving should be rejected."
            },
            {
                "verse_number": "5",
                "verse_text": "These things are made holy by God&quot;s word and prayer."
            },
            {
                "verse_number": "6",
                "verse_text": "If you point these things out to the believers, you will be a good servant of Christ Jesus who has been trained by the words of faith and the good teaching that you&quot;ve carefully followed."
            },
            {
                "verse_number": "7",
                "verse_text": "But stay away from the godless myths that are passed down from the older women. Train yourself for a holy life!"
            },
            {
                "verse_number": "8",
                "verse_text": "While physical training has some value, training in holy living is useful for everything. It has promise for this life now and the life to come."
            },
            {
                "verse_number": "9",
                "verse_text": "This saying is reliable and deserves complete acceptance."
            },
            {
                "verse_number": "10",
                "verse_text": "We work and struggle for this: &apos;Our hope is set on the living God, who is the savior of all people, especially those who believe.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Command these things. Teach them."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t let anyone look down on you because you are young. Instead, set an example for the believers through your speech, behavior, love, faith, and by being sexually pure."
            },
            {
                "verse_number": "13",
                "verse_text": "Until I arrive, pay attention to public reading, preaching, and teaching."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t neglect the spiritual gift in you that was given through prophecy when the elders laid hands on you."
            },
            {
                "verse_number": "15",
                "verse_text": "Practice these things, and live by them so that your progress will be visible to all."
            },
            {
                "verse_number": "16",
                "verse_text": "Focus on working on your own development and on what you teach. If you do this, you will save yourself and those who hear you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t correct an older man, but encourage him like he&quot;s your father; treat younger men like your brothers,"
            },
            {
                "verse_number": "2",
                "verse_text": "treat older women like your mother, and treat younger women like your sisters with appropriate respect."
            },
            {
                "verse_number": "3",
                "verse_text": "Take care of widows who are truly needy."
            },
            {
                "verse_number": "4",
                "verse_text": "But if a particular widow has children or grandchildren, they should first learn to respect their own family and repay their parents, because this pleases God."
            },
            {
                "verse_number": "5",
                "verse_text": "A widow who is truly needy and all alone puts her hope in God and keeps on going with requests and prayers, night and day."
            },
            {
                "verse_number": "6",
                "verse_text": "But a widow who tries to live a life of luxury is dead even while she is alive."
            },
            {
                "verse_number": "7",
                "verse_text": "Teach these things so that the families will be without fault."
            },
            {
                "verse_number": "8",
                "verse_text": "But if someone doesn&quot;t provide for their own family, and especially for a member of their household, they have denied the faith. They are worse than those who have no faith."
            },
            {
                "verse_number": "9",
                "verse_text": "Put a widow on the list who is older than 60 years old and who was faithful to her husband."
            },
            {
                "verse_number": "10",
                "verse_text": "She should have a reputation for doing good: raising children, providing hospitality to strangers, washing the feet of the saints, helping those in distress, and dedicating herself to every kind of good thing."
            },
            {
                "verse_number": "11",
                "verse_text": "But don&quot;t accept younger widows for the list. When their physical desires distract them from Christ, they will want to get married."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they will be judged for setting aside their earlier commitment."
            },
            {
                "verse_number": "13",
                "verse_text": "Also, they learn to be lazy by going from house to house. They are not only lazy, but they also become gossips and busybodies, talking about things they shouldn&quot;t."
            },
            {
                "verse_number": "14",
                "verse_text": "So I want younger widows to marry, have children, and manage their homes so that they won&quot;t give the enemy any reason to slander us. ("
            },
            {
                "verse_number": "15",
                "verse_text": "Some have already turned away to follow Satan.)"
            },
            {
                "verse_number": "16",
                "verse_text": "If any woman who is a believer has widows in her family, she should take care of them and not burden the church, so that it can help other widows who are truly needy."
            },
            {
                "verse_number": "17",
                "verse_text": "Elders who lead well should be paid double, especially those who work with public speaking and teaching."
            },
            {
                "verse_number": "18",
                "verse_text": "The scripture says, &apos; Don&quot;t put a muzzle on an ox while it treads grain &apos;, and &apos; Workers deserve their pay &apos;."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t accept an accusation made against an elder unless it is confirmed by two or three witnesses."
            },
            {
                "verse_number": "20",
                "verse_text": "Discipline those who are sinning in front of everyone so that all the others will be afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "I charge you before God and Christ Jesus and the elect angels to follow these practices without bias, and without playing favorites."
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t rush to commission anyone to leadership, and don&quot;t participate in the sins of others. Keep yourself morally pure."
            },
            {
                "verse_number": "23",
                "verse_text": "Don&quot;t drink water anymore, but use a little wine because of your stomach problems and your frequent illnesses."
            },
            {
                "verse_number": "24",
                "verse_text": "The sins of some people are obvious, and the sins are judged before the people must face judgment, but the sins of other people show up later."
            },
            {
                "verse_number": "25",
                "verse_text": "In the same way, the good that people do is also obvious and can&quot;t be hidden."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Those who are under the bondage of slavery should consider their own masters as worthy of full respect so that God&quot;s name and our teaching won&quot;t get a bad reputation."
            },
            {
                "verse_number": "2",
                "verse_text": "And those who have masters who are believers shouldn&quot;t look down on them because they are brothers. Instead, they should serve them more faithfully, because the people who benefit from your good service are believers who are loved. Teach and encourage these things. May grace be with you all."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone teaches anything different and doesn&quot;t agree with sound teaching about our Lord Jesus Christ and teaching that is consistent with godliness,"
            },
            {
                "verse_number": "4",
                "verse_text": "that person is conceited. They don&quot;t understand anything but have a sick obsession with debates and arguments. This creates jealousy, conflict, verbal abuse, and evil suspicions."
            },
            {
                "verse_number": "5",
                "verse_text": "There is constant bickering between people whose minds are ruined and who have been robbed of the truth. They think that godliness is a way to make money!"
            },
            {
                "verse_number": "6",
                "verse_text": "Actually, godliness is a great source of profit when it is combined with being happy with what you already have."
            },
            {
                "verse_number": "7",
                "verse_text": "We didn&quot;t bring anything into the world and so we can&quot;t take anything out of it:"
            },
            {
                "verse_number": "8",
                "verse_text": "we&quot;ll be happy with food and clothing."
            },
            {
                "verse_number": "9",
                "verse_text": "But people who are trying to get rich fall into temptation. They are trapped by many stupid and harmful passions that plunge people into ruin and destruction."
            },
            {
                "verse_number": "10",
                "verse_text": "The love of money is the root of all kinds of evil. Some have wandered away from the faith and have impaled themselves with a lot of pain because they made money their goal."
            },
            {
                "verse_number": "11",
                "verse_text": "But as for you, man of God, run away from all these things. Instead, pursue righteousness, holy living, faithfulness, love, endurance, and gentleness."
            },
            {
                "verse_number": "12",
                "verse_text": "Compete in the good fight of faith. Grab hold of eternal life&ndash;you were called to it, and you made a good confession of it in the presence of many witnesses."
            },
            {
                "verse_number": "13",
                "verse_text": "I command you in the presence of God, who gives life to all things, and Christ Jesus, who made the good confession when testifying before Pontius Pilate."
            },
            {
                "verse_number": "14",
                "verse_text": "Obey this order without fault or failure until the appearance of our Lord Jesus Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "The timing of this appearance is revealed by God alone, who is the blessed and only master, the King of kings and Lord of lords."
            },
            {
                "verse_number": "16",
                "verse_text": "He alone has immortality and lives in light that no one can come near. No human being has ever seen or is able to see him. Honor and eternal power belong to him. Amen."
            },
            {
                "verse_number": "17",
                "verse_text": "Tell people who are rich at this time not to become egotistical and not to place their hope on their finances, which are uncertain. Instead, they need to hope in God, who richly provides everything for our enjoyment."
            },
            {
                "verse_number": "18",
                "verse_text": "Tell them to do good, to be rich in the good things they do, to be generous, and to share with others."
            },
            {
                "verse_number": "19",
                "verse_text": "When they do these things, they will save a treasure for themselves that is a good foundation for the future. That way they can take hold of what is truly life."
            },
            {
                "verse_number": "20",
                "verse_text": "Timothy, protect what has been given to you in trust. Avoid godless and pointless discussions and the contradictory claims of so-called &apos;knowledge.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "When some people adopted this false knowledge, they missed the goal of faith."
            }
        ]
    }
}