{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "An oracle about Nineveh: the scroll containing the vision of Nahum the Elkoshite. the LORD is vengeful and strong in wrath. The LORD is vengeful against his foes; he rages against his enemies. the LORD punishes. His way is in whirlwind and storm; clouds are the dust of his feet. he can dry up all the rivers. Bashan and Carmel wither; the bud of Lebanon withers. the hills melt away. The earth heaves before him&ndash; the world and all who dwell in it. Who can confront the heat of his fury? His wrath pours out like fire; the rocks are shattered because of him. a haven in a day of distress. He acknowledges those who take refuge in him. and pursue his enemies into darkness. He is one who can annihilate! Distress will not arise twice. like drunkards in their cups. They are consumed like stubble that is entirely dried up. one who plots evil against the LORD &ndash; a worthless counselor! Though once they were a healthy and numerous force, they have been cut off and have disappeared. I have afflicted you; and tear off your chains. You will have no children to carry on your name. I will remove carved idol and cast image from the house of your gods; I will make your grave, for you are worthless. Celebrate your festivals, Judah! Fulfill your solemn promises! The worthless one will never again invade you; he has been completely cut off."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD is a jealous and vengeful God;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD is very patient but great in power;"
            },
            {
                "verse_number": "4",
                "verse_text": "He can blast the sea and make it dry up;"
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains quake because of him;"
            },
            {
                "verse_number": "6",
                "verse_text": "Who can stand before his indignation?"
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD is good,"
            },
            {
                "verse_number": "8",
                "verse_text": "With a rushing flood, he will utterly destroy her place"
            },
            {
                "verse_number": "9",
                "verse_text": "What are you plotting against the LORD ?"
            },
            {
                "verse_number": "10",
                "verse_text": "They are tangled up like thorns,"
            },
            {
                "verse_number": "11",
                "verse_text": "From you goes out"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD proclaims: I won&quot;t afflict you further, Zion."
            },
            {
                "verse_number": "13",
                "verse_text": "Now I will break off his yoke from you"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD has commanded concerning you:"
            },
            {
                "verse_number": "15",
                "verse_text": "Look, on the mountains: the feet of a messenger who announces peace!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "A scatterer has come up against you. Guard the ramparts, watch the road, indeed, the pride of Israel, because ravagers have destroyed them and spoiled their branches. his soldiers are dressed in crimson. The ironwork of the chariots flashes like fire on the day he has prepared; the horses quiver. they rush back and forth through the squares. They look like flaming torches; they dart like bolts of lightning. they stumble as they press forward. They hurry to the city wall, and the portable shield is set up. the palace melts. while her female servants moan like doves, beating their breasts. &apos;Stop, stop!&apos;&ndash;but no one can turn them back. There is no end to the supplies, an abundance of precious objects! the city is laid waste! The heart grows faint and knees buckle; there is anguish in every groin; all the faces grow pale. where lion, lioness, even lion cub go about with no one to terrify them? for his cubs and strangled enough for his lionesses; he has filled his lairs with prey, his dens with torn flesh. the sword will devour your young lions; I will cut off your prey from the earth, the voice of your messengers will never again be heard! protect your groin, save your strength! Such are its waters, and others are fleeing. I will burn your chariots in smoke;"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD will restore the pride of Jacob,"
            },
            {
                "verse_number": "3",
                "verse_text": "The shields of his warriors are red;"
            },
            {
                "verse_number": "4",
                "verse_text": "The chariots race wildly through the streets;"
            },
            {
                "verse_number": "5",
                "verse_text": "He musters his officers;"
            },
            {
                "verse_number": "6",
                "verse_text": "The gates of the rivers are opened;"
            },
            {
                "verse_number": "7",
                "verse_text": "It is decreed: She is sent into exile, carried away,"
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh has been like a pool of water."
            },
            {
                "verse_number": "9",
                "verse_text": "Plunder silver! Plunder gold!"
            },
            {
                "verse_number": "10",
                "verse_text": "Destruction and devastation;"
            },
            {
                "verse_number": "11",
                "verse_text": "Where is the lions&quot; den, the meadow of the young lions,"
            },
            {
                "verse_number": "12",
                "verse_text": "The lion has torn enough prey"
            },
            {
                "verse_number": "13",
                "verse_text": "Look! I am against you, proclaims the LORD of heavenly forces."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Doom, city of bloodshed&ndash;all deceit, full of plunder: prey cannot get away. galloping horse and careening chariot! countless slain, masses of corpses, endless dead bodies&ndash;they stumble over their dead bodies! the lovely graces of the mistress of sorceries, the one who sells nations by means of her whorings and peoples by means of her sorceries: the LORD of heavenly forces. I will lift your skirts over your face; I will show nations your nakedness and kingdoms your dishonor. I will treat you with contempt and make you a spectacle. &apos;Nineveh has been devastated! Who will lament for her?&apos; Where could I possibly seek comforters for you? situated by the Nile, waters surrounding her, whose fortress is sea and whose city wall is waters? she went into captivity. Indeed, her infants were dashed to pieces at the head of every street. They cast lots for her officials; all of her powerful citizens were bound in chains. you will have to hide! Even you will have to seek refuge from the enemy! when the trees are shaken, the fruit falls into the mouth of the eater. The gates of your land have been flung wide open to your enemies. Fire consumes the bars of your gates. Strengthen your fortifications! Tread the clay, trample the mortar, grab the brick mold! the sword will cut you down; like the locust it will consume you. Multiply like the locust; multiply like the grasshopper! The locust sheds its skin and flies away. your marshals like swarms of cicadas that encamp on stone fences on a chilly day; when the sun rises, they take flight; no one knows where they have gone. Your officials are lying down. Your people are scattered across the mountains; there is no one to gather them. your wound is grievous. All who hear the news about you clap their hands over you. Who has not suffered from your continual cruelty?"
            },
            {
                "verse_number": "2",
                "verse_text": "Cracking whip and rumbling wheel,"
            },
            {
                "verse_number": "3",
                "verse_text": "Charging cavalry, flashing sword, and glittering spear;"
            },
            {
                "verse_number": "4",
                "verse_text": "Because of the many whorings of the whore,"
            },
            {
                "verse_number": "5",
                "verse_text": "Look! I am against you, proclaims"
            },
            {
                "verse_number": "6",
                "verse_text": "I will throw disgusting things at you;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then all who look at you will recoil from you and say,"
            },
            {
                "verse_number": "8",
                "verse_text": "Are you better than Thebes,"
            },
            {
                "verse_number": "9",
                "verse_text": "Cush and Egypt constituted her strength, without limit; Put and the Libyans were her help."
            },
            {
                "verse_number": "10",
                "verse_text": "Yet even she was destined for exile;"
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, even you will become drunk;"
            },
            {
                "verse_number": "12",
                "verse_text": "All your fortifications are fig trees with ripe fruit;"
            },
            {
                "verse_number": "13",
                "verse_text": "Look, your people are women in your midst."
            },
            {
                "verse_number": "14",
                "verse_text": "Draw water for yourself to prepare for siege!"
            },
            {
                "verse_number": "15",
                "verse_text": "Fire will consume you there;"
            },
            {
                "verse_number": "16",
                "verse_text": "You boasted more traders than the heavens have stars."
            },
            {
                "verse_number": "17",
                "verse_text": "Your guards are like grasshoppers,"
            },
            {
                "verse_number": "18",
                "verse_text": "Your shepherds have fallen asleep, king of Assyria!"
            },
            {
                "verse_number": "19",
                "verse_text": "There is no remedy for your injury;"
            }
        ]
    }
}