{
    "1 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, Silvanus, and Timothy. To the Thessalonians&quot; church that is in God the Father and the Lord Jesus Christ. Grace and peace to all of you."
            },
            {
                "verse_number": "2",
                "verse_text": "We always thank God for all of you when we mention you constantly in our prayers."
            },
            {
                "verse_number": "3",
                "verse_text": "This is because we remember your work that comes from faith, your effort that comes from love, and your perseverance that comes from hope in our Lord Jesus Christ in the presence of our God and Father."
            },
            {
                "verse_number": "4",
                "verse_text": "Brothers and sisters, you are loved by God, and we know that he has chosen you."
            },
            {
                "verse_number": "5",
                "verse_text": "We know this because our good news didn&quot;t come to you just in speech but also with power and the Holy Spirit and with deep conviction. You know as well as we do what kind of people we were when we were with you, which was for your sake."
            },
            {
                "verse_number": "6",
                "verse_text": "You became imitators of us and of the Lord when you accepted the message that came from the Holy Spirit with joy in spite of great suffering."
            },
            {
                "verse_number": "7",
                "verse_text": "As a result you became an example to all the believers in Macedonia and Achaia."
            },
            {
                "verse_number": "8",
                "verse_text": "The message about the Lord rang out from you, not only in Macedonia and Achaia but in every place. The news about your faithfulness to God has spread so that we don&quot;t even need to mention it."
            },
            {
                "verse_number": "9",
                "verse_text": "People tell us about what sort of welcome we had from you and how you turned to God from idols. As a result, you are serving the living and true God,"
            },
            {
                "verse_number": "10",
                "verse_text": "and you are waiting for his Son from heaven. His Son is Jesus, who is the one he raised from the dead and who is the one who will rescue us from the coming wrath."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "As you yourselves know, brothers and sisters, our visit with you wasn&quot;t a waste of time."
            },
            {
                "verse_number": "2",
                "verse_text": "On the contrary, we had the courage through God to speak God&quot;s good news in spite of a lot of opposition, although we had already suffered and were publicly insulted in Philippi, as you know."
            },
            {
                "verse_number": "3",
                "verse_text": "Our appeal isn&quot;t based on false information, the wrong motives, or deception."
            },
            {
                "verse_number": "4",
                "verse_text": "Rather, we have been examined and approved by God to be trusted with the good news, and that&quot;s exactly how we speak. We aren&quot;t trying to please people, but we are trying to please God, who continues to examine our hearts."
            },
            {
                "verse_number": "5",
                "verse_text": "As you know, we never used flattery, and God is our witness that we didn&quot;t have greedy motives."
            },
            {
                "verse_number": "6",
                "verse_text": "We didn&quot;t ask for special treatment from people&ndash;not from you or from others&ndash;"
            },
            {
                "verse_number": "7",
                "verse_text": "although we could have thrown our weight around as Christ&quot;s apostles. Instead, we were gentle with you like a nursing mother caring for her own children."
            },
            {
                "verse_number": "8",
                "verse_text": "We were glad to share not only God&quot;s good news with you but also our very lives because we cared for you so much."
            },
            {
                "verse_number": "9",
                "verse_text": "You remember, brothers and sisters, our efforts and hard work. We preached God&quot;s good news to you, while we worked night and day so we wouldn&quot;t be a burden on any of you."
            },
            {
                "verse_number": "10",
                "verse_text": "You and God are witnesses of how holy, just, and blameless we were toward you believers."
            },
            {
                "verse_number": "11",
                "verse_text": "Likewise, you know how we treated each of you like a father treats his own children."
            },
            {
                "verse_number": "12",
                "verse_text": "We appealed to you, encouraged you, and pleaded with you to live lives worthy of the God who is calling you into his own kingdom and glory."
            },
            {
                "verse_number": "13",
                "verse_text": "We also thank God constantly for this: when you accepted God&quot;s word that you heard from us, you welcomed it for what it truly is. Instead of accepting it as a human message, you accepted it as God&quot;s message, and it continues to work in you who are believers."
            },
            {
                "verse_number": "14",
                "verse_text": "Brothers and sisters, you became imitators of the churches of God in Judea, which are in Christ Jesus. This was because you also suffered the same things from your own people as they did from the Jews."
            },
            {
                "verse_number": "15",
                "verse_text": "They killed both the Lord Jesus and the prophets and drove us out. They don&quot;t please God, and they are hostile to the entire human race"
            },
            {
                "verse_number": "16",
                "verse_text": "when they try to stop us from speaking to the Gentiles so they can be saved. Their sins are constantly pushing the limit. God&quot;s wrath has caught up with them in the end."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers and sisters, we were separated from you for a while physically but not in our hearts. We made every effort in our desire to see you again face-to-face."
            },
            {
                "verse_number": "18",
                "verse_text": "We wanted to come to you&ndash;I, Paul, tried over and over again&ndash;and Satan stopped us."
            },
            {
                "verse_number": "19",
                "verse_text": "What is our hope, joy, or crown that we can brag about in front of our Lord Jesus when he comes? Isn&quot;t it all of you?"
            },
            {
                "verse_number": "20",
                "verse_text": "You are our glory and joy!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So when we couldn&quot;t stand it any longer, we thought it was a good idea to stay on in Athens by ourselves,"
            },
            {
                "verse_number": "2",
                "verse_text": "and we sent you Timothy, who is our brother and God&quot;s coworker in the good news about Christ. We sent him to strengthen and encourage you in your faithfulness."
            },
            {
                "verse_number": "3",
                "verse_text": "We didn&quot;t want any of you to be shaken by these problems. You know very well that we were meant to go through this."
            },
            {
                "verse_number": "4",
                "verse_text": "In fact, when we were with you, we kept on predicting that we were going to face problems exactly like what happened, as you know."
            },
            {
                "verse_number": "5",
                "verse_text": "That&quot;s why I sent Timothy to find out about your faithfulness when I couldn&quot;t stand it anymore. I was worried that the tempter might have tempted you so that our work would have been a waste of time."
            },
            {
                "verse_number": "6",
                "verse_text": "Now Timothy has returned to us from you and has given us good news about your faithfulness and love! He says that you always have good memories about us and that you want to see us as much as we want to see you."
            },
            {
                "verse_number": "7",
                "verse_text": "Because of this, brothers and sisters, we were encouraged in all our distress and trouble through your faithfulness."
            },
            {
                "verse_number": "8",
                "verse_text": "For now we are alive if you are standing your ground in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "How can we thank God enough for you, given all the joy we have because of you before our God?"
            },
            {
                "verse_number": "10",
                "verse_text": "Night and day, we pray more than ever to see all of you in person and to complete whatever you still need for your faith."
            },
            {
                "verse_number": "11",
                "verse_text": "Now may our God and Father himself and our Lord Jesus guide us on our way back to you."
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord cause you to increase and enrich your love for each other and for everyone in the same way as we also love you."
            },
            {
                "verse_number": "13",
                "verse_text": "May the love cause your hearts to be strengthened, to be blameless in holiness before our God and Father when our Lord Jesus comes with all his people. Amen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So then, brothers and sisters, we ask and encourage you in the Lord Jesus to keep living the way you already are and even do better in how you live and please God&ndash;just as you learned from us."
            },
            {
                "verse_number": "2",
                "verse_text": "You know the instructions we gave you through the Lord Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "God&quot;s will is that your lives are dedicated to him. This means that you stay away from sexual immorality"
            },
            {
                "verse_number": "4",
                "verse_text": "and learn how to control your own body in a pure and respectable way."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t be controlled by your sexual urges like the Gentiles who don&quot;t know God."
            },
            {
                "verse_number": "6",
                "verse_text": "No one should mistreat or take advantage of their brother or sister in this issue. The Lord punishes people for all these things, as we told you before and sternly warned you."
            },
            {
                "verse_number": "7",
                "verse_text": "God didn&quot;t call us to be immoral but to be dedicated to him."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, whoever rejects these instructions isn&quot;t rejecting a human authority. They are rejecting God, who gives his Holy Spirit to you."
            },
            {
                "verse_number": "9",
                "verse_text": "You don&quot;t need us to write about loving your brothers and sisters because God has already taught you to love each other."
            },
            {
                "verse_number": "10",
                "verse_text": "In fact, you are doing loving deeds for all the brothers and sisters throughout Macedonia. Now we encourage you, brothers and sisters, to do so even more."
            },
            {
                "verse_number": "11",
                "verse_text": "Aim to live quietly, mind your own business, and earn your own living, just as I told you."
            },
            {
                "verse_number": "12",
                "verse_text": "That way you&quot;ll behave appropriately toward outsiders, and you won&quot;t be in need."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers and sisters, we want you to know about people who have died so that you won&quot;t mourn like others who don&quot;t have any hope."
            },
            {
                "verse_number": "14",
                "verse_text": "Since we believe that Jesus died and rose, so we also believe that God will bring with him those who have died in Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "What we are saying is a message from the Lord: we who are alive and still around at the Lord&quot;s coming definitely won&quot;t go ahead of those who have died."
            },
            {
                "verse_number": "16",
                "verse_text": "This is because the Lord himself will come down from heaven with the signal of a shout by the head angel and a blast on God&quot;s trumpet. First, those who are dead in Christ will rise."
            },
            {
                "verse_number": "17",
                "verse_text": "Then, we who are living and still around will be taken up together with them in the clouds to meet with the Lord in the air. That way we will always be with the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "So encourage each other with these words."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We don&quot;t need to write to you about the timing and dates, brothers and sisters."
            },
            {
                "verse_number": "2",
                "verse_text": "You know very well that the day of the Lord is going to come like a thief in the night."
            },
            {
                "verse_number": "3",
                "verse_text": "When they are saying, &apos;There is peace and security,&apos; at that time sudden destruction will attack them, like labor pains start with a pregnant woman, and they definitely won&quot;t escape."
            },
            {
                "verse_number": "4",
                "verse_text": "But you aren&quot;t in darkness, brothers and sisters, so the day won&quot;t catch you by surprise like a thief."
            },
            {
                "verse_number": "5",
                "verse_text": "All of you are children of light and children of the day. We don&quot;t belong to night or darkness."
            },
            {
                "verse_number": "6",
                "verse_text": "So then, let&quot;s not sleep like the others, but let&quot;s stay awake and stay sober."
            },
            {
                "verse_number": "7",
                "verse_text": "People who sleep sleep at night, and people who get drunk get drunk at night."
            },
            {
                "verse_number": "8",
                "verse_text": "Since we belong to the day, let&quot;s stay sober, wearing faithfulness and love as a piece of armor that protects our body and the hope of salvation as a helmet."
            },
            {
                "verse_number": "9",
                "verse_text": "God didn&quot;t intend for us to suffer his wrath but rather to possess salvation through our Lord Jesus Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus died for us so that, whether we are awake or asleep, we will live together with him."
            },
            {
                "verse_number": "11",
                "verse_text": "So continue encouraging each other and building each other up, just like you are doing already."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers and sisters, we ask you to respect those who are working with you, leading you, and instructing you."
            },
            {
                "verse_number": "13",
                "verse_text": "Think of them highly with love because of their work. Live in peace with each other."
            },
            {
                "verse_number": "14",
                "verse_text": "Brothers and sisters, we urge you to warn those who are disorderly. Comfort the discouraged. Help the weak. Be patient with everyone."
            },
            {
                "verse_number": "15",
                "verse_text": "Make sure no one repays a wrong with a wrong, but always pursue the good for each other and everyone else."
            },
            {
                "verse_number": "16",
                "verse_text": "Rejoice always."
            },
            {
                "verse_number": "17",
                "verse_text": "Pray continually."
            },
            {
                "verse_number": "18",
                "verse_text": "Give thanks in every situation because this is God&quot;s will for you in Christ Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t suppress the Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t brush off Spirit-inspired messages,"
            },
            {
                "verse_number": "21",
                "verse_text": "but examine everything carefully and hang on to what is good."
            },
            {
                "verse_number": "22",
                "verse_text": "Avoid every kind of evil."
            },
            {
                "verse_number": "23",
                "verse_text": "Now, may the God of peace himself cause you to be completely dedicated to him; and may your spirit, soul, and body be kept intact and blameless at our Lord Jesus Christ&quot;s coming."
            },
            {
                "verse_number": "24",
                "verse_text": "The one who is calling you is faithful and will do this."
            },
            {
                "verse_number": "25",
                "verse_text": "Brothers and sisters, pray for us."
            },
            {
                "verse_number": "26",
                "verse_text": "Greet all the brothers and sisters with a holy kiss."
            },
            {
                "verse_number": "27",
                "verse_text": "By the Lord&quot;s authority, I order all of you to have this letter read aloud to all the brothers and sisters."
            },
            {
                "verse_number": "28",
                "verse_text": "The grace of our Lord Jesus Christ be with all of you."
            }
        ]
    }
}