{
    "Jude": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Judah, a loving servant of Jesus, the Anointed One, and brother of Jacob. I’m writing to the chosen ones who are wrapped in the love of Father God—kept and guarded for Jesus, the Messiah."
            },
            {
                "verse_number": "2",
                "verse_text": "May God’s mercy, peace, and love cascade over you!"
            },
            {
                "verse_number": "3",
                "verse_text": "Dearly loved friend, I was fully intending to write to you about our amazing salvation we all participate in, but felt the need instead to challenge you to vigorously defend and contend for the beliefs that we cherish. For God, through the apostles , has once for all entrusted these truths to his holy believers."
            },
            {
                "verse_number": "4",
                "verse_text": "There have been some who have sneaked in among you unnoticed. They are depraved people whose judgment was prophesied in Scripture a long time ago. They have perverted the message of God’s grace into a license to commit immorality and turn against our only absolute Master, our Lord Jesus Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "I need to remind you, even though you are familiar with it all, that the Lord Jesus saved his people out of Egypt but subsequently destroyed those who were guilty of unbelief."
            },
            {
                "verse_number": "6",
                "verse_text": "In the same way, there were heavenly messengers in rebellion who went outside their rightful domain of authority and abandoned their appointed realms. God bound them in everlasting chains and is keeping them in the dark abyss of the netherworld until the judgment of the great day."
            },
            {
                "verse_number": "7",
                "verse_text": "In a similar way, the cities of Sodom and Gomorrah and nearby towns gave themselves to sexual immorality and the unnatural desire of different flesh. Now they all serve as examples of those who experience the punishment of eternal fire."
            },
            {
                "verse_number": "8",
                "verse_text": "In the same way, these sensual “dreamers” corrupt and pollute the natural realm, while on the other hand they reject the spiritual realms of governmental power and repeatedly scoff at heavenly glories."
            },
            {
                "verse_number": "9",
                "verse_text": "Even the archangel Michael, when he was disputing with the devil over the body of Moses, dared not insult or slander him, but simply said, “The Lord Yahweh rebuke you!”"
            },
            {
                "verse_number": "10",
                "verse_text": "These people insult anything they don’t understand. They behave like irrational beasts by doing whatever they feel like doing. Because they live by their animal instincts, they corrupt themselves and bring about their own destruction."
            },
            {
                "verse_number": "11",
                "verse_text": "How terrible it is for them! For they have followed in the steps of Cain. They have abandoned themselves to Balaam’s error because of their greedy pursuit of financial gain. And since they have rebelled like Korah rebelled , they will experience the same fate of Korah and likewise perish."
            },
            {
                "verse_number": "12",
                "verse_text": "These false teachers are like dangerous hidden reefs at your love feasts, lying in wait to shipwreck the immature . They feast among you without reverence, having no shepherd but themselves. They are clouds with no rain, swept along by the winds. Like fruitless late-autumn trees —twice dead, barren, and plucked up by the roots!"
            },
            {
                "verse_number": "13",
                "verse_text": "They are wild waves of the sea, flinging out the foam of their shame and disgrace. They are misleading like wandering stars, for whom the complete darkness of eternal gloom has been reserved."
            },
            {
                "verse_number": "14",
                "verse_text": "Enoch, the seventh direct descendant from Adam, prophesied of their doom when he said, “Look! Here comes the Lord Yahweh in his myriads of holy ones."
            },
            {
                "verse_number": "15",
                "verse_text": "He comes to execute judgment against them all and to convict each one of them for their ungodly deeds and for all the terrible words that ungodly sinners have spoken against him.”"
            },
            {
                "verse_number": "16",
                "verse_text": "These people are always complaining and never satisfied—finding fault with everyone. They follow their own evil desires and their mouths speak scandalous things. They enjoy using seductive flattery to manipulate others."
            },
            {
                "verse_number": "17",
                "verse_text": "But you, my delightfully loved friends, remember the prophecies of the apostles of our Lord Jesus, the Anointed One."
            },
            {
                "verse_number": "18",
                "verse_text": "They taught you, “In the last days there will always be mockers, motivated by their own ungodly desires.”"
            },
            {
                "verse_number": "19",
                "verse_text": "These people cause divisions and are followers of their own natural instincts, devoid of the life of the Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "But you, my delightfully loved friends, constantly and progressively build yourselves up on the foundation of your most holy faith by praying every moment in the Spirit."
            },
            {
                "verse_number": "21",
                "verse_text": "Fasten your hearts to the love of God and receive the mercy of our Lord Jesus Christ, who gives us eternal life."
            },
            {
                "verse_number": "22",
                "verse_text": "Keep being compassionate to those who still have doubts,"
            },
            {
                "verse_number": "23",
                "verse_text": "and snatch others out of the fire to save them. Be merciful over and over to them, but always couple your mercy with the fear of God. Be extremely careful to keep yourselves free from the pollutions of the flesh."
            },
            {
                "verse_number": "24",
                "verse_text": "Now, to the one with enough power to prevent you from stumbling into sin and bring you faultless before his glorious presence to stand before him with ecstatic delight,"
            },
            {
                "verse_number": "25",
                "verse_text": "to the only God our Savior, through our Lord Jesus Christ, be endless glory and majesty, great power and authority—from before he created time, now, and throughout all the ages of eternity. Amen!"
            }
        ]
    }
}