{
    "Ephesians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus by God&quot;s will. To the holy and faithful people in Christ Jesus in Ephesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace to you from God our Father and our Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Bless the God and Father of our Lord Jesus Christ! He has blessed us in Christ with every spiritual blessing that comes from heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "God chose us in Christ to be holy and blameless in God&quot;s presence before the creation of the world."
            },
            {
                "verse_number": "5",
                "verse_text": "God destined us to be his adopted children through Jesus Christ because of his love. This was according to his goodwill and plan"
            },
            {
                "verse_number": "6",
                "verse_text": "and to honor his glorious grace that he has given to us freely through the Son whom he loves."
            },
            {
                "verse_number": "7",
                "verse_text": "We have been ransomed through his Son&quot;s blood, and we have forgiveness for our failures based on his overflowing grace,"
            },
            {
                "verse_number": "8",
                "verse_text": "which he poured over us with wisdom and understanding."
            },
            {
                "verse_number": "9",
                "verse_text": "God revealed his hidden design to us, which is according to his goodwill and the plan that he intended to accomplish through his Son."
            },
            {
                "verse_number": "10",
                "verse_text": "This is what God planned for the climax of all times: to bring all things together in Christ, the things in heaven along with the things on earth."
            },
            {
                "verse_number": "11",
                "verse_text": "We have also received an inheritance in Christ. We were destined by the plan of God, who accomplishes everything according to his design."
            },
            {
                "verse_number": "12",
                "verse_text": "We are called to be an honor to God&quot;s glory because we were the first to hope in Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "You too heard the word of truth in Christ, which is the good news of your salvation. You were sealed with the promised Holy Spirit because you believed in Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "The Holy Spirit is the down payment on our inheritance, which is applied toward our redemption as God&quot;s own people, resulting in the honor of God&quot;s glory."
            },
            {
                "verse_number": "15",
                "verse_text": "Since I heard about your faith in the Lord Jesus and your love for all God&quot;s people, this is the reason that"
            },
            {
                "verse_number": "16",
                "verse_text": "I don&quot;t stop giving thanks to God for you when I remember you in my prayers."
            },
            {
                "verse_number": "17",
                "verse_text": "I pray that the God of our Lord Jesus Christ, the Father of glory, will give you a spirit of wisdom and revelation that makes God known to you."
            },
            {
                "verse_number": "18",
                "verse_text": "I pray that the eyes of your heart will have enough light to see what is the hope of God&quot;s call, what is the richness of God&quot;s glorious inheritance among believers,"
            },
            {
                "verse_number": "19",
                "verse_text": "and what is the overwhelming greatness of God&quot;s power that is working among us believers. This power is conferred by the energy of God&quot;s powerful strength."
            },
            {
                "verse_number": "20",
                "verse_text": "God&quot;s power was at work in Christ when God raised him from the dead and sat him at God&quot;s right side in the heavens,"
            },
            {
                "verse_number": "21",
                "verse_text": "far above every ruler and authority and power and angelic power, any power that might be named not only now but in the future."
            },
            {
                "verse_number": "22",
                "verse_text": "God put everything under Christ&quot;s feet and made him head of everything in the church,"
            },
            {
                "verse_number": "23",
                "verse_text": "which is his body. His body, the church, is the fullness of Christ, who fills everything in every way."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "At one time you were like a dead person because of the things you did wrong and your offenses against God."
            },
            {
                "verse_number": "2",
                "verse_text": "You used to live like people of this world. You followed the rule of a destructive spiritual power. This is the spirit of disobedience to God&quot;s will that is now at work in persons whose lives are characterized by disobedience."
            },
            {
                "verse_number": "3",
                "verse_text": "At one time you were like those persons. All of you used to do whatever felt good and whatever you thought you wanted so that you were children headed for punishment just like everyone else."
            },
            {
                "verse_number": "6",
                "verse_text": "And God raised us up and seated us in the heavens with Christ Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "God did this to show future generations the greatness of his grace by the goodness that God has shown us in Christ Jesus."
            },
            {
                "verse_number": "8",
                "verse_text": "You are saved by God&quot;s grace because of your faith. This salvation is God&quot;s gift. It&quot;s not something you possessed."
            },
            {
                "verse_number": "9",
                "verse_text": "It&quot;s not something you did that you can be proud of."
            },
            {
                "verse_number": "10",
                "verse_text": "Instead, we are God&quot;s accomplishment, created in Christ Jesus to do good things. God planned for these good things to be the way that we live our lives."
            },
            {
                "verse_number": "11",
                "verse_text": "So remember that once you were Gentiles by physical descent, who were called &apos;uncircumcised&apos; by Jews who are physically circumcised."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time you were without Christ. You were aliens rather than citizens of Israel, and strangers to the covenants of God&quot;s promise. In this world you had no hope and no God."
            },
            {
                "verse_number": "13",
                "verse_text": "But now, thanks to Christ Jesus, you who once were so far away have been brought near by the blood of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "Christ is our peace. He made both Jews and Gentiles into one group. With his body, he broke down the barrier of hatred that divided us."
            },
            {
                "verse_number": "15",
                "verse_text": "He canceled the detailed rules of the Law so that he could create one new person out of the two groups, making peace."
            },
            {
                "verse_number": "16",
                "verse_text": "He reconciled them both as one body to God by the cross, which ended the hostility to God."
            },
            {
                "verse_number": "17",
                "verse_text": "When he came, he announced the good news of peace to you who were far away from God and to those who were near."
            },
            {
                "verse_number": "18",
                "verse_text": "We both have access to the Father through Christ by the one Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "So now you are no longer strangers and aliens. Rather, you are fellow citizens with God&quot;s people, and you belong to God&quot;s household."
            },
            {
                "verse_number": "20",
                "verse_text": "As God&quot;s household, you are built on the foundation of the apostles and prophets with Christ Jesus himself as the cornerstone."
            },
            {
                "verse_number": "21",
                "verse_text": "The whole building is joined together in him, and it grows up into a temple that is dedicated to the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "Christ is building you into a place where God lives through the Spirit."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is why I, Paul, am a prisoner of Christ for you Gentiles."
            },
            {
                "verse_number": "2",
                "verse_text": "You&quot;ve heard, of course, about the responsibility to distribute God&quot;s grace, which God gave to me for you, right?"
            },
            {
                "verse_number": "3",
                "verse_text": "God showed me his secret plan in a revelation, as I mentioned briefly before ("
            },
            {
                "verse_number": "4",
                "verse_text": "when you read this, you&quot;ll understand my insight into the secret plan about Christ)."
            },
            {
                "verse_number": "5",
                "verse_text": "Earlier generations didn&quot;t know this hidden plan that God has now revealed to his holy apostles and prophets through the Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "This plan is that the Gentiles would be coheirs and parts of the same body, and that they would share with the Jews in the promises of God in Christ Jesus through the gospel."
            },
            {
                "verse_number": "7",
                "verse_text": "I became a servant of the gospel because of the grace that God showed me through the exercise of his power."
            },
            {
                "verse_number": "8",
                "verse_text": "God gave his grace to me, the least of all God&quot;s people, to preach the good news about the immeasurable riches of Christ to the Gentiles."
            },
            {
                "verse_number": "9",
                "verse_text": "God sent me to reveal the secret plan that had been hidden since the beginning of time by God, who created everything."
            },
            {
                "verse_number": "10",
                "verse_text": "God&quot;s purpose is now to show the rulers and powers in the heavens the many different varieties of his wisdom through the church."
            },
            {
                "verse_number": "11",
                "verse_text": "This was consistent with the plan he had from the beginning of time that he accomplished through Christ Jesus our Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "In Christ we have bold and confident access to God through faith in him."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, I ask you not to become discouraged by what I&quot;m suffering for you, which is your glory."
            },
            {
                "verse_number": "14",
                "verse_text": "This is why I kneel before the Father."
            },
            {
                "verse_number": "15",
                "verse_text": "Every ethnic group in heaven or on earth is recognized by him."
            },
            {
                "verse_number": "16",
                "verse_text": "I ask that he will strengthen you in your inner selves from the riches of his glory through the Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "I ask that Christ will live in your hearts through faith. As a result of having strong roots in love,"
            },
            {
                "verse_number": "18",
                "verse_text": "I ask that you&quot;ll have the power to grasp love&quot;s width and length, height and depth, together with all believers."
            },
            {
                "verse_number": "19",
                "verse_text": "I ask that you&quot;ll know the love of Christ that is beyond knowledge so that you will be filled entirely with the fullness of God."
            },
            {
                "verse_number": "20",
                "verse_text": "Glory to God, who is able to do far beyond all that we could ask or imagine by his power at work within us;"
            },
            {
                "verse_number": "21",
                "verse_text": "glory to him in the church and in Christ Jesus for all generations, forever and always. Amen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, as a prisoner for the Lord, I encourage you to live as people worthy of the call you received from God."
            },
            {
                "verse_number": "2",
                "verse_text": "Conduct yourselves with all humility, gentleness, and patience. Accept each other with love,"
            },
            {
                "verse_number": "3",
                "verse_text": "and make an effort to preserve the unity of the Spirit with the peace that ties you together."
            },
            {
                "verse_number": "4",
                "verse_text": "You are one body and one spirit, just as God also called you in one hope."
            },
            {
                "verse_number": "5",
                "verse_text": "There is one Lord, one faith, one baptism,"
            },
            {
                "verse_number": "6",
                "verse_text": "and one God and Father of all, who is over all, through all, and in all."
            },
            {
                "verse_number": "7",
                "verse_text": "God has given his grace to each one of us measured out by the gift that is given by Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "That&quot;s why scripture says, &apos; When he climbed up to the heights, he captured prisoners, and he gave gifts to people &apos;."
            },
            {
                "verse_number": "9",
                "verse_text": "What does the phrase &apos;he climbed up&apos; mean if it doesn&quot;t mean that he had first gone down into the lower regions, the earth?"
            },
            {
                "verse_number": "10",
                "verse_text": "The one who went down is the same one who climbed up above all the heavens so that he might fill everything."
            },
            {
                "verse_number": "11",
                "verse_text": "He gave some apostles, some prophets, some evangelists, and some pastors and teachers."
            },
            {
                "verse_number": "12",
                "verse_text": "His purpose was to equip God&quot;s people for the work of serving and building up the body of Christ"
            },
            {
                "verse_number": "13",
                "verse_text": "until we all reach the unity of faith and knowledge of God&quot;s Son. God&quot;s goal is for us to become mature adults&ndash;to be fully grown, measured by the standard of the fullness of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "As a result, we aren&quot;t supposed to be infants any longer who can be tossed and blown around by every wind that comes from teaching with deceitful scheming and the tricks people play to deliberately mislead others."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, by speaking the truth with love, let&quot;s grow in every way into Christ,"
            },
            {
                "verse_number": "16",
                "verse_text": "who is the head. The whole body grows from him, as it is joined and held together by all the supporting ligaments. The body makes itself grow in that it builds itself up with love as each one does its part."
            },
            {
                "verse_number": "17",
                "verse_text": "So I&quot;m telling you this, and I insist on it in the Lord: you shouldn&quot;t live your life like the Gentiles anymore. They base their lives on pointless thinking,"
            },
            {
                "verse_number": "18",
                "verse_text": "and they are in the dark in their reasoning. They are disconnected from God&quot;s life because of their ignorance and their closed hearts."
            },
            {
                "verse_number": "19",
                "verse_text": "They are people who lack all sense of right and wrong, and who have turned themselves over to doing whatever feels good and to practicing every sort of corruption along with greed."
            },
            {
                "verse_number": "20",
                "verse_text": "But you didn&quot;t learn that sort of thing from Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "Since you really listened to him and you were taught how the truth is in Jesus,"
            },
            {
                "verse_number": "22",
                "verse_text": "change the former way of life that was part of the person you once were, corrupted by deceitful desires."
            },
            {
                "verse_number": "23",
                "verse_text": "Instead, renew the thinking in your mind by the Spirit"
            },
            {
                "verse_number": "24",
                "verse_text": "and clothe yourself with the new person created according to God&quot;s image in justice and true holiness."
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore, after you have gotten rid of lying, &apos; Each of you must tell the truth to your neighbor &apos; because we are parts of each other in the same body."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; Be angry without sinning. &apos; Don&quot;t let the sun set on your anger."
            },
            {
                "verse_number": "27",
                "verse_text": "Don&quot;t provide an opportunity for the devil."
            },
            {
                "verse_number": "28",
                "verse_text": "Thieves should no longer steal. Instead, they should go to work, using their hands to do good so that they will have something to share with whoever is in need."
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t let any foul words come out of your mouth. Only say what is helpful when it is needed for building up the community so that it benefits those who hear what you say."
            },
            {
                "verse_number": "30",
                "verse_text": "Don&quot;t make the Holy Spirit of God unhappy&ndash;you were sealed by him for the day of redemption."
            },
            {
                "verse_number": "31",
                "verse_text": "Put aside all bitterness, losing your temper, anger, shouting, and slander, along with every other evil."
            },
            {
                "verse_number": "32",
                "verse_text": "Be kind, compassionate, and forgiving to each other, in the same way God forgave you in Christ."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, imitate God like dearly loved children."
            },
            {
                "verse_number": "2",
                "verse_text": "Live your life with love, following the example of Christ, who loved us and gave himself for us. He was a sacrificial offering that smelled sweet to God."
            },
            {
                "verse_number": "3",
                "verse_text": "Sexual immorality, and any kind of impurity or greed, shouldn&quot;t even be mentioned among you, which is right for holy persons."
            },
            {
                "verse_number": "4",
                "verse_text": "Obscene language, silly talk, or vulgar jokes aren&quot;t acceptable for believers. Instead, there should be thanksgiving."
            },
            {
                "verse_number": "5",
                "verse_text": "Because you know for sure that persons who are sexually immoral, impure, or greedy&ndash;which happens when things become gods&ndash;those persons won&quot;t inherit the kingdom of Christ and God."
            },
            {
                "verse_number": "6",
                "verse_text": "Nobody should deceive you with stupid ideas. God&quot;s anger comes down on those who are disobedient because of this kind of thing."
            },
            {
                "verse_number": "7",
                "verse_text": "So you shouldn&quot;t have anything to do with them."
            },
            {
                "verse_number": "8",
                "verse_text": "You were once darkness, but now you are light in the Lord, so live your life as children of light."
            },
            {
                "verse_number": "9",
                "verse_text": "Light produces fruit that consists of every sort of goodness, justice, and truth."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, test everything to see what&quot;s pleasing to the Lord,"
            },
            {
                "verse_number": "11",
                "verse_text": "and don&quot;t participate in the unfruitful actions of darkness. Instead, you should reveal the truth about them."
            },
            {
                "verse_number": "12",
                "verse_text": "It&quot;s embarrassing to even talk about what certain persons do in secret."
            },
            {
                "verse_number": "13",
                "verse_text": "But everything exposed to the light is revealed by the light."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything that is revealed by the light is light. Therefore, it says, &apos; Wake up, sleeper! &apos; &apos; Get up from the dead, &apos; &apos; and Christ will shine on you. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So be careful to live your life wisely, not foolishly."
            },
            {
                "verse_number": "16",
                "verse_text": "Take advantage of every opportunity because these are evil times."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of this, don&quot;t be ignorant, but understand the Lord&quot;s will."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t get drunk on wine, which produces depravity. Instead, be filled with the Spirit in the following ways:"
            },
            {
                "verse_number": "19",
                "verse_text": "speak to each other with psalms, hymns, and spiritual songs; sing and make music to the Lord in your hearts;"
            },
            {
                "verse_number": "20",
                "verse_text": "always give thanks to God the Father for everything in the name of our Lord Jesus Christ;"
            },
            {
                "verse_number": "21",
                "verse_text": "and submit to each other out of respect for Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "For example, wives should submit to their husbands as if to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "A husband is the head of his wife like Christ is head of the church, that is, the savior of the body."
            },
            {
                "verse_number": "24",
                "verse_text": "So wives submit to their husbands in everything like the church submits to Christ."
            },
            {
                "verse_number": "25",
                "verse_text": "As for husbands, love your wives just like Christ loved the church and gave himself for her."
            },
            {
                "verse_number": "26",
                "verse_text": "He did this to make her holy by washing her in a bath of water with the word."
            },
            {
                "verse_number": "27",
                "verse_text": "He did this to present himself with a splendid church, one without any sort of stain or wrinkle on her clothes, but rather one that is holy and blameless."
            },
            {
                "verse_number": "28",
                "verse_text": "That&quot;s how husbands ought to love their wives&ndash;in the same way as they do their own bodies. Anyone who loves his wife loves himself."
            },
            {
                "verse_number": "29",
                "verse_text": "No one ever hates his own body, but feeds it and takes care of it just like Christ does for the church"
            },
            {
                "verse_number": "30",
                "verse_text": "because we are parts of his body."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos; This is why a man will leave his father and mother and be united with his wife, and the two of them will be one body &apos;."
            },
            {
                "verse_number": "32",
                "verse_text": "Marriage is a significant allegory, and I&quot;m applying it to Christ and the church."
            },
            {
                "verse_number": "33",
                "verse_text": "In any case, as for you individually, each one of you should love his wife as himself, and wives should respect their husbands."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "As for children, obey your parents in the Lord, because it is right."
            },
            {
                "verse_number": "2",
                "verse_text": "The commandment &apos; Honor your father and mother &apos;is the first one with a promise attached:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos; so that things will go well for you, and you will live for a long time in the land &apos;."
            },
            {
                "verse_number": "4",
                "verse_text": "As for parents, don&quot;t provoke your children to anger, but raise them with discipline and instruction about the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "As for slaves, obey your human masters with fear and trembling and with sincere devotion to Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t work to make yourself look good and try to flatter people, but act like slaves of Christ carrying out God&quot;s will from the heart."
            },
            {
                "verse_number": "7",
                "verse_text": "Serve your owners enthusiastically, as though you were serving the Lord and not human beings."
            },
            {
                "verse_number": "8",
                "verse_text": "You know that the Lord will reward every person who does what is right, whether that person is a slave or a free person."
            },
            {
                "verse_number": "9",
                "verse_text": "As for masters, treat your slaves in the same way. Stop threatening them, because you know that both you and your slaves have a master in heaven. He doesn&quot;t distinguish between people on the basis of status."
            },
            {
                "verse_number": "10",
                "verse_text": "Finally, be strengthened by the Lord and his powerful strength."
            },
            {
                "verse_number": "11",
                "verse_text": "Put on God&quot;s armor so that you can make a stand against the tricks of the devil."
            },
            {
                "verse_number": "12",
                "verse_text": "We aren&quot;t fighting against human enemies but against rulers, authorities, forces of cosmic darkness, and spiritual powers of evil in the heavens."
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore, pick up the full armor of God so that you can stand your ground on the evil day and after you have done everything possible to still stand."
            },
            {
                "verse_number": "14",
                "verse_text": "So stand with the belt of truth around your waist, justice as your breastplate,"
            },
            {
                "verse_number": "15",
                "verse_text": "and put shoes on your feet so that you are ready to spread the good news of peace."
            },
            {
                "verse_number": "16",
                "verse_text": "Above all, carry the shield of faith so that you can extinguish the flaming arrows of the evil one."
            },
            {
                "verse_number": "17",
                "verse_text": "Take the helmet of salvation and the sword of the Spirit, which is God&quot;s word."
            },
            {
                "verse_number": "18",
                "verse_text": "Offer prayers and petitions in the Spirit all the time. Stay alert by hanging in there and praying for all believers."
            },
            {
                "verse_number": "19",
                "verse_text": "As for me, pray that when I open my mouth, I&quot;ll get a message that confidently makes this secret plan of the gospel known."
            },
            {
                "verse_number": "20",
                "verse_text": "I&quot;m an ambassador in chains for the sake of the gospel. Pray so that the Lord will give me the confidence to say what I have to say."
            },
            {
                "verse_number": "21",
                "verse_text": "Tychicus, my loved brother and faithful servant of the Lord, can inform you about my situation and what I&quot;m doing."
            },
            {
                "verse_number": "22",
                "verse_text": "I&quot;ve sent him for this reason&ndash;so that you will know about us. He can reassure you."
            },
            {
                "verse_number": "23",
                "verse_text": "May there be peace with the brothers and sisters as well as love with the faith that comes from God the Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "May grace be with all those who love our Lord Jesus Christ forever."
            }
        ]
    }
}